{
  "source": "https://www.wisesayings.com/giving-up-quotes/",
  "theme": "giving-up",
  "quotes": [
    {
      "cite": "Marilyn vos Savant",
      "quote": "Being defeated is often a temporary condition. Giving up is what makes it permanent."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Our greatest weakness lies in giving up.The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Never give up, for that is just the place and time that the tide will turn."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Sacrifice everything, and give up nothing."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our greatest glory is not in never failing, but in rising up every time we fail."
    },
    {
      "cite": "unknown",
      "quote": "When you feel like giving up, remember why you held on for so long in the first place."
    },
    {
      "cite": "unknown",
      "quote": "Don't be discouraged. It's often the last key in the bunch that opens the lock."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go so long as you do not stop."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "There is no failure except in no longer trying."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Never give up on something that you can't go a day without thinking about."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use."
    },
    {
      "cite": "Elvis Presley",
      "quote": "When things go wrong, don't go with them."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "Giving up represents a choice you make when you decide not to take action on something over which you actually do have control."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Don't be afraid to give up the good to go for the great."
    },
    {
      "cite": "Sidney Sheldon",
      "quote": "The only one who can make you give up is yourself."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Circumstances don't defeat you -you defeat yourself when you give up."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never give in, never give in, never; never; never; never - in nothing, great or small, large or petty - never give in except to convictions of honor and good sense."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Lots of people limit their possibilities by giving up easily. Never tell yourself this is too much for me. It's no use. I can't go on. If you do you're licked, and by your own thinking too. Keep believing and keep on keeping on."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "Achievement seems to be connected with action. Successful men and women keep moving. They make mistakes, but they don't quit."
    },
    {
      "cite": "Vincent Lombardi",
      "quote": "All right Mister, let me tell you what winning means - you're willing to go longer, work harder, give more than anyone else."
    },
    {
      "cite": "unknown",
      "quote": "Giving up doesn't always mean you are weak. Sometimes it just means you're strong enough to let go."
    },
    {
      "cite": "Steve Pfiester",
      "quote": "The only thing you should ever quit is giving up!"
    },
    {
      "cite": "Katinka Hesselink",
      "quote": "Don't give up trying to find your way. But do remember that sometimes it takes bending to avoid breaking."
    },
    {
      "cite": "H Jackson Brown Jr",
      "quote": "Never give up on anybody. Miracles happen everyday."
    },
    {
      "cite": "English Proverb",
      "quote": "If you can't stand the heat get out of the kitchen."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Better return half way than lose yourself."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Either do not begin or, having begun, do not give up."
    },
    {
      "cite": "Biblical Proverb",
      "quote": "A just man falls seven times, and rises up again."
    },
    {
      "cite": "Jack Ma",
      "quote": "Never give up. Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "All who have accomplished great things have had a great aim, have fixed their gaze on a goal which was high, one which sometimes seemed impossible."
    },
    {
      "cite": "Thomas Alva Edison",
      "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up."
    },
    {
      "cite": "H.Ross Perot",
      "quote": "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game, one foot from a winning touchdown."
    },
    {
      "cite": "unknown",
      "quote": "Never give up on something you really want. It's difficult to wait, but more difficult to regret."
    },
    {
      "cite": "English Proverb",
      "quote": "Where there is a will there is a way."
    },
    {
      "cite": "Maeve Greyson",
      "quote": "No one has the power to shatter your dreams unless you give it to them."
    },
    {
      "cite": "John Milton",
      "quote": "Every cloud has a silver lining."
    },
    {
      "cite": "Ruth Gordon",
      "quote": "Never give up. And never, under any circumstances, face the facts."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Not knowing when the dawn will come, I open every door."
    },
    {
      "cite": "Robert Anthony",
      "quote": "When you blame others, you give up your power to change."
    },
    {
      "cite": "Richard E. Grant",
      "quote": "Never give up. You only get one life. Go for it!"
    },
    {
      "cite": "Ernest Hello",
      "quote": "The man who gives up accomplishes nothing and is only a hindrance. The man who does notgive up can move mountains."
    },
    {
      "cite": "Stephen Kaggwa",
      "quote": "Try and fail, but don't fail to try."
    },
    {
      "cite": "William James",
      "quote": "Most people never run far enough on their first wind to find out they've got a second."
    },
    {
      "cite": "Kevin Ngo",
      "quote": "Setbacks are temporary as long as you don't give up."
    },
    {
      "cite": "George P. Burnham",
      "quote": "I can't do it' never yet accomplished anything. 'I will try' has performed miracles."
    },
    {
      "cite": "unknown",
      "quote": "I can't' isn't a reason to give up, it's a reason to try harder."
    },
    {
      "cite": "Zen Comics",
      "quote": "I felt so much better since I gave up hope."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Wanna fly, you got to give up the shit that weighs you down."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The act of giving something up is painful. But as we negotiate the curves and corners of our lives, we must continually give up parts of ourselves. The only alternative is not to travel at all on the journey of life."
    },
    {
      "cite": "Trina Paulus",
      "quote": "You must want to fly so much that you are willing to give up being a caterpillar."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "Helen Keller",
      "quote": "We can do anything we want to if we stick to it long enough."
    },
    {
      "cite": "Ann Landers",
      "quote": "Don't give up. Keep going. There is always a chance that you stumble onto something terrific. I have never heard of anyone stumbling over anything while he was sitting down."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Nothing stops the man who desires to achieve. Every obstacle is simply a course to develop his achievement muscle. It's a strengthening of his powers of accomplishment."
    },
    {
      "cite": "Herbert Kaufman",
      "quote": "The habit of persistence is the habit of victory."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Most people who succeed in the face of seemingly impossible conditions are people who simply don't know how to quit."
    },
    {
      "cite": "Ray Charles",
      "quote": "As long as I can stand it, God, I'll keep on keeping on."
    },
    {
      "cite": "Fulton John Sheen",
      "quote": "Self-discipline never means giving up anything, for giving up is a loss. Our Lord did not ask us to give up the things of earth, but to exchange them for better things."
    },
    {
      "cite": "Nadia McInnis",
      "quote": "Success is the inability to give up. Failure is giving up."
    },
    {
      "cite": "Nadia MacInnis",
      "quote": "You might feel like giving up on your dreams. Do not give up, there is an unexplainable joy waiting for you."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "The habit of giving up when the present task is half-finished and trying something else is one of the chief causes of failure."
    },
    {
      "cite": "Randy Pausch",
      "quote": "It's not how hard you hit. It's how hard you get hit...and keep moving forward."
    },
    {
      "cite": "Frankenweenie",
      "quote": "It is okay to fail as long as you keep trying."
    },
    {
      "cite": "Catch Me If You Can",
      "quote": "Two little mice fell in a bucket of cream. The first mouse quickly gave up and drowned. The second mouse, wouldn't quit. He struggled so hard that eventually he churned that cream into butter and crawled out."
    },
    {
      "cite": "Adept Godrakpa",
      "quote": "Relying on solitude is easy; giving up things to do is hard."
    },
    {
      "cite": "Masashi Kishimoto",
      "quote": "Give up trying to make me give up."
    },
    {
      "cite": "Chis Bradford",
      "quote": "Each mistake teaches you something new about yourself. There is no failure, remember, except in no longer trying. It is the courage to continue that counts."
    },
    {
      "cite": "Kiera Cass",
      "quote": "When you know who matters most to you, giving things up, even yourself, doesn't really feel like a sacrifice."
    },
    {
      "cite": "Jim Rohn",
      "quote": "How long should you try? Until."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Never give up on the fight until you win the belt."
    },
    {
      "cite": "Naruto Diaries",
      "quote": "Falling doesn't give you a reason to give up, as long as you believe."
    },
    {
      "cite": "Babe Ruth",
      "quote": "You just can't beat the person who just won't give up."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It always seems impossible until it’s done."
    },
    {
      "cite": "Chuck Yeager",
      "quote": "You do what you can for as long as you can, and when you finally can’t, you do the next best thing. You back up but you don't give up."
    }
  ]
}