{
  "source": "https://www.wisesayings.com/giving-back-quotes/",
  "theme": "giving-back",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Only a life lived for others is a life worthwhile."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Service to others is the rent you pay for your room here on earth."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Giving is the highest expression of potency...Giving is more joyous than receiving, not because it is a deprivation, but because in the act of giving lies the expression of my aliveness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To know even one life has breathed easier because you have lived. This is to have succeeded."
    },
    {
      "cite": "Mother Teresa",
      "quote": "It's not how much we give but how much love we put into giving."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "We make a living by what we get. We make a life by what we give."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "A kind gesture can reach a wound that only compassion can heal."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burdens of another."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Give yourself entirely to those around you. Be generous with your blessings. A kind gesture can reach a wound that only compassion can heal."
    },
    {
      "cite": "Ben Carson",
      "quote": "Happiness doesn't result from what we get, but from what we give."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Presents are made for the pleasure of who gives them, not the merits of who receives them."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Love only grows by sharing. You can only have more for yourself by giving it away to others."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "The degree of loving is measured by the degree of giving."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is every man's obligation to put back into the world at least the equivalent of what he takes out of it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The value of a man resides in what he gives and not in what he is capable of receiving."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I don't think you ever stop giving. I really don't. I think it's an on-going process. And it's not just about being able to write a check. It's being able to touch somebody's life."
    },
    {
      "cite": "David Cameron Gikandi",
      "quote": "Give cheerfully and freely. It is the energy behind the giving that matters so do not give grudgingly. The law of cause and effect guarantees that you shall receive plenty for what you give."
    },
    {
      "cite": "Arab Proverb",
      "quote": "If you have much, give of your wealth; If you have little, give of your heart."
    },
    {
      "cite": "Colin Powell",
      "quote": "Giving back involves a certain amount of giving up."
    },
    {
      "cite": "Henry Kravis",
      "quote": "Giving back is something that comes from the heart to me. It's not that I do it because it's the right thing: I do it because I want do it."
    },
    {
      "cite": "Paul Stanley",
      "quote": "When you're in a position to have gotten so much, the gift at this point is giving back."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Hope and purpose in this world is living as best as you can and maybe having life that gives back. But simply giving back isn't purpose; it's a branch of purpose, but it is not the trunk or root of the tree."
    },
    {
      "cite": "Adrian Grenier",
      "quote": "It's enough to indulge and to be selfish but true happiness is really when you start giving back."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "That's what I consider true generosity. You give your all, and yet you always feel as if it costs you nothing."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When you learn, teach. When you get, give."
    },
    {
      "cite": "Acts 20: 35",
      "quote": "It is more blessed to give than to receive."
    },
    {
      "cite": "Jane Addams",
      "quote": "Social advance depends quite as much upon an increase in moral sensibility as it does upon a sense of duty."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I have found that among its other benefits, giving liberates the soul of the giver."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every charitable act is a stepping stone towards heaven."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "Life engenders life. Energy creates energy. It is by spending oneself that one becomes rich."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "I don't know what your destiny will be, but one thing I do know: the only ones among you who will be really happy are those who have sought and found how to serve."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Everyone can be great, because everyone can serve."
    },
    {
      "cite": "Jeff Warner",
      "quote": "We are not put on this earth for ourselves, but are placed here for each other. If you are there always for others, then in time of need, someone will be there for you."
    },
    {
      "cite": "George R. Bach",
      "quote": "Caring has the gift of making the ordinary special."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love cannot remain by itself   it has no meaning. Love has to be put into action and that action is service."
    },
    {
      "cite": "Bob Hope",
      "quote": "If you haven't got any charity in your heart, you have the worst kind of heart trouble."
    },
    {
      "cite": "Richard J. Foster",
      "quote": "Giving with glad and generous hearts has a way of routing out the tough old miser within us. Even the poor need to know that they can give. Just the very act of letting go of money, or some other treasure, does something within us. It destroys the demon greed."
    },
    {
      "cite": "Prov. 11:24",
      "quote": "One man gives freely, yet gains even more; another withholds unduly, but comes to poverty."
    },
    {
      "cite": "Luke 6:37-38",
      "quote": "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you."
    },
    {
      "cite": "Albert Pike",
      "quote": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No person was ever honored for what he received. Honor has been the reward for what he gave."
    },
    {
      "cite": "John Bunyon",
      "quote": "You have not lived today until you have done something for someone who can never repay you."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "When you become detached mentally from yourself and concentrate on helping other people with their difficulties, you will be able to cope with your own more effectively. Somehow, the act of self-giving is a personal power-releasing factor."
    },
    {
      "cite": "Ray Lyman Wilbur",
      "quote": "Unless we think of others and do something for them, we miss one of the greatest sources of happiness."
    },
    {
      "cite": "Albert Camus",
      "quote": "It is normal to give away a little of one's life in order not to lose it all."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "When you give yourself, you receive more than you give."
    },
    {
      "cite": "Seneca",
      "quote": "There is no delight in owning anything unshared."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "It is like the seed put in the soil -- the more one sows, the greater the harvest."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "If you have zest and enthusiasm you attract zest and enthusiasm. Life does give back in kind."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Love life. Engage in it. Give it all you've got. Love it with a passion because life truly does give back, many times over, what you put into it."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "I believe that as much as you take, you have to give back. It's important not to focus on yourself too much."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Not he who has much is rich, but he who gives much."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "From what we get, we can make a living. What we give, however, makes a life."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "The meaning of life is to find your gift. The purpose of life is to give it away."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "You can give without loving, but you can never love without giving."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who cannot give anything away cannot feel anything either."
    },
    {
      "cite": "James Joyce",
      "quote": "Your mind will give back to you exactly what you put into it."
    }
  ]
}