{
  "source": "https://www.wisesayings.com/giving-quotes/",
  "theme": "giving",
  "quotes": [
    {
      "cite": "Mother Teresa",
      "quote": "It's not how much we give but how much love we put into giving."
    },
    {
      "cite": "Amy Carmichael",
      "quote": "You can give without loving, but you cannot love without giving."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "For it is in giving that we receive."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Remember that the happiest people are not those getting more, but those giving more."
    },
    {
      "cite": "Seneca",
      "quote": "We should give as we would receive, cheerfully, quickly, and without hesitation; for there is no grace in a benefit that sticks to the fingers."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "Mark Zuckerberg",
      "quote": "By giving people the power to share, we're making the world more transparent."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "To give and then not feel that one has given is the very best of all ways of giving."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you can't feed a hundred people, then feed just one."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only a life lived for others is a life worthwhile."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Giving should be entered into in just the same way as investing. Giving is investing."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "The manner of giving is worth more than the gift."
    },
    {
      "cite": "Matt Kahn",
      "quote": "You give to yourself by giving of yourself."
    },
    {
      "cite": "John D. Rockefeller Jr.",
      "quote": "Think of giving not as a duty but as a privilege."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Giving frees us from the familiar territory of our own needs by opening our mind to the unexplained worlds occupied by the needs of others."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I have found that among its other benefits, giving liberates the soul of the giver."
    },
    {
      "cite": "Disraeli",
      "quote": "The greatest good you can do for another is not just share your riches, but reveal to them their own."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To give and not expect return, that is what lies at the heart of love."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "You give before you get."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "For of those to whom much is given, much is required."
    },
    {
      "cite": "Albert Camus",
      "quote": "It is normal to give away a little of one's life in order not to lose it all."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "When you give yourself, you receive more than you give."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "It is not the gift, but the thought that counts."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "We must give more in order to get more, It is the generous giving of ourselves that produce the generous harvest."
    },
    {
      "cite": "Buddha",
      "quote": "Before giving, the mind of the giver is happy; while giving, the mind of the giver is made peaceful; and having given, the mind of the giver is uplifted."
    },
    {
      "cite": "Desire Joseph Mercier",
      "quote": "We must not only give what we have; we must also give what we are."
    },
    {
      "cite": "John Wesley",
      "quote": "Make all you can, save all you can, give all you can."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "If you have much, give of your wealth; if you have little, give of your heart."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "To give without any reward, or any notice, has a special quality of its own."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Give what you have. To someone, it may be better than you dare to think."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Giving to others will not take away from what you have but will in fact add to your life."
    },
    {
      "cite": "George Mcdonald",
      "quote": "In Giving, a man receives more than he gives; and the more is in proportion to the worth of the thing given."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "We make a living by what we get, we make a life by what we give."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Giving is the master key to success, in all applications of human life."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The wise man does not lay up his own treasures. The more he gives to others, the more he has for his own."
    },
    {
      "cite": "Dorothy Day",
      "quote": "The best things to do with the best things in life is to give them away"
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Fill yourselves first and then only will you be able to give to others."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Continually give, continually gain."
    },
    {
      "cite": "Sir John Templeton",
      "quote": "The best investment with the least risk and the greatest dividend is giving."
    },
    {
      "cite": "Arthur Warwick",
      "quote": "If I cannot give bountifully, yet will I give freely."
    },
    {
      "cite": "Cornelius J. Dyck",
      "quote": "At its best, giving is an act of worship."
    },
    {
      "cite": "Marianne Moore",
      "quote": "The Heart That Gives, Gathers."
    },
    {
      "cite": "Madeline Bridge",
      "quote": "Give the world the best you have and the best will come back to you."
    },
    {
      "cite": "Bel Kaufman",
      "quote": "When giving comes directly from the heart, it can never disappoint or embarrass."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Give naught, get same. Give much get same."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Giving is the key to living life of abundance blessings."
    },
    {
      "cite": "Ali Boussi",
      "quote": "The second best thing after a gift itself is the way of giving it"
    },
    {
      "cite": "Colin Powell",
      "quote": "Giving back involves a certain amount of giving up."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The giving of love is an education in itself."
    },
    {
      "cite": "Evan Esar",
      "quote": "Giving and take give we hear a great deal about the Lord loving cheerful givers."
    },
    {
      "cite": "Evan Esar",
      "quote": "When it comes to giving charity, some people stop at nothing."
    },
    {
      "cite": "Evan Esar",
      "quote": "There's nothing so rare as the ability to take good advice, except the wisdom to give it."
    },
    {
      "cite": "Evan Esar",
      "quote": "The man who takes and never gives, may last for years but never lives."
    },
    {
      "cite": "John A. Andrews",
      "quote": "It takes a heart filled with love to give when there is very little to give."
    },
    {
      "cite": "John A. Andrews",
      "quote": "It's a known fact that if you want the fireplace to give you heat, you have got to keep feeding it some wood."
    },
    {
      "cite": "John A. Andrews",
      "quote": "You can never out-give your source."
    },
    {
      "cite": "John A. Andrews",
      "quote": "When God gives you a vision he also gives you the ability, and in his timing you'll certainly reach your destination if you persevere."
    },
    {
      "cite": "John A. Andrews",
      "quote": "God is love. He's the source which keeps giving to the stream continually."
    },
    {
      "cite": "Mother Teresa of Calcutta",
      "quote": "Take whatever He gives and give whatever He takes with a big smile."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Give a man a fish, feed him for a day; teach him how to fish, feed him for a lifetime."
    },
    {
      "cite": "Chief Joseph",
      "quote": "Treat all men alike, Give them all the same law. Give them all an even chance to live and grow. All men were made by the same Great Spirit Chief. They are all brothers."
    },
    {
      "cite": "Voltaire",
      "quote": "God gave us the gift of life. it is up to us to give ourselves the gift of living well."
    },
    {
      "cite": "Henry Ford",
      "quote": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar is bound to succeed."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Telling a teenager the facts of life is like giving a fish a bath."
    },
    {
      "cite": "George Macdonald",
      "quote": "Forgiveness is the giving, and so the receiving, of life."
    },
    {
      "cite": "James Frey",
      "quote": "When you give, you'll receive something back too."
    },
    {
      "cite": "James Frey",
      "quote": "No matter where you are in life or what your consequences are, you can give."
    },
    {
      "cite": "James Frey",
      "quote": "Friendship, at least those that I've known, is about giving."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "You may give a man an office, but you cannot give him discretion."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "Give in this world. Receive in the next."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Thomas Kempis",
      "quote": "A wise lover values not so much the gift of the lover as the love of the giver."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The only gift is the portion of thyself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We do not quite forgive a giver. The hand that feeds us is in some danger of being bitten."
    },
    {
      "cite": "Idries Shah",
      "quote": "If you give what can be taken, you are not really giving."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "The manner of giving is worth more than the gift."
    },
    {
      "cite": "Idries Shah",
      "quote": "Take what you are given, not what you want to be given."
    },
    {
      "cite": "Idries Shah",
      "quote": "Give what cannot be taken."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "You can give without loving, but you can never love without giving."
    },
    {
      "cite": "Billy Graham",
      "quote": "Why should we give God thanks? Because everything we have comes from God."
    },
    {
      "cite": "Billy Graham",
      "quote": "Christ wants to give you hope for the future."
    },
    {
      "cite": "Larry Bird",
      "quote": "If you give 100 percent all the time, somehow things will work out in the end."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "I need to give you something impossible, as a gift, so you can feel some of my joy."
    },
    {
      "cite": "Dr Purushothaman",
      "quote": "Good works is giving to the poor and the helpless."
    },
    {
      "cite": "Fernan Vargas",
      "quote": "Never regret a day in you life. Goo days give you happiness. Bad days give you experience. Worst days give lessons, and the best days give memories."
    },
    {
      "cite": "Christian Smith",
      "quote": "Generosity is the virtue of giving good things to others freely and abundantly."
    },
    {
      "cite": "Christian Smith",
      "quote": "Generosity also involves giving to others not simply anything in abundance but rather giving those things that are beneficial to others."
    },
    {
      "cite": "Christian Smith",
      "quote": "Generosity always intends to enhance the true well-being of those to whom something is being given."
    },
    {
      "cite": "Christian Smith",
      "quote": "Generous people can give may vary: money, possessions, time, attention, aid, encouragement, emotional availability and more."
    },
    {
      "cite": "Christian Smith",
      "quote": "Generosity is like love in a way. People often say that we increase love we have by giving it away."
    },
    {
      "cite": "Barbara Bonner",
      "quote": "Generosity is a practice, and as with anything we practice, we get better at it over time."
    },
    {
      "cite": "Barbara Bonner",
      "quote": "Generosity is willing to take risks."
    },
    {
      "cite": "Barbara Bonner",
      "quote": "Generosity invites us to put ourselves in another's shoes, see and feel the existence of a pressing need, realize that it within our power to help."
    }
  ]
}