{
  "source": "https://www.wisesayings.com/glacier-quotes/",
  "theme": "glacier",
  "quotes": [
    {
      "cite": "Martha Stewart",
      "quote": "I haven't been to Tasmania. I haven't been to the South Pole, and I haven't been to the North Pole. I want to see the polar bear migration before there are no polar bears. I want to see Glacier National Park before the glacier melts."
    },
    {
      "cite": "Michael Frome",
      "quote": "The two principal parks in Alaska are Denali and Glacier Bay. Tourism is just overriding the protection of resources that tourists want to see. We have too many tourists in Denali and too many big cruise ships in Glacier Bay."
    },
    {
      "cite": "Bill Kurtis",
      "quote": "The prediction that glaciers will be gone from Glacier National Park has been moved up by 10 years to 2020, the same year it's predicted the Arctic Sea will be ice-free in the summer."
    },
    {
      "cite": "Cynthia Rowley",
      "quote": "I've been lucky enough to meet a lot of fantastic people, from royalty to rock stars. I've also been known to be a bit of a daredevil, so I've tried to explore extreme travel and adventure - scuba-diving in an arctic glacier and camping in the Himalayas."
    },
    {
      "cite": "Louis Agassiz",
      "quote": "The glacier was God's great plough set at work ages ago to grind, furrow, and knead over, as it were, the surface of the earth."
    },
    {
      "cite": "James Balog",
      "quote": "There is a glacier in Iceland, Solheimar, which has retreated a great deal, and every time I go back there and see what's not there any more, it does something to the heart. It makes you realise it's possible for a gigantic natural element to just disappear."
    },
    {
      "cite": "Michelle Paver",
      "quote": "To get the feel of the polar night, I went back to Spitsbergen in winter. I went snowshoeing in the dark and experimented with headlamps and climbed a glacier in driving snow."
    },
    {
      "cite": "James Balog",
      "quote": "The 'New Yorker' asked me to shoot a story on climate change in 2005, and I wound up going to Iceland to shoot a glacier. The real story wasn't the beautiful white top. It ended up being at the terminus of the glacier where it's dying."
    },
    {
      "cite": "Shweta Gupta",
      "quote": "Flooding in low-lying coastal areas. Threat of global warming. Melting of glaciers. Rising sea-level. Warning."
    },
    {
      "cite": "Ranjeeta Nath Ghai",
      "quote": "Snow capped reaches, Still chill air, Majestic creations, lofty ridges. Captivating view and Overwhelming emotions. Enthralling beauty of the glaciers Glistening on the outside, Infuse life with new meanings. While on the insides of the arctic chests... Lies buried deep crevasses Resulting in an encounter Between different worlds and different values."
    },
    {
      "cite": "Martin Sheen",
      "quote": "Future generations are not going to ask us what political party were you in. They are going to ask what did you do about it, when you knew the glaciers were melting."
    },
    {
      "cite": "Joe Rogan",
      "quote": "If the world was an etch-a-sketch, glaciers are the big shake."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "Just because you see pictures of glaciers falling into the ocean doesn't mean anything bad is happening. This is something that happens all the time. It's part of the natural cycle of things. We know from measurements that glaciers have been melting for 200 years at least."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "A glacier will frequently move forward one foot while retreating three feet... Which reminds me a lot of myself!"
    },
    {
      "cite": "David Hockney",
      "quote": "East Yorkshire, to the uninitiated, just looks like a lot of little hills. But it does have these marvelous valleys that were caused by glaciers, not rivers. So it is unusual."
    },
    {
      "cite": "James Balog",
      "quote": "Glacial pace is actually an incorrect concept. The glaciers move a lot faster and they react a lot faster than people imagine."
    },
    {
      "cite": "Richard Dormer",
      "quote": "When you get out onto a glacier that's the size of Northern Ireland and it's so vast, and you're standing on top of it and you can see forever, it's so pure and clear that you can see for miles and miles and miles. You really do think, \"Wow, there is a god!\" You feel very humbled."
    },
    {
      "cite": "Gretel Ehrlich",
      "quote": "The retreat and disappearance of glaciers—there are only 160,000 left—means we're burning libraries and damaging the planet, possibly beyond repair. Bit by bit, glacier by glacier, rib by rib, we're living the Fall."
    },
    {
      "cite": "John Muir",
      "quote": "Long, blue, spiky-edged shadows crept out across the snow-fields, while a rosy glow, at first scarce discernible, gradually deepened and suffused every mountain-top, flushing the glaciers and the harsh crags above them. This was the alpenglow, to me the most impressive of all the terrestrial manifestations of God. At the touch of this divine light, the mountains seemed to kindle to a rapt, religious consciousness, and stood hushed like devout worshippers waiting to be blessed."
    },
    {
      "cite": "Al Gore",
      "quote": "The mountain glaciers in every region of the world are melting, many of them at an accelerated rate, threatening drinking supplies - drinking water supplies and agricultural water supplies. We have these record storms, drought, floods, fires, three deaths (ph) in the American West, climate refugees beginning now, expected to rise to the hundreds of millions unless we take action."
    },
    {
      "cite": "George Leigh Mallory",
      "quote": "Just to lie here in the sun with great white peaks all around me and the biggest glacier in Europe at my feet, to eat from time to time, to sleep a little and dream a great deal- it is a heavenly existence."
    },
    {
      "cite": "John Muir",
      "quote": "One learns that the world, though made, is yet being made. That this is still the morning of creation. That mountains, long conceived, are now being born, brought to light by the glaciers, channels traced for coming rivers, basins hollowed for lakes."
    },
    {
      "cite": "Felice Benuzzi",
      "quote": "An ethereal mountain emerging from a tossing sea of clouds framed between two dark barracks a massive blue-black tooth of shear rock inlaid with azure glaciers, austere yet floating fairly-like on the near horizon... For hours afterwards I remained spell-bound."
    },
    {
      "cite": "Sheila Watt-Cloutier",
      "quote": "In Alaska, the beaches are slumping so much, people are having to move houses. In Tuktoyaktuk, the land is starting to go under water. The glaciers are melting and the permafrost is melting. There are new species of birds and fish and insects showing up. The Arctic is a barometer for the health of the world. If you want to know how healthy the world is, come to the Arctic and feel its pulse."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Sea level rise and destruction of water resources as glaciers melt alone may have horrendous human consequences."
    },
    {
      "cite": "Walter Munk",
      "quote": "I am involved in making measurements in polar oceans, and they are changing more than anything else. I think we have to be prepared for major changes associated with the melting of floating ice and the melting of the Greenland glacier."
    },
    {
      "cite": "Kevin E. Trenberth",
      "quote": "Was it because a lot of the heat went into melting Arctic sea ice or parts of Greenland and Antarctica, and other glaciers? Was it because the heat was buried in the ocean and sequestered, perhaps well below the surface?...Perhaps all of these things are going on?"
    },
    {
      "cite": "Gordon Brown",
      "quote": "in just 25 years the glaciers in the Himalayas which provide water for three-quarters of a billion people could disappear entirely."
    },
    {
      "cite": "Will Harrison",
      "quote": "Glaciers are delicate and individual things, like humans. Instability is built into them."
    },
    {
      "cite": "Robert Gilbert",
      "quote": "As the ice shelves are disintegrating, the glaciers that are feeding them from the land are surging forward."
    }
  ]
}