{
  "source": "https://www.wisesayings.com/glam-quotes/",
  "theme": "glam",
  "quotes": [
    {
      "cite": "Virginia Postrel",
      "quote": "Glamour is translucent not transparent, not opaque. It invites us into the world but it doesn't give us a completely clear picture."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Glamour, that trans-human aura or power to attract imitation, is a kind of vessel into which dreams are poured, and some vessels are simply worthier than others. A beautiful woman can turn heads but real glamour has a deeper pull. Glamour is the power to rearrange people's emotions, which, in effect, is the power to control one's environment."
    },
    {
      "cite": "C. JoyBell",
      "quote": "Elegance is a glowing inner peace. Grace is an ability to give as well as to receive and be thankful. Mystery is a hidden laugh always ready to surface! Glamour only radiates if there is a sublime courage & bravery within: glamour is like the moon; it only shines because the sun is there."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "Glamour doesn't just happen, people don't wake up in the morning glamorous."
    },
    {
      "cite": "Loretta Young",
      "quote": "Glamour is something you can't bear to be without once you're used to it."
    },
    {
      "cite": "John Berger",
      "quote": "Glamour cannot exist without personal social envy being a common and widespread emotion."
    },
    {
      "cite": "Zac Posen",
      "quote": "Glamour can be something very simple. Glamour can be how you wash your face, how you make your breakfast."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Glamour looks eloquent but seldom talks."
    },
    {
      "cite": "Carolina Herrera",
      "quote": "Glamour is beyond beauty and beyond age. It's like sex appeal."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "Glamour is all about transcending this world and getting to an idealized, perfect place. And this is one reason that modes of transportation tend to be extremely glamorous. The less experience we have with them, the more glamorous they are. So you can do a glamorized picture of a car, but you can't do a glamorized picture of traffic."
    },
    {
      "cite": "Catherine Zeta Jones",
      "quote": "Being glamorous is about strength and confidence. It's black and white dramatic. You have to be strong."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Glamour is about feeling good in your own skin."
    },
    {
      "cite": "Tom Ford",
      "quote": "Glamour is something more than what you put on your body. It has to do with the way you carry yourself and the impact you have on others."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "Glamour invites us to live in a different world. It has to simultaneously be mysterious, a little bit distant that's why, often in these glamour shots, the person is not looking at the audience, it's why sunglasses are glamorous but also not so far above us that we can't identify with the person."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Any girl can be glamorous. All you have to do is stand still and look stupid."
    },
    {
      "cite": "Gina Lollobrigida",
      "quote": "Glamour is when a man knows a woman is a woman."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Glam culture is ultimately rooted in obsession, and those of us who are truly devoted and loyal to the lifestyle of glamour are masters of its history. Or, to put it more elegantly, we are librarians."
    },
    {
      "cite": "Michael Dolan",
      "quote": "Glamour is a shooting star, it catches your eye, but fades away, beauty is the sun always brilliant day after day."
    },
    {
      "cite": "Lilly Dache",
      "quote": "Glamour is what makes a man ask for your telephone number. But it also is what makes a woman ask for the name of your dressmaker."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Glamour is assurance. It is a kind of knowing that you are all right in every way, mentally and physically and in appearance, and that, whatever the occasion or the situation, you are equal to it."
    },
    {
      "cite": "Loretta Young",
      "quote": "Glamour is something no woman can be born with. It's not a gift at all. It's more of a concoction than anything else."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "Glamour is an imaginative process that creates a specific emotional response: a sharp mixture of projection, longing, admiration, and aspiration. It evokes an audience's hopes and dreams and makes them seem attainable, all the while maintaining enough distance to sustain the fantasy."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "For every two minutes of glamour, there are eight hours of hard work."
    }
  ]
}