{
  "source": "https://www.wisesayings.com/glass-quotes/",
  "theme": "glass",
  "quotes": [
    {
      "cite": "Louis MacNiece",
      "quote": "The glass is falling hour by hour,/ the glass will fall for ever./ But if you break the bloody glass / you won't hold up the weather."
    },
    {
      "cite": "Dante Gabriel Rossetti",
      "quote": "Tis visible silence, still as the hour-glass."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Thou art thy mother's glass, and she in thee / Calls back the lovely April of her prime."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "To drink a glass of sherry when you can get a dry Martini is like taking a stagecoach when you can travel by the Orient Express."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "It was a blonde. A blonde to make a bishop kick a hole in the stained glass window."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Fortune is like glass - the brighter the glitter, the more easily broken."
    },
    {
      "cite": "K. Jared Hosein",
      "quote": "Your glass seems like it will always be half full even it falls down and shatters to pieces."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within."
    },
    {
      "cite": "Pauline R. Kezer",
      "quote": "TheÂ glassÂ ceiling gets more pliable when you turn up the heat."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "The world is a looking glass and gives back to every man the reflection of his own face."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "When you look at a piece of delicately spun glass you think of two things: how beautiful it is and how easily it can be broken."
    },
    {
      "cite": "American Proverb",
      "quote": "A woman and a glass are never out of danger."
    },
    {
      "cite": "American Proverb",
      "quote": "The more women look in their glass the less they look in their house."
    },
    {
      "cite": "American Proverb",
      "quote": "Handle with care women and glass."
    },
    {
      "cite": "Steve Erickson",
      "quote": "The glitter of the sea was like a glass in my eyes."
    },
    {
      "cite": "R.V. Cassill",
      "quote": "Her long hair was naturally a light brown but the sun had bleached tawny streaks in it, like the stripes of a very old battle flag seen through imperfect glass."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Kept rattling the ice in her glass, rattling her beads, rattling her bracelet like an impatient pony jingling its harness."
    },
    {
      "cite": "Jean Thompson",
      "quote": "A glaring summery heat covered everything like a layer of glass."
    },
    {
      "cite": "Andre Dubus",
      "quote": "Life... flat and stale, like an old glass of beer."
    },
    {
      "cite": "A. Alvarez",
      "quote": "The great glass doors...swished together behind him like an indrawn breath."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Life, like a dome of many-colored glass, stains the white radiance of eternity."
    },
    {
      "cite": "Steven Wright",
      "quote": "When I was little, my grandfather gave me a box of broken glass for Christmas. He gave my brother a box of Bandaids and said, 'You two share.'"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Glass, china, and reputation are easily cracked, and never well mended."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Her words showered down upon us like little glass pellets."
    },
    {
      "cite": "Sidney S. Prasad",
      "quote": "People who choose to live in glass houses shouldn't complain about public affection."
    },
    {
      "cite": "Sidney S. Prasad",
      "quote": "People who choose to live in glass houses shouldn't sing in a high pitch."
    },
    {
      "cite": "Anne Rice",
      "quote": "'A singer can shatter glass with the proper high note,' he said, 'but the simplest way to break glass is simply to drop it on the floor.'"
    },
    {
      "cite": "Vera Nazarian",
      "quote": "A fine glass vase goes from treasure to trash, the moment it is broken. Fortunately, something else happens to you and me. Pick up your pieces. Then, help me gather mine."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You use a glass mirror to see your face; you use works of art to see your soul."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Don't throw stones at your neighbors if your own windows are glass."
    },
    {
      "cite": "Demetri Martin",
      "quote": "The bird, the bee, the running child are all the same to the sliding glass door."
    }
  ]
}