{
  "source": "https://www.wisesayings.com/glasses-quotes/",
  "theme": "glasses",
  "quotes": [
    {
      "cite": "Ken Poirot",
      "quote": "Take out the garbage... true happiness comes from within not from without."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "12% of people with glasses wear them as an attempt to see better. 88% of people with glasses wear them as an attempt to appear smarter."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "If you had weak eyes, they needed exercises to get strong. Glasses were like crutches. They prevented people with feeble eyes  from seeing the world on their own."
    },
    {
      "cite": "Osho",
      "quote": "Everybody comes with prejudices, colored glasses on their eyes. Then they see everything colored according to their glasses. Yes, a few people come just like you, unprejudiced, without any idea gathered from yellow jounalism."
    },
    {
      "cite": "Lee Child",
      "quote": "People who wear glasses, without them they always look unfocused, vulnerable. Out in the open. A layer removed."
    },
    {
      "cite": "Evgeny Morozov",
      "quote": "You know, anyone who wears glasses, in one sense or another, is a cyborg."
    },
    {
      "cite": "Will Muschamp",
      "quote": "Sometimes you've got to put your realistic glasses on and see who you are."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The greatest magnifying glasses in the world are a man's own eyes when they look upon his own person."
    },
    {
      "cite": "Charles William Eliot",
      "quote": "Do not expect the world to look bright, if you  habitually wear gray-brown glasses."
    },
    {
      "cite": "P. J. Harvey",
      "quote": "People have a tendency to see country life through rose-colored glasses."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Don't call the world dirty because you forgot to clean your glasses."
    },
    {
      "cite": "Megan Boyle",
      "quote": "Being sick feels like you're wearing someone else's glasses."
    },
    {
      "cite": "Marissa Walsh",
      "quote": "Girls with glasses aren't happy being nomads; they need a safe place to put their glasses while they sleep."
    },
    {
      "cite": "M. F. Moonzajer",
      "quote": "The moon is like a bar, we all fill our glasses the way we can."
    },
    {
      "cite": "Marissa Mayer",
      "quote": "When people think about computer science, they imagine people with pocket protectors and thick glasses who code all night."
    },
    {
      "cite": "Fred Allen",
      "quote": "A celebrity is a person who works hard all of their life to become well known, and then wears dark glasses to avoid being recognized."
    },
    {
      "cite": "Ryan Eggold",
      "quote": "People really give you a hard time when you wear fake glasses out to a bar."
    },
    {
      "cite": "Brad Goreski",
      "quote": "Putting on a new pair of glasses or sunglasses is a simple way to completely transform your look - just like a new hairstyle."
    },
    {
      "cite": "Neil Blumenthal",
      "quote": "It never gets old watching someone receive their first pair of glasses and regain their vision and their life."
    },
    {
      "cite": "Thulasiraj Ravilla",
      "quote": "A simple, well-proven surgery can restore sight to millions, and something even simpler, a pair of glasses, can make millions more see."
    },
    {
      "cite": "Anonymous",
      "quote": "With the right glasses, a girl can conquer the world."
    },
    {
      "cite": "Anonymous",
      "quote": "Life's too short to wear boring glasses."
    }
  ]
}