{
  "source": "https://www.wisesayings.com/global-warming-quotes/",
  "theme": "global-warming",
  "quotes": [
    {
      "cite": "Al Gore",
      "quote": "The warnings about global warming have been extremely clear for a long time. We are facing a global climate crisis. It is deepening. We are entering a period of consequences."
    },
    {
      "cite": "David King",
      "quote": "Climate change is the most severe problem that we are facing today, more serious even than the threat of terrorism."
    },
    {
      "cite": "Eliot Spitzer",
      "quote": "Global warming threatens our health, our economy, our natural resources, and our children's future. It is clear we must act."
    },
    {
      "cite": "Joe Lieberman",
      "quote": "Today, we can see with our own eyes what global warming is doing. In that context it becomes truly irresponsible, if not immoral, for us not to do something"
    },
    {
      "cite": "Tony Blair",
      "quote": "Global warming is too serious for the world any longer to ignore its danger or split into opposing factions on it."
    },
    {
      "cite": "Raymond T. Pierrehumbert",
      "quote": "The big damages come if the climate sensitivity to greenhouse gases turns out to be high [causing greater global warming than current projections.] Then it's not a bullet headed at us, but a thermonuclear warhead."
    },
    {
      "cite": "Bible",
      "quote": "The earth lies polluted under its inhabitants; for they have transgressed laws, violated the statutes, broken the everlasting covenant. Therefore a curse devours the earth, and its inhabitants suffer for their guilt."
    },
    {
      "cite": "unknown",
      "quote": "If we don't take the action today, tomorrow will be the End. Let us be awake and fight back against global warming"
    },
    {
      "cite": "Richard Barbe-Baker",
      "quote": "Planting and growing increasing quantities of trees is the scientific solution to Earth's environmental dilemma."
    },
    {
      "cite": "Bill Clinton",
      "quote": "First, I worry about climate change. It's the only thing that I believe has the power to fundamentally end the march of civilization as we know it, and make a lot of the other efforts that we're making irrelevant and impossible"
    },
    {
      "cite": "Richard Branson",
      "quote": "I used to be skeptical of global warming, but now I'm absolutely convinced that the world is spiraling out of control. CO2 is like a bushfire that gets bigger and bigger every year."
    },
    {
      "cite": "Robert Stavins",
      "quote": "It's unlikely that the U.S. is going to take serious action on climate change until there are observable, dramatic events, almost catastrophic in nature, that drive public opinion and drive the political process in that direction."
    },
    {
      "cite": "Steve Sawyer",
      "quote": "Without urgent measures to rapidly reduce our greenhouse gas emissions, the possibility of limiting the temperature rise below a dangerous level will have disappeared within a decade."
    },
    {
      "cite": "Al Gore",
      "quote": "We are running out of time, we must have a planetary solution to a planetary crisis."
    },
    {
      "cite": "Jim Leape",
      "quote": "We are running out of time. We know that if we continue to rely on fossil fuels we will face a future of worsening air pollution and an increasingly inhospitable climate."
    },
    {
      "cite": "Al Gore",
      "quote": "Humankind has suddenly entered into a brand new relationship with our planet. Unless we quickly and profoundly change the course of our civilization, we face an immediate and grave danger of destroying the worldwide ecological system that sustains life as we know it."
    },
    {
      "cite": "David Attenborough",
      "quote": "When I was a boy in the 1930s, the carbon dioxide level was still below 300 parts per million. This year, it reached 382, the highest figure for hundreds of thousands of years."
    },
    {
      "cite": "Tony Blair",
      "quote": "Global warming is too serious for the world any longer to ignore its danger or split into opposing factions on it."
    },
    {
      "cite": "Tony Blair",
      "quote": "The blunt truth about the politics of climate change is that no country will want to sacrifice its economy in order to meet this challenge."
    },
    {
      "cite": "Michael R. Bloomberg",
      "quote": "Climate change is one of the greatest challenges facing humanity, and it is the world's most vulnerable populations who are most immediately at risk. The actions of the wealthiest nations?those generating the vast majority of greenhouse gases?have tangible consequences for people in the rest of the world, especially in the poorest nations."
    },
    {
      "cite": "Paul Krugman",
      "quote": "The planet will continue to cook."
    },
    {
      "cite": "Dr. Hubertus Fischer et al.",
      "quote": "High resolution records from Antarctic ice cores show that carbon dioxide concentrations increased 600 400 years after the warming"
    },
    {
      "cite": "Steve Goreham",
      "quote": "Climatism is the belief that man-made greenhouse gases are destroying Earth's climate."
    },
    {
      "cite": "Sir David King",
      "quote": "In my view, climate change is the most severe problem that we are facing today, more serious even than the threat of terrorism."
    },
    {
      "cite": "Sir Nicholas Stern",
      "quote": "Climate change is a result of the greatest market failure the world has seen We risk damages on a scale larger than the two world wars of the last century."
    },
    {
      "cite": "Dr. Tim Flannery",
      "quote": "One problem facing humanity is now so urgent that, unless it is resolved in the next two decades, it will destroy our global civilization: the climate crisis."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The facts are there that we have created, man has, a self-inflicted wound that man has created through global warming."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "The danger posed by war to all of humanity - and to our planet - is at least matched by the climate crisis and global warming. I believe that t he world has reached a critical stage in its efforts to exercise responsible environmental stewardship."
    },
    {
      "cite": "Godfried Danneels",
      "quote": "Global warming has melted the polar ice caps, raised the levels of the oceans and flooded the earth's great cities. Despite its evident prosperity, New Jersey is scarcely Utopia."
    },
    {
      "cite": "Jay Inslee",
      "quote": "While human-induced global warming is not going to turn present-day Earth into present-day Mars, global warming is dire enough that our most distinguished scientists recently concluded that as many as 1 million species on the planet could be extinct by 2050 if affairs do not change."
    },
    {
      "cite": "Al Gore",
      "quote": "I want to testify today about what I believe is a planetary emergency - a crisis that threatens the survival of our civilization and the habitability of the Earth."
    },
    {
      "cite": "Obama's State of the Union",
      "quote": "The nation that leads the clean energy economy will be the nation that leads the global economy."
    },
    {
      "cite": "Governor Arnold Schwarzenegger",
      "quote": "Combating climate change requires collaboration with many levels of government."
    },
    {
      "cite": "Angela Merkel",
      "quote": "It is increasingly apparent that we must act now, as climate change is accelerating. Climate change threatens both our security and our economic development. Failure to take decisive action will have a dramatic impact."
    },
    {
      "cite": "Gov. Bill Ritter",
      "quote": "Climate change is our generation's greatest environmental challenge. It threatens our economy, our Western way of life and our future. It will change every facet of our existence, and unless we adapt to it, the results will be catastrophic for years to come."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "The impact of climate change is a tremendous risk to the security and well-being of our countries."
    },
    {
      "cite": "Peter Barnes",
      "quote": "The problem of climate change is so large that it can't be solved by voluntary individual responses. It requires an economy-wide solution, i.e. one that limits the total carbon intake of the economy."
    },
    {
      "cite": "Gro Harlem Brundtland",
      "quote": "The climate challenge illustrates how we have to change. The developing countries need more support and opportunities to develop and use clean energy. Because if the current situation continues, then the world will not be able to handle this burden."
    },
    {
      "cite": "General Wesley Clark",
      "quote": "Global warming is a matter of national security. Will we live in a world where we must fight our neighbors for fresh water and food? Or will we take the lead now and leave to our children and grandchildren a world better off than the one we inherited from our parents?"
    },
    {
      "cite": "Paul Ehrlich",
      "quote": "We should not be drilling for oil anywhere because burning oil and coal and natural gas is what's destroying our environment, our climate. And we need the climate if we're going to eat."
    },
    {
      "cite": "Al Gore",
      "quote": "The warnings about global warming have been extremely clear for a long time. We are facing a global climate crisis. It is deepening. We are entering a period of consequences.\""
    },
    {
      "cite": "Kofi Annan",
      "quote": "The message should be clear, climate change must take its place along those threats like conflict, poverty."
    },
    {
      "cite": "Jose Manuel Barroso",
      "quote": "Climate change is responsible for conflicts that can only deepen in the future if we don't act as soon as possible."
    },
    {
      "cite": "Ken Livingstone",
      "quote": "Climate change means catastrophically violent weather."
    },
    {
      "cite": "George Bush",
      "quote": "A report issued earlier this year by the UN Intergovernmental Panel on Climate Change (IPCC) concluded both that global temperatures are rising, (and) that this is caused largely by human activities."
    },
    {
      "cite": "Achim Steiner",
      "quote": "The scale and the pace of environmental change at the beginning of the 21st Century are a serious wake up call to us as human beings on this planet."
    },
    {
      "cite": "David Attenborough",
      "quote": "Dealing with global warming doesn't mean we have all got to suddenly stop breathing. Dealing with global warmning means that we have to stop waste, and if you travel for no reason whatsoever, that is a waste."
    },
    {
      "cite": "Barry Commoner",
      "quote": "If you ask what you are going to do about global warming, the only rational answer is to change the way in which we do transportation, energy production, agriculture and a good deal of manufacturing. The problem originates in human activity in the form of the production of goods."
    },
    {
      "cite": "Debbie Stabenow",
      "quote": "Global warming creates volatility. I feel it when I'm flying. The storms are more volatile. We are paying the price in more hurricanes and tornadoes."
    },
    {
      "cite": "Eliot Spitzer",
      "quote": "The pace of global warming is accelerating and the scale of the impact is devastating. The time for action is limited - we are approaching a tipping point beyond which the opportunity to reverse the damage of CO2 emissions will disappear."
    }
  ]
}