{
  "source": "https://www.wisesayings.com/globalization-quotes/",
  "theme": "globalization",
  "quotes": [
    {
      "cite": "Richard Stallman",
      "quote": "Globalizing a bad thing makes it worse. But globalizing a good thing is usually good."
    },
    {
      "cite": "Jacqueline Winspear",
      "quote": "We talk about globalization today as if it's some great big new thing, that we've all just discovered. But there's really nothing new about it."
    },
    {
      "cite": "Victor Davis Hanson",
      "quote": "Globalization has enriched the planet beyond belief, leading to ever-increased demands of perfection. And thanks to 24/7 communications, we all instantaneously know when these expectations aren't met."
    },
    {
      "cite": "John Olver",
      "quote": "In this age of globalization, instant real time media and television, everyone all over the world realizes that high energy usage equates with a high standard of living and wealth."
    },
    {
      "cite": "Evo Morales",
      "quote": "Globalization creates economic policies where the transnationals lord over us, and the result is misery and unemployment."
    },
    {
      "cite": "Fujio Mitarai",
      "quote": "Diversification and globalization are the keys to the future."
    },
    {
      "cite": "Chrystia Freeland",
      "quote": "This globalization is lifting up hundreds of millions of people out of poverty. The Left needs to see that."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "With globalization and with a lot of power evaporating from the nation-states, the late-19th century established hierarchies of importance, or 'pecking orders' of cultures, presenting assimilation as an advancement or promotion, dissolved."
    },
    {
      "cite": "Bill Clinton",
      "quote": "No generation has had the opportunity, as we now have, to build a global economy that leaves no-one behind. It is a wonderful opportunity, but also a profound responsibility."
    },
    {
      "cite": "Anonymous",
      "quote": "Globalization is a strategy of liberalization that becomes an economic nightmare for the poor."
    },
    {
      "cite": "Jack Welch",
      "quote": "Globalization is now no longer an objective but an imperative, as markets open and geographic barriers become increasingly blurred and even irrelevant."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "Globalization means we have to re-examine some of our ideas, and look at ideas from other countries, from other cultures, and open ourselves to them. And that's not comfortable for the average person."
    },
    {
      "cite": "Manmohan Singh",
      "quote": "Globalization offers us enormous opportunities in the race to leapfrog in development processes. It also obliges us to set in motion processes which would minimize its risks."
    },
    {
      "cite": "William Greider",
      "quote": "The regime of globalization promotes an unfettered marketplace as the dynamic instrument organizing international relations."
    },
    {
      "cite": "Michael Spence",
      "quote": "Globalization is the process by which markets integrate worldwide."
    },
    {
      "cite": "Dale Jamieson",
      "quote": "In this era of globalization we are witnessing struggles within individual states about what their identity and interests consist in."
    },
    {
      "cite": "Sharan Burrow",
      "quote": "Globalization could be the answer to many of the world's seemingly intractable problems. But this requires strong democratic foundations based on a political will to ensure equity and justice."
    },
    {
      "cite": "John B. Larson",
      "quote": "Globalization is not a monolithic force but an evolving set of consequences - some good, some bad and some unintended. It is the new reality."
    },
    {
      "cite": "Carlos Salinas de Gortari",
      "quote": "Globalization is a fact of economic life."
    },
    {
      "cite": "Kofi Annan",
      "quote": "It has been said that arguing against globalization is like arguing against the laws of gravity."
    },
    {
      "cite": "Michael Froman",
      "quote": "Globalization exists but we shouldn't conflate globalization with trade agreements. Trade agreements is how we can shape globalization."
    },
    {
      "cite": "Helen Fisher",
      "quote": "Globalization requires taking a broad contextual and long-term view."
    },
    {
      "cite": "Ulrich Beck",
      "quote": "Accordingly, globalization is not only something that will concern and threaten us in the future, but something that is taking place in the present and to which we must first open our eyes."
    },
    {
      "cite": "Emmanuel Macron",
      "quote": "Globalization can be a great opportunity."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Globalization is simply opening the free marketplace to encompass the entire world."
    },
    {
      "cite": "Barack Obama",
      "quote": "Globalization is a fact, because of technology, because of an integrated global supply chain, because of changes in transportation. And we're not going to be able to build a wall around that."
    },
    {
      "cite": "Nina Easton",
      "quote": "Globalization is stirring widespread economic anxiety, and middle class incomes have stagnated while a class of super-rich has emerged."
    },
    {
      "cite": "Denise Morrison",
      "quote": "With the growth of both urbanization and globalization, consumers are becoming increasingly disconnected from their food."
    },
    {
      "cite": "Paul Virilio",
      "quote": "Globalization cannot take shape without the speed of light."
    },
    {
      "cite": "Gerhard Schroder",
      "quote": "We must take care that globalization does not become something people become afraid of."
    },
    {
      "cite": "Carlos Santana",
      "quote": "One day there will be no borders, no boundaries, no flags and no countries and the only passport will be the heart."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Globalization is a form of totalitarianism. It is the rich who rule, and the poor live as they can."
    },
    {
      "cite": "Jack Welch",
      "quote": "Globalization has taken a hit in that there is some sand in the gears because most of us have supply chains that are all over the world that we've had to lengthen."
    },
    {
      "cite": "Paul Samuelson",
      "quote": "Globalization presumes sustained economic growth. Otherwise, the process loses its economic benefits and political support."
    },
    {
      "cite": "Jack Welch",
      "quote": "Globalization has changed us into a company that searches the world, not just to sell or to source, but to find intellectual capital - the world's best talents and greatest ideas."
    },
    {
      "cite": "David Korten",
      "quote": "Our global economy is out of control and performing contrary to basic principles of market economics."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Globalization, as defined by rich people like us, is a very nice thing you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Globalization is a policy, not an act of God."
    },
    {
      "cite": "Robert Reich",
      "quote": "Globalization and free trade do spur economic growth, and they lead to lower prices on many goods."
    },
    {
      "cite": "Jeffrey Sachs",
      "quote": "Globalization was a deep trend pushed by technology and right ideas, as much as anything else."
    },
    {
      "cite": "Erol Ozan",
      "quote": "Globalization is a form of artificial intelligence."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Globalization means standardization. The very rich and the very poor must want the same things, but only the rich can have them."
    },
    {
      "cite": "Ofra Strauss",
      "quote": "Globalization means that business strategy and business ethics cannot be separated from each other."
    },
    {
      "cite": "Aphex Twin",
      "quote": "That's just globalization. It's got good sides as well. But scenes aren't allowed to develop on their own anymore. Everyone knows about everything."
    },
    {
      "cite": "Loretta Napoleoni",
      "quote": "Globalization is a great thing, but it needs a legal framework in which to blossom."
    },
    {
      "cite": "Joseph S. Nye Jr.",
      "quote": "Globalization has made national boundaries more porous but not irrelevant. Nor does globalization mean the creation of a universal community."
    },
    {
      "cite": "George Soros",
      "quote": "Globalization has rendered the world increasingly interdependent, but international politics is still based on the sovereignty of states."
    },
    {
      "cite": "Pascal Lamy",
      "quote": "Globalization is incredibly efficient but also so far incredibly unjust."
    },
    {
      "cite": "Ralph Nader",
      "quote": "The essence of globalization is a subordination of human rights, of labor rights, consumer, environmental rights, democracy rights, to the imperatives of global trade and investment."
    },
    {
      "cite": "Naomi Klein",
      "quote": "The triumph of economic globalization has inspired a wave of techno-savvy investigative activists who are as globally minded as the corporations they track."
    }
  ]
}