{
  "source": "https://www.wisesayings.com/gloomy-quotes/",
  "theme": "gloomy",
  "quotes": [
    {
      "cite": "Richelle E. Goodrich",
      "quote": "When thunderstorms roll in, you make a choice to either succumb with tears to the gloomy downpour, or smile and look for rainbows."
    },
    {
      "cite": "Munia Khan",
      "quote": "The sky has a huge heart open for all clouds even on the gloomiest of days."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Only a happy mind will see the beauty of a beautiful view! For the sad mind everywhere looks gloomy!"
    },
    {
      "cite": "David Eddings",
      "quote": "It keeps him happy, Dahlaine, and happy people are nicer than gloomy ones. Haven't you noticed that before?"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Sometimes a gloomy street is all a sad person needs! A magical relief may arise from the meeting of the two sad things!"
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "No matter how gloomy the morning, it is a new day where anything is possible."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You can't escape the thoughts on a rainy day: In the spirit of the gloom there is a talisman that keeps people from having fun and invites them to the world of thoughts!"
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Some days I wish we weren't so distant, life wasn't so cruel and the weather in my heart wasn't so gloomy."
    },
    {
      "cite": "Zhou Qunfei",
      "quote": "I think it's important not to get carried away when you are successful - and not to let yourself feel gloomy when times are bad."
    },
    {
      "cite": "Sean O'Casey",
      "quote": "The hallway of every man's life is paced with pictures; pictures gay and pictures gloomy, all useful, for if we be wise, we can learn from them a richer and braver way to live."
    },
    {
      "cite": "Benny Goran Bror Andersson",
      "quote": "We're like sun and rainy weather  / Sometimes we're a hit together  / Me and I  / Gloomy moods and inspiration  / We're a funny combination"
    },
    {
      "cite": "Jule Styne",
      "quote": "I'll be gloomy  / But send that rainbow to me / Then my shadows will fly / Though you'll be gone for a while / I know that I'll be  Smiling with my baby"
    },
    {
      "cite": "John Cameron Fogerty",
      "quote": "Some people laugh in the dark, / Some people cry alone. / Some people talk without saying a thing, / And everything turns out gloomy."
    },
    {
      "cite": "John Cameron Fogerty",
      "quote": "When everything turns out gloomy. / Brothers'll make you look sideways, / Fathers'll make you look back. / And when you're done talking, you still got to shoot"
    },
    {
      "cite": "Cole Porter",
      "quote": "I get awful gloomy / You mean, very gloomy / Very gloomy, now and then, in this town / 'Cause it's always so hard / To find a real pard / Who'll play in your yard / When you're down / But since the talk, you and me / I mean, you and I have had / I've got a good friend, I see / Well, I'm not so very bad"
    },
    {
      "cite": "Colin Meloy",
      "quote": "And woe betide you annan water / At night you are a gloomy river / And over you I'll build a bridge / That never more true love may sever"
    },
    {
      "cite": "Alan Block",
      "quote": "Maybe he's crying for me / And as the skies turn gloomy / Night winds whisper to me / I'm lonesome as I can be"
    },
    {
      "cite": "Charles Strouse",
      "quote": "Take of the gloomy mask of tragedy / It's not your style / You'll look so good that you'll be glad / You decided to smile"
    },
    {
      "cite": "Charles Strouse",
      "quote": "I know a girl so gloomy / She never laugh or sing / She wouldn't listen to me / Now she's a mean old thing / So spread sunshine all over the place / And put on a happy, happy face"
    },
    {
      "cite": "Chuck Butler",
      "quote": "Oh there is nowhere I can run / And there is no hiding place / Sticking out like a sore thumb / By the gloomy look upon my face / Without love I'm incomplete"
    },
    {
      "cite": "Harry Warren",
      "quote": "Someone like you cures everything gloomy / Turns wrong into right, brightens the night / Brings happiness to me"
    },
    {
      "cite": "Harold Arlen",
      "quote": "You'd never know it, but buddy I'm a kind of a poet / And I've got a lot of things to say / And when I'm gloomy, you simply gotta listen to mean / Until it's talked away"
    },
    {
      "cite": "Griff",
      "quote": "Lead me through the darkness / And through each gloomy day. / Take my hand, oh, precious Lord / And help me on my way."
    },
    {
      "cite": "Carole King",
      "quote": "It's a gray, gray gloomy day / A strange and moody blues day / Gotta get through, gotta get through another day"
    },
    {
      "cite": "E.Y. Harburg",
      "quote": "Sometimes the cabin's gloomy and the table's bare / But then he'll kiss me and it's Christmas everywhere / Trouble's fly away and life is easy go"
    },
    {
      "cite": "Michael Daniel Penn",
      "quote": "Maybe next summer, maybe by fall / Well, if not then, I am sure you'll recall / That our gloomy December will brighten by May / You're on your way"
    },
    {
      "cite": "Noel Coward",
      "quote": "Hurray, hurray, hurray! / Trouble is on the way. / There are bad times just around the corner, / The horizon's gloomy as can be"
    },
    {
      "cite": "Hui Ting Chen",
      "quote": "Gloomy day pass me all above / Revolution kept inside / And even so, I'll try / To get the senses into mind / For this cozy time / Simple truth gonna fade away / All my fantasy out of line / I can get your breathe again"
    },
    {
      "cite": "Hui Ting Chen",
      "quote": "Gloomy day pass me all above / In such a messy land / But if I can see / Hind behind your reality / I'd make you free"
    },
    {
      "cite": "Joseph Edmonds",
      "quote": "And these Starry Nights and Gloomy Sights  / Will be here, will be here no more / And I know depression won't rule me no more"
    },
    {
      "cite": "Alex Turner",
      "quote": "On gloomy afternoons / Tinting the solitude / Put on your dancing shoes / And show me what to do / I know you've got the moves"
    },
    {
      "cite": "Will Adams",
      "quote": "I only count the sunny hours, brightest hours of day. / I never count the gloomy hours I let them slip away. And I realize I'm away."
    },
    {
      "cite": "Nicholas Diego Leanos",
      "quote": "And I don't like them gloomy days, nah, ay / Praying for some sunny days, yeah, ay (prra) / I'm praying for them better days, yeah, ay"
    },
    {
      "cite": "Lyndall Stokes Ridenour",
      "quote": "Rainy and gloomy days certainly can lower your spirits. Even in the sunshine state all days are not just sunny, as our life us not always bright."
    },
    {
      "cite": "Barbara Keddy",
      "quote": "Mandy said that on gloomy days she has to be around people even it if means going out to a mall."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "Gloominess is found in several degrees: from 'I'm just not feeling quite alright' to 'I've had enough' off it'."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "The opposite of depressed is 'zest for life'. The desire to live and to keep on living."
    },
    {
      "cite": "Bettie Jo Walker",
      "quote": "You can't be depressed and in a depressing life, when you have faith in God. You have to let go of depressed feelings...you have to expect change..expect something better for your life."
    },
    {
      "cite": "Lettie Cowman",
      "quote": "Never yield to gloomy anticipation. Place your hope and confidence in God. He has no record of failure."
    },
    {
      "cite": "Victor Hugo",
      "quote": "What a gloomy thing, not to know the address of one's soul."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "If a man be gloomy let him keep to himself. No one has the right to go croaking about society, or what is worse, looking as if he stifled grief."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Do you feel gloomy? Lift your eyes. Stand on your feet. Say a few words of appreciation and love to the Lord. Be positive."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Don't be gloomy. Even if you are not happy, put a smile on your face. Life is about joy, something to be happy and excited about."
    },
    {
      "cite": "Lorenzo Snow",
      "quote": "When you find yourselves a little gloomy, look around you and find somebody that is in a worse plight than yourself; go to him and find out what the trouble is, then try to remove it with the wisdom which the Lord bestows upon you; and the first thing you know, your gloom is gone, you feel light, the Spirit of the Lord is upon you, and everything seems illuminated."
    },
    {
      "cite": "Joel Osteen",
      "quote": "No matter how dark and gloomy it looks in your life right now, if you'll release the weight of those burdens, you will see the sun break forth."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "When you feel gloomy, think what has been done within the last year. How, rising from nothing."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The gloomy and the resentful are always found among those who have nothing to do or who do nothing."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In narrow and gloomy streets, keep your spirit high!"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "A gloomy guest fits not a wedding feast."
    },
    {
      "cite": "Bettie Jo Walker",
      "quote": "The situation may be depressing, but you don't have to be depressed in i..no agreements between the adjective(depressing) and the verb (depressed) is necessary in this life situation."
    },
    {
      "cite": "Sheldon D. Newton",
      "quote": "A person without a vision is someone without a purpose. And a person without a purpose is someone that will live a depressing life full of regret and sadness."
    },
    {
      "cite": "Aaron Lumpkin",
      "quote": "Focusing on one person that we may not be able to have makes life depressing. And the truth is, that person can't truly make us happy anyway. We make our own selves happy."
    },
    {
      "cite": "Aaron Lumpkin",
      "quote": "The bottom line is that if we are depressed about life because we can't have someone we want, we are probably causing ourselves a lot if unnecessary grief."
    },
    {
      "cite": "Joyce Joyce Ashton-Douglas",
      "quote": "When gloomy days come knocking / and soberness I feel / I lift my head to Jesus / fall to the floor and knee"
    },
    {
      "cite": "Waqi Munim",
      "quote": "Life is so fast and so complex that it starts to control us unless we take charge of it and put it in the right perspective."
    },
    {
      "cite": "David Vercoe",
      "quote": "Feeling gloomy, got the blues, what's the reason, got no clues / Tired and listless, life's a drag, nothing helps, I just feel bad. / Life's a spiral, spinning around, deeper darker, underground / In the vortex I can't think, in depression slowly sink!"
    },
    {
      "cite": "Georgia A. DeGangi",
      "quote": "Feeling gloomy or sad most of the time and not knowing how to experience pleasure, joy, excitement, or assertiveness. It is important in treatment to help the person read her internal emotional experience and connect them with bodily sensations and thoughts."
    },
    {
      "cite": "Georgia A. DeGangi",
      "quote": "Persons with depression are overwhelmed with sad, depressing thoughts, walking around home and work with a black cloud over them. Self-soothing activities, medication, mindfulness practice, and other sources of pleasurable experience need to be a major focus in the depressed person's life."
    },
    {
      "cite": "Georgia A. DeGangi",
      "quote": "Depression can manifest through emotional withdrawal and shutdown,irritability, and a negative view if the world. Effective treatment for depression should combine dialectical behavioral therapy and mind."
    },
    {
      "cite": "Josau B.V.",
      "quote": "When we accept feeling gloomy or depressed, something changes immediately. Accepting our feelings as they are does not mean that we have to agree with them or that they have defeated us that we should surrender."
    },
    {
      "cite": "Glenn Allan Moody",
      "quote": "It's like feeling gloomy on a rainy day and feeling great on a sunny day, and again people will see in your in your eyes how happy or unhappy you really are. So keep that race going on so the sun never stops shining."
    }
  ]
}