{
  "source": "https://www.wisesayings.com/glory-quotes/",
  "theme": "glory",
  "quotes": [
    {
      "cite": "Al Gore",
      "quote": "No matter how hard the loss, defeat might serve as well as victory to shake the soul and let the glory out."
    },
    {
      "cite": "Eliza Cook",
      "quote": "Glory is so enchanting, that we love whatever we associate with it, even though it be death."
    },
    {
      "cite": "Samuel Fuller",
      "quote": "Surviving is the only glory in war."
    },
    {
      "cite": "Pierce S. Buck",
      "quote": "The young do not know enough to be prudent, and therefore they attempt the impossible - and achieve it, generation after generation."
    },
    {
      "cite": "Gabby Douglas",
      "quote": "I give all the glory to God. It's kind of a win-win situation. The glory goes up to Him and the blessings fall down on me."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "To be really great in little things, to be truly noble and heroic in the insipid details of everyday life, is a virtue so rare as to be worthy of canonization."
    },
    {
      "cite": "Algernon Charles Swinburne",
      "quote": "Glory to Man in the highest! For Man is the master of things."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Glory and repose are things that cannot possibly inhabit in one and the same place."
    },
    {
      "cite": "Joseph P. Thompson",
      "quote": "Real glory springs from the silent conquest of ourselves."
    },
    {
      "cite": "Rafael Nadal",
      "quote": "The glory is being happy. The glory is not winning here or winning there. The glory is enjoying practicing, enjoy every day, enjoying to work hard, trying to be a better player than before."
    },
    {
      "cite": "William Blake",
      "quote": "The glory of Christianity is to conquer by forgiveness."
    },
    {
      "cite": "Irenaeus of Lyons",
      "quote": "The glory of God is the human person fully alive."
    },
    {
      "cite": "Max Lucado",
      "quote": "God's glory is the big news of the Bible, and my desire is that it would be all about me, but really it's all about God's glory."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "There is no glory in battle worth the blood it costs."
    },
    {
      "cite": "James Broughton",
      "quote": "Consciousness is the glory of creation."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "Grace is but glory begun, and glory is but grace perfected."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Glory follows virtue as if it were its shadow."
    },
    {
      "cite": "Eugene F. Ware",
      "quote": "All glory comes from daring to begin."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "For glory lit, and life alive, for goals unreached and aims to strive. All men must try, the wind did see. It is the test, it is the dream."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Our glory is hidden in our pain, if we allow God to bring the gift of himself in our experience of it."
    },
    {
      "cite": "John Piper",
      "quote": "God is most glorified in us when we are most satisfied in Him."
    },
    {
      "cite": "Plutarch",
      "quote": "It is indeed a desirable thing to be well-descended, but the glory belongs to our ancestors."
    },
    {
      "cite": "Ma Long",
      "quote": "Glory is attained from hard work, step by step."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "True glory consists in doing what deserves to be written, in writing what deserves to be read, and in so living as to make the world happier and better for our living in it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The glory of friendship is not the outstretched hand, nor the kindly smile...it's the spiritual inspiration that comes to one when he discovers that someone else believes in him and is willing to trust him with his friendship."
    },
    {
      "cite": "John McCain",
      "quote": "Glory belongs to the act of being constant to something greater than yourself, to a cause, to your principles, to the people on whom you rely and who rely on you in return."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The real glory is being knocked to your knees and then coming back. That's real glory. That's the essence of it."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "For glory gives herself only to those who have always dreamed of her."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Simplicity is the glory of expression."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The glory of a workman, still more of a master workman, that he does his work well, ought to be his most precious possession, like the honor of a soldier, dearer to him than life."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "The glory of creation is in its infinite diversity."
    },
    {
      "cite": "Andrew Young",
      "quote": "We rise in glory as we sink in pride."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Glory is largely a theatrical concept. There is no striving for glory without a vivid awareness of an audience... The desire to escape or camouflage their unsatisfactory selves develops in the frustrated a facility for pretending -- for making a show -- and also a readiness to identify themselves wholly with an imposing spectacle."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "True glory takes root, and even spreads; all false pretences, like flowers, fall to the ground; nor can any counterfeit last long."
    },
    {
      "cite": "Socrates",
      "quote": "The nearest way to glory is to strive to be what you wish to be thought to be."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The glory of God's faithfulness is that no sin of ours has ever made Him unfaithful."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Great is the glory, for the strife is hard!"
    },
    {
      "cite": "Belva Lockwood",
      "quote": "The glory of each generation is to make its own precedents."
    },
    {
      "cite": "William Cowper",
      "quote": "Glory, built on selfish principles, is shame and guilt."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "There's no glory like those who save their country."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Glory is fleeting, but obscurity is forever."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Glory is like a circle in the water, Which never ceaseth to enlarge itself Till by broad spreading it disperse to naught."
    },
    {
      "cite": "N.D. Wilson",
      "quote": "Glory is sacrifice, glory is exhaustion, glory is having nothing left to give. Almost. It is death by living."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Where's the glory in repeating what others have done?"
    },
    {
      "cite": "Bruce Lee",
      "quote": "Showing off is the fool's idea of glory."
    },
    {
      "cite": "Amit Ray",
      "quote": "There are miracles and glory in every child. Our glory lies in empowering them to flourish their glory."
    },
    {
      "cite": "Charles-Maurice de Talleyrand",
      "quote": "Love of glory can only create a great hero; contempt of glory creates a great man."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Glory lies in the attempt to reach one's goal and not in reaching it."
    },
    {
      "cite": "Alfred Austin",
      "quote": "The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just on the body, but the soul."
    }
  ]
}