{
  "source": "https://www.wisesayings.com/glow-quotes/",
  "theme": "glow",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "The beautiful light behind her smile makes her eyes glow with a love for life I've never experienced before. What true beauty is."
    },
    {
      "cite": "Caroline Gilman",
      "quote": "Space for the sunflower, bright with yellow glow, to court the sky."
    },
    {
      "cite": "Anthony D. Williams",
      "quote": "Shine your light on love and truth and your soul will glow."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Let your light shine. Shine within you so that it can shine on someone else. Let your light shine."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Shine your light and make a positive impact on the world; there is nothing so honorable as helping improve the lives of others."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "If you want to give light to others you have to glow yourself."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Shine as light in the darkness of every human sphere of life."
    },
    {
      "cite": "Michael R. Hicks",
      "quote": "The sun's glow had given way to a brilliant twilight that colored the great mountains with violet and orange rivers."
    },
    {
      "cite": "Anonymous",
      "quote": "May the bright and festive glow of New Year candle warm the days all the year through. Hoping you will have a wonderful time enjoying New Year that is happy in every way."
    },
    {
      "cite": "James Thurber",
      "quote": "There are two kinds of light - the glow that illuminates, and the glare that obscures."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You are the light of the world. Shine, and darkness will disappear."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "With a strong strong glow of courage, drank off the potion."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Glow wherever you go and let the light of God reflect in the world around you. You carry the light of God and wherever you pass, darkness must flee."
    },
    {
      "cite": "Asger Jorn",
      "quote": "We are sparks that must glow as brightly as possible."
    },
    {
      "cite": "Katelyn S. Bolds",
      "quote": "Shine with all you have. When someone tries to blow you out, just take their oxygen and burn brighter."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "To be a star, you must shine your own light, follow your own path, and don't worry about the darkness, for that is when the stars shine brightest."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "Always let your inner light shine. By doing so, you not only light a path for yourself, but also light a way for others."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The glow of satisfaction which follows the consciousness of doing our level best never comes to a human being from any other experience."
    },
    {
      "cite": "Gena Showalter",
      "quote": "Let your light shine, never look back and live as if today is your last day because it just might be."
    },
    {
      "cite": "John Mason Brown",
      "quote": "Charm is a glow within a woman that casts a most becoming light on others."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "The sunset glow of self-possession."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Every day, strive to refine your contagious shine, and shake the nonsense offered by those who lack the will to polish-up from within."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The glow of one warm thought is to me worth more than money."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Shine brightly, so you can help those who have not found their path a way through the darkness."
    },
    {
      "cite": "Moriah Peters",
      "quote": "Shine, shine, shine tonight- It's time to let it show- Burn bright, light the fire- That leads the way to hope- The Maker of the stars lives in our soul- We have His light, what are we waiting for- Get out and glow."
    },
    {
      "cite": "Ovid",
      "quote": "The glow of inspiration warms us; it is a holy rapture."
    },
    {
      "cite": "Anonymous",
      "quote": "Sun glows for a day, candle for an hour, matchstick for a minute but a good day can glow forever."
    },
    {
      "cite": "Gene Tunney",
      "quote": "To enjoy the glow of good health, you must exercise."
    },
    {
      "cite": "Francis Bacon",
      "quote": "In order for the light to shine so brightly, the darkness must be present."
    },
    {
      "cite": "Steven Magee",
      "quote": "Anytime that you look up to the clear sky and see colors in it, you should be suspecting that you are looking at a flow of energy through the sky that is causing a gas to glow."
    },
    {
      "cite": "Homer",
      "quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "I saw that my life was a vast glowing empty page and I could do anything I wanted."
    },
    {
      "cite": "Black Elk",
      "quote": "Also, as I lay there thinking of my vision, I could see it all again and feel the meaning with a part of me like a strange power glowing in my body but when the part of me that talks would try to make words for the meaning, it would be like fog and get away from me."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "The person who lives life fully, glowing with life’s energy, is the person who lives a successful life."
    },
    {
      "cite": "Frank McCourt",
      "quote": "Happiness is hard to recall. It's just a glow."
    },
    {
      "cite": "Bob Hope",
      "quote": "When we recall the past, we usually find that it is the simplest things not the great occasions that in retrospect give off the greatest glow of happiness."
    },
    {
      "cite": "Ted Nugent",
      "quote": "I have self-actualized. Pardon me while I adjust my glowing halo."
    },
    {
      "cite": "Robert Crippen",
      "quote": "We were on the dark side of the Earth when we started to see outside the window this soft pink glow, which is a lot of little angry ions out there going very fast. We were hitting them very fast."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "One man loved the pilgrim soul in you and loved the sorrows of your changing face."
    },
    {
      "cite": "Hugh Walpole",
      "quote": "The most wonderful of all things in life, I believe, is the discovery of another human being with whom one's relationship has a glowing depth, beauty, and joy as the years increase."
    },
    {
      "cite": "Peter Brook",
      "quote": "Time, which is so often an enemy in life, can also become our ally if we see how a pale moment can lead to a glowing moment, and then turn to a moment of perfect transparency, before dropping again to a moment of everyday simplicity."
    },
    {
      "cite": "Leopold Von Sacher-Masoch",
      "quote": "You know how to paint pleasure, cruelty, arrogance in glowing colors."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The very purpose of existence is to reconcile the glowing opinion we hold of ourselves with the appalling things that other people think about us."
    },
    {
      "cite": "Washington Irving",
      "quote": "Surely happiness is reflective, like the light of heaven and every countenance, bright with smiles, and glowing with innocent enjoyment, is a mirror transmitting to others the rays of a supreme and ever shining benevolence."
    },
    {
      "cite": "John Updike",
      "quote": "For male and female alike, the bodies of the other sex are messages signaling what we must do they are glowing signifiers of our own necessities."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "From the glow of enthusiasm I let the melody escape."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "I must bridge the gap between adolescent glitter and mature glow."
    },
    {
      "cite": "unknown",
      "quote": "There is magic in the night when pumpkins glow by moonlight."
    },
    {
      "cite": "Edward Young",
      "quote": "The love of praise, however concealed by art, reigns more or less, and glows in every heart."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The doubters said, man can not fly. The doers said, Maybe, but we'll try, and finally soared Into the morning glow while nonbelievers watched from below."
    },
    {
      "cite": "David Grayson",
      "quote": "Goodness is uneventful. It does not flash, it glows."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "She would rather light a candle than curse the darkness and her glow has warmed the world."
    },
    {
      "cite": "Carl Jung",
      "quote": "Dealing with the unconscious has become a question of life for us."
    },
    {
      "cite": "Carl Jung",
      "quote": "Our heart glows, and secret unrest gnaws at the root of our being."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The energy, the faith, the devotion which we bring this endeavor will light our bounty and all who serve it, and the glow from that fire can truly light the world."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The very purpose of existence is to reconcile the glowing opinion we have of ourselves with the appalling things that other people think about us."
    },
    {
      "cite": "unknown",
      "quote": "Love a wildly misunderstood although highly desirable malfunction of the heart which weakens the brain, causes eyes to sparkle, cheeks to glow, blood pressure to rise and the lips to pucker"
    },
    {
      "cite": "Winston Churchill",
      "quote": "We are all worms, But I do believe that I am a glow worm."
    },
    {
      "cite": "Shvetashvatara Upanishad",
      "quote": "Health, a light body, freedom from cravings, a glowing skin, sonorous voice, fragrance of body: these signs indicate progress in the practice of meditation."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Condense some daily experience into a glowing symbol and an audience is electrified."
    },
    {
      "cite": "Sara Coleridge",
      "quote": "January brings the snow, makes our feet and fingers glow."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it and the glow from that fire can truly light the world."
    },
    {
      "cite": "William James",
      "quote": "Every time a resolve or fine glow of feeling evaporates without bearing practical fruit, it is worse than a chance lost. It works so as positively to hinder future resolutions and emotions from taking the normal path of discharge."
    }
  ]
}