{
  "source": "https://www.wisesayings.com/gluttony-quotes/",
  "theme": "gluttony",
  "quotes": [
    {
      "cite": "Spider Robinson",
      "quote": "If a person who indulges in gluttony is a glutton, and a person who commits a felony is a felon, then God is an iron."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Gluttony, do not eat thy neighbor's wife's popcorn."
    },
    {
      "cite": "Walter de la Mare",
      "quote": "Oh, pity the poor glutton whose troubles all begin in struggling on and on to turn what's out into what's in."
    },
    {
      "cite": "Henry Fairlie",
      "quote": "Gluttony and Lust are the only sins that abuse something that is essential to our survival."
    },
    {
      "cite": "Rafael Sabatini",
      "quote": "A deadly sin that brings no evil material sequel to the satisfaction afforded by committing it is one thing. A deadly sin that gives you the stomach-ache is quite another."
    },
    {
      "cite": "Frank Furedi",
      "quote": "Gluttons no longer gorge themselves; they are simply suffering from one of a variety of eating disorders."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "Gluttony is mankind's exclusive prerogative."
    },
    {
      "cite": "Anonymous",
      "quote": "Gluttony and vanity grow with age."
    },
    {
      "cite": "Peter De Vries",
      "quote": "Gluttony is an emotional escape, a sign something is eating us."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The glutton is much more than an animal and much less than a man."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "The most of what a glutton eats goes to create a desire for more."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There is no love sincerer than the love of food."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "The flesh endures the storms of the present alone; the mind, those of the past and future as well as the present. Gluttony is a lust of the mind."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Gluttony and surfeiting are no proper occasions for thanksgiving."
    },
    {
      "cite": "John Updike",
      "quote": "In a way, gluttony is an athletic feat, a stretching exercise."
    },
    {
      "cite": "Julie Burchill",
      "quote": "Gluttony and idleness are two of life's great joys, but they are not honourable."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Gluttony and drunkenness have two evils attendant on them; they make the carcass smart, as well as the pocket."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is a difference between eating and drinking for strength and from mere gluttony."
    },
    {
      "cite": "Orson Welles",
      "quote": "Gluttony is not a secret vice."
    },
    {
      "cite": "William Hardcastle Browne",
      "quote": "Gluttony is the parent of disease."
    },
    {
      "cite": "Marion LeRoy Burton",
      "quote": "Gluttony is the source of all our infirmities and the fountain of all our diseases. As a lamp is choked by a superabundance of oil, and a fire extinguished by excess of fuel, so is the natural health of the body destroyed by intempe diet."
    },
    {
      "cite": "Enock Maregesi",
      "quote": "Gluttony is the act of digging a grave with your own teeth."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is the just doom of laziness and gluttony to be inactive without ease and drowsy without tranquility."
    },
    {
      "cite": "Hector Abad Faciolince",
      "quote": "Only good poets cure us of an overindulgence in words. Only simple essential food cures us of gluttony"
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "Gluttony might be innocuous were it not for the fact that gluttons tend to disregard whether their self-serving behaviors harm anyone else. We don't need to look far and wide to find examples of gluttonous behavior, as they are numerous throughout the history of capitalism."
    },
    {
      "cite": "George Herbert",
      "quote": "Gluttony kills more than the sword."
    }
  ]
}