{
  "source": "https://www.wisesayings.com/gnome-quotes/",
  "theme": "gnome",
  "quotes": [
    {
      "cite": "Jefferson Smith",
      "quote": "Trust not in Sprites nor the motivations of a Gnome."
    },
    {
      "cite": "John Dobbin",
      "quote": "Actually, cats do this to protect you from gnomes who come and steal your breath while you sleep."
    },
    {
      "cite": "Holly Black",
      "quote": "She sat in the dew-damp grass and ripped up clumps of it, tossing them in the air and feeling vaguely guilty about it. Some gnome ought to pop out of the tree and scold her for torturing the lawn."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "I remember her telling me once that rabbits were the gnomes in attendance to the Fairy Queen and that the stars were God's daisy chain. Perfect rot, of course."
    },
    {
      "cite": "Caroline Paul",
      "quote": "Cats are the slipperiest of domestic animals. Thousands of years of genetic coding has taught them to melt into azaleas, lie motionless behind garden gnomes, glide along fence tops, and slink under benches."
    },
    {
      "cite": "Joseph Jacobs",
      "quote": "In the Land of Ire, the belief in fairies, gnomes, ogres and monsters is all but dead; in the Land of Ind, it still flourishes in all the vigor of animism."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Here's a book about gnomes, undies, salamanders, elves, sylphs, fairies, but it, too, brings in the origins of Aryan civilization. The SS, apparently, are descended from the Seven Dwarfs."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Look, the life of gnomes and goblins is nasty, brutish and short. So are they."
    },
    {
      "cite": "unknown",
      "quote": "Elves, pixies, gnomes- the Moo-mins, Chorlton and the Wheelies, Sponge Bob Square Pants, they all tried to invade you at some point."
    },
    {
      "cite": "Stephen R. Lawhead",
      "quote": "In short, you have all the social prospects of a garden gnome."
    },
    {
      "cite": "Johnny Christ",
      "quote": "If I ever wanted a gnome, I guess I'd just stand out on my lawn for a while."
    },
    {
      "cite": "S.J. Kincaid",
      "quote": "People kill over money and power and love, but no one kills over gnomes."
    },
    {
      "cite": "Chuck Sambuchino",
      "quote": "Call them what you want. Garden gnomes. Lawn ornaments. Little evil outdoor statuary hell-bent on world domination. It doesn't matter. What does matter is that, right now, they're hiding in plain sight, pretending to be symbols of merriment and good will."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The things I encounter that I call elves or gnomes, it's just a gloss. I mean, they're small, and they have the archetype. They're more like leprechauns, and this maybe raises a racial issue."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Gnomes live ten times faster than humans. They're harder to see than a high-speed mouse. That's one reason why most humans hardly ever see them. The other is that humans are very good at not seeing things they know aren't there. And, since sensible humans know that there are no such things as people four inches high, a gnome who doesn't want to be seen probably won't be seen... Wings."
    },
    {
      "cite": "Richard Briers",
      "quote": "I make it a point of honour to have a couple of gnomes in my garden as silent testimony to the right of gnome-lovers everywhere to do their own thing without fear of snide remarks."
    },
    {
      "cite": "L. E. J. Brouwer",
      "quote": "Life is a magic garden. With wondrous softly shining flowers, but between the flowers there are the little gnomes, they frighten me so much, they stand on their heads, and the worst is, they call out to me that I should also stand on my head, every once in a while I try, and I die of embarrassment; but sometimes the gnomes shout that I am doing very well, and that I'm indeed a real gnome myself after all. But on no account I will ever fall for that."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Get you gone, you dwarf; / You minimus, of hindering knot-grass made; / You bead, you acorn."
    },
    {
      "cite": "Ben Jonson",
      "quote": "Our drink shall be prepared gold and amber; / Which we will take, until my roof whirl around / With the vertigo: and my dwarf shall dance."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "A little child, a limber elf, / Singing, dancing to itself, / A fairy thing with red round cheeks, / That always finds, and never seeks, / Makes such a vision to the sight / As fills a father's eyes with light."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "Going to Aunt Mirandy's is like going down cellar in the dark. There might be ogres and giants under the stairs,—but, as I tell Hannah, there might be elves and fairies and enchanted frogs!"
    },
    {
      "cite": "Urdu (Indian) Proverb",
      "quote": "To a co-wife, a fairy is uglier than a goblin."
    },
    {
      "cite": "Hadrian",
      "quote": "Ah! gentle, fleeting, wav'ring sprite, / Friend and associate of this clay!"
    },
    {
      "cite": "John Donne",
      "quote": "We easily know / By this these angels from an evil sprite, / They set our hairs, but these our flesh upright."
    },
    {
      "cite": "Thijs Porck",
      "quote": "Bigger is not always better; gnomes and dwarfs are often more interesting than giants."
    },
    {
      "cite": "Piper Halliwell",
      "quote": "Who would shoot a gnome? And why is the 'g' silent?"
    },
    {
      "cite": "Sally Wilcox",
      "quote": "Garden gnomes have been used throughout history as the protectors from evil. The peaceful creatures are known for their loving upkeep and safeguarding of their owners' gardens. Yeah, great, fine. Where's the part where these \"peaceful creatures\" go crazy and try to kill the owners' kid while they're away antiquing?"
    },
    {
      "cite": "Lazlo",
      "quote": "Okay is the life of a jolly wood gnome / They have long beards and they love your lawn / They dance little jigs on their little gnome homes / Hooray for the life of a jolly wood gnome."
    },
    {
      "cite": "Slinkman",
      "quote": "Beware the teeth of the deadly wood gnomes / They'll bite your leg when you're all alone / And they'll drag you back to their little gnome home / Where they'll boil you for stew till you're nothing but bone!"
    },
    {
      "cite": "Syd Barrett",
      "quote": "I want to tell you a story / About a little man / If I can / A gnome named Grimble Crumble / And little gnomes stay in their homes / Eating, sleeping, drinking their wine / He wore a scarlet tunic / A blue green hood / It looked quite good / He had a big adventure / Amidst the grass / Fresh air at last / Wining, dining, biding his time / And then one day, hooray! / Another way for gnomes to say / Ooomray."
    },
    {
      "cite": "Sam DeRouen and Jacob DeRouen",
      "quote": "Wandering off the beaten path / You'll find a garden / In this garden you will find / A cobblestone path to a gnome home / In this gnome home you shall hear / Two gnomes stuck in a gnome drone / Flailing their canes in the air / Spilling gnome beer everywhere."
    },
    {
      "cite": "Madison Julius Cawein",
      "quote": "And it's there I hear that they all come true, / The fairy-stories, whatever they do / Elf and goblin, dear elf and goblin, loved elf and goblin and all the crew / Of witch and wizard and gnome and fay, / And prince and princess, that wander through / The storybooks we have put away, / The fairytales that we loved and knew."
    },
    {
      "cite": "Kelly Asbury",
      "quote": "Gnomes are supposed to be good luck in a garden, protecting against pests and diseases. A mythic gatekeeper, in the way a kitchen witch is."
    },
    {
      "cite": "Robert Burton",
      "quote": "A dwarf standing on the shoulders of a giant may see farther than a giant himself."
    },
    {
      "cite": "George Herbert",
      "quote": "A dwarf on a giant's shoulders sees farther of the two."
    }
  ]
}