{
  "source": "https://www.wisesayings.com/go-for-it-quotes/",
  "theme": "go-for-it",
  "quotes": [
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Destiny doesn't do home visits... you have to go for it yourself."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "Whatever it is your heart desires, please go for it, it's yours to have."
    },
    {
      "cite": "Masiela Lusha",
      "quote": "We're renting the space that we call Earth, so we may as well just go for it."
    },
    {
      "cite": "Sharon Gannon",
      "quote": "Be confident in yourself, in your abilities, and in your goals. Then go for it."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "You only regret what you don't do! Go for it, live your dreams and enjoy it all!"
    },
    {
      "cite": "Lyn St. James",
      "quote": "A second ago is gone, and a second from now might be. Now is all you've got. Go for it!"
    },
    {
      "cite": "Mikey Way",
      "quote": "Don't be afraid to do the most insane thing. Don't think it's too crazy. Just go for it."
    },
    {
      "cite": "Faith Sullivan",
      "quote": "If you're around someone who makes you feel good, you have to go for it. Don't hold back."
    },
    {
      "cite": "Debasish Mridha M.D.",
      "quote": "The purpose of education is to create a purpose for life. Go for it with the utmost sincerity."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Once you are prepared and you think you have every angle of preparation covered, you have to go for it."
    },
    {
      "cite": "Jenifer Lewis",
      "quote": "If you can find something you love, go for it everyday of your life, and it would be really good to you."
    },
    {
      "cite": "Gabrielle Giffords",
      "quote": "Your future shines bright - find your purpose and go for it. Starting tomorrow, you can change the world."
    },
    {
      "cite": "Zendaya",
      "quote": "A, surround yourself by positive people who will help you reach your goal and support you. And B, go for it!"
    },
    {
      "cite": "Mary Quant",
      "quote": "Risk it; go for it. Life always gives you another chance, another go at it. It's very important to take enormous risks."
    },
    {
      "cite": "Robert De Niro",
      "quote": "When you feel that you can't fight it, you just go for it. When it comes to the arts, passion should always trump common sense."
    },
    {
      "cite": "John Avery",
      "quote": "When chasing a dream, make sure the price is truly worth paying - if it is, go for it, if not, tweak your dream a little and then go for it."
    },
    {
      "cite": "Martha Stewart",
      "quote": "You have to focus on what's important to you and go for it. But don't stab people in the back. It poisons your whole life if you're like that."
    },
    {
      "cite": "Moffat Machingura",
      "quote": "No matter how long the preparation, you will never feel ready to write an exam, to start a business, to be parent or even to die. Just go for it."
    },
    {
      "cite": "Jason Fried",
      "quote": "When good enough gets the job done, go for it. It's way better than wasting resources or, even worse, doing nothing because you can't afford the complex solution."
    },
    {
      "cite": "Shannon MacMillan",
      "quote": "You have to dream big and go for it. Surround yourself with people who believe in you and ignore those who try to bring you down. Never give up, no matter what - overcoming obstacles makes you stronger!"
    },
    {
      "cite": "Julie Andrews",
      "quote": "If you're passionate about what you do, then go for it wholeheartedly. Be prepared that if anytime, you may be surprised by a phenomenal opportunity that may come your way, and that's when I say, do your homework. Be ready."
    },
    {
      "cite": "Elie Tahari",
      "quote": "If you like something, go for it."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Dream! Dream! And then go for it!"
    },
    {
      "cite": "Emma Watson",
      "quote": "Believe in yourself and go for it."
    },
    {
      "cite": "Chad Hurley",
      "quote": "If something excites you, go for it."
    },
    {
      "cite": "Alan Webb",
      "quote": "Good things happen when you go for it!"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "What you want is within reach. Go for it."
    },
    {
      "cite": "Kai Greene",
      "quote": "Get out, realize your dream, and go for it."
    },
    {
      "cite": "Richard E. Grant",
      "quote": "Never give up. You only get one life. Go for it!"
    },
    {
      "cite": "Johan Santana",
      "quote": "Dreams can come true, but you have to go for it."
    },
    {
      "cite": "Martin Powell",
      "quote": "To satisfy a want or a need, you must first go for it"
    },
    {
      "cite": "Joey McIntyre",
      "quote": "You just go for it and see what works. There are no rules."
    },
    {
      "cite": "Chris Coppernoll",
      "quote": "When you find what you want in life, you just gotta go for it."
    },
    {
      "cite": "Louis Tomlinson",
      "quote": "If you want to do something, go for it -you've got nothing to lose."
    },
    {
      "cite": "Earvin Magic Johnson",
      "quote": "You're the only one who can make the difference. Whatever your dream is, go for it."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "You should have a dream and absolutely go for it. Don't let anybody say you can't do it."
    },
    {
      "cite": "Roman Coppola",
      "quote": "Anything that you think is wild or fun, or can't wait to see or show your friends, go for it."
    },
    {
      "cite": "Britney Spears",
      "quote": "Never doubt yourself. Never change who you are. Don't care what people think and just go for it."
    },
    {
      "cite": "Denise Austin",
      "quote": "Unleash your life's potential! Don't hold back on the things you've always wanted to do. Go for it!"
    },
    {
      "cite": "Blake Lewis",
      "quote": "Just keep being true to yourself, if you're passionate about something go for it. Don't sacrifice anything, just have fun."
    },
    {
      "cite": "Ryan Cabrera",
      "quote": "Don't listen to anybody who's trying to bring you down. There's so much negativity in the world. If you really want something, then you go for it."
    },
    {
      "cite": "Heidi Klum",
      "quote": "If you are talented, you can really do anything. And if your heart is at the right place and you have the passion for it, you can go for it and do it."
    }
  ]
}