{
  "source": "https://www.wisesayings.com/go-with-the-flow-quotes/",
  "theme": "go-with-the-flow",
  "quotes": [
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "If you feel that you are going without go within."
    },
    {
      "cite": "Anonymous",
      "quote": "If they don't chase you when you walk away keep walking."
    },
    {
      "cite": "Jim Hightower",
      "quote": "Even a dead fish can go with the flow."
    },
    {
      "cite": "Vitor Belfort",
      "quote": "The river makes the water flow. That's how I live. I just let everything flow. Flow with the river."
    },
    {
      "cite": "Oliver Wendell Holmes Jr",
      "quote": "If you don't know what you want, you will probably never get it."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Water flows because it's willing."
    },
    {
      "cite": "Brian Tracy",
      "quote": "It doesn't matter where you are coming from. All that matters is where you are going."
    },
    {
      "cite": "Jay-Z",
      "quote": "Don't ever go with the flow. Be the flow."
    },
    {
      "cite": "Heraclitus",
      "quote": "Everything flows and nothing abides, everything gives way and nothing stays fixed."
    },
    {
      "cite": "Tom Upton",
      "quote": "If you just go with the flow, no matter what weird things happen along the way, you always end up exactly where you belong."
    },
    {
      "cite": "Laozi",
      "quote": "Let things flow naturally forward in whatever way they like."
    },
    {
      "cite": "James Joyce",
      "quote": "There is not past, no future; everything flows in an eternal present."
    },
    {
      "cite": "Nicoletta Baumeister",
      "quote": "There is really nothing but the flow. You are not really on the bank. That, methinks, is the greatest illusion of all. You are the bank, the flow, the boat, the rudder."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Going with the flow is for some people an excuse for not taking action and it refers usually to one's life situation."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Move with the flow. Don't fight the current. Resist nothing. Let life carry you. Don't try to carry it."
    },
    {
      "cite": "Adyashanti",
      "quote": "The more in harmony you are with the flow of your own existence, the more magical life becomes."
    },
    {
      "cite": "Ovid",
      "quote": "All things change, nothing is extinguished. There is nothing in the whole world which is permanent. Everything flows onward; all things are brought into being with a changing nature; the ages themselves glide by in constant movement."
    },
    {
      "cite": "Anonymous",
      "quote": "No doubts, no expectations. just go with the flow and everything will work itself out."
    },
    {
      "cite": "Taylor Schilling",
      "quote": "Life is so much easier when I allow myself to be myself and go with the flow."
    },
    {
      "cite": "Poul Anderson",
      "quote": "Give fear no hold on you. Keep sinews loose and senses open, ready at every instant to flow with the rush of action."
    },
    {
      "cite": "Chuang Tzu",
      "quote": "Flow with whatever is happening and let your mind be free. Stay centered by accepting whatever you are doing. This is the ultimate."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "One who can learn to flow with the current as well as manage the current is the successful one."
    },
    {
      "cite": "Barry Michaels",
      "quote": "Flow doesn't come to those who try to do things well, it comes to those who try to do things freely."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "It is not the stongest person who wins in life, but it is the most nimble, flexible, and adaptive person who wins in life."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Everything is in motion. Everything flows. Everything is vibrating."
    },
    {
      "cite": "Jenny Holzer",
      "quote": "Going with the flow is soothing but risky."
    },
    {
      "cite": "Robert Genn",
      "quote": "Your flow is as tangible and real as any locomotive, and just as powerful."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you."
    },
    {
      "cite": "Plato",
      "quote": "Human behavior flows from three main sources: desire, emotion, and knowledge."
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "Going with the flow is responding to cues from the universe. When you go with the flow, you're surfing Life force. It's about wakeful trust and total collaboration with what's showing up for you."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Nothing is softer or more flexible than water, yet nothing can resist it."
    },
    {
      "cite": "Rex Ellis",
      "quote": "Go with the flow is an often-heard term. It is arguably good course to adopt if you wish a relatively trouble-free life."
    },
    {
      "cite": "Rev. Dr. Mushtaq H. Jaafri",
      "quote": "If you want to go with the flow and find a way to blissful living, you must recognize, relate to, assimilate, and control this enemy number one that is within us all."
    },
    {
      "cite": "Rev. Dr. Mushtaq H. Jaafri",
      "quote": "As I thought about the phrase, I began to realize that we are interfering with the flow because we are using the mind's thinking instead of God's thoughts. Obeying God's will means going with the flow while obeying the mind's will means interrupting."
    },
    {
      "cite": "Madonna",
      "quote": "Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey"
    },
    {
      "cite": "Queens of the Stone Age",
      "quote": "Outside the frame, is what we're leaving out You won't remember anyway I can go with the flow But don't say it doesn't matter anymore I can go with the flow Do you believe it in your head?"
    },
    {
      "cite": "Never Shout Never",
      "quote": "Love will come It will go It's a give and take so just go with the flow Go with the flow"
    },
    {
      "cite": "Lurk",
      "quote": "Better just go with the flow Last thing that we should do is go slow I'm thinking we should ride"
    },
    {
      "cite": "Super Furry Animals",
      "quote": "Go, go with the flow Rock, rock the freeway Drink, smoke, love, enjoy the ride Right or wrong Hair down long We vote her out Nationwide screams and shouts"
    },
    {
      "cite": "Afrodyty",
      "quote": "Waking up to visions of where you think you'll We know there is nothing on your mind Go, go lets go with the flow Leave your inhibitions"
    },
    {
      "cite": "Van Morrison",
      "quote": "That's right, you got to roll with the punches Yeah, you've got to go with the flow Roll with the punches Yeah, that's one thing I know"
    },
    {
      "cite": "Avril Lavigne",
      "quote": "Sippin' on sunshine No don't got nowhere to go So we'll go with the flow Yeah, we're living the life Sippin' on sunshine"
    },
    {
      "cite": "Olivera",
      "quote": "Show me how old is your soul Believe in magical stories you told Go with this flow I know we don't need to know Tomorrow's waiting"
    },
    {
      "cite": "Firehouse",
      "quote": "Just let go Take a deep breath and go with the flow Make it easy on yourself Let go Things'll get better"
    },
    {
      "cite": "Erika Jo",
      "quote": "Go, just go Just go with your heart Go with the flow There's only one way you're ever gonna know"
    },
    {
      "cite": "Presley &amp; Taylor",
      "quote": "and stay on it Chances are your chance will come along And just go with it Flow with it Ride that wave and roll with it You just might end up where you"
    },
    {
      "cite": "Pixie Lott",
      "quote": "just go with the flow We've been working all week Tomorrow doesn't matter When you're moving your feet It's all about tonight"
    },
    {
      "cite": "Byron Lee",
      "quote": "When you move like a jellyfish Rhythm don't mean nothing You go with the flow You don't stop Move like"
    },
    {
      "cite": "Blueshift",
      "quote": "easier when you go with the flow Ride the wave See where it takes you The moment you fight back You can't let it break you Tear me down Don't let it bury"
    },
    {
      "cite": "Robert Palmer",
      "quote": "When love comes along you go with the flow You should trust your feelings on it When you get hit by the arrow you'll know Cupid's aim is always on it"
    },
    {
      "cite": "David Guetta",
      "quote": "Love, it comes, love, it goes Diamond memories go with the flow In the music, say the word See the light, join the herd Love, it comes, love, it goes"
    },
    {
      "cite": "Millencolin",
      "quote": "Mouse more than man yes I am You know I want to say no and just stick to my own plan Mouse more than man, yes I am Coz yet I go with the flow"
    },
    {
      "cite": "Matt Costa",
      "quote": "You gotta make that change I know that it's gonna get rough You gotta go with the flow sometimes It doesn't mean that you give up"
    },
    {
      "cite": "Steve Wariner",
      "quote": "Even the sparrow knows to fly with the wind And the willow tree it knows when to bend Even a fool knows when to go with the flow I know you don't so when will I let go"
    },
    {
      "cite": "Chase &amp; Status",
      "quote": "I move like water, I go with the flow I go back to old school, I go back to Rome But this is not history, it's the start of the show Never worry, that is the way that I roll"
    },
    {
      "cite": "Lester Lam",
      "quote": "talk over the moon And go with the flow (go with the flow) Tonight we're getting loose Of all the pain that's been hanging on our necks Until we meet"
    },
    {
      "cite": "Charlie Foxx",
      "quote": "Hear me now and understand He's gonna find me some piece of mind And if that piece of mind won't stay I'm gonna find myself a better way And if that better way ain't so I'll ride with the tide and go with the flow And that's why I keep on shoutin' in your ear Say yeah, yeah whoa, whoa, whoa, whoa, whoa, uh, oh"
    },
    {
      "cite": "The Gemini Effect",
      "quote": "But when you groove you move me so I can't let you go The place is pumping, gonna go with the flow Scratching lines on my soul"
    },
    {
      "cite": "Hippie Trim",
      "quote": "Head high Knowledge low Against it all but go with the flow No matter how true you pretend to be Those values that you preach Are just a cloak"
    },
    {
      "cite": "JACO",
      "quote": "Don't think, jump in, And feel all my waves crashing, Just live a little, Just go with the flow and give a little, Just trust your heart to live a little"
    },
    {
      "cite": "Starmen",
      "quote": "is good, life is sweet, is it real, is it fiction So I go with the flow, yeah I ride like the wind, it's my mission I'm freewheelin' I do what I want"
    }
  ]
}