{
  "source": "https://www.wisesayings.com/goalie-quotes/",
  "theme": "goalie",
  "quotes": [
    {
      "cite": "Jacques Plante",
      "quote": "Only a goalie can appreciate what a goalie goes through."
    },
    {
      "cite": "Arturs Irbe",
      "quote": "The goalie is like the guy on the minefield. He discovers the mines and destroys them. If you make a mistake, somebody gets blown up."
    },
    {
      "cite": "Chandler Sterling",
      "quote": "Goalies are fine fellows when you meet them at center ice. They are fine fellows off the ice too. But don't think this cordiality is going to apply when you skate by the front of his cave. He'd slice you up if you come in close."
    },
    {
      "cite": "Vladislav Tretiak",
      "quote": "There is no position in sport as noble as goaltending."
    },
    {
      "cite": "Glenn Hall",
      "quote": "If you're thinking three or four or five plays ahead, you're not finding goaltending interesting."
    },
    {
      "cite": "Harry Neale",
      "quote": "Goaltenders not only have to stop the shots, but players flying at them as well."
    },
    {
      "cite": "Oliver Kahn",
      "quote": "Goalkeepers need an element of insanity."
    },
    {
      "cite": "Brad Friedel",
      "quote": "For a goalkeeper, there is no hiding place"
    },
    {
      "cite": "Tim Howard",
      "quote": "Every old goalkeeper loses a step at some point, but you can gain that back through experience."
    },
    {
      "cite": "Scotty Bowman",
      "quote": "The goal is too small and the goalies are too big."
    },
    {
      "cite": "Dave Allison",
      "quote": "Your best penalty killer is your goalie."
    },
    {
      "cite": "Kirk McLean",
      "quote": "It is pretty tough for a goalie when you look at it. You're always the last line of defense. If you let a goal in, you can't go to the bench and hide between the guys or anything"
    },
    {
      "cite": "Steve Carell",
      "quote": "Goalies almost never get credit for winning a game, but they always get blamed for losing a game."
    },
    {
      "cite": "Pete Gill",
      "quote": "Is it unprecedented for two goalkeepers employed in a match comprising seven goals to be the fixture's most competent protagonists?"
    },
    {
      "cite": "Steven Gerrard",
      "quote": "Don't try to beat the goalkeeper. Try to destroy the goalkeeper."
    },
    {
      "cite": "Joe Hart",
      "quote": "As a goalkeeper, you can't come off the bench for 10 minutes and prove your worth it's either you're in or you're out."
    },
    {
      "cite": "Jake Allen",
      "quote": "It's tough to look great as a goalie. Most of the time, you're the one either letting in a goal or losing the game, so no one wants to say anything or upset you, but at the end of the day you might need some talking to."
    },
    {
      "cite": "Artur Boruc",
      "quote": "Being a goalkeeper is like being the guy in the military who makes the bombs one mistake and everyone gets blown up."
    },
    {
      "cite": "Peter Shilton",
      "quote": "As a goalkeeper you need to be good at organising the people in front of you and motivating them. You need to see what's going on and react to the threats. Just like a good manager in business."
    },
    {
      "cite": "Gary Speed",
      "quote": "Everybody makes mistakes, but when goalkeepers make them, it is costly. That's the nature of being a goalkeeper."
    },
    {
      "cite": "Martin Brodeur",
      "quote": "Goalies often react quickly to shots with no regard for what might happen to their body because we are trained to stop pucks first and ask questions later."
    },
    {
      "cite": "Mark Lawrenson",
      "quote": "If you're a goalkeeper, it doesn't matter what you save the ball with if you keep it out, it's not a goal."
    },
    {
      "cite": "Kevin Constantine",
      "quote": "Goaltending is a suffering position. Your equipment protects you from injury, but not from pain, every time you go out there. And if you allow a goal, the red lights go on for everyone to see. But you get to be a hero too!"
    },
    {
      "cite": "Tony Esposito",
      "quote": "The pressure is unreal. Most of the goalkeepers they feel the pressure. The only ones that don't worry are the ones too dumb to know what's happening to them."
    },
    {
      "cite": "Eddie Giacomin",
      "quote": "Goaltending beats top notch scoring anytime!"
    },
    {
      "cite": "Jim Taylor",
      "quote": "Goalies are three sandwiches shy of a picnic."
    },
    {
      "cite": "George Graham",
      "quote": "The goalkeeper is the jewel in the crown and getting at him should be almost impossible. It's the biggest sin in football to make him do any work."
    },
    {
      "cite": "Sepp Maier",
      "quote": "A goal keeper must radiate pace. But he must watch out that he thereby doesn't fall asleep."
    },
    {
      "cite": "Vladimir Nabokov.",
      "quote": "The goalkeeper is the lone eagle, the man of mystery, the last defender."
    },
    {
      "cite": "Jens Lehmann",
      "quote": "Goalkeeping is like extreme sports sometimes you have to let yourself go."
    }
  ]
}