{
  "source": "https://www.wisesayings.com/goal-setting-quotes/",
  "theme": "goal-setting",
  "quotes": [
    {
      "cite": "Zig Ziglar",
      "quote": "A goal properly set is halfway reached."
    },
    {
      "cite": "Scott Reed",
      "quote": "This one step-choosing a goal and sticking to it-changes everything."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "All who have accomplished great things have had a great aim, have fixed their gaze on a goal which was high, one which sometimes seemed impossible."
    },
    {
      "cite": "Michelangelo",
      "quote": "The greater danger for most of us isn't that our aim is too high and miss it, but that it is too low and we reach it."
    },
    {
      "cite": "Don Lancaster",
      "quote": "Most \"impossible\" goals can be met simply by breaking them down into bite size chunks, writing them down, believing them, and then going full speed ahead as if they were routine."
    },
    {
      "cite": "Denis Waitley and Remi Witt",
      "quote": "Your goal should be just out of reach, but not out of sight."
    },
    {
      "cite": "Solon",
      "quote": "In all things that you do, consider the end."
    },
    {
      "cite": "J. Howes",
      "quote": "Aim at the sun, and you may not reach it; but your arrow will fly far higher than if aimed at an object on a level with yourself."
    },
    {
      "cite": "Burmese Saying",
      "quote": "Who aims at excellence will be above mediocrity; who aims at mediocrity will be far short of it."
    },
    {
      "cite": "Michael Korda",
      "quote": "Write it down. Written goals have a way of transforming wishes into wants; cant's into cans; dreams into plans; and plans into reality. Don't just think it-ink it!"
    },
    {
      "cite": "Nido Qubein",
      "quote": "Any man who selects a goal in life which can be fully achieved has already defined his own limitations."
    },
    {
      "cite": "Robert Collier",
      "quote": "The most important key to achieving great success is to decide upon your goal and launch, get started, take action, move."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "See the things you want as already yours. Think of them as yours, as belonging to you, as already in your possession."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Aim for the highest."
    },
    {
      "cite": "Les Brown",
      "quote": "Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Many people fail in life, not for lack of ability or brains or even courage but simply because they have never organized their energies around a goal."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Our plans miscarry because they have no aim. When a man does not know what harbor he is making for, no wind is the right wind."
    },
    {
      "cite": "Geoffry Abert",
      "quote": "The secret to productive goal setting is in establishing clearly defined goals, writing them down and then focusing on them several times a day with words, pictures and emotions as if we've already achieved them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "We aim above the mark to hit the mark."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you aim at nothing, you'll hit it every time."
    },
    {
      "cite": "Tom Landry",
      "quote": "Setting a goal is not the main thing. It is deciding how you will go about achieving it and staying with that plan."
    },
    {
      "cite": "Goethe",
      "quote": "The important thing in life is to have a great aim, and the determination to attain it."
    },
    {
      "cite": "Stephen A. Brennan",
      "quote": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy and inspires your hopes."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "All successful people have a goal. No one can get anywhere unless he knows where he wants to go and what he wants to be or do."
    },
    {
      "cite": "Carlisle",
      "quote": "Man, with no objective, will soon possess nothing. Having an objective, even low, is better than having none."
    },
    {
      "cite": "Epictetus",
      "quote": "First say to yourself what you would be; and then do what you have to do."
    },
    {
      "cite": "Bo Jackson",
      "quote": "Set your goals high, and don't stop till you get there."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "You'll fail at a 100% of the goals you don't set."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The most important key to achieving great success is to decide upon your goal and launch, get started, take action, move."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Big goals get big results. No goals get no results or somebody else's results."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "People with goals succeed because they know where they are going. It's as simple as that."
    },
    {
      "cite": "Fitzhugh Dodson",
      "quote": "Without goals, and plans to reach them, you are like a ship that has set sail with no destination."
    },
    {
      "cite": "Rick Hansen",
      "quote": "The goal you set must be challenging. At the same time, it should be realistic and attainable, not impossible to reach. It should be challenging enough to make you stretch, but not so far that you break."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The establishment of a clear,central purpose or goal in life is the starting point of all success."
    },
    {
      "cite": "Greg Norman",
      "quote": "Setting goals for your game is an art. The trick is in setting them at the right level neither too low nor too high."
    },
    {
      "cite": "unknown",
      "quote": "Set your goals high enough to inspire you and low enough to encourage you."
    },
    {
      "cite": "George F. Burns",
      "quote": "Define your business goals clearly so that others can see them as you do."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Please don't nag yourself with thoughts of failure. Do not set goals far beyond your capacity to achieve. Simply do what you can do, in the best way you know, and the Lord will accept of your effort."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The major reason for setting a goal is for what it makes of you to accomplish it. What it makes of you will always be the far greater value than what you get"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "In the long run, men hit only what they aim at. Therefore, though they should fail immediately, they had better aim at something high."
    },
    {
      "cite": "Robert Schuller",
      "quote": "Not having a goal is more to be feared than not reaching a goal."
    },
    {
      "cite": "Steve Garvey",
      "quote": "You have to set the goals that are almost out of reach. If you set a goal that is attainable without much work or thought, you are stuck with something below your true talent and potential."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "Set goals that don't feel all that easy, that challenge you, stimulate you, and give you a chance to stretch and push yourself. That is where the power of growth lies."
    },
    {
      "cite": "Og Mandino",
      "quote": "The victory of success is half won when one gains the habit of setting goals and achieving them. Even the most tedious chore will become endurable as you parade through each day convinced that each task, no matter how menial or boring, brings you closer to achieving your dreams."
    }
  ]
}