{
  "source": "https://www.wisesayings.com/goat-quotes/",
  "theme": "goat",
  "quotes": [
    {
      "cite": "Abby Wambach",
      "quote": "Sometimes there has to be a goat on some level, and I'm totally fine with that being me."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "A goat does not eat into a hen's stomach no matter how friendly the two may be."
    },
    {
      "cite": "Scott Adams",
      "quote": "We know the goats are imported because they don't speak English."
    },
    {
      "cite": "Aristotle",
      "quote": "The blood of a goat will shatter a diamond."
    },
    {
      "cite": "Edna Ferber",
      "quote": "The goat's business is none of the sheep's concern."
    },
    {
      "cite": "William Stafford",
      "quote": "When a goat likes a book, the whole book is gone, and the meaning has to go find an author again."
    },
    {
      "cite": "PROVERBS",
      "quote": "He who lets the goat be laid on his shoulders is soon after forced to carry the cow."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "An old goat is never the more reverend for his beard."
    },
    {
      "cite": "Lord David Cecil",
      "quote": "When two goats met on a bridge which was too narrow to allow either to pass or return, the goat which lay down that the other might walk over it was a finer gentleman than Lord Chesterfield."
    },
    {
      "cite": "Malcolm Bradbury",
      "quote": "To you liberals, of course, goats are just sheep from broken homes."
    },
    {
      "cite": "Jon Katz",
      "quote": "Goats are the cable talk show panelists of the animal world, ready at a moment's notice to interject, interrupt, and opine. They have something to say about everything, little of it complimentary. They are the most impertinent animals I have ever known."
    },
    {
      "cite": "William Blake",
      "quote": "The lust of the goat is the bounty of God."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Whatever gets your goat gets your attention. Whatever gets your attention gets your time. Whatever gets your time gets you. Whatever gets you becomes your master. Take care, lest a little thing horn in and get your goat"
    },
    {
      "cite": "PROVERBS",
      "quote": "Don't approach a goat from the front, a horse from the back, or a fool from any side."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "In a dead white field an untethered goat gave them sardonic greeting."
    },
    {
      "cite": "Nichita Stănescu",
      "quote": "I will lose the habit of stars in the heavens, as frozen water loses the habit of snowflakes. I will take my frozen body, and give it to the young goats that they might graze it."
    },
    {
      "cite": "James Patterson",
      "quote": "I love you more than I love goats, and you know how I feel about goats\", Gaby said."
    },
    {
      "cite": "Steve Watkins",
      "quote": "In the silence, I could hear the distinct sound of goats maa-ing in the barn. Lying there listening to them made me smile, too. I'd always loved goats - every one of them different from every other one, and all of them goofy and playful."
    },
    {
      "cite": "Mary Jane Hathaway",
      "quote": "I saw goats. A party can’t be all bad when you have goats,” Lucy said."
    },
    {
      "cite": "Will Advise",
      "quote": "IQ's are a combination of eyes, and queues. Would you wait in line to see my goat show? Of course you wouldn't, because the line is invisible."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Look carefully at the goat sitting on the edge of the cliff: Everything that shows you the peace of being fearless is a great teacher for you! That goat is a teacher for you, respect him!"
    },
    {
      "cite": "Natasha Pulley",
      "quote": "It's good for a person to be terrorized by a goat. Hard to get high and mighty when there's something chasing you for vegetables"
    },
    {
      "cite": "Jason Momoa",
      "quote": "I've got kids, goats. My wife always wanted a donkey, so I bought her one."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Every man can tell how many goats or sheep he possesses, but not how many friends."
    },
    {
      "cite": "David Guion",
      "quote": "A goat will eat anything. A goat could probably eat a bike."
    },
    {
      "cite": "David Guion",
      "quote": "Have you ever just spent five months living with a herd of goats, as one of them?"
    },
    {
      "cite": "Tom Sheppard",
      "quote": "Mess with the goat, you get the hooves."
    },
    {
      "cite": "Dorothy Clarke Wilson",
      "quote": "Drive back your goats until the sheep are watered."
    },
    {
      "cite": "Lee David Zlotoff",
      "quote": "You know, after all your luck, you owe the spirits a goat."
    },
    {
      "cite": "Earl Pomerantz",
      "quote": "Some people say goats is gonna replace cattle some day."
    },
    {
      "cite": "Marie Arana",
      "quote": "When I wasn't minding the goats, I had to mind the children. The goats were nicer."
    },
    {
      "cite": "Tate Taylor",
      "quote": "Love and hate are two horns on the same goat"
    },
    {
      "cite": "Marshall Herskovitz",
      "quote": "Don't call me 'Ma'. You're not a goat."
    },
    {
      "cite": "Fred Brogger",
      "quote": "Anywhere a goat can go, we can go. Grandfather told me."
    },
    {
      "cite": "Tom T. Hall",
      "quote": "How do you talk to a little baby goat you can't go meow like a cat / When you go meow to a little baby goat he can't go meow right back / No you have to say baaa to a little baby goat you can't say hello like a man"
    },
    {
      "cite": "Keith Green",
      "quote": "And the goats on His left and He shall say to the sheep / Come ye, blessed of My Father inherit the Kingdom"
    },
    {
      "cite": "Robert William Service",
      "quote": "Each sunny day upon my way / A goat I pass / He has a beard of silver grey / A bell of brass."
    },
    {
      "cite": "Robert William Service",
      "quote": "Alas! though bards make verse sublime / And lines to quote / It takes a fool like me to rhyme / About a goat."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Beautiful Paris, evil-hearted Paris / Leading a jet-black goat white-horn'd, white-hooved."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "I sought a cup that had no dust / And found it at the Goat and Vine / Mingled of brandy, beer and wine."
    },
    {
      "cite": "W Publishing Group",
      "quote": "Jesus answered their questions with a series of parables, concluding with one about a herd of sheep and goats"
    },
    {
      "cite": "W Publishing Group",
      "quote": "The Son of Man condemned the goats for not meeting his needs: leaving him hungry, thirsty, naked, and lonely when he needed their help most."
    },
    {
      "cite": "John Davidson",
      "quote": "Goats are probably one of the earliest animals domesticated (made friendly to humans)."
    },
    {
      "cite": "John Davidson",
      "quote": "Goats are a cloven footed animal, like the camel and the pig. That means their feet are split down the middle."
    },
    {
      "cite": "John Davidson",
      "quote": "Most goats are descended from a goat in the Capra species, and come from mostly Eastern Europe, Asia and Africa."
    },
    {
      "cite": "John Davidson",
      "quote": "A goat is a member of the Bovidae family, which mainly consists of goats and antelopes."
    },
    {
      "cite": "John Davidson",
      "quote": "The sound a goat makes is called a bleat, and they can range from small sounds to loud screams."
    },
    {
      "cite": "Various",
      "quote": "The goat is a hardy animal, and good health is the rule in herds that are well managed"
    },
    {
      "cite": "Margo Demello",
      "quote": "Goats are another animal with negative symbolic connotations."
    },
    {
      "cite": "Margo Demello",
      "quote": "The Greek half-man/half-goat God Pan was probably an early inspiration for the later Christian image of the devil as a half-man/half-goat."
    },
    {
      "cite": "Margo Demello",
      "quote": "In Christianity, goats represent the damned and sheep represent the saved."
    },
    {
      "cite": "Margo Demello",
      "quote": "Medieval European depictions of the goat represented it as the devil, and goats were thought to be witches' familiars."
    },
    {
      "cite": "Margo Demello",
      "quote": "Goats are typically gendered male, and often are said to represent uncontrolled male sexuality."
    },
    {
      "cite": "Lawrence B. Schook",
      "quote": "The goat is also very well adapted to various extreme environmental and nutritional conditions (climate, food resources, etc.). Furthermore, it is a relatively long-living, multiparous animal with a short generation interval"
    }
  ]
}