{
  "source": "https://www.wisesayings.com/god-quotes/",
  "theme": "god",
  "quotes": [
    {
      "cite": "Mother Teresa",
      "quote": "We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls."
    },
    {
      "cite": "Paul Dirac",
      "quote": "God used beautiful mathematics in creating the world."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "God never ends anything on a negative; God always ends on a positive."
    },
    {
      "cite": "William Shakespeare",
      "quote": "God has given you one face, and you make yourself another."
    },
    {
      "cite": "Peter Marshall",
      "quote": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "All God does is watch us and kill us when we get boring. We must never, ever be boring."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The Christian does not think God will love us because we are good, but that God will make us good because He loves us."
    },
    {
      "cite": "Joni Eareckson Tada",
      "quote": "Sometimes God allows what he hates to accomplish what he loves."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Because God has made us for Himself, our hearts are restless until they rest in Him."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "It is when we notice the dirt that God is most present in us; it is the very sign of His presence."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Any fool can count the seeds in an apple. Only God can count all the apples in one seed."
    },
    {
      "cite": "Mary C. Crowley",
      "quote": "Every evening I turn my worries over to God. He's going to be up all night anyway."
    },
    {
      "cite": "Hans Urs von Balthasar",
      "quote": "What you are is God's gift to you, what you become is your gift to God."
    },
    {
      "cite": "Robert Brault",
      "quote": "If God had wanted to be a big secret, He would not have created babbling brooks and whispering pines."
    },
    {
      "cite": "Jules Renard",
      "quote": "I don't know if God exists, but it would be better for His reputation if He didn't."
    },
    {
      "cite": "RVM",
      "quote": "The sun, the moon, the stars, the birds, the animals, the flowers, are all proof that a universal power exists."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Before God we are all equally wise and equally foolish."
    },
    {
      "cite": "Eugene O'Neill",
      "quote": "Man is born broken. He lives by mending. The grace of God is glue."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I cannot conceive of a God who rewards and punishes his creatures, or has a will of the type of which we are conscious in ourselves. An individual who should survive his physical death is also beyond my comprehension, nor do I wish it otherwise; such notions are for the fears or absurd egoism of feeble souls."
    },
    {
      "cite": "Gao Xingjian",
      "quote": "Maybe there isn't a God after all, maybe there's only a universe rotating by itself like a millstone."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "God is that infinite All of which man knows himself to be a finite part."
    },
    {
      "cite": "John Stuart Blackie",
      "quote": "All powers, all laws, are but the fair embodied thoughts of God."
    },
    {
      "cite": "Hugh Black",
      "quote": "Only God can fully satisfy the hungry heart of man."
    },
    {
      "cite": "Alfred Noyes",
      "quote": "The universe is centered on neither the earth nor the sun. It is centered on God."
    },
    {
      "cite": "George Washington Carver",
      "quote": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in."
    },
    {
      "cite": "Raphael Simon",
      "quote": "To fall in love with God is the greatest of all romances; to seek him, the greatest adventure; to find him, the greatest human achievement."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Coincidence is God's way of remaining anonymous."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I know God won't give me anything I can't handle. I just wish he didn't trust me so much."
    },
    {
      "cite": "Saint Teresa of Avila",
      "quote": "For prayer is nothing else than being on terms of friendship with God."
    },
    {
      "cite": "Jim Elliot",
      "quote": "God always gives His best to those who leave the choice with him."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Everyone who believes in God at all believes that he knows what you and I are going to do tomorrow."
    },
    {
      "cite": "Cliff Richard",
      "quote": "The more we depend on God the more dependable we find He is."
    },
    {
      "cite": "Hugh Black",
      "quote": "Only God can fully satisfy the hungry heart of man."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Indeed, I tremble for my country when I reflect that God is just."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Were there no God, we would be in this glorious world with grateful hearts, and no one to thank."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Sometimes when we get overwhelmed, we forget how big God is."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "The closer a person is to God, the closer he is to people."
    },
    {
      "cite": "Maude Royden",
      "quote": "When you have nothing left but God, then for the first time, you become aware that God is enough"
    },
    {
      "cite": "E. M. Bounds",
      "quote": "Four things let us ever keep in mind: God hears prayer, God heeds prayer, God answers prayer, and God delivers by prayer."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "God is in the sadness and the laughter, in the bitter and the sweet. There is a divine purpose behind everything - and therefore a divine presence in everything."
    },
    {
      "cite": "St. Augustine",
      "quote": "Find out how much God has given you and from it take what you need; the remainder is needed by others."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The more you succeed in loving, the more you'll be convinced at the existence of God and the immortality of your soul."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "The place God calls you to is the place where your deep gladness and the world's deep need meet."
    },
    {
      "cite": "The American Vandal speech",
      "quote": "God puts something good and loveable in every man His hands create."
    },
    {
      "cite": "Henry Ford",
      "quote": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about."
    },
    {
      "cite": "Jean Paul",
      "quote": "Without God there is for mankind no purpose, no goal, no hope, only a wavering future, an eternal dread of every darkness."
    },
    {
      "cite": "Voltaire",
      "quote": "God is a circle whose center is everywhere and circumference nowhere."
    },
    {
      "cite": "John Lennon",
      "quote": "God is a concept by which we measure our pain."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Always, everywhere God is present, and always He seeks to discover Himself to each one."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "God does not give us everything we want, but He does fulfill His promises, leading us along the best and straightest paths to Himself."
    },
    {
      "cite": "St. Augustine",
      "quote": "God loves each of us as if there were only one of us."
    },
    {
      "cite": "Max Lucado",
      "quote": "God never said that the journey would be easy, but He did say that the arrival would be worthwhile."
    },
    {
      "cite": "Tony Evans",
      "quote": "God will meet you where you are in order to take you where He wants you to go."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "God's work done in God's way will never lack God's supplies."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature trees, flowers, grass grows in silence; see the stars, the moon and the sun, how they move in silence . We need silence to be able to touch souls."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Being human means you will make mistakes. And you will make mistakes, because failure is God’s way of moving you in another direction."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Faith is about trusting God when you have unanswered questions."
    },
    {
      "cite": "Pope Francis",
      "quote": "God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "We may ignore, but we can nowhere evade the presence of God. The world is crowded with Him. He walks everywhere incognito."
    },
    {
      "cite": "Will Smith",
      "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If we find ourselves with a desire that nothing in this world can satisfy, the most probable explanation is that we were made for another world."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Thou hast made us for thyself, O Lord, and our heart is restless until it finds its rest in thee."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me."
    },
    {
      "cite": "Bob Marley",
      "quote": "I don't stand for black man's side, I don't stand for white man's side, I stand for God's side."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The great thing to remember is that though our feelings come and go God's love for us does not."
    },
    {
      "cite": "Criss Jami",
      "quote": "Listen to God with a broken heart. He is not only the doctor who mends it, but also the father who wipes away the tears."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "It is when we notice the dirt that God is most present in us; it is the very sign of His presence."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Let us never forget to pray. God lives. He is near. He is real. He is not only aware of us but cares for us. He is our Father. He is accessible to all who will seek Him."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "What comes into our minds when we think about God is the most important thing about us."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "The eye through which I see God is the same eye through which God sees me; my eye and God's eye are one eye, one seeing, one knowing, one love."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "There is but one good; that is God. Everything else is good when it looks to Him and bad when it turns from Him."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "If you think God’s there, He is. If you don’t, He isn’t. And if that’s what God’s like, I wouldn’t worry about it."
    },
    {
      "cite": "Tyler Perry",
      "quote": "You can get a thousand no's from people, and only one \"yes\" from God."
    }
  ]
}