{
  "source": "https://www.wisesayings.com/goddess-quotes/",
  "theme": "goddess",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "When you love yourself. You really know how much better you deserve. Respect the goddess who is embedded in you soul."
    },
    {
      "cite": "Misbah Abu Obaida Khan",
      "quote": "Rising up from the ashes airing those flickering flame. I'll reassemble myself becoming the goddess of flame."
    },
    {
      "cite": "A.Jayakumar",
      "quote": "Even a blind man opens his eyes to worship the goddess of his solitary sighs."
    },
    {
      "cite": "Marguerite Yourcenar",
      "quote": "Men who care passionately for women attach themselves at least as much to the temple and to the accessories of the cult as to their goddess herself."
    },
    {
      "cite": "George S. Clason",
      "quote": "Men of action are favored by the Goddess of luck."
    },
    {
      "cite": "Starhawk",
      "quote": "The Goddess does not rule the world; She is the world. Manifest in each of us, She can be known internally by every individual, in all her magnificent diversity."
    },
    {
      "cite": "Starhawk",
      "quote": "The image of the Goddess inspires women to see ourselves as divine, our bodies as sacred, the changing phases of our lives as holy, our aggression as healthy, our anger as purifying, and our power to nurture and create, but also to limit and destroy when necessary, as the very force that sustains all life. Through the Goddess we can discover our strength, enlighten our minds, own our bodies, and celebrate our emotions. We can move beyond narrow, constricting roles and become whole."
    },
    {
      "cite": "Nalini Singh",
      "quote": "A queen keeps a court that is spoken about. A goddess keeps a court that is never forgotten."
    },
    {
      "cite": "Patricia Monaghan",
      "quote": "The goddess has never been lost. It is just that some of us have forgotten how to find her."
    },
    {
      "cite": "Starhawk",
      "quote": "he Goddess falls in love with Herself, drawing forth her own emanation, which takes on a life of its own. Love of self for self is the creative force of the universe. Desire is the primal energy, and that energy is erotic: the attraction of lover to beloved, of planet to star, the lust of electron for proton. Love is the glue that holds the world together"
    },
    {
      "cite": "Carol P. Christ",
      "quote": "The simplest and most basic meaning of the symbol of the Goddess is the acknowledgment of the legitimacy of female power as a beneficent and independent power"
    },
    {
      "cite": "N.K. Jemison",
      "quote": "In a child's eyes a mother is a goddess. She can be glorious or terrible, benevolent or filled with wrath, but she commands love either way. I am convinced this is the greatest power in the universe."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "The symbol of Goddess gives us permission. She teaches us to embrace the holiness of every natural, ordinary, sensual dying moment. Patriarchy may try to negate body & flee earth with its constant heartbeat of death, but Goddess forces us back to embrace them, to take our human life in our arms & clasp it for the divine life it is – the nice, sanitary, harmonious moment as well as the painful, dark, splintered ones."
    },
    {
      "cite": "Carol P. Christ",
      "quote": "The Goddess of Old Europe and Ancient Crete represented the unity of life in nature, delight in the diversity of form, the powers of birth, death and regeneration."
    },
    {
      "cite": "Starhawk",
      "quote": "The long sleep of Mother Goddess is ended. May She awaken in each of our hearts - Merry meet, merry part, and blessed be."
    },
    {
      "cite": "Heinz Guderian",
      "quote": "Actions speak louder than words. In the days to come the Goddess of Victory will bestow her laurels only on those who prepared to act with daring."
    },
    {
      "cite": "Margot Adler",
      "quote": "The Gods and Goddesses of myth, legend and fairy tale represent archetypes, real potencies, and potentialities deep within the psyche, which, when allowed to flower, permit us to be more fully human."
    },
    {
      "cite": "Christopher McDougall",
      "quote": "There are two goddesses in your heart,” he told them. “The Goddess of Wisdom and the Goddess of Wealth. Everyone thinks they need to get wealth first, and wisdom will come. So they concern themselves with chasing money. But they have it backwards. You have to give your heart to the Goddess of Wisdom, give her all your love and attention, and the Goddess of Wealth will become jealous, and follow you.” Ask nothing from your running, in other words, and you’ll get more than you ever imagined."
    },
    {
      "cite": "Starhawk",
      "quote": "The Goddess is the Encircler, the Ground of Being; the God is That-Which-Is-Brought-Forth, her mirror image, her other pole. She is the earth; He is the grain. She is the all encompassing sky; He is the sun, her fireball. She is the Wheel; He is the traveler. He is the sacrifice of life to death that life may go on. She is the Mother and Destroyer; He is all that is born and is destroyed."
    },
    {
      "cite": "Carol P. Christ",
      "quote": "Our great symbol for the Goddess is the moon, whose three aspects reflect the three stages in women's lives and whose cycles of waxing and waning coincide with women's menstrual cycles."
    },
    {
      "cite": "Hellen Keller",
      "quote": "I sometimes wonder if the hand is not more sensitive to the beauties of sculpture than the eye. I should think the wonderful rhythmical flow of lines and curves could be more subtly felt than seen. Be this as it may, I know that I can feel the heart-throbs of the ancient Greeks in their marble gods and goddesses."
    },
    {
      "cite": "Dan Brown",
      "quote": "Two thousand years ago, we lived in a world of Gods and Goddesses. Today, we live in a world solely of Gods. Women in most cultures have been stripped of their spiritual power."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Until we stop clinging to the concept of good and evil, the world will continue to manifest as friendly goddesses and harmful demons"
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "The Moon! Artemis! the great goddess of the splendid past of men! Are you going to tell me she is a dead lump?"
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "Who wants to be a goddess when we can be human? Perfection is a flaw disguised as control"
    }
  ]
}