{
  "source": "https://www.wisesayings.com/godmother-quotes/",
  "theme": "godmother",
  "quotes": [
    {
      "cite": "Julie Kagawa",
      "quote": "Fairy godmothers didn't exist, and even if they did, they wouldn't wave a magic wand and make everything better. Not without a contract, anyway."
    },
    {
      "cite": "Victoria Moran",
      "quote": "The idea that somebody else is going to swoop down and play the fairy godmother role is pretty unlikely, so why not take care of yourself?"
    },
    {
      "cite": "(Rachel) Sylvain Reynard",
      "quote": "You, of all people, deserve a happy ending. Despite everything that happened to you, you aren't bitter. You aren't cold. You've just retreated a little and been shy, and that's okay. If I were a fairy godmother, I would give you your heart's desire in an instant. And I would wipe away your tears and tell you not to cry."
    },
    {
      "cite": "Fairy Godfather",
      "quote": "If you can no longer believe in your fairy godfather, maybe it will be easier for you to believe in your fairy godmother. I'm up on all this Oedipus nonsense, you know."
    },
    {
      "cite": "Victoria Clark",
      "quote": "My deceased grandmother on my mom's side was a real fairy godmother, who lived to be 102 and who I always feel is looking after me. My mom really is, also. The older I get, the more I realize how much she sacrificed to make sure that my brothers and I had what we needed to pursue what our dreams were. To be able to have someone to grant every wish – she's my biggest inspiration."
    },
    {
      "cite": "Kristen Stewart",
      "quote": "My best friend just had a baby, and she's my age. So I'm a godmom now, which is crazy."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "The day that I was christened- / It’s a hundred years, and more!- / A hag came and listened / At the white church door, / A-hearing her that bore me / And all my kith and kin / Considerately, for me, / Renouncing sin. / While some gave me corals, / And some gave me gold, / And porringers, with morals / Agreeably scrolled, / The hag stood, buckled / In a dim gray cloak; / Stood there and chuckled, / Spat, and spoke: / “There’s few enough in life’ll / Be needing my help, / But I’ve got a trifle / For your fine young whelp. / I give her sadness, / And the gift of pain, / The new-moon madness, / And the love of rain.” / And little good to lave me / In their holy silver bowl / After what she gave me- / Rest her soul!"
    },
    {
      "cite": "Fairy Godmother",
      "quote": "Honey, I'm your fairy godmother. Didn't you see me \"poof\" next to you?"
    },
    {
      "cite": "Hercule Poirot",
      "quote": "Ah! \"Godmother\"! Now you have accidentally said something valuable."
    },
    {
      "cite": "Jonathan 'J.J.' Jones",
      "quote": "They're unrealistic. All fairy godmothers, true love, happily ever-afters. I'm afraid they just don't happen."
    },
    {
      "cite": "Robbie Robertson",
      "quote": "When I got back to my hometown / I saw the ghosts of yesterday / And my godmother bless her soul / She still lives down this way / Remember when I was just a kid / And she would tell a story  / Of the rainbow / Rainbow / No one knows / Where the rainbow goes."
    },
    {
      "cite": "Bill Callahan",
      "quote": "Morning is my godmother / Loving me like no other / Yeah, morning is my godmother / Loving me like no other."
    },
    {
      "cite": "Frost",
      "quote": "Deep in my inner self / Buried in ashes and stones / Wind and rain / In my soul / A fallen fairy godmother / Is waiting for the light."
    },
    {
      "cite": "Lauren Stanton",
      "quote": "For anyone who has had a Christian upbringing, or has a friend who is Christian, you understand why being asked to be a confirmation sponsor or a godparent is a big deal. Such roles mean someone thinks of you a role model, that you are a person they can rely on for guidance and support throughout their lives. Essentially, they think you're the bomb."
    },
    {
      "cite": "Jose Asuncion Silva",
      "quote": "She wiped away her flowing tears / And scrubbed the kitchen pots and bowls / Watching the dance leaping among / Somber shadows and glowing coals. / But her fairy godmother soon appeared / With a beauteous gown and, in a thrice, / From a pumpkin produced a golden coach / With prancing steeds, once six white mice. / She gave Cinderella a lush bouquet / And a glass slipper she quickly donned, / She turned ashes to flashing jewels / With one wave of her magic wand."
    },
    {
      "cite": "William Ernest Henley",
      "quote": "Her little face is like a walnut shell / With wrinkling lines; her soft, white hair adorns / Her withered brows in quaint, straight curls, like horns; / And all about her clings an old, sweet smell. / Prim is her gown and quakerlike her shawl. / Well might her bonnets have been born on her. / Can you conceive a Fairy Godmother / The subject of a strong religious call? / In snow or shine, from bed to bed she runs, / All twinkling smiles and texts and pious tales, / Her mittened hands, / that ever give or pray, / Bearing a sheaf of tracts, a bag of buns: / A wee old maid that sweeps the Bridegroom's way, / Strong in a cheerful trust that never fails."
    },
    {
      "cite": "Jim Butcher",
      "quote": "So really, it was just as well that Godmother had caught up to me, in spite of my best efforts to avoid her. I'd hate to find out that the universe really wasn't conspiring against me. It would jerk the rug out from under my persecution complex."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "I'm a godmother, that's a great thing to be, a godmother. She calls me god for short, that's cute, I taught her that."
    },
    {
      "cite": "Vivien Leigh",
      "quote": "I've been a godmother loads of times, but being a grandmother is better than anything."
    },
    {
      "cite": "Charles Perrault",
      "quote": "Her godmother simply touched her with her wand, and, at the same moment, her clothes were turned into cloth of gold and silver, all decked with jewels."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity."
    },
    {
      "cite": "Susan Glaspell",
      "quote": "I'm not sure I would be a good godmother. I have read about it, and I found that the godmother's position is to take care of the morals of the child. I don't know how good I would be at that."
    },
    {
      "cite": "Courteney Cox",
      "quote": "Always a godmother, never a mother. That sucks. I've got to get me one of those little accessories."
    }
  ]
}