{
  "source": "https://www.wisesayings.com/godparents-quotes/",
  "theme": "godparents",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "unknown",
      "quote": "Her godmother simply touched her with her wand, and, at the same moment, her clothes were turned into cloth of gold and silver, all decked with jewels."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "I'm a godmother, that's a great thing to be, a godmother. She calls me god for short, that's cute, I taught her that."
    },
    {
      "cite": "Francis Thompson",
      "quote": "Know you what it is to be a child? It is to be something very different from the man of today. It is to have a spirit yet streaming from the waters of baptism; it is to believe in love, to believe in loveliness, to believe in belief; it is to be so little that elves can reach to whisper in your ear; it is to turn pumpkins into coaches, and mice into horses, lowness into loftiness, and nothing into everything, for each child had its fairy godmother in its soul. It is to live in nutshell and to count yourself the king of infinite space."
    },
    {
      "cite": "Charles Dickens",
      "quote": "This reminds me, Godmother, to ask you a serious question. You are as wise as wise can be (having been brought up by the fairies), and you can tell me this: Is it better to have had a good thing and lost it, or never to have had it?"
    },
    {
      "cite": "Janette Rallison",
      "quote": "As the moment of your baptism arrives, I wish you feel the love that God has showered on you and you feel what a blessed child you are! God Bless!"
    },
    {
      "cite": "Anonymous",
      "quote": "Thank you for being a part of our wedding and sharing in our joy."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
    },
    {
      "cite": "Janette Rallison",
      "quote": "The key to happiness as any good fairy godmother will tell you is not to avoid problems, but to overcome them."
    },
    {
      "cite": "Anonymous",
      "quote": "Thank you for your love that you show me regularly. You are generous with your time, energy and forgiveness"
    }
  ]
}