{
  "source": "https://www.wisesayings.com/goldfish-quotes/",
  "theme": "goldfish",
  "quotes": [
    {
      "cite": "Stephen Hawking",
      "quote": "A few years ago, the city council of Monza, Italy, barred pet owners from keeping goldfish in curved bowls... saying that it is cruel to keep a fish in a bowl with curved sides because, gazing out, the fish would have a distorted view of reality. But how do we know we have the true, undistorted picture of reality?"
    },
    {
      "cite": "John August",
      "quote": "Most times a person grows up gradually, but I found myself in a hurry... Hoping to find an answer, I uncovered an article about the common goldfish. 'Kept in a small bowl, the goldfish will remain small. With more space, the fish will double, triple, or quadruple in size.' It occurred to me then that I was intended for larger things. After all, a giant man can't have an ordinary-sized life."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Goldfish have no memory, I guess their lives are much like mine. And the little plastic castle is a surprise everytime."
    },
    {
      "cite": "Graham Taylor",
      "quote": "Very few of us have any idea whatsoever of what life is like living in a goldfish bowl,except, of course, for those of us who are goldfish."
    },
    {
      "cite": "Kingman Brewster Jr.",
      "quote": "We all live in a televised goldfish bowl."
    },
    {
      "cite": "H.H.Munro",
      "quote": "I might have been a goldfish in a glass bowl for all the privacy I got"
    },
    {
      "cite": "Tom Kelly",
      "quote": "We now have, in effect, reality television. You're in a goldfish bowl, everything you do is being watched. In government these days you come to be much more disciplined in giving what I call a 'running commentary'."
    },
    {
      "cite": "Luke Taylor",
      "quote": "He'd failed them, the swimming goldfish of his life's tiny existence whom he held so dear in his heart; he'd turned his muses into mistakes and no one knew the difference but him."
    },
    {
      "cite": "Emily Watson",
      "quote": "In my early career I was like a goldfish. Rejection didn't affect me; I'd just forget how bad it was and keep going back for more."
    },
    {
      "cite": "Ed Reyes",
      "quote": "For all the bad things people say about the river -- and most people see it as a giant sewer -- the goldfish show the river can sustain life. It makes the whole idea more personal."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "No one can feel as helpless as the owner of a sick goldfish"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "If you have any interests you can gain a wider audience for those interests while the goldfish bowl is yours."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "One of the downsides of being famous is that folks pay far more attention to you than they should. American celebrities are constantly under surveillance, and every word they say is subject to scrutiny. So, be careful what you wish for if you desire fame. No human being should be a goldfish."
    },
    {
      "cite": "Mason Cooley",
      "quote": "A goldfish is reason enough for living, if someone needs a reason."
    },
    {
      "cite": "Ruth St. Denis",
      "quote": "I have the financial morals of a goldfish, I can resist everything but temptation."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Your husband drinks too much if he says he never drinks alone, but considers the goldfish somebody."
    },
    {
      "cite": "Tim Vine",
      "quote": "So I went in to a pet shop. I said, 'Can I buy a goldfish?' The guy said, 'Do you want an aquarium?' I said, 'I don't care what star sign it is.'"
    },
    {
      "cite": "Aarsha Sadar",
      "quote": "Like a goldfish in tank, encased in televised transparency. Your insecurities were conspicuous. Writhing within the incognito. You locked yoursekf in"
    },
    {
      "cite": "Laren Grey Umphlett",
      "quote": "Like simple minded goldfish, we often believe the boundaries of our bowl to be the entire ocean."
    },
    {
      "cite": "Prince Harry",
      "quote": "I sometimes still feel I am living in a goldfish bowl, but I now manage it better. I still have a naughty streak, too, which I enjoy and is how I relate to those individuals who have got themselves into trouble."
    }
  ]
}