{
  "source": "https://www.wisesayings.com/golden-rule-quotes/",
  "theme": "golden-rule",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "Do not do unto others what you would not want others to do unto you."
    },
    {
      "cite": "Charles Fletcher Dole",
      "quote": "The Golden Rule works like gravitation."
    },
    {
      "cite": "John James Ingalls",
      "quote": "The golden rule has no place in a political campaign."
    },
    {
      "cite": "James Cash Penney",
      "quote": "The Golden Rule finds no limit of application in business."
    },
    {
      "cite": "Byllye Avery",
      "quote": "Practicing the Golden Rule is not a sacrifice, it's an investment."
    },
    {
      "cite": "Stephen Baxter",
      "quote": "We do teach our kids the golden rule - Do as you would be done by."
    },
    {
      "cite": "Buzzie Bavasi",
      "quote": "We live by the Golden Rule. Those who have the gold make the rules."
    },
    {
      "cite": "David W Augsburger",
      "quote": "The golden rule of friendship is to listen to others as you would have them listen to you."
    },
    {
      "cite": "Frank Muir",
      "quote": "The golden rule when reading the menu is, if you cannot pronounce it, you cannot afford it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The golden rule to apply in all such cases is resolutely to refuse to have what millions cannot."
    },
    {
      "cite": "Doug McIntosh",
      "quote": "Part of obedience to the Golden Rule is knowing how to respond once you've behaved in an unloving way."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Follow the Golden Rule. Be kind to your neighbors, love them as much as you would love yourself, do unto others...."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "If you contemplate the Golden Rule, it turns out to be an injunction to live by grace rather than by what you think other people deserve."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "To keep the Golden Rule we must put ourselves in other people's places, but to do that consists in and depends upon picturing ourselves in their places."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The golden rule of conduct is mutual toleration, seeing that we will never all think alike and we shall always see Truth in fragment and from different points of vision."
    },
    {
      "cite": "Lajos Kossuth",
      "quote": "The era of Christianity peace, brotherhood, the Golden Rule as applied to governmental matters is. yet to come, and when it comes, then, and then only, will the future of nations be sure."
    },
    {
      "cite": "Jennifer Beals",
      "quote": "You can have the 'golden rule' do unto others as you would have others do unto you. But then you take it one step farther where you just do good unto others, period. Just for the sake of it."
    },
    {
      "cite": "Rosa Parks",
      "quote": "Nothing in the Golden Rule says that others will treat us as we have treated them. It only says that we must treat others in a way that we would want to be treated."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Absolutely speaking, Do unto others as you would that they should do unto you is by no means a golden rule, but the best of current silver. An honest man would have but little occasion for it. It is golden not to have any rule at all in such a case."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Try to treat others as you would want them to treat you."
    },
    {
      "cite": "Isadore Sharp",
      "quote": "The reason for our success is no secret. It comes down to one single principle that transcends time and geography, religion and culture. It’s the Golden Rule – the simple idea that if you treat people well, the way you would like to be treated, they will do the same."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The need to treat ourselves as well as we treat others. It's women's version of the Golden Rule."
    },
    {
      "cite": "Michael J. Silverstein",
      "quote": "The Golden Rule works. It really does. Treat people the way you want to be treated. Kindness begets kindness."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "The duty of lovers is to tarnish the Golden Rule."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The golden rule is that there are no golden rules."
    },
    {
      "cite": "Sid Waddell",
      "quote": "Golden rule of life: never underestimate your rivals."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The golden rule is to act fearlessly upon what one believes to be right."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The golden rule for understanding in spiritual matters is not intellect, but obedience."
    },
    {
      "cite": "Anne Frank",
      "quote": "There's one golden rule to keep before you: laugh about everything and don't bother yourself about the others!"
    },
    {
      "cite": "Mark Twain",
      "quote": "Do something everyday that you don't want to do; this is the golden rule for acquiring the habit of doing your duty without pain."
    },
    {
      "cite": "Ken Wilber",
      "quote": "We must forgive each other our arising, for our existence always torments others. The golden rule in the midst of this mutual misery has always been, not to do no harm, but as little as possible; and not to love one another, but as much as you can."
    },
    {
      "cite": "Jay Asher",
      "quote": "The Golden Rule will always be good advice!"
    },
    {
      "cite": "Tina Weymouth",
      "quote": "Generosity is the key to all relationships. To friendships and bands. That's the golden rule."
    }
  ]
}