{
  "source": "https://www.wisesayings.com/golf-quotes/",
  "theme": "golf",
  "quotes": [
    {
      "cite": "Walter Hagen",
      "quote": "I worked as hard to perfect my golf game as any other fellow would work in his brokerage office, in his job as a mechanic in a garage, as a lawyer or as a traveling salesman."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Golf is a game whose aim is to hit a very small ball into an even smaller hole, with weapons singularly ill-designed for the purpose."
    },
    {
      "cite": "Mark Twain.",
      "quote": "Golf is a good walk spoiled."
    },
    {
      "cite": "G.K. Chesterton.",
      "quote": "I regard golf as an expensive way of playing marbles."
    },
    {
      "cite": "Phil Blackmar.",
      "quote": "Golf isn't like other sports where you can take a player out if he's having a bad day. You have to play the whole game."
    },
    {
      "cite": "Ben Hogan",
      "quote": "The most important shot in golf is the next one."
    },
    {
      "cite": "Tiger Woods",
      "quote": "Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps."
    },
    {
      "cite": "Bob Hope",
      "quote": "If you watch a game, it's fun. If you play at it, it's recreation. If you work at it, it's golf."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "GOLF IS A GAME IN WHICH ONE ENDEAVORS TO CONTROL A BALL WITH IMPLEMENTS ILL ADAPTED FOR THE PURPOSE."
    },
    {
      "cite": "A.A. Milne",
      "quote": "Golf is so popular simply because it is the best game in the world at which to be bad."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Golf, like the measles, should be caught young, for, if postponed to riper years, the results may be serious."
    },
    {
      "cite": "Arthur Daley",
      "quote": "Golf is like a love affair. If you don't take it seriously, it's no fun; if you do take it seriously, it breaks your heart."
    },
    {
      "cite": "Gardner Dickinson",
      "quote": "They say golf is like life, but don't believe them. Golf is more complicated than that."
    },
    {
      "cite": "Harvey Penick",
      "quote": "Golf tips are like aspirin. One may do you good, but if you swallow the whole bottle, you will be lucky to survive."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Golf is like life in a lot of ways - All the biggest wounds are self-inflicted."
    },
    {
      "cite": "Grantland Rice",
      "quote": "Golf gives you an insight into human nature, your own as well as your opponent's."
    },
    {
      "cite": "Harold Segall",
      "quote": "Golf is not just an exercise; it's an adventure, a romance... a Shakespeare play in which disaster and comedy are intertwined."
    },
    {
      "cite": "Lon Hinkle",
      "quote": "Golf is golf. You hit the ball, you go find it. Then you hit it again."
    },
    {
      "cite": "Bobby Jones",
      "quote": "Golf is the closest game to the game we call life. You get bad breaks from good shots; you get good breaks from bad shots - but you have to play the ball where it lies."
    },
    {
      "cite": "Bobby Jones",
      "quote": "Golf is assuredly a mystifying game. It would seem that if a person has hit a golf ball correctly a thousand times, he should be able to duplicate the performance at will. But such is certainly not the case."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "Golf is deceptively simple and endlessly complicated; it satisfies the soul and frustrates the intellect. It is at the same time rewarding and maddening - and it is without a doubt the greatest game mankind has ever invented."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Golf? is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Golf is not, and never has been, a fair game."
    },
    {
      "cite": "Dr Bob Rotella",
      "quote": "Golf is about how well you accept, respond to, and score with your misses much more so than it is a game of your perfect shots."
    },
    {
      "cite": "David Forgan",
      "quote": "Golf is a science, the study of a lifetime, in which you can exhaust yourself but never your subject."
    },
    {
      "cite": "Will Rogers",
      "quote": "Golf is good for the soul. You get so mad at yourself you forget to hate your enemies."
    },
    {
      "cite": "Doug Sanders",
      "quote": "Golf is like a razor. You get just so sharp and then it begins to dull a little more the more you use it."
    },
    {
      "cite": "Charles Rosin",
      "quote": "Golf isn't a game, it's a choice that one makes with one's life."
    },
    {
      "cite": "Hale Irwin",
      "quote": "Golf is the loneliest sport. You're completely alone with every conceivable opportunity to defeat yourself. Golf brings out your assets and liabilities as a person. The longer you play, the more certain you are that a man's performance is the outward mani"
    },
    {
      "cite": "Bruce Crampton",
      "quote": "Golf is a compromise between what your ego wants you to do, what experience tells you to do, and what your nerves let you do."
    },
    {
      "cite": "Nancy Lopez",
      "quote": "Golf is a difficult game, but it's a little easier if you trust your instincts. It's too hard a game to try to play like someone else."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "Success golf depends less on strength of body than upon strength of mind and character."
    },
    {
      "cite": "Tiger Woods",
      "quote": "I get to play golf for a living. What more can you ask for, getting paid for doing what you love."
    },
    {
      "cite": "unknown",
      "quote": "There’s no such thing as bad weather, only inappropriate clothing!"
    },
    {
      "cite": "Gary Player",
      "quote": "A good golfer has the determination to win and the patience to wait for the breaks."
    },
    {
      "cite": "Heywood Hale Broun",
      "quote": "Golf is not, on the whole, a game for realists. By its exactitude of measurements it invites the attention of perfectionists."
    },
    {
      "cite": "Hank Aaron",
      "quote": "It took me seventeen years to get 3,000 hits. I did it in one afternoon on the golf course."
    },
    {
      "cite": "Ben Hogan",
      "quote": "Reverse every natural instinct and do the opposite of what you are inclined to do and you will probably come very close to having a perfect golf swing."
    },
    {
      "cite": "Greg Norman",
      "quote": "Aggressive play is a vital asset of the world’s greatest golfers. However, it’s even more important to the average player. Attack this game in a bold, confident, and determined way, and you’ll make a giant leap toward realizing your full potential as a player."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "The game has such a hold on golfers because they compete not only against an opponent, but also against the course, against par, and most surely against themselves."
    },
    {
      "cite": "Bobby Jones",
      "quote": "Golf is a game that is played on a five-inch course that's the distance between your ears."
    },
    {
      "cite": "Ben Sayers",
      "quote": "A good player who is a great putter is a match for any golfer. A great hitter who cannot putt is a match for no one."
    },
    {
      "cite": "Peter Jacobsen",
      "quote": "One of the most fascinating things about golf is how it reflects the cycle of life. No matter what you shoot, the next day you have to go back to the first tee and begin all over again and make yourself into something."
    },
    {
      "cite": "Bobby Jones",
      "quote": "One reason golf is such an exasperating game is that a thing we learned is so easily forgotten and we find ourselves struggling year after year with faults we had discovered and corrected time and again."
    },
    {
      "cite": "John Updike",
      "quote": "Golf appeals to the idiot in us and the child. Just how childlike golfers become is proven by their frequent inability to count past five."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "I have a tip that can take five strokes off anyone's golf game. It's called an eraser."
    },
    {
      "cite": "Ted Ray",
      "quote": "Golf is a fascinating game. It has taken me nearly 40 years to discover that I can't play it."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "Golf combines two favorite American pastimes, taking long walks and hitting things with a stick."
    },
    {
      "cite": "unknown",
      "quote": "When I die, bury me on the golf course so my husband will visit."
    },
    {
      "cite": "Bob Ryan",
      "quote": "A passion, an obsession, a romance, a nice acquaintanceship with trees, sand and water."
    },
    {
      "cite": "Pete Dye",
      "quote": "The ardent golfer would play Mount Everest if somebody put a flag stick on top."
    },
    {
      "cite": "Lee Trevino",
      "quote": "If you're caught on a golf course during a storm and are afraid of lightning, hold up a 1-iron. Not even God can hit a 1-iron."
    },
    {
      "cite": "Gerald Ford",
      "quote": "I know I am getting better at golf because I'm hitting fewer spectators."
    },
    {
      "cite": "Lee Trevino",
      "quote": "My swing is so bad, I look like a caveman killing his lunch."
    },
    {
      "cite": "Tommy Armour",
      "quote": "Golf is an awkward set of bodily contortions designed to produce a graceful result."
    },
    {
      "cite": "Paul Harvey",
      "quote": "Golf is a game in which you yell 'fore', shoot six and write down five."
    },
    {
      "cite": "Chi Chi Rodriguez",
      "quote": "Golf is the most fun you can have without taking your clothes off."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is good sportsmanship not to pick up lost balls while they are still rolling."
    },
    {
      "cite": "Billy Graham",
      "quote": "The only time my prayers are never answered is on the golf course."
    },
    {
      "cite": "Ray Floyd",
      "quote": "They call it golf because all the other four letter words were taken."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "Concentration comes out of a combination of confidence and hunger."
    },
    {
      "cite": "Heywood Hale Broun",
      "quote": "Golf is not, on the whole, a game for realists. By its exactitude's of measurements, it invites the attention of perfectionists."
    },
    {
      "cite": "unknown",
      "quote": "Golf can best be defined as an endless series of tragedies obscured by the occasional miracle."
    },
    {
      "cite": "Harry Vardon",
      "quote": "Don't play too much golf. Two rounds a day are plenty."
    },
    {
      "cite": "John Updike",
      "quote": "The golf swing is like a suitcase into which we are trying to pack one too many things."
    },
    {
      "cite": "Dave Marr",
      "quote": "Golf's three ugliest words. Still your shot."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "The older you get, the stronger the wind gets and it's always in your face."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Golf is a day spent in a round of strenuous idleness."
    },
    {
      "cite": "Sam Snead",
      "quote": "If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death."
    },
    {
      "cite": "Sam Snead",
      "quote": "If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death."
    },
    {
      "cite": "unknown",
      "quote": "Golf is a lot of walking, broken up by disappointment and bad arithmetic."
    },
    {
      "cite": "Martha Beckman",
      "quote": "Man blames fate for other accidents, but feels personally responsible for a hole in one."
    },
    {
      "cite": "unknown",
      "quote": "Golf is life. If you can't take golf, you can't take life."
    },
    {
      "cite": "Carl Spackler",
      "quote": "Correct me if I'm wrong, Sandy, but if I kill all the golfers they'll lock me and up and throw away the key."
    },
    {
      "cite": "Jack Benny",
      "quote": "Give me the fresh air, a beautiful partner, and a nice round of golf, and you can keep the fresh air and the round of golf."
    },
    {
      "cite": "Robert Lynd",
      "quote": "It is almost impossible to remember how tragic a place this world is when one is playing golf."
    },
    {
      "cite": "Horace G. Hutchinson",
      "quote": "If profanity had an influence on the flight of the ball, the game of golf would be played far better than it is."
    }
  ]
}