{
  "source": "https://www.wisesayings.com/gone-quotes/",
  "theme": "gone",
  "quotes": [
    {
      "cite": "John Cage",
      "quote": "We need not destroy the past. It is gone."
    },
    {
      "cite": "Conn Iggulden",
      "quote": "The wisdom of age is bitter when those you have failed have gone."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Not lost, but gone before."
    },
    {
      "cite": "Will Smith",
      "quote": "Sometimes you have to forget what's gone, appreciate what still remains, and look forward to what's coming next."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin."
    },
    {
      "cite": "Chelse",
      "quote": "Don't make someone your everything because when their gone you have nothing."
    },
    {
      "cite": "John Keats",
      "quote": "The day is gone, and all its sweets are gone!"
    },
    {
      "cite": "Pema Chodron",
      "quote": "When resistance is gone, the demons are gone."
    },
    {
      "cite": "Mark Slouka",
      "quote": "Gone. The saddest word in the language. In any language."
    },
    {
      "cite": "Ian McEwan",
      "quote": "When its gone, you'll know what a gift love was. you'll suffer like this. So go back and fight to keep it."
    },
    {
      "cite": "Lucy Larcom",
      "quote": "Whatever with the past has gone, The best is always yet to come."
    },
    {
      "cite": "Henry Vaughan",
      "quote": "They are all gone into the world of light, and I alone sit lingering here."
    },
    {
      "cite": "Michael Kenna",
      "quote": "Nothing is ever the same twice because everything is always gone forever, and yet each moment has infinite photographic possibilities."
    },
    {
      "cite": "Larry McMurtry",
      "quote": "Yesterday's gone on down the river and you can't get it back."
    },
    {
      "cite": "Rumi",
      "quote": "Yesterday is gone and took away its tale. Today we must live a fresh story again."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "I imagine one of the reasons people cling to their hates so stubbornly is because they sense, once hate is gone, they will be forced to deal with pain."
    },
    {
      "cite": "Violeta Parra",
      "quote": "Don't cry when the sun is gone, because the tears won't let you see the stars."
    },
    {
      "cite": "John Wooden",
      "quote": "Today is the only day. Yesterday is gone."
    },
    {
      "cite": "Hermann Broch",
      "quote": "The world has always gone through periods of madness so as to advance a bit on the road to reason."
    },
    {
      "cite": "Al-Hasan al-Basri",
      "quote": "You are nothing but a number of days, and whenever a day passes away, a part of you passes away"
    },
    {
      "cite": "Leonard Jacobson",
      "quote": "The past is gone. The future never arrives. In truth, there is no life outside of this moment!"
    },
    {
      "cite": "Anthony Liccione",
      "quote": "It takes time, or does time take it?"
    },
    {
      "cite": "William Shakespeare",
      "quote": "What's gone, and what's past help, Should be past grief."
    }
  ]
}