{
  "source": "https://www.wisesayings.com/good-attitude-quotes/",
  "theme": "good-attitude",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Life is not happening to you. Life is responding to you."
    },
    {
      "cite": "Germany Kent",
      "quote": "Positive thinking is powerful thinking. If you want happiness, fulfillment, success and inner peace, start thinking you have the power to achieve those things. Focus on the bright side of life and expect positive results."
    },
    {
      "cite": "Theodore Dalrymple",
      "quote": "Feeling good about yourself is not the same thing as doing good. Good policy is more important than good feelings."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "Charles R Swindoll",
      "quote": "The longer I live, the more I realize the impact of attitude on life."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Good attitudes among players do not guarantee a team's success, but bad attitudes guarantee it's failure."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Keep your face always toward the sunshine and shadows will fall behind you."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the depth of winter I finally learned that there was in me an invincible summer."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Live your everyday extraordinary!"
    },
    {
      "cite": "Eva Chen",
      "quote": "A good attitude is really important. And a sense of optimism, someone who has ideas and isn't afraid to pitch them no matter what level she is. Someone who is proactive. Someone with efficiency and common sense. They don't always go hand-in-hand, common sense and, well, everything else."
    },
    {
      "cite": "Conrad Dobler",
      "quote": "Positive thinking is a good attitude to have. But positive thinking without any skills is a load of crap."
    },
    {
      "cite": "Katy Perry",
      "quote": "Be yourself and you can be anything."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Our attitude toward life determines life's attitude towards us."
    },
    {
      "cite": "J.A. Konrath",
      "quote": "If you can quit, quit. If you can't quit, stop complaining this is what you chose."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Germany Kent",
      "quote": "Never underestimate the power you have to take your life in a new direction."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Our beliefs about what we are and what we can be precisely determine what we can be."
    },
    {
      "cite": "Joan Lunden",
      "quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "If your attitude toward the world is good, you will obtain good results. If your attitude is excellent, excellent will your results."
    },
    {
      "cite": "J. Sidlow Baxter",
      "quote": "What is the difference between an obstacle and an opportunity? Our attitude toward it. Every opportunity has a difficulty, and every difficulty has an opportunity."
    },
    {
      "cite": "Subodh Gupta",
      "quote": "A positive attitude may not solve all our problems but that is the only option we have if we want to get out of problems."
    },
    {
      "cite": "William James",
      "quote": "It is our attitude at the beginning of a difficult task which, more than anything else, will affect It's successful outcome."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "Start your day with good intentions and set yourself up for a good attitude. It's not what happens to you that matters but how you respond."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If you don't get everything you want, think of the things you don't get that you don't want."
    },
    {
      "cite": "Aniekee Tochukwu Ezekiel",
      "quote": "An idea, when lighted, often glows to illuminate other ideas."
    },
    {
      "cite": "Irving Berlin",
      "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Dennis S. Brown",
      "quote": "The only difference between a good day and a bad day is your attitude."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The block of granite which was an obstacle in the pathway of the weak, became a stepping-stone in the pathway of the strong."
    },
    {
      "cite": "Germany Kent",
      "quote": "Never give up. Things may be hard, but if you quit trying they'll never get better. Stop worrying and start trusting God. It will be worth it."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The one good thing about failure is that it makes you consider doing things a different way."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Your attitude is an expression of your values, beliefs and expectations."
    },
    {
      "cite": "Cherie Carter-Scott",
      "quote": "Acceptance is the act of embracing what life presents to you with a good attitude."
    },
    {
      "cite": "Germany Kent",
      "quote": "Don't promote negativity online and expect people to treat you with positivity in person."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Attitude is a little thing that makes a big difference."
    },
    {
      "cite": "Frances Hodgson Burnett",
      "quote": "If you look the right way, you can see that the whole world is a garden."
    },
    {
      "cite": "Germany Kent",
      "quote": "Positive thinking is powerful thinking."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a wrong turn to get you to the right place."
    },
    {
      "cite": "William DeFoore",
      "quote": "Keeping your attitude positive gives you resilience, or bounce back ability, when the tough challenges come along."
    }
  ]
}