{
  "source": "https://www.wisesayings.com/good-leader-quotes/",
  "theme": "good-leader",
  "quotes": [
    {
      "cite": "Jack Welch",
      "quote": "Good leaders have a generosity gene."
    },
    {
      "cite": "Wilfred Bion",
      "quote": "A good leader makes a good follower."
    },
    {
      "cite": "Robert K. Greenleaf",
      "quote": "Good leaders must first become good servants."
    },
    {
      "cite": "Todd Stocker",
      "quote": "Selflessness is the highest goal of good leaders."
    },
    {
      "cite": "Tony Boselli",
      "quote": "You can't be a good leader without good character."
    },
    {
      "cite": "Simon Sinek",
      "quote": "A good leader shares information, even if they don't know the whole story. Without any information, people create their own, which causes fear and paranoia."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "A good leader can't get too far ahead of his followers."
    },
    {
      "cite": "Nido R Qubein",
      "quote": "Good leaders must become what they want their followers to become."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Good leaders must communicate vision clearly, creatively, and continually. However, the vision doesn't come alive until the leader models it."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "While a good leader sustains momentum, a great leader increases it."
    },
    {
      "cite": "Casey Affleck",
      "quote": "A good leader needs to know how to follow."
    },
    {
      "cite": "Alan Sugar",
      "quote": "A good leader is not necessarily the most popular person in their business, but the best ones are liked because they are respected for their clarity and vision."
    },
    {
      "cite": "Howard G. Hendricks",
      "quote": "A good leader has a compass in their head and a magnet in their heart."
    },
    {
      "cite": "Colin Powell",
      "quote": "You know you're a good leader when people follow you out of curiosity."
    },
    {
      "cite": "Condoleezza Rice",
      "quote": "Every good leader is part manager and every good manager is part leader."
    },
    {
      "cite": "Richard Branson",
      "quote": "Lead by listening - to be a good leader you have to be a great listener."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Bad leaders care about who is right. Good leaders care about what is right."
    },
    {
      "cite": "Richard Branson",
      "quote": "All good leaders listen to their people and empower them to go away and turn any innovative ideas they have into a reality."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Good leaders inspire people to have confidence in their leader. Great leaders inspire people to have confidence in themselves."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "A good leader sees everything, overlooks a great deal, and corrects a little."
    },
    {
      "cite": "Mark W Boyer",
      "quote": "Being a good leader does not require you possessing a fancy title, no more than possessing a fancy title makes you a good leader."
    },
    {
      "cite": "Godfrey Orateng",
      "quote": "A good Leader promotes peace, not war. A good leader is for the people, not for himself. A good leader does not watch his people suffer."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "If you look at anything successful, you will find traces of a good leader in it."
    },
    {
      "cite": "Jeffrey R. Immelt",
      "quote": "Good leaders don't tell people what to do, they give teams capability and inspiration."
    },
    {
      "cite": "Haile Selassie",
      "quote": "A good leader... maintains a balance between emotional drive and sound thinking."
    },
    {
      "cite": "Jack Ma",
      "quote": "The quality of a good leader therefore is his vision, tenacity, and his capability."
    },
    {
      "cite": "Tony Dungy",
      "quote": "A good leader gets people to follow him because they want to, not because he makes them."
    },
    {
      "cite": "Anne M. Mulcahy",
      "quote": "An important mark of a good leader [is] to know you don’t know it all and never will."
    },
    {
      "cite": "John Flanagan",
      "quote": "A good leader is someone who knows what he's bad at, and hires someone who's good at it to take care of it for him."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Good leaders make people feel that they're at the very heart of things, not at the periphery."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A good leader encourages followers to tell him what he needs to know, not what he wants to hear."
    },
    {
      "cite": "Jack Welch",
      "quote": "A good leader remains focused. Controlling your destination is better than being controlled by it."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "A good leader takes a little more than his share of the blame, a little less than his share of the credit."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "A good leader needs to stand behind his or her followers as often as he or she needs to stand in front of them."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A good leader is one who reveals to you your own potential and then inspires and shows you how to reach your potential."
    },
    {
      "cite": "Donella Meadows",
      "quote": "A good leader sets the right goals, gets things moving, and helps us to discover that we already know what to do."
    },
    {
      "cite": "Laozi",
      "quote": "Good leaders reach solutions, and then stop. They do not dare to rely on force."
    },
    {
      "cite": "Michael Porter",
      "quote": "Good leaders need a positive agenda, not just an agenda of dealing with crisis."
    },
    {
      "cite": "General George S. Patton",
      "quote": "Be willing to make decisions. That's the most important quality in a good leader."
    },
    {
      "cite": "Jeffrey R. Immelt",
      "quote": "Good leaders are very curious, and they spend a lot of time trying to learn things."
    },
    {
      "cite": "Carlos Ghosn",
      "quote": "Being a good leader today doesn't mean you'll be a good leader 10 years from now. You have to adapt to the times."
    },
    {
      "cite": "Colin Powell",
      "quote": "Good leaders must know how to reward those who succeed and know when to retrain, move, or fire ineffective staff."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "All good leaders are connectors. They relate well and make people feel confident about themselves and their leader."
    },
    {
      "cite": "Francis Mont",
      "quote": "The qualities required to be a good leader are usually incompatible with the qualities required to become a leader."
    },
    {
      "cite": "Laozi",
      "quote": "The good leader carries water for his people."
    },
    {
      "cite": "Rudy Giuliani",
      "quote": "It is in times of crisis that good leaders emerge."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Only a few good leaders have paused to reflect seriously on being leaders."
    },
    {
      "cite": "Jim George",
      "quote": "A good leader will seek the wisdom of others. After all, no man is an island!"
    },
    {
      "cite": "Yao Ming",
      "quote": "A good leader must be fair."
    },
    {
      "cite": "Donnie Burns",
      "quote": "A good leader brings the lady partner dance level to a superior level."
    }
  ]
}