{
  "source": "https://www.wisesayings.com/good-song-quotes/",
  "theme": "good-song",
  "quotes": [
    {
      "cite": "Bruce Springsteen",
      "quote": "A good song gathers the years in. It's why you can sing it with such conviction 40 years after it's been written."
    },
    {
      "cite": "Tablo",
      "quote": "If it's a good song, it doesn't really matter if it's trendy or not. It will hit."
    },
    {
      "cite": "Ty Segall",
      "quote": "A good song's a good song, and well known songs take on meaning in people's lives."
    },
    {
      "cite": "William Fitzsimmons",
      "quote": "If it is a good song, it is a good song. The Beatles were pop, the beach boys were pop and it's the best music of all time."
    },
    {
      "cite": "Phil Ochs",
      "quote": "One good song with a message can bring a point more deeply to more people than a thousand rallies."
    },
    {
      "cite": "Pete Seeger",
      "quote": "A good song reminds us what we're fighting for."
    },
    {
      "cite": "Tove Lo",
      "quote": "A good song stays in your head because it's catchy, a great song stays because it means something to you."
    },
    {
      "cite": "Bryce Dessner",
      "quote": "A good song is a nice set of chords and some good lyrics; a great song is a song that reinvents itself over time. That you can always find something interesting in the more you listen to it - it keeps revealing something to you."
    },
    {
      "cite": "Greta Salpeter",
      "quote": "A good song is like a mannequin - its form makes sense, but there's no life. There should be memorable melody, thoughtful lyric, appropriate arrangement."
    },
    {
      "cite": "Duke Ellington",
      "quote": "There are simply two kinds of music, good music and the other kind ... the only yardstick by which the result should be judged is simply that of how it sounds. If it sounds good it's successful; if it doesn't it has failed."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Good music is wine turned to sound"
    },
    {
      "cite": "Jean Cocteau",
      "quote": "All good music resembles something. Good music stirs by its mysterious resemblance to the objects and feelings which motivated it."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "A good song takes on more meaning as the years pass by."
    },
    {
      "cite": "Tom Petty",
      "quote": "A good song should give you a lot of images; you should be able to make your own little movie in your head to a good song."
    },
    {
      "cite": "Joey Kramer",
      "quote": "Good songs are what a good band is all about. When you have a good song that stands up to the test of the time, that is the most important thing."
    },
    {
      "cite": "Charli XCX",
      "quote": "A good song can make you smile, or it can make you dance or laugh or remind you of a moment."
    },
    {
      "cite": "John Doe",
      "quote": "A good song is a good song, and good musicians can play all different styles."
    },
    {
      "cite": "Kim Jong-hyun",
      "quote": "A good song receives love forever."
    },
    {
      "cite": "Ne-Yo",
      "quote": "That is the difference between a good song and a bad song lyrically - if you can listen to it and put yourself in that place, or see that person in that place, normally it is a pretty good song."
    },
    {
      "cite": "Joey Tempest",
      "quote": "A good song and good musicians can really move mountains."
    },
    {
      "cite": "Miles Davis",
      "quote": "Good music is good no matter what kind of music it is."
    },
    {
      "cite": "Bradley Nowell",
      "quote": "Good music is good music and that should be enough for anybody."
    },
    {
      "cite": "John Cage",
      "quote": "Good music can act as a guide to good living."
    },
    {
      "cite": "DJ Premier",
      "quote": "All music is good music, if it touches your soul."
    }
  ]
}