{
  "source": "https://www.wisesayings.com/good-job-quotes/",
  "theme": "good-job",
  "quotes": [
    {
      "cite": "Mike Rowe",
      "quote": "Good jobs look a lot like kids playing and adults working."
    },
    {
      "cite": "David Hawkins",
      "quote": "You can't do a good job unless you're keen on it yourself."
    },
    {
      "cite": "Frederick Herzberg",
      "quote": "If you want people to do a good job, give them a good job to do — an enriched job."
    },
    {
      "cite": "Imogen Cunningham",
      "quote": "The formula for doing a good job in photography is to think like a poet."
    },
    {
      "cite": "J. K. Simmons",
      "quote": "There are no two words in the English language more harmful than good job."
    },
    {
      "cite": "Jack Ma",
      "quote": "A good job isn't something you go out and find, it's something you discover while you're working."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "Whatever the job you are asked to do at whatever level, do a good job because your reputation is your resume."
    },
    {
      "cite": "Jessica Williams",
      "quote": "It's impossible to be perfect, and you won't do a good job if you're too focused on proving yourself to others."
    },
    {
      "cite": "William Feather",
      "quote": "But next to doing a good job yourself, the greatest joy is in having someone else do a first-rate job under your direction."
    },
    {
      "cite": "Theresa May",
      "quote": "I think it's important to do a good job and not to feel that you've got to make grand gestures, but just to get on and deliver."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "To be afraid of our next life because we don't feel we've done a good job with this life is not wise. It creates unhappiness now."
    },
    {
      "cite": "Walt Disney",
      "quote": "Do a good job. You don't have to worry about the money; it will take care of itself. Just do your best work then try to trump it."
    },
    {
      "cite": "Ali Shaheed Muhammad",
      "quote": "When you are creating something artistically and are speaking to or representing a culture that you know truthfully, you are doing a good job."
    },
    {
      "cite": "Blanka Vlasic",
      "quote": "A good career is a long-lasting career. When you're there in every competition doing a good job you're a part of an elite, and that's the most important thing."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "People who work to bring about perfection see work as an extension of themselves. The point is to do a good job. That will empower you. To do a poor job will make you weaker."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You work many hours. It is the major activity of your life. You can lose a lot of energy or gain a lot of energy from it. Put your full attention into it and do a good job, because it is part of your impeccability."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "People who end up with the good jobs are the proactive ones who are solutions to problems, not problems themselves, who seize the initiative to do whatever is necessary, consistent with correct principles, to get the job done."
    },
    {
      "cite": "David Rees",
      "quote": "To me, if you're lucky enough to make stuff that people will pay money for, do a good job. Really do a good job. Especially if you're talking about real stuff, like terror atrocities and human rights abuses and pencil-sharpening techniques."
    },
    {
      "cite": "William Feather",
      "quote": "The right man can make a good job out of any job."
    },
    {
      "cite": "Jimmy Kimmel",
      "quote": "Real emotion is good - or doing a good job of faking real emotion."
    },
    {
      "cite": "Brent Spiner",
      "quote": "Any job you can go to and have a laugh everyday has got to be a good job."
    },
    {
      "cite": "Elvis Presley",
      "quote": "Happiness is knowin' you've done a good job, whether it's professional or for another person."
    },
    {
      "cite": "Alain De Botton",
      "quote": "A 'good job' can be both practically attractive while still not good enough to devote your entire life to."
    },
    {
      "cite": "Marv Levy",
      "quote": "If you believe you are doing a good job in which you enjoy and like, then don't resign regardless of the pressures."
    },
    {
      "cite": "Mike Markkula",
      "quote": "In order to do a good job of those things that we decide to do, we must eliminate all of the unimportant opportunities"
    },
    {
      "cite": "Ruben Studdard",
      "quote": "You can be confident and secure and know that you do a good job at what you do. But you don't know to be arrogant about it."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "If you try to create a type, you may end with nothing. If you do a good job of creating an individual, you may succeed at creating a type."
    },
    {
      "cite": "Bob Taft",
      "quote": "Everything depends on a good job - strong families, strong communities, the pursuit of the American dream, and a tax base to support schools for our kids and services for our seniors."
    },
    {
      "cite": "Henry Cavill",
      "quote": "Not every job is a good job."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Two can live as cheaply as one - if they both have good jobs."
    },
    {
      "cite": "J. Ogden Armour",
      "quote": "There may be luck in getting a good job-but there's no luck in keeping it."
    },
    {
      "cite": "William Hewlett",
      "quote": "Men and women want to do a good job, and if they are provided the proper environment, they will do so"
    }
  ]
}