{
  "source": "https://www.wisesayings.com/good-behavior-quotes/",
  "theme": "good-behavior",
  "quotes": [
    {
      "cite": "Henry S. Haskins",
      "quote": "Good behavior is the last refuge of mediocrity."
    },
    {
      "cite": "Chanakya",
      "quote": "Good behavior wins even an enemy."
    },
    {
      "cite": "Millicent Fenwick",
      "quote": "Good behavior is everybody's business, and good taste can be everyone's goal."
    },
    {
      "cite": "Richard Whately",
      "quote": "Good manners are a part of good morals."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Observe decorum, and it will open a path to morality."
    },
    {
      "cite": "Robert Breault",
      "quote": "To help someone in need is not charity it is proper etiquette."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "The standard of good behavior for the continuance in office of the judicial magistracy is certainly one of the most valuable of the modern improvements in the practice of government."
    },
    {
      "cite": "John Stott",
      "quote": "Good conduct arises out of good doctrine."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Good manners require space and time."
    },
    {
      "cite": "Dick Francis",
      "quote": "Good manners are a sign of strength."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Good manners can render even virtue tolerable."
    },
    {
      "cite": "Julia McNair Wright",
      "quote": "Good manners are not bred in moments, but in years."
    },
    {
      "cite": "Elsa Maxwell",
      "quote": "Good manners spring from just one thing - kind impulses."
    },
    {
      "cite": "Clarence Thomas",
      "quote": "Good manners will open doors that the best education cannot."
    },
    {
      "cite": "Yukteswar Giri",
      "quote": "Good manners without sincerity are like a beautiful dead lady."
    },
    {
      "cite": "Richard Branson",
      "quote": "Making the extra effort to say thanks in a genuine, personal manner goes a long way. It is pleasurable to do, and it encourages more of the same good behavior."
    },
    {
      "cite": "Will Cuppy",
      "quote": "Etiquette means behaving yourself a little better than is absolutely essential."
    },
    {
      "cite": "John Ramsay McCulloch",
      "quote": "Etiquette is the ceremonial code of polite life, more voluminous and minute in each portion of society according to its rank."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "In Buddhism we have a great deal of etiquette. Etiquette is simply ways of living to conserve energy. Etiquette allows people to live in harmony with their environment."
    }
  ]
}