{
  "source": "https://www.wisesayings.com/good-teacher-quotes/",
  "theme": "good-teacher",
  "quotes": [
    {
      "cite": "Brad Henry",
      "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "A good teacher, like a good entertainer, first must hold his audience's attention, then he can teach his lesson."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "A good teacher must be able to put himself in the place of those who find learning hard."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge."
    },
    {
      "cite": "Alice Wellington Rollins",
      "quote": "The test of a good teacher is not how many questions he can ask his pupils that they will answer readily, but how many questions he inspires them to ask which he finds it hard to answer."
    },
    {
      "cite": "Aristotle",
      "quote": "Teachers, who educate children, deserve more honor than parents, who merely gave them birth; for the latter provided mere life, while the former ensured a good life."
    },
    {
      "cite": "Gerald Belcher",
      "quote": "The best education is not given to students; it is drawn out of them."
    },
    {
      "cite": "Aristotle",
      "quote": "Those who know, do. Those that understand, teach."
    },
    {
      "cite": "Mustafa Kemal Ataturk",
      "quote": "A good teacher is like a candle – it consumes itself to light the way for others."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A good teacher protects his pupils from his own influence."
    },
    {
      "cite": "Marva Collins",
      "quote": "When our students fail, we, as teachers, too, have failed."
    },
    {
      "cite": "Marva Collins",
      "quote": "The good teacher makes the poor student good and the good student superior."
    },
    {
      "cite": "Louis A. Berman",
      "quote": "A good teacher is a master of simplification and an enemy of simplism."
    },
    {
      "cite": "Clay P. Bedford",
      "quote": "You can teach a student a lesson for a day; but if you can teach him to learn by creating curiosity, he will continue the learning process as long as he lives."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind."
    },
    {
      "cite": "David McCullough Jr.",
      "quote": "A teacher is no longer just a teacher, but a tutor, therapist, guru, nurse practitioner, Dutch uncle, minister without portfolio and cop on the beat."
    },
    {
      "cite": "Seth Godin",
      "quote": "Our job is obvious: We need to get out of the way, shine a light, and empower a new generation to teach itself and to go further and faster than any generation ever has."
    },
    {
      "cite": "George Carlin",
      "quote": "Don’t just teach your children to read. Teach them to question what they read. Teach them to question everything."
    },
    {
      "cite": "Minna Antrim",
      "quote": "Experience is a good teacher, but she sends in terrific bills."
    },
    {
      "cite": "Mr. Schuester",
      "quote": "The best teachers don't give you the answers. They just point the way and let you make your own choices, your own mistakes. That way you get all the glory. And you deserve it."
    },
    {
      "cite": "Anonymous",
      "quote": "It takes a big heart to help shape little minds."
    },
    {
      "cite": "Anonymous",
      "quote": "The best teachers teach from the heart not from the book."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "A good teacher offers practice, a bad one offers theories."
    },
    {
      "cite": "Philip Wylie",
      "quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen."
    },
    {
      "cite": "M. K. Soni",
      "quote": "A good teacher is a good student first. By repeating his lessons, he acquires excellence."
    },
    {
      "cite": "R. Verdi",
      "quote": "Good teachers are those who know how little they know. Bad teachers are those who think they know more than they don't know."
    }
  ]
}