{
  "source": "https://www.wisesayings.com/good-deed-quotes/",
  "theme": "good-deed",
  "quotes": [
    {
      "cite": "Herodotus",
      "quote": "Great deeds are usually wrought at great risks."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Big words seldom accompany good deeds."
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Good deeds are seldom remembered; bad deeds are seldom forgotten."
    },
    {
      "cite": "Robert Alan Aurthur",
      "quote": "The good deed you do today, for a brother or sister in need will come back to you some day, for humanity's a circle in deed."
    },
    {
      "cite": "Anonymous",
      "quote": "Good deeds from good intentions flow; but good intentions only; build for us a place below."
    },
    {
      "cite": "Charles De Lint",
      "quote": "Every time you do a good deed you shine the light a little farther into the dark. And the thing is, when you're gone that light is going to keep shining on, pushing the shadows back."
    },
    {
      "cite": "Harold Kushner",
      "quote": "When you are kind to others, it not only changes you, it changes the world."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Thinking good thoughts is not enough, doing good deeds is not enough, seeing others follow your good examples is enough."
    },
    {
      "cite": "Pindar",
      "quote": "A good deed hidden in silence dies."
    },
    {
      "cite": "James Freeman Clarke",
      "quote": "Seek to do good, and you will find that happiness will run after you."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There is a sort of gratification in doing good which makes us rejoice in ourselves."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If you do one good deed, your reward is to be set to do another and harder and better one."
    },
    {
      "cite": "Zoroaster",
      "quote": "A good deed is like peeing in your pants. Everyone knows you did it, but only you can feel it's warmth."
    },
    {
      "cite": "John Burroughs",
      "quote": "The smallest good deed is better than the grandest intention."
    },
    {
      "cite": "Ovid Poet",
      "quote": "Men do not value a good deed unless it brings a reward."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Good deeds are no less good because their object is unworthy."
    },
    {
      "cite": "Bodhidharma",
      "quote": "According to the Sutras, evil deeds result in hardships and good deeds result in blessings."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It takes many good deeds to build a good reputation, and only one bad one to lose it."
    },
    {
      "cite": "Sayed Hadi al-Qazwini",
      "quote": "Good deeds should be done with intention, not for attention."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "It's much better to do good in a way that no one knows anything about it."
    },
    {
      "cite": "Peter Marshall",
      "quote": "Small deeds done are better than great deeds planned."
    },
    {
      "cite": "Sophocles",
      "quote": "To be doing good deeds is man's most glorious task."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Goodness is the only investment that never fails."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The nicest feeling in the world is to do a good deed anonymously-and have somebody find out."
    },
    {
      "cite": "Margaret Cho",
      "quote": "If we have the opportunity to be generous with our hearts, we have no idea of the depth and breadth of love's reach."
    },
    {
      "cite": "William Shakespeare",
      "quote": "How far that little candle throws his beams! So shines a good deed in a weary world."
    },
    {
      "cite": "Saint Basil",
      "quote": "A good deed is never lost. He who sows courtesy, reaps friendship; he who plants kindness, gathers love; pleasure bestowed on a grateful mind was never sterile, but generally gratitude begets reward."
    },
    {
      "cite": "Plutarch",
      "quote": "It is part of a good man to do great and noble deeds, though he risk everything."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted."
    },
    {
      "cite": "George Eliot",
      "quote": "Our deeds still travel with us from afar, and what we have been makes us what we are."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Good deeds are seeds of generosity."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Good actions ennoble us, and we are the sons of our deeds."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Anyone who proposes to do good must not expect people to roll stones out of his way, but must accept his lot calmly, even if they roll a few stones upon it."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "You dont see its growth. But, it does by days. Doing the wicked deeds is like the hone. You dont see its damage. But, it does by days."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "Even though your time on the job is temporary, if you do a good enough job, your work there will last forever."
    },
    {
      "cite": "Ali Ibn Abi Talib A.S",
      "quote": "The best deed of a great man is to forgive and forget."
    },
    {
      "cite": "Epictetus",
      "quote": "Know you not that a good man does nothing for appearance sake, but for the sake of having done right?"
    },
    {
      "cite": "Edgar Magnin",
      "quote": "Our worth is determined by the good deed we do, rather than by the fine emotions we feel."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Better do a good deed near at home than go far away to burn incense."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Talking isn't doing. It is a kind of good deed to say well; and yet words are not deeds."
    },
    {
      "cite": "Kevin Heath",
      "quote": "Wherever there is a human in need, there is an opportunity for kindness and to make a difference."
    },
    {
      "cite": "William Wordsworth",
      "quote": "That best portion of a good man’s life; His little, nameless, unremembered acts of kindness and of love."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "This is what my soul is telling me: Be peaceful and love everyone."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Better a good deed that is boasted than no good deed at all."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "Good deeds are the best prayer."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Good deeds may not be rewarded; even good firewood may ruin the stove."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "The smallest good deed is better than the grandest good intention."
    },
    {
      "cite": "Persian Proverb",
      "quote": "Good deeds return to the house of their author."
    },
    {
      "cite": "Poor Richard",
      "quote": "Do good to thy friend to keep him, to thy enemy to gain him."
    },
    {
      "cite": "Old Proverb",
      "quote": "Deeds are love and not fine phrases."
    },
    {
      "cite": "St. Theresa of Lisieux",
      "quote": "Each small task of everyday life is part of the total harmony of the universe."
    },
    {
      "cite": "Richard Sheridan",
      "quote": "A life spent worthily should be measured by deeds, not years."
    },
    {
      "cite": "Buddha",
      "quote": "Neither fire nor wind, birth nor death can erase our good deeds."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "A man makes no noise over a good deed, but passes on to another as a vine to bear grapes again in season."
    },
    {
      "cite": "Marquis de Condorcet",
      "quote": "It is not enough to do good; one must do it in a good way."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "He who is too busy doing good finds no time to be good."
    },
    {
      "cite": "Chuck Klosterman",
      "quote": "You can fake being cool, but you can't fake being good."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A good edge is good for nothing, if it has nothing to cut."
    },
    {
      "cite": "Seneca",
      "quote": "The profit of a good action is to have done it."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Do good by stealth, and blush to find it fame."
    },
    {
      "cite": "Mark Twain",
      "quote": "To be good is noble, but to teach others how to be good is nobler - and less trouble."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There is an idea abroad among moral people that they should make their neighbours good. One person I have to make good: myself."
    },
    {
      "cite": "French Proverb",
      "quote": "Good words make us laugh; good deeds make us silent."
    },
    {
      "cite": "Japanese saying",
      "quote": "One good deed is better than three days of fasting at a shrine."
    }
  ]
}