{
  "source": "https://www.wisesayings.com/good-mood-quotes/",
  "theme": "good-mood",
  "quotes": [
    {
      "cite": "Samsoniter",
      "quote": "A good mood is like a balloon. One little prick is all it takes to ruin it."
    },
    {
      "cite": "Rob Brezsny",
      "quote": "You have to learn how to stay in a good mood as you overthrow the sour, puckered hallucination that is mistakenly referred to as reality."
    },
    {
      "cite": "David Mitchell",
      "quote": "Good moods're as fragile as eggs. Bad moods're as fragile as bricks."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If we are in a good mood when we get up in the morning, if there is a warm-hearted feeling within, automatically our inner door is opened for that day."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Lay aside life-harming heaviness and entertain a cheerful disposition"
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "I credit my youthfulness at eighty to the fact of a cheerful disposition and contentment in every period of my life with what I was."
    },
    {
      "cite": "Nixon Waterman",
      "quote": "There are some characters who carry their wealth with them, who are rich without money. They do not need palatial homes or a large bank account. They do not need to buy admission to society--everybody loves them. They are welcome everywhere because they have that which money cannot buy--a genial, helpful, sunny, cheerful disposition."
    },
    {
      "cite": "Thomas M. Disch",
      "quote": "You are welcome, therefore, Stranger, to join our cofraternity. But please observe the rules. Always display a cheerful disposition. Do not refer to our infirmities. Help us conquer the galaxy."
    },
    {
      "cite": "Proverbs 17:22, The Bible",
      "quote": "A cheerful disposition is good for your health; gloom and doom leave you bone-tired"
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Everyone is in such a good mood when they've eaten well."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Well-meaning, helpful, good-natured attitudes of mind have not come to be honored on account of their usefulness, but because they are states of richer souls that are capable of bestowing and have their value in the feeling of the plenitude of life."
    },
    {
      "cite": "Voltaire",
      "quote": "The most important decision you make is to be in a good mood."
    },
    {
      "cite": "Anonymous",
      "quote": "Smile, and the world will smile with you. Laugh and they'll all think your on drugs."
    },
    {
      "cite": "Charles De Lint",
      "quote": "The thing with pretending you're in a good mood is that sometimes you can."
    },
    {
      "cite": "Anonymous",
      "quote": "When life is stressful, do something to lift your spirits. Go for a drive. Go two or three thousand miles away. Maybe change your name."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "When you're in a good mood, bring up the past. When you're in a bad mood, stick to the present. And when you're not feeling emotional at all, it's time to talk about the future."
    },
    {
      "cite": "Wilhelm Von Humboldt",
      "quote": "Our happiness or our unhappiness depends far more on the way we meet the events of life than on the nature of those events themselves."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be happy in the moment, that's enough. Each moment is all we need, not more."
    },
    {
      "cite": "Peter Salovey",
      "quote": "People in good moods are better at inductive reasoning and creative problem solving."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The happiness of your life depends upon the quality of your thoughts."
    },
    {
      "cite": "Cam Boogie",
      "quote": "Love and focus keep you in a good mood. Forever on my mind."
    },
    {
      "cite": "Jamaram",
      "quote": "I'm gonna put on my new shoes tonight  I'm going to put on my good suit tonight, yeah I'm going to be in a good mood tonight 'cause the reggae music"
    },
    {
      "cite": "Henoheno",
      "quote": "I don't ever wanna quit 'Cause I never ever feel like shit Be another just to get food Force myself into a good mood"
    },
    {
      "cite": "Jovanotti",
      "quote": "of feeling good I got the key to your good mood So come on you participate it's now the time to celebrate Par par party check up this beat Now boys"
    },
    {
      "cite": "Dengue Fever",
      "quote": "Then, after thousands of years If I'm in a good mood I'll let you crawl out Crawl out from your cave"
    },
    {
      "cite": "LL Cool J",
      "quote": "pair A Fendi bag and a bad attitude That's all I need to get me in a good mood She can walk with her switch and talk with street slang"
    },
    {
      "cite": "Lou Rawls",
      "quote": "in a good mood You know a man's home is his castle And I'm comin' home to groove"
    },
    {
      "cite": "Heavy D &amp; the Boyz",
      "quote": "like movie stars, set to flip The whole crowd's in a good groove, eatin the good food Soul food to keep you in a good mood"
    },
    {
      "cite": "Phil Keaggy",
      "quote": "I hit the floor suggest we move our feet. Good mood is painted on our fleeting best. But if you'd listen to me, if you'd listen to me, If you'd listen you might hear me"
    },
    {
      "cite": "Kurt Vile",
      "quote": "When I'm outside in a real good mood You could almost forget bout all the other things Like a big old ominous cloud in my periphery Don't wanna talk about it Simultaneous I shout it"
    },
    {
      "cite": "Shirley Murdock",
      "quote": "You're always peeking at the ladies with the Short dresses on you only want me in mine when We're alone I'm going out tonight I'm in a real Good Mood I need a change of space and a fresh Attitude I'm tired now I can't take it nomore"
    },
    {
      "cite": "The Divine Comedy",
      "quote": "So please don't feel blue - let us show you how To talk yourself into a good mood right now Feeling sad is no longer allowed No matter how worthless you are"
    },
    {
      "cite": "Lee Fields",
      "quote": "Hit the surf, it'll put me in a good mood If I - If I believe I can achieve Gotta be the best version of me that I can be So remember, when your thoughts are wild"
    },
    {
      "cite": "Fetish Fetish",
      "quote": "of circus city lights The surface smiling For all the good moods you can buy I know more shadows than people We call the night as our witness"
    }
  ]
}