{
  "source": "https://www.wisesayings.com/good-company-quotes/",
  "theme": "good-company",
  "quotes": [
    {
      "cite": "Samuel Butler",
      "quote": "People are always good company when they are doing what they really enjoy."
    },
    {
      "cite": "Izaak Walton",
      "quote": "Good company and good discourse are the very sinews of virtue."
    },
    {
      "cite": "Charles Evans Hughes",
      "quote": "A man has to live with himself, and he should see to it that he always has good company."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A book is good company. It is full of conversation without loquacity. It comes to your longing with full instruction, but pursues you never."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Good company, lively conversation, and the endearments of friendship fill the mind with great pleasure."
    },
    {
      "cite": "George Herbert",
      "quote": "Keep good company, and you shall be of the number."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A man should think less of what he eats and more with whom he eats because no food is so satisfying as good company."
    },
    {
      "cite": "George Washington",
      "quote": "Good company will always be found much less expensive than bad."
    },
    {
      "cite": "E. B. White",
      "quote": "Books are good company, in sad times and happy times, for books are people-- people who have managed to stay alive by hiding between the covers of a book."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "The shortest way to get anywhere is to have good company."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In good company, the individuals merge their egotism into a social soul exactly co-extensive with the several consciousnesses there present."
    },
    {
      "cite": "Francis Picabia",
      "quote": "Good taste is as tiring as good company."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Roads are long; make them short with a good company!"
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Always keep good company. Never waste an hour with anyone who doesn't lift you up and encourage you."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is with a good book as it is with good company."
    },
    {
      "cite": "Rumer Godden",
      "quote": "In good company your thoughts run, in solitude your thought is still ... In talk your mind can be stretched, widened, exhilarated to heights, but it cannot be deepened; you have to deepen it yourself."
    },
    {
      "cite": "Cato the Younger",
      "quote": "Good-breeding is the art of showing men, by external signs, the internal regard we have for them. It arises from good sense, improved by conversing with good company."
    },
    {
      "cite": "Francis M. Lyman",
      "quote": "Children...will never go astray while they are in good company."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Books are always good company if you have the right sort."
    }
  ]
}