{
  "source": "https://www.wisesayings.com/good-old-days-quotes/",
  "theme": "good-old-days",
  "quotes": [
    {
      "cite": "Tom Clancy",
      "quote": "The good old days are now."
    },
    {
      "cite": "Alice Childress",
      "quote": "\"The good old days.\" The only good days are ahead."
    },
    {
      "cite": "Dick Gregory",
      "quote": "The only good thing about the good old days is they're gone."
    },
    {
      "cite": "Andy Bernard",
      "quote": "I wish there was a way to know you're in the good old days before you've actually left them."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "When you think of the good old days, think one word: dentistry."
    },
    {
      "cite": "Franklin P. Adams",
      "quote": "Nothing is more responsible for the good old days than a bad memory."
    },
    {
      "cite": "Billy Joel",
      "quote": "Say goodbye to the oldies, but goodies, because the good old days weren't always good and tomorrow ain't as bad as it seems."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Sooner or later the world will have to return to the good old days when we fought wars and killed people the old-fashioned way, one at a time."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "The good old days were never that good, believe me. The good new days are today, and better days are coming tomorrow. Our greatest songs are still unsung."
    },
    {
      "cite": "Ernesto Sabato",
      "quote": "The expression 'there is nothing like the good old days' does not mean that fewer bad things happened before, but fortunately, that people tend to forget about them."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "When people talk about the good old days, I say to people, 'It's not the days that are old, it's you that's old.' I hate the good old days. What is important is that today is good."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "Forget about what you used to do. Don't make those same mistakes again. Everybody says, \"Oh the good old days\" - the good old days are right this second! This moment controls the next moment."
    },
    {
      "cite": "Will Rogers",
      "quote": "We are always yapping about the 'Good Old Days' and how we look back and enjoy it, but I tell you there is a lot of hooey to it. There is a whole lot of all our past lives that wasn't so hot."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The good old days, when each idea had an owner, are gone forever."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Don't focus on the good old days, look forward towards the good new days."
    },
    {
      "cite": "Artie Shaw",
      "quote": "The good old days are neither better nor worse than the ones we're living through right now."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Sometimes we look back and 10 years from now we think, 'Boy, those were great old days.' Well, you know, we're living in the good old days."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "The main thing is to get what little happiness there is out of life in this wartorn world because ‘these are the good old days’ now.”"
    },
    {
      "cite": "Jacky Ickx",
      "quote": "And luckily, therefore the good old days return. The traditional art of driving counts again, and it is all about good tactics, skills and reflexes instead of simple power."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "We over-exaggerate yesterday. We either think it was better or worse than it was - you know, the good old days. We over-estimate tomorrow; we think we can do more than we can - always. And that's why we put off everything till tomorrow."
    },
    {
      "cite": "Robert Hass",
      "quote": "Everybody has a different idea of when those good old days were, but everyone is convinced that there was a time when literature really mattered and that it doesn't now. They also tend to believe that it really matters someplace else - in very improbable places often. Russia is someone's idea of a place where literature really counts."
    }
  ]
}