{
  "source": "https://www.wisesayings.com/good-woman-quotes/",
  "theme": "good-woman",
  "quotes": [
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There are few women whose charm survives their beauty."
    },
    {
      "cite": "Priyanka Chopra",
      "quote": "You can be an absolute woman and also be smart and tough and not lose your femininity."
    },
    {
      "cite": "James Thurber",
      "quote": "Women are wiser than men because they know less and understand more."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "Women are never so strong as after their defeat."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
      "cite": "Salvador Dalí",
      "quote": "An elegant woman is a woman who despises you and has no hair under her arms."
    },
    {
      "cite": "John Ruskin",
      "quote": "The path of a good woman is indeed strewn with flowers; but they rise behind her steps, not before them."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Women are in league with each other, a secret conspiracy of hearts and pheromones."
    },
    {
      "cite": "Julie Garwood",
      "quote": "A woman can't do anything about her appearance. Either she's pretty or she isn't. But her character is quite another matter."
    },
    {
      "cite": "Jerome K Jerome",
      "quote": "A good woman's arms round a man's neck is a lifebelt thrown out to him from heaven."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Most good women are hidden treasures who are only safe because nobody looks for them."
    },
    {
      "cite": "Gayle Roper",
      "quote": "Find a woman who makes you feel more alive. She won't make life perfect but she'll make it infinitely more interesting. And then love her with all that's in you."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "Better to be strong than pretty and useless."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Cheating on a good woman is like choosing trash over treasure."
    },
    {
      "cite": "Socrates",
      "quote": "Marry a good woman, and be happy the rest of your life. Or, marry a bad, and become a good philosopher"
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "Woman is sacred; the woman one loves is holy."
    },
    {
      "cite": "Leona Helmsley",
      "quote": "If a woman is successful, she'd better duck, because they'll be out to get her."
    },
    {
      "cite": "Delano Johnson",
      "quote": "Honor a good woman because she is virtuous and honorable."
    },
    {
      "cite": "Darkskin",
      "quote": "Don't take a good woman for granted. Someday, someone will come along and appreciate what you didn't."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A good woman is like a tea bag. You never know how strong she is until she gets in hot water."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "One should never trust a woman who tells her real age. If she tells that, she'll tell anything."
    },
    {
      "cite": "Philip Moeller",
      "quote": "Women are seldom silent. Their beauty is forever speaking for them."
    },
    {
      "cite": "Sophie Tucker",
      "quote": "From birth to eighteen, a girl needs good parents, from eighteen to thirty-five she needs good looks, from thirty-five to fifty-five she needs a good personality, and from fifty-five on she needs cash."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A good woman inspires a man, a brilliant woman interests him, a beautiful woman fascinates him, but a sympathetic woman gets him."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women are made to be loved, not understood."
    },
    {
      "cite": "Gelett Burgess",
      "quote": "A good woman would rather be the mother of a genius than the wife of a hero"
    },
    {
      "cite": "Jenette Stanley",
      "quote": "Don't be the girl who fell. Be the girl who got back up."
    },
    {
      "cite": "George Washington",
      "quote": "A sensible woman can never be happy with a fool."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the ability to create, nurture, and transform."
    },
    {
      "cite": "Minna Antrim",
      "quote": "A beautiful woman delights the eye; a wise woman, the understanding; a pure one, the soul."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "And these blessings, no gift equals the gentle, trusting love and companionship of a good woman."
    },
    {
      "cite": "Betty Friedan",
      "quote": "A good woman is one who loves passionately, has guts, seriousness and passionate convictions, takes responsibility, and shapes society."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "What is better than wisdom? Woman. And what is better than a good woman? Nothing."
    },
    {
      "cite": "George Meredith",
      "quote": "God's rarest blessing is, after all, a good woman!"
    },
    {
      "cite": "Gregory David Roberts",
      "quote": "A man is truly a man when he wins the love of a good woman, earns her respect, and keeps her trust. Until you can do that, you're not a man."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Only love of a good woman will make a man question every choice, every action. Only love makes a warrior hesitate for fear that his lady will find him cruel. Only love makes a man both the best he will ever be, and the weakest. Sometimes all in the same moment."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Man is at his best when complemented by a good woman's natural influence."
    },
    {
      "cite": "Simonides",
      "quote": "A man gains no possession better than a good woman, nothing more horrible than a bad one."
    },
    {
      "cite": "Saadi",
      "quote": "A handsome woman is a jewel, a good woman is a treasure."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It takes a thoroughly good woman to do a thoroughly stupid thing."
    },
    {
      "cite": "Robert Graves",
      "quote": "If I were a girl, I'd despair. The supply of good women far exceeds that of the men who deserve them."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There are few good women who do not tire of their role."
    },
    {
      "cite": "Coolidge",
      "quote": "What men owe to the love and help of good women can never be told."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Fulfillment in life involves loving a good woman and killing a bad man."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "A good woman is a hidden treasure. Who discovers her will do well not to boast about it."
    },
    {
      "cite": "Anita Brookner",
      "quote": "Good women always think it is their fault when someone else is being offensive. Bad women never take the blame for anything."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I have thought that a sufficient measure of civilization is the influence of good women."
    },
    {
      "cite": "Norman Mailer",
      "quote": "To be married to a good woman is to live with tender surprise."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What is civilization? I answer, the power of good women."
    },
    {
      "cite": "George Eliot",
      "quote": "Until every good man is brave, we must expect to find many good women timid too timid even to believe in the correctness of their own best promptings, when these would place them in a minority."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A good woman is known by what she does. A good man by what he doesn't."
    },
    {
      "cite": "Jules Verne",
      "quote": "He believed in it, as certain good women believe in the leviathan-by faith, not by reason."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "A woman may be as wicked as she likes, but if she isn't pretty it won't do her much good."
    },
    {
      "cite": "Marcel Boulestin",
      "quote": "A good cook is not necessarily a good woman with an even temper. Some allowance should be made for artistic temperament."
    },
    {
      "cite": "Massinger",
      "quote": "How sweetly sounds the voice of a good woman! It is so seldom heard that, when it speaks,it ravishes all senses."
    },
    {
      "cite": "Adah Isaacs Menken",
      "quote": "Good women are rarely clever and clever women are rarely good."
    },
    {
      "cite": "George Eliot",
      "quote": "They say fortune is a woman and capricious. But sometimes she is a good woman, and gives to those who merit."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "If you would have a good wife, marry one who has been a good daughter."
    },
    {
      "cite": "Andre Maurois",
      "quote": "A true woman loves a strong man because she knows his weaknesses. She protects as much as she is protected."
    }
  ]
}