{
  "source": "https://www.wisesayings.com/good-afternoon-quotes/",
  "theme": "good-afternoon",
  "quotes": [
    {
      "cite": "Robert Frost",
      "quote": "The afternoon knows what the morning never suspected."
    },
    {
      "cite": "Walker Percy",
      "quote": "Home may be where the heart is but it's no place to spend Wednesday afternoon."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Nobody looks at the moon in the afternoon, and this is the moment when it would most require our attention, since its existence is still in doubt."
    },
    {
      "cite": "Giraudoux",
      "quote": "There is nothing so wrong in this world that a sensible woman can't set it right in the course of an afternoon."
    },
    {
      "cite": "Larry King",
      "quote": "There is still nothing in life as constant and as changing at the same time as an afternoon at a ballpark."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "You cannot plant an acorn in the morning, and expect that afternoon to sit in the shade of an oak."
    },
    {
      "cite": "Don DeLillo",
      "quote": "A dead afternoon in a dark bar was not the worst of fates."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "A frozen daiquiri of a scorching afternoon is soothing. It makes living more tolerable."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "The afternoon of a human life must also have a significance of its own, and cannot be merely a pitiful appendage to life's morning."
    },
    {
      "cite": "Hilma Wolitzer",
      "quote": "Time pulses from the afternoon like blood from a serious wound."
    },
    {
      "cite": "Stephen King",
      "quote": "Mornings belong to whatever is new. The current composition. Afternoons are for naps and letters."
    },
    {
      "cite": "unknown",
      "quote": "Never draw more in the morning than you can erase in the afternoon."
    },
    {
      "cite": "Shashikant Shinde",
      "quote": "The afternoon is not only the middle of the day it is the time to complete our essential task and go ahead in life."
    },
    {
      "cite": "Delna Rose",
      "quote": "Be bright like the afternoon sun and let everyone who sees you feel inspired by all the great things you do. You have one life here on earth. Make it count in whatever way you can."
    },
    {
      "cite": "John Ross",
      "quote": "Are you stuck again on an afternoon with nothing to do? Start with your dreams, decide where you want to be and create a plan to reach there. Every little step will lead you closer to your destiny."
    },
    {
      "cite": "Daniel Arsand",
      "quote": "It is the end of a fine bronze-tinted afternoon with purple shadows and febrile scraps of cloud."
    },
    {
      "cite": "Sanober Khan",
      "quote": "Leave me a smile just warm enough to spend a million golden afternoons in."
    },
    {
      "cite": "Allan Thicke",
      "quote": "Good afternoon guys, just remember that no matter where you are right now focus and a positive mindset can lead you to where you want to be in life."
    },
    {
      "cite": "Oregon Mass",
      "quote": "Sometimes I reminisce about the chances I missed on a dull afternoon. Then I remind myself that I am not here by accident and I can still have opportunities to own. I take up a wining attitude and win through the day."
    },
    {
      "cite": "St. Jerome",
      "quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best. Good Afternoon."
    },
    {
      "cite": "Orson Welles",
      "quote": "I would just like to mention Robert Houdin who in the eighteen century inventented the vanishing birdcage trick and the theater matinee - may he rot and perish. Good afternoon."
    },
    {
      "cite": "Swati Khare",
      "quote": "As you climb the ladder of success, check occasionally to make sure it is leaning against the right wall. Good Afternoon and Good Day!"
    },
    {
      "cite": "Doreen Bill",
      "quote": "You could get a simple idea one afternoon that could completely change your life. Great innovators just needed one idea to change everything. Keep striving and you will reach success."
    },
    {
      "cite": "Vrishab",
      "quote": "Learning history is so easy but making history is so difficult. Make a history of yourself and make others to learn it! Good Afternoon!"
    },
    {
      "cite": "Henry James",
      "quote": "Under certain circumstances there are few hours in life more agreeable than the hour dedicated to the ceremony known as afternoon tea."
    },
    {
      "cite": "Mundia Andy",
      "quote": "If i was a dove i wud daily bring you peace. A sheep I would bring you miracles, an angel I would bring you love, but since I'm only human I can only wish you the best. Good afternoon."
    },
    {
      "cite": "Rachel Caine",
      "quote": "Afternoons are hard. Mornings are pure evil from the pits of hell, which is why I don't do them anymore."
    },
    {
      "cite": "Dodie Smith",
      "quote": "It is the still, yellow kind of afternoon when one is apt to get stuck in a dream if one sits very quiet."
    },
    {
      "cite": "Gerald Durell",
      "quote": "You'd think with its meteorological history, that the English language could have thought up another greeting, wouldn't you? ' said Larry. 'It's perfectly preposterous to say 'good afternoon' on a day whose climatic conditions could make even Noah worry."
    },
    {
      "cite": "Edward Thomas",
      "quote": "Yes; I remember Adlestrop— / The name because one afternoon / Of heat the express-train drew up there / Unwontedly. It was late June."
    },
    {
      "cite": "Henry James",
      "quote": "Summer afternoon— summer afternoon; the two most beautiful words in the English language."
    },
    {
      "cite": "Susan Ertz",
      "quote": "Millions long for the immortality who don't' know what to do with themselves on a rainy Sunday afternoon."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "At five in the afternoon. / It was exactly five in the afternoon. / A boy brought the white sheet / at five in the afternoon."
    },
    {
      "cite": "Kate Fiduccia",
      "quote": "Each Friday afternoon, we tasted wines from across the globe and gleaned knowledge from the best instructors and guest lecturers from the wine industry."
    },
    {
      "cite": "Kate Fiduccia",
      "quote": "The afternoon with my parents was a beautiful sunny day that began with a tour of the historic winery in the morning."
    },
    {
      "cite": "Jodi-Anne Williams-Rogers",
      "quote": "At the time of day when the afternoon draws close to twilight, my memory floats back to the pristine days of my childhood in the early 1980s."
    },
    {
      "cite": "Jodi-Anne Williams-Rogers",
      "quote": "During this late afternoons, the hot South African sun tinted the day with an ochre hue, as if to hint that the lounge was now sufficiently warmed for us to enjoy a leisurely afternoon in it."
    },
    {
      "cite": "Jodi-Anne Williams-Rogers",
      "quote": "What I most enjoyed about this afternoon tea sessions was it was a time when my grandfather would engage our inquisitive young minds in discussions about anything under the sun."
    },
    {
      "cite": "Jodi-Anne Williams-Rogers",
      "quote": "The afternoon tea tradition is something I hope to carry forward with my own children and perhaps my grandchildren someday."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "That's the way we all feel about conservation— it won't come this afternoon, but we ought to get started this afternoon, if it's ever going to come."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "A people without history. / Is not redeemed from time, for history is a pattern / Of timeless moments. So while the light fails / On a winter's afternoon, in a secluded chapel / History is now and England."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The morning cup of coffee has an exhilaration about it with the cheering influence of the afternoon or evening cup of tea cannot be expected to reproduce."
    },
    {
      "cite": "Kathine Mansfield",
      "quote": "Bliss...as though you'd suddenly swallowed a bright piece of that afternoon sun and it burned in your bosom, sending out a little shower of sparks into every particle."
    },
    {
      "cite": "David Hobler",
      "quote": "I felt like I could see and hear everything. When I crossed the finish line that afternoon, I felt glorious, like I was going to live forever."
    },
    {
      "cite": "Hal Higdon",
      "quote": "Each day brings two low tides and two high tides, but not always at the same time. Low tide shifts forward approximately an hour each day, moving from morning to noon to afternoon to evening over a period of time."
    },
    {
      "cite": "Alison Townsend",
      "quote": "There comes a time late in the afternoon when the light is just so and my circadian rhythms are at exactly at a certain point, when the only solid thought in my mind is to run."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "The afternoon glow is brightening the bamboos, the fountains are bubbling with delight, the soughing of the pine is heard in our kettle."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "In the afternoon we / returned the same way, / And had the picture in our minds of magnificent regions of space / and mountain not seen before."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Alone far in the wilds and mountains I hunt, / Wandering amazed at my own lightness and glee, / In the late afternoon choosing a safe spot to pass the night, / Kindling a fire and broiling the fresh-kill'd game, / Falling asleep on the gather'd leaves with my dog and gun by my side."
    },
    {
      "cite": "Emma Lazarus",
      "quote": "What vague, delicious dreams, / Born of this golden hour of afternoon, / And air balm-freighted, fill the soul with bliss, / Transpierced like yonder clouds with lustrous gleams, / Fantastic, brief as they, and, like them, spun / Of gilded nothingness!"
    },
    {
      "cite": "Robert Curran",
      "quote": "However, football’s so hard it is almost a sin / Victory takes time / More than flipping a dime / If it were so easy why / Waste a Sunday afternoon."
    },
    {
      "cite": "Talib Kweli Greene",
      "quote": "Good mourning, good afternoon, good night / What have you done with your life? / Everybody time comes to be embraced by the light / You only scared to die when you ain't livin right, man / I'm puttin up a hellafied fight.\tGood mourning, good afternoon, good night / What have you done with your life? / Everybody time comes to be embraced by the light / You only scared to die when you ain't livin right, man / I'm puttin up a hellafied fight."
    },
    {
      "cite": "Meanie F. Hallim",
      "quote": "Tell me what am I supposed to do / While you got me sitting here waiting on you / Baby hurry hurry come back / And give me some lovin' this afternoon / And give me some lovin' this afternoon / 'Cause I can't wait to see you smile / Could you stay a little while / And do the things that only lovers do."
    },
    {
      "cite": "Chris Rogers",
      "quote": "Good afternoon baby / I sure missed you while I was gone / But you know I got to work honey / Hey, let's just do something later on."
    },
    {
      "cite": "Raheem De Vaughn",
      "quote": "Good mornin', good afternoon / Summer's in the rear, now we crafting tunes / Imagine how many stacks to relax the goons / Who be after that harvest that done lapsed in June."
    }
  ]
}