{
  "source": "https://www.wisesayings.com/good-times-quotes/",
  "theme": "good-times",
  "quotes": [
    {
      "cite": "Shannon L. Alder",
      "quote": "When you are joyful, when you say yes to life and have fun and project positivity all around you, you become a sun in the center of every constellation, and people want to be near you."
    },
    {
      "cite": "Horace",
      "quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "and our few good times will be rare because we have the critical sense, and are not easy to fool with laughter"
    },
    {
      "cite": "Stephen King",
      "quote": "It doesn't have to be the last good time. But sooner or later the last good time would come around. It does for all of us."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Good times are a reminder and a reward for dealing with the difficult and challenging times we all go through. The trick is to celebrate the good times in advance of the difficult times. Always remember, good times await you after the difficult times pass."
    },
    {
      "cite": "Lena Karesh",
      "quote": "One day everything that you worried about before will be gone and all that you will be thinking about is the good times that you had back then."
    },
    {
      "cite": "Karl Fuchs",
      "quote": "Thank you for the good times, the days you filled with pleasure. Thank you for fond memories, and for feelings I'll always treasure."
    },
    {
      "cite": "Bob Marley",
      "quote": "The good times of today, are the sad thoughts of tomorrow."
    },
    {
      "cite": "Joe Torre",
      "quote": "Unless you have bad times, you can't appreciate the good times."
    },
    {
      "cite": "Bruce Barton",
      "quote": "In good times, people want to advertise; in bad times, they have to."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "Strange, how the best moments of our lives we scarcely notice except in looking back."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Good times become good memories and bad times become good lessons in life."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Time will all change and neither bad times norgood times last forever. Sometimes you will never know the value of a moment until it becomes a memory. When all is lost, there is still a memory."
    },
    {
      "cite": "Jeremy Irons",
      "quote": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams."
    },
    {
      "cite": "unknown",
      "quote": "But every memory of friendship shared, even for a short time, is a treasure, like sunshine and warmth in our lives, like a cool breeze on a humid day, like a shower of rain refreshing the earth."
    },
    {
      "cite": "The Wonder Years",
      "quote": "Memory is a way of holding onto the things you love, the things you are, the things you never want to lose"
    },
    {
      "cite": "Jena Malone",
      "quote": "If we could all just laugh at ourselves, in hard times or good times, it would be an incredible world."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Watch for good times to retreat into yourself. Frequently meditate on how good God is to you."
    },
    {
      "cite": "Bible",
      "quote": "When times are good, be happy, but when time are bad consider; God has made the one as well as the other."
    },
    {
      "cite": "Jean de Boufflers",
      "quote": "Pleasure is the flower that passes; remembrance, the lasting perfume."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "It's surprising how much memory is built around things unnoticed at the time."
    },
    {
      "cite": "unknown",
      "quote": "The best things in life are the People we love, the Places we've been, and the Memories we've made along the way."
    },
    {
      "cite": "Gerald Griffin",
      "quote": "A place in thy memory, dearest, Is all that I claim; To pause and look back when thou hearest The sound of my name"
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Life is a rough biography. Memories smooth out the edges."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Don't cry because it's over, smile because it happened."
    },
    {
      "cite": "A Monika",
      "quote": "At the end of a year remember the good and leave the rest, knowing it just gets better and better."
    },
    {
      "cite": "Enchanted",
      "quote": "Everybody has problems. Everybody has bad times. Do we sacrifice all the good times because of them?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "That man is the richest whose pleasures are the cheapest."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Pleasure is very seldom found where it is sought. Our brightest blazes are commonly kindled by unexpected sparks."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Everything that's fun in life is dangerous."
    },
    {
      "cite": "Chris Pine",
      "quote": "There are going to be good times and bad times, but lighten up."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Let's take the good times as they go, and I'll meet you further on up the road..."
    },
    {
      "cite": "Robert Quinlin",
      "quote": "Good times are when people make debts to pay in bad times"
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Sometimes you will never know the value of a moment until it becomes a memory."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "When all is lost, there is still a memory."
    },
    {
      "cite": "Kevin Arnold",
      "quote": "Memory is a way of holding on to the things you love, the things you are, the things you never want to lose."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Memory is the diary that we all carry about with us."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "We don't remember days; we remember moments. The richness of life lies in memories we have forgotten."
    },
    {
      "cite": "Becky Aligada",
      "quote": "Memories are the treasures that we keep locked deep within the storehouse of our souls, to keep our hearts warm when we are lonely."
    },
    {
      "cite": "Diana Ross",
      "quote": "Just trust in a good time no matter how long it takes."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You can have it all. You just can't have it all at one time."
    },
    {
      "cite": "George Eliot",
      "quote": "Nothing is so good as it seems beforehand."
    },
    {
      "cite": "Socrates",
      "quote": "Happiness is unrepentant pleasure."
    },
    {
      "cite": "unknown",
      "quote": "The surest way to happiness is to lose yourself in a cause greater than yourself."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "The happier the moment the shorter."
    },
    {
      "cite": "Epicurus",
      "quote": "Tranquil pleasure constitutes human beings' supreme good"
    },
    {
      "cite": "unknown",
      "quote": "Good timeas and crazy friends make the best memories."
    },
    {
      "cite": "James A. Murphy",
      "quote": "The good times are what drives our lives. Good times are what we remember, look forward to, and long for."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Good times makes us do positive things in order to have more of those good feelings."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Good times are a reminder and a reward for dealing  with the difficult and challenging times we all go through. The trick is to celebrate the good times in advance of the difficult times. Always remember, good times await you after the difficult times pass.."
    },
    {
      "cite": "James A. Murphy",
      "quote": "The trick to having more good times, is to do your best to focus on what you've learned from your past life challenges."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them."
    },
    {
      "cite": "Russell Baker",
      "quote": "Either possibility could account for a growing sense that the good times were behind me, and the serious times ahead."
    },
    {
      "cite": "Russell Baker",
      "quote": "Good times, though, are not the best times for a reporter."
    },
    {
      "cite": "T. Scott McTague",
      "quote": "Companies experiencing the best of times through unprecedented prosperity and growth are struggling through the worst of times trying to staff entry-level positions."
    },
    {
      "cite": "Becca Anderson",
      "quote": "I firmly agree with those who say you can't recognize the good times if you haven't experienced the opposite."
    },
    {
      "cite": "Audrey Newell",
      "quote": "I know we've had some hard times, I know we've had some tears, but we've also had some good times and laughter over the years."
    },
    {
      "cite": "Eugene Field",
      "quote": "But first, before our mentor chimes / The hour of jubilee, / Let's drink a health to good old times, / And good times yet to be!"
    },
    {
      "cite": "Ragen S. Rogers",
      "quote": "He remembered her love / Looking at her so sad / All he can think of / Is the good times they had."
    },
    {
      "cite": "J.W. Emanuelson",
      "quote": "As far as this life is concerned, / As best as I can tell, / Consists of this: / To be able to watch the world go by / On a sunny summer day, / And to know that good times are ahead, / And to wake up each day / As if it was Christmas morning."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Through the good times and bad, / I held onto my anger / Either happy or sad, / it was never a stranger."
    },
    {
      "cite": "Jesus Penaranda",
      "quote": "Now the hopes and dreams, they fade.Please remember all the good times.Love could last a lifetime.But you're too blind to see.When you turned to walk away, you've walked away from me."
    },
    {
      "cite": "Shaun Hick",
      "quote": "You need to spend time crawling alone through shadows to truly appreciate what it is to stand in the sun."
    },
    {
      "cite": "Ron Rash",
      "quote": "It struck her how eating was a comfort during a hard time because it reminded you that there had been other days, good days, when you’d eaten the same thing. Reminded you there were good days in life, when precious little else did."
    },
    {
      "cite": "Jeffrey Duarte",
      "quote": "There must be bad times in order to appreciate the good ones."
    },
    {
      "cite": "Marty Rubins",
      "quote": "There will be tears in the best of times and laughter in the worst."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Life is like a camera. Focus on what's important. Capture the good times. And if things don't work out, just take another shot."
    },
    {
      "cite": "Sanober Khan",
      "quote": "we always knew that good times came with termination contracts even if we weren't quite ready to sign it."
    },
    {
      "cite": "Stephen Richards",
      "quote": "When good times turn out way bigger than you first expected, that's when you know you're on a roll!"
    },
    {
      "cite": "Kenya Barris",
      "quote": "You can have good times with anyone, but it's really different and much more interesting when you look at how you get through the bad times with someone."
    },
    {
      "cite": "Fran Tarkenton",
      "quote": "If you wait for the right time or the good times to start a business, you wait all your life."
    },
    {
      "cite": "Bob Proctor",
      "quote": "Successful people decide how they are going to live; they are not victims of circumstance. In good times or bad times, they know where they are going and they know that they are going to get there."
    },
    {
      "cite": "Jennifer Hudson",
      "quote": "There’s something wonderful about entertaining people on vacation. Everyone is there to have a good time."
    }
  ]
}