{
  "source": "https://www.wisesayings.com/good-and-evil-quotes/",
  "theme": "good-and-evil",
  "quotes": [
    {
      "cite": "Eric Burdon",
      "quote": "Inside each of us, there is the seed of both good and evil. It's a constant struggle as to which one will win. And one cannot exist without the other."
    },
    {
      "cite": "Pope Francis",
      "quote": "Each of us has a vision of good and of evil. We have to encourage people to move towards what they think is good... Everyone has his own idea of good and evil and must choose to follow the good and fight evil as he conceives them. That would be enough to make the world a better place."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Life is neither good or evil, but only a place for good and evil."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "The battleline between good and evil runs through the heart of every man."
    },
    {
      "cite": "Harlan Coben",
      "quote": "I like to see the difference between good and evil as kind of like the foul line at a baseball game. It's very thin, it's made of something very flimsy like lime, and if you cross it, it really starts to blur where fair becomes foul and foul becomes fair."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "There is no good and evil, there is only power and those too weak to seek it."
    },
    {
      "cite": "Edmund Burk",
      "quote": "The only thing necessary for the triumph of evil is for good men to do nothing."
    },
    {
      "cite": "Stephen R. Lawhead",
      "quote": "To see evil and call it good, mocks God. Worse, it makes goodness meaningless. A word without meaning is an abomination, for when the word passes beyond understanding the very thing the word stands for passes out of the world and cannot be recalled."
    },
    {
      "cite": "Keith Haring",
      "quote": "Good and Evil are very hard to explain or understand. I'm sure that evil exists, but it is hard to isolate. Good and evil are intertwined and impossible to separate. They are not completely opposites and in fact are often one and the same."
    },
    {
      "cite": "John Irving",
      "quote": "Men who believe in good and evil, and who believe that good should win, should watch for those moments when it is possible to play God"
    },
    {
      "cite": "Caryl Churchill",
      "quote": "People aren't evil and people aren't good. They live how they can one day at a time. They come out of dust they go back to dust, dusty feet, no wings, and whose fault is that?"
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "In many cases, it is very hard to fix the bounds of Good and Evil, because these part, as Day and Night, which are separated by Twilight."
    },
    {
      "cite": "Kurt Vonnegut, Jr.",
      "quote": "There is no reason why good cannot triumph as often as evil. The triumph of anything is a matter of organization. If there are such things as angels, I hope that they are organized along the lines of the Mafia."
    },
    {
      "cite": "Anne Rice",
      "quote": "Evil is always possible. And goodness is eternally difficult."
    },
    {
      "cite": "Anatole France",
      "quote": "Nature, in her indifference, makes no distinction between good and evil."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Let no man be sorry he has done good, because others have done evil."
    },
    {
      "cite": "Plato",
      "quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
    },
    {
      "cite": "Ayn Rand",
      "quote": "In any compromise between good and evil, it is only evil that can profit."
    },
    {
      "cite": "Rafael Perez",
      "quote": "He who chases monsters must see that he not become a monster himself."
    },
    {
      "cite": "Edmund Burke",
      "quote": "All that is necessary for the triumph of evil is that good men do nothing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Goodness is the only investment which never fails."
    },
    {
      "cite": "Socrates",
      "quote": "The only good is knowledge and the only evil is ignorance."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The web of our life is of a mingled yarn, good and ill together."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Them meaning of good and bad, of better and worse, is simply helping or hurting."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "Evil comes at leisure like the disease. Good comes in a hurry like the doctor."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Non-cooperation with evil is as much a duty as is cooperation with good."
    },
    {
      "cite": "Sam Harris",
      "quote": "What would our world be like if we ceased to worry about 'right' and 'wrong,' or 'good' and 'evil,' and simply acted so as to maximize well-being, our own and that of others? Would we lose anything important?"
    },
    {
      "cite": "Joyce Cary",
      "quote": "For good and evil, man is a free creative spirit. This produces the very queer world we live in, a world in continuous creation and therefore continuous change and insecurity."
    },
    {
      "cite": "John Locke",
      "quote": "Good and evil, reward and punishment, are the only motives to a rational creature: these are the spur and reins whereby all mankind are set on work, and guided"
    },
    {
      "cite": "Irving Kristol",
      "quote": "The really difficult moral issues arise, not from a confrontation of good and evil, but from a collision between two goods"
    },
    {
      "cite": "Samuel Butler",
      "quote": "Willing or preferring is the same with respect to good and evil, that judging is with respect to truth or falsehood."
    },
    {
      "cite": "Charles Dickens",
      "quote": "All good ends can be worked out by good means. Those that cannot, are bad; and may be counted so at once, and left alone."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "She was beginning to understand that evil is not absolute, and that good is often an occasion more than a condition."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "Are there, infinitely varying with each individual, inbred forces of Good and Evil in all of us, deep down below the reach of mortal encouragement and mortal repression -- hidden Good and hidden Evil, both alike at the mercy of the liberating opportunity and the sufficient temptation?"
    },
    {
      "cite": "Joseph Conrad",
      "quote": "A belief in a supernatural source of evil is not necessary; men alone are quite capable of every wickedness."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The good ended happily, and the bad unhappily. That is what Fiction means."
    },
    {
      "cite": "John Wesley",
      "quote": "Do all the good you can, by all the means you can, in all the ways you can, in all the places you can, at all the times you can, to all the people you can, as long as ever you can."
    },
    {
      "cite": "Jonas Salk",
      "quote": "I see the triumph of good over evil as a manifestation of the error-correcting process of evolution."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Evil spreads with the wind; truth is capable of speading even against it."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "Men do not differ much about what things they will call evils; they differ enormously about what evils they will call excusable."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children."
    },
    {
      "cite": "Buddha",
      "quote": "There has to be evil so that good can prove its purity above it."
    },
    {
      "cite": "Magdalena Leska",
      "quote": "To know the difference between good and evil, you need to have been through good and evil, therefor be good and evil."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "For every life and every act consequence of good and evil can be shown and as in time results of many deeds are blended so good and evil in the end become confounded."
    },
    {
      "cite": "Seneca",
      "quote": "Life is neither a good nor an evil: it is a field for good and evil"
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil."
    },
    {
      "cite": "Doug Horton",
      "quote": "Remember only the good, the bad will never forget you."
    },
    {
      "cite": "Jeremy P. Johnson",
      "quote": "To rid ourselves of our shadows -- who we are -- we must step into either total light or total darkness. Goodness and evil."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The Supreme end of education is expert discernment in all things -- the power to tell the good from the bad, the genuine from the counterfeit, and to prefer the good and the genuine to the bad and the counterfeit."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Good and evil appear to be joined in every culture at the spine."
    },
    {
      "cite": "Socrates",
      "quote": "False words are not only evil in themselves, but they infect the soul with evil."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What is done out of love always occurs beyond good and evil."
    },
    {
      "cite": "Sai Baba",
      "quote": "When you feel you cannot do good, at least desist from doing evil."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The tree of Knowledge is a Tree of Knowledge of good and evil."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "All governments are in equal measure good and evil. The best ideal is anarchy."
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "I could not understand why men who knew all about good and evil could hate and kill each other."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph."
    },
    {
      "cite": "John Dall",
      "quote": "Good and evil, right and wrong were invented for the ordinary average man, the inferior man, because he needs them."
    },
    {
      "cite": "Dennis Prager",
      "quote": "If your religion doesn't teach you the difference between good and evil, your religion is worse than useless."
    },
    {
      "cite": "Origen",
      "quote": "Everyone has the power of choosing good and evil."
    },
    {
      "cite": "William Penn",
      "quote": "A good End cannot sanctify evil Means, nor must we ever do Evil, that Good may come of it."
    },
    {
      "cite": "John Cheever",
      "quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two."
    },
    {
      "cite": "Cicero",
      "quote": "The function of wisdom is to discriminate between good and evil."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Life's neither a good nor an evil, it's a field for good and evil."
    },
    {
      "cite": "Benedict de Spinoza",
      "quote": "If men were born free, they would, so long as they remained free, form no conception of good and evil."
    },
    {
      "cite": "Barbara Grizzuti Harrison",
      "quote": "The most painful moral struggles are not those between good and evil, but between the good and the lesser good."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Compassion alone stands apart from the continuous traffic between good and evil proceeding within us."
    },
    {
      "cite": "John Milton",
      "quote": "It was from out the rind of one apple tasted, that the knowledge of good and evil, as two twins cleaving together, leaped forth into the world."
    },
    {
      "cite": "Anne Bishop",
      "quote": "We are what we are. Nothing more, nothing less. There is good and evil among every kind of people. It's the evil among us who rule now."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "You can't be afraid to do good in case evil results."
    },
    {
      "cite": "Martin Luther King",
      "quote": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "No man chooses evil because it's evil. He only mistakes it for happiness, the good he seeks."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Good people know about both good and evil. Bad people do not know about either."
    },
    {
      "cite": "Mark Hart",
      "quote": "God didn't give Adam and Eve the right to decide what was good and evil. He gave them the right to choose between good and evil."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is an old illusion, which is called good and evil."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "To reject this inhuman Communist ideology is simply to be a human being. Such a rejection is more than a political act. It is a protest of our souls against those who would have us forget the concepts of good and evil."
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "Good and evil exist only in terms of the happiness or suffering they create in ourselves or in other people."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I object to violence because when it appears to do good, the good is only temporary, the evil it does is permanent."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Good and evil both increase at compound interest."
    },
    {
      "cite": "Stephen King",
      "quote": "The battle between good and evil is endlessly fascinating because we are participants every day."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Good and evil thoughts are each a potent power, and they fill the universe."
    },
    {
      "cite": "Bruno Dumont",
      "quote": "Good and evil are polar concepts, one can't exist without the other."
    },
    {
      "cite": "William Styron",
      "quote": "I think that one of the compelling themes of fiction is this confrontation between good and evil."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All names of good and evil are images, they do not speak out, they only hint. He is a fool who seeks knowledge from them."
    },
    {
      "cite": "Dennis Prager",
      "quote": "If there is no God, the labels good and evil are merely opinions. They are substitutes for I like it and I don't like it. They are not objective realities."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Everything good is the transmutation of something evil, every god has a devil for a father."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "A good thing which prevents us from enjoying a greater good is in truth an evil."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Let us keep courage and try to be patient and gentle. And let us not mind being eccentric, and make distinction between good and evil."
    }
  ]
}