{
  "source": "https://www.wisesayings.com/good-morning-quotes/",
  "theme": "good-morning",
  "quotes": [
    {
      "cite": "Glen Cook",
      "quote": "Morning is wonderful. Its only drawback is that it comes at such an inconvenient time of day."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Malak El Halabi",
      "quote": "Now that your eyes are open, make the sun jealous with your burning passion to start the day. Make the sun jealous or stay in bed."
    },
    {
      "cite": "Todd Stocker",
      "quote": "It's a new day. Yesterday's failure is redeemed at the sunrise."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Renew your mind every morning with pure thoughts."
    },
    {
      "cite": "George Lorimer",
      "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "I never wake up in the morning and wonder why I am here. I wake up and wonder why I am not making here better."
    },
    {
      "cite": "Baal Shem Tov",
      "quote": "The world is new to us every morning - this is God's gift; and every man should believe he is reborn each day."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "As we arise each morning, let us determine to respond with love and kindness to whatever might come our way."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Every morning brings new potential, but if you dwell on the misfortunes of the day before, you tend to overlook tremendous opportunities."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "There are two ways of waking up in the morning. One is to say, 'Good morning, God,' and the other is to say, 'Good God, morning'!"
    },
    {
      "cite": "Dalai Lama",
      "quote": "Just one small positive thought in the morning can change your whole day."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Each morning brings a hidden blessing; a blessing which is unique to that day, and which cannot be kept or re-used. If we do not use this miracle today, it will be lost."
    },
    {
      "cite": "unknown",
      "quote": "My idea of a good morning is one when I open my eyes, take a deep breath, then go back to sleep."
    },
    {
      "cite": "unknown",
      "quote": "Every morning you have two choices: continue to sleep with your dreams, or wake up and chase them."
    },
    {
      "cite": "Erykah Badu",
      "quote": "In the morning, instead of saying to yourself, ˜I got to wake up' say 'I get to wake up!'"
    },
    {
      "cite": "Gina Carano",
      "quote": "I wake up every morning and I surprise myself. I wake up to a new me."
    },
    {
      "cite": "Fain Blake",
      "quote": "Good morning is not just a word, its an action and a belief to live the entire day well. Morning is the time when you set the tone for the rest of the day. Set it right!"
    },
    {
      "cite": "D. L. Hughley",
      "quote": "No matter how bad things are, you can at least be happy that you woke up this morning."
    },
    {
      "cite": "unknown",
      "quote": "Morning is a wonderful blessing, either sunny or stormy. It stands for hope giving us another start of what we call life."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Morning is an important time of day, because how you spend your morning can often tell you what kind of day you are going to have."
    },
    {
      "cite": "Jacques Cousteau",
      "quote": "Every morning I wake up saying, I'm still alive; a miracle. And so I keep on pushing."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When I first open my eyes upon the morning meadows and look out upon the beautiful world, I thank God I am alive."
    },
    {
      "cite": "Jay Doll",
      "quote": "Every morning you are reborn, and prove it worthwhile."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Every morning a new sun greets us and our new life begins."
    },
    {
      "cite": "unknown",
      "quote": "I'd like mornings better if they started later."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "If you want to be happy, be!"
    },
    {
      "cite": "unknown",
      "quote": "I opened two gifts this morning. They were my eyes."
    },
    {
      "cite": "Kirsten Dunst",
      "quote": "You know that feeling when you wake up in the morning and you're excited for the day? That's one of my main goals in life."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every morning is a fresh breath and blessings."
    },
    {
      "cite": "Buddha",
      "quote": "Each morning we are born again. What we do today is what matters most."
    },
    {
      "cite": "Heraclitus",
      "quote": "The sun is new each day."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "God's mercy is fresh and new every morning."
    },
    {
      "cite": "Paul Henderson",
      "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Gloom and darkness are temporary. Joy comes in the morning."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Every sunny morning is a great fountain; we quaff 'sweet hope' from it."
    },
    {
      "cite": "unknown",
      "quote": "Every morning starts a new page in your story. Make it a great one today."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "With the new day comes new strength and new thoughts."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Every morning is a beautiful morning."
    },
    {
      "cite": "Bram Stoker",
      "quote": "No man knows till he has suffered from the night how sweet and dear to his heart and eye the morning can be."
    },
    {
      "cite": "Lulu",
      "quote": "No matter how dark the night, morning always comes, and our journey begins anew."
    },
    {
      "cite": "Dan Buettner",
      "quote": "You have to know why you get up every morning."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A horrible night might be hidden in a beautiful morning!"
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "After every dark night comes a glorious morning of a new day."
    },
    {
      "cite": "unknown",
      "quote": "Rise up, start fresh see the bright opportunity in each day"
    },
    {
      "cite": "Ovid",
      "quote": "First thing every morning before you arise say out loud, \"I believe\", three times."
    },
    {
      "cite": "Og Mandino",
      "quote": "Welcome every morning with a smile. Look on the new day as another special gift from your Creator, another golden opportunity to complete what you were unable to finish yesterday."
    },
    {
      "cite": "Bernard Williams",
      "quote": "There was never a night or a problem that could defeat sunrise or hope."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To get up each morning with the resolve to be happy is to set your own conditions to the events of each day. To do this is to condition circumstances instead of being conditioned by them."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Nothing is more beautiful than the loveliness of the woods before sunrise."
    },
    {
      "cite": "Carole King",
      "quote": "You've got to get up every morning with a smile on your face and show the world all the love in your heart."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you have only one smile in you, give it to the people you love. Don't be surly at home, then go out in the street and start grinning good morning at total strangers."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "Be willing to be a beginner every single morning."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You don't have to be great to start, but you have to start to be great"
    },
    {
      "cite": "Alice Morse Earle",
      "quote": "Every day may not be good, but there's something good in every day."
    },
    {
      "cite": "John Lennon",
      "quote": "When you do something noble and  beautiful and nobody notice, do not be sad. For the sun every morning is a beautiful spectacle and yet most of the audience still sleeps."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The first hour of the morning is the rudder of the day."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don’t judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Martha Beck",
      "quote": "Every day brings new choices."
    },
    {
      "cite": "Mark Twain",
      "quote": "Give every day the chance to become the most beautiful day of your life."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When a new day begins, dare to smile gratefully."
    },
    {
      "cite": "unknown",
      "quote": "Wake up every morning with the thought that something wonderful is about to happen."
    },
    {
      "cite": "William Feather",
      "quote": "Early morning cheerfulness can be extremely obnoxious."
    },
    {
      "cite": "Tecumseh",
      "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
    }
  ]
}