{
  "source": "https://www.wisesayings.com/good-relationship-quotes/",
  "theme": "good-relationship",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Forgiveness is the oil of all relationships."
    },
    {
      "cite": "Amy Grant",
      "quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long."
    },
    {
      "cite": "Victoria Justice",
      "quote": "You know you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing."
    },
    {
      "cite": "Jeph Jacques",
      "quote": "A good relationship is like fireworks: loud, explosive, and liable to maim you if you hold on too long."
    },
    {
      "cite": "Miroslav Volf",
      "quote": "In good relationships, we are happy to grow as the other person becomes part of us and who we are."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Do not bring people in your life who weigh you down. And trust your instincts ... good relationships feel good. They feel right. They don't hurt. They're not painful. That's not just with somebody you want to marry, but it's with the friends that you choose. It's with the people you surround yourselves with."
    },
    {
      "cite": "Adam Rifkin",
      "quote": "Most people try to escalate a relationship too quickly. Trust is built slowly, over time. Good relationships are built little by little, and there are no shortcuts, so do not try to push the relationship to progress faster than is natural. Because relationships are progressions, follow-ups are important."
    },
    {
      "cite": "Madonna",
      "quote": "A good relationship is a competition of generosity."
    },
    {
      "cite": "Minka Kelly",
      "quote": "In any solid, good relationship, it takes a while to trust someone."
    },
    {
      "cite": "Helen Lynch",
      "quote": "It is important to value the individual, to have good health, a loving family and good relationships, to have community ties, leisure pursuits. These are all part of our lives. It is important to keep all of our parts in working order."
    },
    {
      "cite": "Anne Hathaway",
      "quote": "Everybody has bad relationships and, at the end of the day, they are just a great way to set yourself up for a good relationship."
    },
    {
      "cite": "Alain De Botton",
      "quote": "One of the better guarantors of ending up in a good relationship: an advanced capacity to be alone."
    },
    {
      "cite": "James McAvoy",
      "quote": "Distance is a bad excuse for not having a good relationship with somebody. It's the determination to keep it going or let it fall by the wayside; that's the real reason that the relationships continue."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Self-mastery and self-discipline are the foundation of good relationships with others."
    },
    {
      "cite": "Jonathan Haidt",
      "quote": "Good relationships make people happy, and happy people enjoy more and better relationships than unhappy people.... Conflicts in relationships--having an annoying office mate or roommate, or having chronic conflict with your spouse--is one of the surest ways to reduce your happiness. You never adapt to interpersonal conflict; it damages every day, even days when you don't see the other person but ruminate about the conflict nonetheless."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "A good relationship is with someone who knows all your insecurities and imperfections but still loves you for who you are."
    },
    {
      "cite": "unknown",
      "quote": "A good relationship doesn't need promises, terms and conditions. Just needs a she who can trust and he who can be loyal."
    },
    {
      "cite": "Harriet B. Braiker",
      "quote": "Conflict can and should be handled constructively; when it is, relationships benefit. Conflict avoidance is *not* the hallmark of a good relationship. On the contrary, it is a symptom of serious problems and of poor communication."
    },
    {
      "cite": "Dr Anil Kumar Sinha",
      "quote": "The most important factors in a relationship are communication, acceptance, patience, compromise and forgiveness. A good relationship should have three mantras, eyes that would not cry, lips that would not lie and love that would not die. Trust the one who can see three things in you, sorrow behind your smile. Love behind your anger & reason behind your silence."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People who have good relationships at home are more effective in the marketplace."
    },
    {
      "cite": "Byron Katie",
      "quote": "It only takes one clear person to have a good relationship."
    },
    {
      "cite": "Domenico Cieri Estrada",
      "quote": "To know when to go away and when to come closer is the key to any lasting relationship."
    },
    {
      "cite": "Mort Sahl",
      "quote": "The fact is that you can't have a good relationship with a girl who hasn't settled things with her father."
    },
    {
      "cite": "Mandy Moore",
      "quote": "I'd say the key to a good relationship is communication"
    },
    {
      "cite": "Martin Seligman",
      "quote": "Well-being cannot exist just in your own head. Well-being is a combination of feeling good as well as actually having meaning, good relationships and accomplishment."
    },
    {
      "cite": "unknown",
      "quote": "A good relationship is based on a good friendship."
    },
    {
      "cite": "unknown",
      "quote": "Honesty is always one of the best keys to make a good relationship."
    },
    {
      "cite": "Glen Rambharack",
      "quote": "A lack of trust can doom a perfectly good relationship to failure!"
    }
  ]
}