{
  "source": "https://www.wisesayings.com/good-people-quotes/",
  "theme": "good-people",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people."
    },
    {
      "cite": "Plato",
      "quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
    },
    {
      "cite": "Derek Jeter",
      "quote": "Surround yourself with good people. People who are going to be honest with you and look out for your best interests."
    },
    {
      "cite": "Helen Keller",
      "quote": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui."
    },
    {
      "cite": "Mark Harmon",
      "quote": "It's a lot easier to do good work when you have good words to say and work with good people."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen."
    },
    {
      "cite": "Criss Jami",
      "quote": "When good people consider you the bad guy, you develop a heart to help the bad ones. You actually understand them."
    },
    {
      "cite": "Anuj Somany",
      "quote": "They say that some people come in our life as blessings and others as lessons, but to be specific and precise only simple and humble people with the utmost simplicity in their lives only come as blessings in a person's life."
    },
    {
      "cite": "Enid Blyton",
      "quote": "The point is not that I don't recognise bad people when I see them   I grant you I may quite well be taken in by them   the point is that I know a good person when I see one."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "There is no such thing as a people who are all wicked or even all good. Everyone chooses. But even they, even they looked at people and saw only tools. No one is a cup for another to drink from."
    },
    {
      "cite": "Unkown",
      "quote": "Good people are like candles; they burn themselves up to give others light."
    },
    {
      "cite": "Unkown",
      "quote": "Sometimes good people make bad choices. It doesn't mean they are bad people, it means they're human."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Great persons are able to do great kindnesses."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "When I was young, I used to admire intelligent people; as I grow older, I admire kind people."
    },
    {
      "cite": "Harold Kushner",
      "quote": "When you carry out acts of kindness you get a wonderful feeling inside. It is as though something inside your body responds and says, yes, this is how I ought to feel."
    },
    {
      "cite": "Charles Lamb",
      "quote": "The greatest pleasure I have known is to do a good action by stealth and to have it found out by accident."
    },
    {
      "cite": "Ken Keyes Jr.",
      "quote": "A loving person lives in a loving world. A hostile person lives in a hostile world: everyone you meet is your mirror."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man be gracious and courteous to strangers, it shows he is a citizen of the world."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees. The greatest work that kindness does to others is that it makes them kind themselves."
    },
    {
      "cite": "Lewis F. Korns",
      "quote": "No person is wholly bad who is kind to any living thing."
    },
    {
      "cite": "Nicias Ballard Cooksey",
      "quote": "How much easier it is to act kindly and naturally to our fellow men, and even to the domestic, useful and faithful animals about us, than to effect a rude and boisterous demeanor, which is sure not only to make others despise us, but on reflection to cause us to despise ourselves."
    },
    {
      "cite": "J. M. Barrie",
      "quote": "Shall we make a new rule of life from tonight: always to try to be a little kinder than is necessary?"
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "Only a kind person is able to judge another justly and to make allowances for his weaknesses. A kind eye, while recognizing defects, sees beyond them."
    },
    {
      "cite": "George Sand",
      "quote": "Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Men are cruel, but Man is kind."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "Kind words are a creative force, a power that concurs in the building up of all that is good, and energy that showers blessings upon the world."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Do your little bit of good where you are; its those little bits of good put together that overwhelm the world."
    },
    {
      "cite": "Dave Barry",
      "quote": "A person who is nice to you, but rude to the waiter, is not a nice person."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "You taught me to be nice, so nice that now I am so full of niceness, I have no sense of right and wrong, no outrage, no passion."
    },
    {
      "cite": "Addison Walker",
      "quote": "It's not true that nice guys finish last. Nice guys are winners before the game even starts."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "We've got to learn hard things in our lifetime, but it's love that gives you the strength. It's being nice to people and having a lot of fun and laughing harder than anything, hopefully every single day of your life."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "It would be nice if the poor were to get even half of the money that is spent in studying them."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Kindness is loving people more than they deserve"
    },
    {
      "cite": "John Davidson",
      "quote": "It's all about people. It's about networking and being nice to people and not burning any bridges. Your book is going to impress, but in the end it is people that are going to hire you."
    },
    {
      "cite": "Conor Oberst",
      "quote": "You can only really understand good if you have bad, so the idea of heaven or anything that happens for eternity, even if it's nice, I can't imagine it being nice forever. Even the idea of forever is kind of ridiculous, which is unfortunate because it's kind of a nice thing to say, you know."
    },
    {
      "cite": "Robert Ingersoll",
      "quote": "We rise by lifting others."
    },
    {
      "cite": "Saint Teresa of Ávila",
      "quote": "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace."
    },
    {
      "cite": "Kevin Heath",
      "quote": "Wherever there is a human in need, there is an opportunity for kindness and to make a difference."
    },
    {
      "cite": "William J.H. Boetcker",
      "quote": "Your greatness is measured by your kindness; your education and intellect by your modesty; your ignorance is betrayed by your suspicions and prejudices, and your real caliber is measured by the consideration and tolerance you have for others."
    },
    {
      "cite": "Robert J. Furey",
      "quote": "Those who make compassion an essential part of their lives find the joy of life. Kindness deepens the spirit and produces rewards that cannot be completely explained in words."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "Be humble, for you are made of earth, be noble, for you are made of stars"
    },
    {
      "cite": "Mark Twain",
      "quote": "Kindness is a language which the deaf can hear and the blind can see."
    },
    {
      "cite": "Pablo Casals",
      "quote": "The capacity to care is what gives life its most deepest significance."
    },
    {
      "cite": "Plato",
      "quote": "Be kind, for everyone you meet is fighting a hard battle."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The best portion of a good man's life: His little, nameless unremembered acts of kindness and love."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Practice kindness all day to everybody and you will realize you're already in heaven now."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Being too nice gets you used and being too mean pushes people away. You should be nice but you should also put your foot down if you have to."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble."
    },
    {
      "cite": "Eugene Nathaniel Butler",
      "quote": "Being a Nice Guy, doesn't mean you are a push over. It also doesn't mean you are easy to manipulate or take advantage of. No, being a Nice Guy simply means you care, have no time to get mad at the small stuff, and you think of the world in larger terms than self. And despite living in the shadow of the bad guys and paying for mistakes you didn't make, you hold on sometimes more than you should, but when you can no longer, you move on because it's the right thing to do."
    },
    {
      "cite": "Unkown",
      "quote": "Treat everyone with politeness, even those who are rude to you   not because they are nice, but because you are."
    },
    {
      "cite": "English Proverb",
      "quote": "A good man in an evil society seems the greatest villain of all."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Good men must die but death cannot kill their names."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "The tavern cannot corrupt a good man, the synagogue can't reform a bad one."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "A good man needs no recommendation."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Would that heaven would always produce good men, and that men would always do good."
    },
    {
      "cite": "Aristotle",
      "quote": "You can learn to be a good guy by observing and then imitating the things that good people do, and that you and everybody else recognize as examples of good behaviour. That's how you get to be one of the good guys."
    },
    {
      "cite": "Woody Allen",
      "quote": "The good people sleep much better at night than the bad people. Of course, the bad people enjoy the waking hours much more."
    },
    {
      "cite": "Marie Von Ebner-Eschenbach",
      "quote": "Whenever two good people argue over principles, they are both right."
    },
    {
      "cite": "Steven Weinberg",
      "quote": "Good people will do good things, and bad people will do bad things. But for good people to do bad things—that takes religion."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "It takes a good person to know a good person; unfortunately few know me."
    },
    {
      "cite": "James Stephens",
      "quote": "In my opinion, they were good men— men that is, who willed no evil. No person living is the worse off for having known Thomas MacDonagh."
    },
    {
      "cite": "Friedrich August von Hayek",
      "quote": "We need good principles rather than good people. We need fixed rules, not fixers."
    },
    {
      "cite": "Anne Frank",
      "quote": "I still believe that people are really good at heart."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A man who is good enough to shed his blood for the country is good enough to be given a square deal afterward."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you want to be a good person, seek good people as friends."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Good bamboo produces good bamboo shoots."
    },
    {
      "cite": "Kevin James",
      "quote": "I had many teachers that were great, positive role models, and taught me to be a good person and stand up and be a good man. A lot of the principles they taught me still affect how I act sometimes and it's 30 years later."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older, you will discover that you have two hands. One for helping yourself, one for helping others."
    },
    {
      "cite": "Gary Zukav",
      "quote": "One who attempts to please places his or her sense of self-worth completely in the hands of others."
    },
    {
      "cite": "Dr. Albert Schweitzer",
      "quote": "Even if it is a little thing, do something for those who have need of help, something for which you get no pay but the privilege of doing it."
    },
    {
      "cite": "Washington Irving",
      "quote": "A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles."
    },
    {
      "cite": "Nitin Namdeo",
      "quote": "Be a good person, it is easier than pretending to be a good person."
    },
    {
      "cite": "Nitin Namdeo",
      "quote": "A good person has no religion, he is simply a good person who treats everyone well."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There is zero chance of being a good person without doing good for others!"
    },
    {
      "cite": "Luffina Lourduraj",
      "quote": "Good people are always beautiful."
    },
    {
      "cite": "Marc &amp; Angel",
      "quote": "Never regret being a good person, to the wrong people. Your behavior says everything about you, and their behavior says enough about them."
    },
    {
      "cite": "Tim Duncan",
      "quote": "I'm surrounded by nothing but great people. I've been blessed with that, so really, I've got no choice but to be an all-around good person."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Be good to people. You will be remembered more for your kindness than any level of success you could possibly attain."
    },
    {
      "cite": "David LaChapelle",
      "quote": "Success to me is being a good person, treating people well."
    },
    {
      "cite": "Aaron Rodgers",
      "quote": "Surround yourself with really good people. I think that's an important thing. Because the people you surround yourself are a reflection of you."
    }
  ]
}