{
  "source": "https://www.wisesayings.com/goose-quotes/",
  "theme": "goose",
  "quotes": [
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "It’s not that geese can fly. It’s that they choose to."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The goose that lays the golden eggs likes to lay where there are eggs already."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Even if your goose habitually lays golden eggs, it will still be cooked."
    },
    {
      "cite": "Marcus Terentius Varro",
      "quote": "What is sauce for the goose is sauce for the gander."
    },
    {
      "cite": "John Ray",
      "quote": "What's good for the goose is good for the gander."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A fox should not be on the jury at a goose's trial."
    },
    {
      "cite": "Will Rogers",
      "quote": "If you feel the urge, don't be afraid to go on a wild goose chase. What do you think wild geese are for anyway?"
    },
    {
      "cite": "Lao Tzu",
      "quote": "The snow goose need not bathe to make itself white. Neither need you do anything but be yourself."
    },
    {
      "cite": "Donna Lopiano",
      "quote": "There are no golden geese. There are only fat geese eating the food that could nourish more athletic opportunities for women."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "You beat the liver out of a goose to get a pâté; you pound the muscles of a man's cardia to get a philosopher."
    },
    {
      "cite": "Diana Wynne Jones",
      "quote": "Then the geese replaced themselves with six pigs and vanished."
    },
    {
      "cite": "George M. Humphrey",
      "quote": "The goose lays the golden egg. Payrolls make consumers."
    },
    {
      "cite": "Malcolm McLaren",
      "quote": "Don't kill the golden goose."
    },
    {
      "cite": "Laozi",
      "quote": "Geese are white, crows are black. No argument will change this."
    },
    {
      "cite": "John Ray",
      "quote": "Feather by feather the goose is plucked."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "To want to meet an author because you like his books is as ridiculous as wanting to meet the goose because you like pate de foie gras."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "True effectiveness is a function of two things: what is produced (the golden eggs) and the producing asset (the goose)."
    },
    {
      "cite": "Frederic C. Howe",
      "quote": "The art of plucking the goose without making it cry out has been developed to a high state of perfection at the hands of the war makers."
    }
  ]
}