{
  "source": "https://www.wisesayings.com/gorilla-quotes/",
  "theme": "gorilla",
  "quotes": [
    {
      "cite": "Andy Serkis",
      "quote": "Certain gorillas are more evolved than certain human beings I know."
    },
    {
      "cite": "Dian Fossey",
      "quote": "The more you learn about the dignity of the gorilla, the more you want to avoid people."
    },
    {
      "cite": "Dian Fossey",
      "quote": "I feel more comfortable with gorillas than people. I can anticipate what a gorilla's going to do, and they're purely motivated."
    },
    {
      "cite": "Sy Montgomery",
      "quote": "Adult gorillas will fight to the death defending their families. This is why poachers who may be seeking only one infant for the zoo trade must often kill all the adults in the family to capture the baby."
    },
    {
      "cite": "Andy Serkis",
      "quote": "Gorillas have a belch vocalization, which is sort of like, 'I'm OK, you're OK.' They do a pig grunt, which is reprimanding. They sing, they laugh, and they hoot, which grows into a chest-beating display."
    },
    {
      "cite": "African Proverb",
      "quote": "The monkey and gorilla may claim kinship, but the monkey is a monkey and the gorilla is a gorilla."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "It is hard for the ape to believe he descended from man."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "A mere ape in our world may be a scholar in its own, and the low life of any beast may be a source of deep satisfaction for the beast itself."
    },
    {
      "cite": "Heraclitus",
      "quote": "The most beautiful ape is ugly when compared to a human. The wisest human will seem like an ape when compared to a god with respect to wisdom, beauty, and everything else."
    },
    {
      "cite": "Adam Cohen",
      "quote": "If apes are given the right to humane treatment, it just might become harder to deny that same right to their human cousins."
    },
    {
      "cite": "Anthony Browne",
      "quote": "Gorillas remind me of my father. He was a very big, physically strong man but also very sensitive."
    },
    {
      "cite": "Andy Serkis",
      "quote": "Gorillas are still wild creatures. That's made very clear when you observe them in nature. They charge and perform other displays that are terrifying by design. But they don't attack unless they feel threatened."
    },
    {
      "cite": "David Milch",
      "quote": "Apes beat their chests so they don't have to fight 24 hours a day."
    },
    {
      "cite": "Quintus Ennius",
      "quote": "The ape, vilest of beasts, how like to us."
    },
    {
      "cite": "Dave Barry",
      "quote": "Orangutan are very weird animals but they look very soulful."
    },
    {
      "cite": "Will Cuppy",
      "quote": "Orangutans teach us that looks are not everything-but warned near it."
    },
    {
      "cite": "Willie Smits",
      "quote": "Orangutans look straight into your soul."
    },
    {
      "cite": "Jane Goodall",
      "quote": "Chimpanzees can be quite political."
    },
    {
      "cite": "Frans De Waal",
      "quote": "Male chimpanzees have an extraordinarily strong drive for dominance. They're constantly jockeying for position."
    },
    {
      "cite": "Frans De Waal",
      "quote": "A chimpanzee who is really gearing up for a fight doesn't waste time with gestures but just goes ahead and attacks."
    },
    {
      "cite": "Jane Goodall",
      "quote": "One cannot watch chimpanzee infants for long without realizing that they have the same emotional need for affection and reassurance as human children."
    },
    {
      "cite": "Frans De Waal",
      "quote": "When it comes to social interaction, the chimpanzees appear to be just as intelligent as we are."
    },
    {
      "cite": "Wolfgang Kohler",
      "quote": "It is hardly an exaggeration to say that a chimpanzee kept in solitude is not a real chimpanzee at all."
    },
    {
      "cite": "Frans De Waal",
      "quote": "Wild groups of chimpanzees attack their enemies like gangs. What they completely lack, precisely because of their strong territorial behavior, is a friendly relationship with their neighbors."
    },
    {
      "cite": "Jane Goodall",
      "quote": "The best relationship you can have with a chimpanzee is total mutual trust."
    },
    {
      "cite": "Carl Sagan",
      "quote": "If chimpanzees have consciousness, if they are capable of abstractions, do they not have what until now has been described as 'human rights'? How smart does a chimp have to be before killing him constitutes murder?"
    },
    {
      "cite": "Jane Goodall",
      "quote": "Chimpanzees, more than any other living creature, have helped us to understand that there is no sharp line between humans and the rest of the animal kingdom. It's a very blurry line, and it's getting more blurry all the time."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A baboon in a forest is a matter of legitimate speculation; a baboon in a zoo is an object of public curiosity; but a baboon in your wife's bed is a cause of the gravest concern."
    },
    {
      "cite": "Willie Smits",
      "quote": "Orangutan babies are like human babies: helpless."
    }
  ]
}