{
  "source": "https://www.wisesayings.com/gossiping-quotes/",
  "theme": "gossiping",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Don't speak evil of someone if you don't know for certain, and if you do know ask yourself, why am I telling it?"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The things most people want to know about are usually none of their business."
    },
    {
      "cite": "Sir Richard Steele",
      "quote": "Fire and swords are slow engines of destruction, compared to the tongue of a Gossip."
    },
    {
      "cite": "George Eliot",
      "quote": "Gossip is a sort of smoke that comes from the dirty tobacco-pipes of those who diffuse it: it proves nothing but the bad taste of the smoker."
    },
    {
      "cite": "Alexander Pope",
      "quote": "And all who told it added something new, And all who heard it made enlargements too."
    },
    {
      "cite": "Will Rogers",
      "quote": "The only time people dislike gossip is when you gossip about them."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "No one gossips about other people's secret virtues."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Gossip is what no one claims to like, but everybody enjoys."
    },
    {
      "cite": "Proverb",
      "quote": "Gossiping and lying go hand in hand."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Whoever gossips to you will gossip about you."
    },
    {
      "cite": "Will Rogers",
      "quote": "Lettin' the cat outta the bag is a whole lot easier 'n puttin' it back in."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Count not him among your friends who will retail your privacies to the world."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "Loose tongues are worse than wicked hands."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "What you don't see with your eyes, don't witness with your mouth."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Gossip about a person and his shadow will appear."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "How awful to reflect that what people say of us is true!"
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "When of a gossiping circle it was asked, What are they doing? The answer was, Swapping lies."
    },
    {
      "cite": "Herb Shriner",
      "quote": "Conversation is three women stand on the corner talking. Gossip is when one of them leaves."
    },
    {
      "cite": "German Proverb",
      "quote": "Who speaks ill of others to you will speak ill of you to others."
    },
    {
      "cite": "Winston Churchil",
      "quote": "There are a terrible lot of lies going about the world, and the worst of it is that half of them are true."
    },
    {
      "cite": "Russian Proverb",
      "quote": "Gossip needs no carriage."
    },
    {
      "cite": "Mark Twain",
      "quote": "He gossips habitually; he lacks the common wisdom to keep still that deadly enemy of man, his own tongue."
    },
    {
      "cite": "unknown",
      "quote": "Gossip is sometimes referred to as halitosis of the mind."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Of every ten persons who talk about you, nine will say something bad, and the tenth will say something good in a bad way."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "Your friend has a friend, and your friend's friend has another friend   so know when to keep quiet."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "If someone cannot even keep his own secrets, don't count on him to keep someone else's."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Alas! they had been friends in youth; but whispering tongues can poison truth."
    }
  ]
}