{
  "source": "https://www.wisesayings.com/gossip-quotes/",
  "theme": "gossip",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Anyone who will gossip to you, will gossip about you."
    },
    {
      "cite": "Korean (on gossip)",
      "quote": "Words have no wings but they can fly a thousand miles."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "Gossip is just a tool to distract people who have nothing better to do from feeling jealous of those few of us still remaining with noble hearts."
    },
    {
      "cite": "unknown",
      "quote": "Believe nothing of what you hear and only half of what you see."
    },
    {
      "cite": "Chinese (on gossip)",
      "quote": "Four horses cannot overtake the tongue."
    },
    {
      "cite": "Moro (Filipino) (on gossip)",
      "quote": "It is easier to dam a river than to stop gossip."
    },
    {
      "cite": "Japanese (on gossip)",
      "quote": "Not everything you hear is good for talk."
    },
    {
      "cite": "African proverb Zulu Tribe",
      "quote": "The house of the loud talker, leaks."
    },
    {
      "cite": "Russian (on gossip)",
      "quote": "You can't sew buttons on your neighbor's mouth."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What you don't see with your eyes, don't witness with your mouth."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "What is told in the ear of a man is often heard 100 miles away."
    },
    {
      "cite": "unknown",
      "quote": "Gossip is saying behind their back what you would not say to their face. Flattery is saying to their face what you would not say behind their back."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "Alice Duer Miller",
      "quote": "If it's very painful for you to criticize your friends, you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue."
    },
    {
      "cite": "Ouida",
      "quote": "A cruel story runs on wheels, and every hand oils the wheels as they run."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "It is just as cowardly to judge an absent person as it is wicked to strike a defenseless one. Only the ignorant and narrow-minded gossip, for they speak of persons instead of things."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Gossip is when you hear something you like about someone you don't."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Gossip is what no one claims to like, but everybody enjoys."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around."
    },
    {
      "cite": "Henry Thomas Buckle",
      "quote": "Great minds discuss ideas. Average minds discuss events. Small minds discuss people."
    },
    {
      "cite": "Marie Curie",
      "quote": "Be less curious about people and more curious about ideas."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "It is always assumed by the empty-headed, who chatter about themselves for want of something better, that people who do not discuss their affairs openly must have something to hide."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Often those that criticise others reveal what he himself lacks."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Insecure people only eclipse your sun because they're jealous of your daylight and tired of their dark, starless nights."
    },
    {
      "cite": "unknown",
      "quote": "Gossip is sometimes referred to as halitosis of the mind."
    },
    {
      "cite": "Mark Twain",
      "quote": "He gossips habitually; he lacks the common wisdom to keep still that deadly enemy of man, his own tongue"
    },
    {
      "cite": "Cato the Elder",
      "quote": "We cannot control the evil tongues of others; but a good life enables us to disregard them."
    },
    {
      "cite": "George Eliot",
      "quote": "Gossip is a sort of smoke that comes from the dirty tobacco-pipes of those who diffuse it; it proves nothing but the bad taste of the smoker."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "How much time he gains who does not look to see what his neighbour says or does or thinks, but only at what he does himself, to make it just and holy."
    },
    {
      "cite": "Felder Rushing",
      "quote": "Doesn't matter what you do, or how you do it, your neighbors are gonna talk about you anyway."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "If I maintain my silence about my secret it is my prisoner... if I let it slip from my tongue, I am its prisoner."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Discretion of speech is more than eloquence; and to speak agreeably to him with whom we deal is more than to speak in good words or in good order."
    },
    {
      "cite": "Errol Flynn",
      "quote": "It isn't what they say about you, it's what they whisper."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Some secrets are fires so scorching, the only way to quench the burn is to tell someone."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Who brings a tale takes two away."
    },
    {
      "cite": "Jane Austen",
      "quote": "Every man is surrounded by a neighborhood of voluntary spies."
    },
    {
      "cite": "Jude Morgan",
      "quote": "It is presumptuous to draw conclusions about a person from what one has heard."
    },
    {
      "cite": "Susan Wittig Albert",
      "quote": "The worst thing about talk ... is that there's no way to lay it to rest. Every fresh breeze brings a new speculation."
    },
    {
      "cite": "R. Forby",
      "quote": "A dog that will fetch a bone, will carry a bone."
    },
    {
      "cite": "Aesop",
      "quote": "If you can't say anything nice, then don't say anything at all."
    },
    {
      "cite": "George Wither",
      "quote": "Little said is soonest mended."
    },
    {
      "cite": "unknown",
      "quote": "Where there is smoke there is fire."
    },
    {
      "cite": "Wentworth Dillon",
      "quote": "Words once spoken can never be recalled."
    },
    {
      "cite": "Sheri Glewen",
      "quote": "Words spoken are like eggs broken."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Nothing travels faster than light, with the possible exception of bad news, which follows its own rules."
    },
    {
      "cite": "Richard Steele",
      "quote": "Fire and swords are slow engines of destruction, compared to the tongue of a Gossip."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "When it comes to gossip, I have to readily admit men are as guilty as women."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "While gossip among women is universally ridiculed as low and trivial, gossip among men, especially if it is about women, is called theory, or idea, or fact."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "When you gossip, it’s self-hexing. Because when you do it, it comes back to you. Everything starts with the word. The word is demonstrating a condition of the mind. If it’s in your mind and comes out of your mouth, it will be created."
    },
    {
      "cite": "Jamie Kennedy",
      "quote": "People want to hear the gossip. They don't want to hear about the shots."
    },
    {
      "cite": "Sidney Wade",
      "quote": "Concerto grosso, blackest heart, / A mystifying natal chart— / All ignite the metaphoric art. / A planetful of pure desire / Is all poet should require / To set the commonplace afire. / The heart that hides inside the form / Observes the words that fume and swarm: / No one lives above the storm."
    },
    {
      "cite": "Robert Frost",
      "quote": "Half the world is composed of people who have something to say but can't, and the other half of people who have nothing to say and keep on saying it."
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "Gossip is always a personal confession, either of malice or imbecility."
    },
    {
      "cite": "Lori Palatnik",
      "quote": "Gossip is like a fired bullet—once you hear the sound, you can't take it back."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whispered insinuations are the rhetoric of the devil."
    },
    {
      "cite": "St. John of the Cross",
      "quote": "Never listen to accounts of the frailties of others; and if anyone should complain to you of another, humbly ask him not to speak of him at all."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "We should have great peace if we did not busy ourselves with what others say and do."
    },
    {
      "cite": "Maximus the Confessor",
      "quote": "Do not listen gleefully to gossip at your neighbor's expense or chatter to a person who likes to find fault."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "If all men knew what each said of the other, there would not be four friends in the world."
    },
    {
      "cite": "William Penn",
      "quote": "Believe nothing against another, but upon good authority; nor report what may hurt another, unless it be a greater hurt to others to conceal it."
    },
    {
      "cite": "John Trapp",
      "quote": "Rumor is a loud liar, like a snowball that gathers as it goeth."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "What is it to thee what they whisper there? Come after me and let the people talk."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Enter Rumour, painted full of tongues."
    },
    {
      "cite": "John Aubrey",
      "quote": "How these curiosities would be quite forgot, did not such idle fellows as I am put them down."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Love and scandal are the best sweeteners of tea."
    },
    {
      "cite": "Napoleon I",
      "quote": "It is a matter of great interest what sovereigns are doing; but as to what Grand Duchesses are doing— Who cares?"
    },
    {
      "cite": "William Hazlitt",
      "quote": "Everyone in a crowd has the power to throw dirt: nine out of ten have the inclination."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is only one thing in the world worse than being talked about, and that is not being talked about."
    },
    {
      "cite": "Mark Twain",
      "quote": "It takes your enemy and your friend, working together, to hurt you to the heart: the one to slander you and the other to get the news to you."
    },
    {
      "cite": "E.M. Forster",
      "quote": "Like all gossip—it's merely one of those half-alive things that try to crowd out real life."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "No one gossips about other people's secret virtues."
    },
    {
      "cite": "Bernard Ingham",
      "quote": "Blood sport is brought to its ultimate refinement in the gossip columns."
    },
    {
      "cite": "Alice Roosevelt Longworth",
      "quote": "If you can't say something good about someone, sit right here by me."
    },
    {
      "cite": "Barbara Walters",
      "quote": "Show me someone who never gossips, and I'll show you someone who isn't interested in people."
    },
    {
      "cite": "Erica Jong",
      "quote": "Gossip is the opiate of the oppressed."
    },
    {
      "cite": "Lisa Kirk",
      "quote": "A gossip is someone who talks to you about others, a bore is someone who talks to you about himself, and a brilliant conversationalist is one who talks to you about yourself."
    },
    {
      "cite": "Liz Smith",
      "quote": "Gossip is just news running ahead of itself in a red satin dress."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Another good thing about gossip is that it is within everybody's reach, / And it is much more interesting than any other form of speech."
    },
    {
      "cite": "Ogden Nash",
      "quote": "A little bit of gossip does me good."
    },
    {
      "cite": "Madame de Sevigne",
      "quote": "I can feel a desire to gossip coming over me. I don't want to give in to it; narrative style should always be brief."
    },
    {
      "cite": "Natalie Tomlinson",
      "quote": "Make it a habit to shut down conversations that are aimed at tearing others down."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "You can tell more about a person by what he says about others than you can by what others say about him."
    },
    {
      "cite": "Gossip Girl",
      "quote": "If there's one thing I've learned it's that there would be no gossip without secrets. You might be brave enough to reveal your secret only to have it used against you. Or someone else's secret might affect you in unexpected ways. There are some secrets you are only to happy to keep. Others surface only to be buried away deeper than they were before. But the most powerful secrets are the truths you thought you could never reveal. That once spoken, change everything."
    },
    {
      "cite": "Lord Darlington",
      "quote": "Gossip is alright. It's the moralizing that is in poor taste."
    },
    {
      "cite": "Bonnie Dodd",
      "quote": "Oh, a tongue can accuse and carry bad news / Gossip is cheap and it's lo-o-ow / So unless you've made no mistakes in your life / Just be careful of stones that you throw"
    },
    {
      "cite": "Bruce Burch",
      "quote": "Rumor has it she has you / Rumor has it you love her too / Talk is cheap but the price is high when it's true / Rumor has it she has you"
    },
    {
      "cite": "Nelson",
      "quote": "The power of gossip is always strengthen / When it finds a respected ear / If you listen the chances are greater / That a thread of doubt may appear / Evil tongues in town continue / Evil tongues in town / Continue to prat aloud / Their evil news / You'll have to take my word / When I tell you I love you / I love you I love you / Take my word I love you"
    },
    {
      "cite": "Mary Frances Ambrose",
      "quote": "Rumour has it you're an angel / Let's see if the gossip's true / Force of will or force of nature / It's only a point of view / I've seen you dancing on the floor / They don't make them like you no more / Bye, bye for now, I'll check you later / See you in a week or two"
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "The mouthpiece of ignorance / is gossip / The wellspring of gossip / —is lies"
    }
  ]
}