{
  "source": "https://www.wisesayings.com/got-quotes/",
  "theme": "got",
  "quotes": [
    {
      "cite": "Bonnie Blair",
      "quote": "It's sad to know I'm done. But looking back, I've got a lot of great memories."
    },
    {
      "cite": "Bob Parsons",
      "quote": "You got to go down a lot of wrong roads to find the right one."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Anything's possible if you've got enough nerve."
    },
    {
      "cite": "Robin Williams",
      "quote": "Never pick a fight with an ugly person, they've got nothing to lose."
    },
    {
      "cite": "Bob Marley",
      "quote": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "If you're losing your soul and you know it, then you've still got a soul left to lose."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "It's not enough to be nice in life. You've got to have nerve."
    },
    {
      "cite": "Robert Townsend",
      "quote": "If you shoot for the stars and hit the moon, it's OK. But you've got to shoot for something. A lot of people don't even shoot."
    },
    {
      "cite": "Source Unknown",
      "quote": "If you can't appreciate what you have got then get what you appreciate."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary."
    },
    {
      "cite": "Janis Joplin",
      "quote": "Don't compromise your self, you're all you got."
    },
    {
      "cite": "William Wycherley",
      "quote": "A good name is seldom got by giving it oneself."
    },
    {
      "cite": "Behdad Sami",
      "quote": "It's impossible to give it all you got and fail unless you fail to give it all you got to do the impossible."
    },
    {
      "cite": "David O. McKay",
      "quote": "As long as the day lasts, let’s give it all we got."
    },
    {
      "cite": "Mahalia Jackson",
      "quote": "It’s easy to be independent when you’ve got money. But to be independent when you haven’t got a thing-that’s the Lord’s test."
    },
    {
      "cite": "Diana Ross",
      "quote": "You can’t just sit there and wait for people to give you that golden dream. You’ve got to get out there and make it happen for yourself."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "We've got to live, no matter how many skies have fallen."
    },
    {
      "cite": "Source Unknown",
      "quote": "No one would ever have crossed the ocean if he could have gotten off the ship in a storm."
    },
    {
      "cite": "Paul Blackwell",
      "quote": "Well, if everything stays the same forever, you stop enjoying what you've got. And stop appreciating people."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "If you want to make good use of your time, you've got to know what's most important and then give it all you've got."
    },
    {
      "cite": "John Steinbeck",
      "quote": "I got you to look after me, and you got me to look after you, and that's why."
    },
    {
      "cite": "Author Unknown",
      "quote": "A real friend's got your back, while the fake ones are sticking knives in it."
    },
    {
      "cite": "Anonymous",
      "quote": "If you do what you always did, you will get what you always got."
    },
    {
      "cite": "George Lorimer",
      "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction."
    },
    {
      "cite": "Louis Tomlinson",
      "quote": "If you want to do something, go for it—you’ve got nothing to lose."
    }
  ]
}