{
  "source": "https://www.wisesayings.com/gothic-quotes/",
  "theme": "gothic",
  "quotes": [
    {
      "cite": "Greg Iles",
      "quote": "Southern Gothic is alive and well. It's not just a genre, it is a way of life."
    },
    {
      "cite": "Camille Paglia",
      "quote": "The Gothic tradition was begun by Ann Radcliffe, a rare example of a woman creating an artistic style."
    },
    {
      "cite": "David Punter",
      "quote": "The gothic reminds us that we are mainly driven by our passions; the Gothic deals in illicit desires, in what is prohibited by society."
    },
    {
      "cite": "Stephen King",
      "quote": "Most gothics are overplotted novels whose success or failure hinges on the author's ability to make you believe in the characters and partake of the mood."
    },
    {
      "cite": "Henry Adams",
      "quote": "The gothic is singular in this; one seems easily at home in the renaissance; one is not too strange in the Byzantine; as for the Roman, it is ourselves; and we could walk blindfolded through every chink and cranny of the Greek mind; all these styles seem modern when we come close to them; but the gothic gets away."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The Gothic cathedral is a blossoming in stone subdued by the insatiable demand of harmony in man."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The principle of the Gothic architecture is infinity made imaginable."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Mention the gothic, and many readers will probably picture gloomy castles and an assortment of sinister Victoriana. However, the truth is that the gothic genre has continued to flourish and evolve since the days of Bram Stoker, producing some of its most interesting and accomplished examples in the 20th century - in literature, film and beyond."
    },
    {
      "cite": "Frank Wildhorn",
      "quote": "When the theater is gothic it matches the sensibility of the show. Its also very intimate. The audience is very close to the performers. The show is scary and the scary stuff always works best with an intimacy with the audience. And the show is erotic, and I think erotic always works best when its close to the audience, as well."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The word Gothic, in the sense in which it is generally employed, is wholly unsuitable, but wholly consecrated. Hence we accept it and we adopt it, like all the rest of the world, to characterize the architecture of the second half of the Middle Ages, where the ogive is the principle which succeeds the architecture of the first period, of which the semi-circle is the father."
    },
    {
      "cite": "John Ruskin",
      "quote": "In one point of view, Gothic is not only the best, but the only rational architecture, as being that which can fit itself most easily to all services, vulgar or noble."
    },
    {
      "cite": "Madame De Stael",
      "quote": "A Gothic building engenders true religion ... The light, falling through colored glass, the singular forms of the architecture, unite to give a silent image of that infinite mystery which the soul for ever feels, and never comprehends."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Often in gothic novels there's a large house, an estate, and it's symbolic of that culture. Usually it's sort of moldering or rotted or something, and sometimes it's a whole community."
    },
    {
      "cite": "Michael Persinger",
      "quote": "At the time Gothic cathedrals were designed, most people lived in dark huts, so just walking into a space vastly larger than what they were habituated to, lit by stained glass windows, was literally awe-inspiring. Today, we're not as impressed by big buildings, so we have to go to very large mountains to experience that 'diminutive effect.'"
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The principle of the Gothic architecture is infinity made imaginable. It is no doubt a sublimer effort of genius than the Greek style; but then it depends much more on execution for its effect."
    },
    {
      "cite": "Charles Jencks",
      "quote": "If you look at Gothic detailing right down to the bottom of a column or the capital of a column, it's a small version of the whole building; that's why, like dating the backbones of a dinosaur, a good historian can look at a detail of a Gothic building and tell you exactly what the rest of the building was, and infer the whole from the parts."
    }
  ]
}