{
  "source": "https://www.wisesayings.com/government-quotes/",
  "theme": "government",
  "quotes": [
    {
      "cite": "George Burns",
      "quote": "Too bad all the people who know how to run this country are busy running taxicabs or cutting hair."
    },
    {
      "cite": "Alan Moore",
      "quote": "People shouldn't be afraid of their government. Governments should be afraid of their people."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves."
    },
    {
      "cite": "Plato",
      "quote": "The heaviest penalty for declining to rule is to be ruled by someone inferior to yourself."
    },
    {
      "cite": "Gerald R. Ford",
      "quote": "A government big enough to give you everything you want is a government big enough to take from you everything you have."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "A nation of sheep will beget a government of wolves."
    },
    {
      "cite": "George Washington",
      "quote": "To form a new government requires infinite care and unbounded attention; for if the foundation is badly laid, the superstructure must be bad."
    },
    {
      "cite": "Bertrand Russel",
      "quote": "As soon as we abandon our own reason, and are content to rely upon authority, there is no end to our troubles."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Governments have a tendency not to solve problems, only to rearrange them."
    },
    {
      "cite": "Confucious",
      "quote": "When a country is well governed, poverty and a mean condition are something to be ashamed of. When a country is ill governed, riches and honors are something to be ashamed of."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "That government is best which governs the least, because its people discipline themselves."
    },
    {
      "cite": "Justice Robert Jackson",
      "quote": "It is not the function of the government to stop the citizen from falling into error; it is the function of the citizen to keep the government from falling into error."
    },
    {
      "cite": "Pierre Joseph Prouhon",
      "quote": "To be governed is to be watched, inspected, spied upon, directed, law-driven, numbered, regulated, enrolled, indoctrinated, preached at, controlled, checked, estimated, valued, censured (and) commanded, by creatures who have neither the right nor the wisdom nor the virtue to do so."
    },
    {
      "cite": "Derrick Jensen",
      "quote": "Surely by now there can be few here who still believe the purpose of government is to protect us from the destructive activities of corporations. At last most of us must understand that the opposite is true: that the primary purpose of government is to protect those who run the economy from the outrage of injured citizens."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Governments constantly choose between telling lies and fighting wars, with the end result always being the same. One will always lead to the other."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The purpose of government is to enable the people of a nation to live in safety and happiness. Government exists for the interests of the governed, not for the governors."
    },
    {
      "cite": "John Adams",
      "quote": "Government is nothing more than the combined force of society, or the united power of the multitude, for the peace, order, safety, good and happiness of the people."
    },
    {
      "cite": "The Economist",
      "quote": "Governments should fear weariness above all. Once it sets in, it is hard to dispel and almost invariably presages decline and eventual defeat."
    },
    {
      "cite": "Tolstoy",
      "quote": "Governments need armies to protect them from their enslaved and oppressed subjects."
    },
    {
      "cite": "Fredrick Bastiat",
      "quote": "Everyone wants to live at the expense of the State. They forget that the State wants to live at the expense of everyone."
    },
    {
      "cite": "George Pataki",
      "quote": "When government accepts responsibility for people, then people no longer take responsiblitiy for themselves."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one."
    },
    {
      "cite": "John Perry Barlow",
      "quote": "Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds."
    },
    {
      "cite": "George Washington",
      "quote": "Government is not reason; it is not eloquent; it is force. Like fire, it is a dangerous servant and a fearful master."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Whenever the people are well-informed, they can be trusted with their own government."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No man is good enough to govern another man without that other's consent."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Government is like a baby. An alimentary canal with a big appetite at one end and no sense of responsibility at the other."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost."
    },
    {
      "cite": "Plato",
      "quote": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Only a virtuous people are capable of freedom. As nations become corrupt and vicious, they have more need of masters."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A patriot must always be ready to defend his country against his government."
    },
    {
      "cite": "John Adams",
      "quote": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty."
    },
    {
      "cite": "John Adams",
      "quote": "As the happiness of the people is the sole end of government, so the consent of the people is the only foundation of it."
    },
    {
      "cite": "A. Bronson Alcott",
      "quote": "A government, for protecting business only, is but a carcass, and soon falls by its own corruption and decay."
    },
    {
      "cite": "George Bancroft",
      "quote": "The best government rests on the people and not on the few, on persons and not on property, on the free development of public opinion and not on authority"
    },
    {
      "cite": "Russell Baker",
      "quote": "The government cannot afford to have a country made up entirely of rich people, because rich people pay so little tax that the government would quickly go bankrupt. This is why government men always tell us that labor is man's noblest calling. Government needs labor to pay its upkeep."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The art of governmentis the organization of idolatry."
    },
    {
      "cite": "Rufus Choate",
      "quote": "The final end ofgovernment is not to exert restraint but to do good."
    },
    {
      "cite": "Barbara Tuchman",
      "quote": "What is government but an arrangement by which the many accept the authority of the few?"
    },
    {
      "cite": "Herbert Hoover",
      "quote": "When there is a lack of honor in government, the morals of the whole people are poisoned."
    },
    {
      "cite": "Herbert Henry Lehman",
      "quote": "You can't run a government solely on a business basis ... Government should be human. It should have a heart."
    },
    {
      "cite": "James Reston",
      "quote": "A government is the only known vessel that leaks from the top."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Wherever you have an efficient government you have a dictatorship."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Good government is no substitute for self-government."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Which is the best government? That which teaches us to govern ourselves."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Government is an evil; it is only the thoughtlessness and vices of men that make it a necessary evil. When all men are good and wise, government will of itself decay."
    },
    {
      "cite": "Confucius",
      "quote": "An oppressive government is more to be feared than a tiger."
    },
    {
      "cite": "unknown",
      "quote": "The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse."
    },
    {
      "cite": "John Adams",
      "quote": "While all other sciences have advanced, that of government is at a standstill - little better understood, little better practiced now than three or four thousand years ago."
    },
    {
      "cite": "David Hume",
      "quote": "Nothing appears more surprising to those who consider affairs with a philosophical eye, than the ease with which the many are governed by the few."
    },
    {
      "cite": "Bob Hope",
      "quote": "I don't know what people have got against the government—they've done nothing."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "I'm not a fan of the government doing anything. But I've got to ask: Why isn't the government doing anything? Maybe this Ag jobs bill will help. I don't know. Like most members of Congress, I haven't read it."
    },
    {
      "cite": "Bob Dole",
      "quote": "I always say gridlock's a good thing...it's what the founding fathers had in mind when they created the Senate."
    },
    {
      "cite": "Milton Friedman",
      "quote": "The government's solution to a problem is usually as bad as the problem."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Government doesn't solve problems, it subsidizes them."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you have ten thousand regulations you destroy all respect for the law"
    },
    {
      "cite": "Woody Allen",
      "quote": "The government is unresponsive to the needs of the little man. Under 5'7\", it is impossible to get your congressman on the phone."
    },
    {
      "cite": "Grover Norquist",
      "quote": "Our goal is to shrink the government to the size where we can drown it in the bathtub."
    },
    {
      "cite": "Dave Barry",
      "quote": "The government: What we can as citizens do to reform our tax system? As you know, under our three-branch system of government, the tax laws are created by Satan. But he works through the Congress, so that's where we must focus our efforts."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A government that robs Peter to pay Paul can always depend on the support of Paul."
    },
    {
      "cite": "Dale Dauten",
      "quote": "Bureaucracy gives birth to itself and then expects maternity benefits."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Government's view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it."
    },
    {
      "cite": "Voltaire",
      "quote": "In general, the art of government consists of taking as much money as possible from one party of the citizens to give to the other."
    },
    {
      "cite": "Frank Herbert",
      "quote": "All governments suffer a recurring problem: Power attracts pathological personalities."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The basis of our governments being the opinion of the people, the very first object should be to keep that right; and were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A government big enough to give you everything you need is government big enough to take away everything you have."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Government is a contrivance of human wisdom to provide for human wants."
    },
    {
      "cite": "Edmund Burke",
      "quote": "In all forms of government, the people are the true legislators"
    },
    {
      "cite": "Emerson",
      "quote": "The less government we have, the better—the fewer laws, and the less confided power."
    },
    {
      "cite": "Lord Macaulay",
      "quote": "That is the best government which desires to make the people happy and knows how to make them happy."
    },
    {
      "cite": "James Madison",
      "quote": "A government leaving it to a man to do his duty, or not, as he pleases, would be a new species of government, or rather new government at all."
    },
    {
      "cite": "George Washington",
      "quote": "The very idea of the power and the right of the people to establish government presupposes the duty of every individual to obey established government."
    },
    {
      "cite": "George Washington",
      "quote": "I think every nation has a right to establish that form of government under which it conceives it shall live most happy, provided it infracts no right or is not dangerous to others."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The government is the strongest of which every man feels himself a part."
    },
    {
      "cite": "James Madison",
      "quote": "In all great changes of established governments, forms ought to give way to substance."
    },
    {
      "cite": "James Madison",
      "quote": "A good government implies two things: fidelity to the object of government, which is the happiness of the people; secondly, a knowledge of the means by which that object can be best attained."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "We must settle this question now—whether in a free government the minority have the right to break it up whenever they choose. If we fail, it will go far to prove the incapability of the people to govern themselves."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "A government can be no better than the public opinion which sustains it."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The second office of the government is honorable and easy; the first is but a splendid misery."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Government is an association of men who do violence to the rest of us."
    }
  ]
}