{
  "source": "https://www.wisesayings.com/grace-quotes/",
  "theme": "grace",
  "quotes": [
    {
      "cite": "Dwight Lyman Moody",
      "quote": "Grace isn't a little prayer you chant before receiving a meal. It's a way to live. The law tells me how crooked I am. Grace comes along and straightens me out."
    },
    {
      "cite": "Benjamin B. Warfield",
      "quote": "Grace is free sovereign favor to the ill-deserving."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "The grace of the spirit comes only from heaven, and lights up the whole bodily presence."
    },
    {
      "cite": "A. W. Tozer",
      "quote": "Abounding sin is the terror of the world, but abounding grace is the hope of mankind."
    },
    {
      "cite": "Saint Augustine Of Hippo",
      "quote": "For grace is given not because we have done good works, but in order that we may be able to do them."
    },
    {
      "cite": "Oswald C. Hoffmann",
      "quote": "Grace is the love that gives, that loves the unlovely and the unlovable."
    },
    {
      "cite": "Thomas Adams",
      "quote": "Grace comes into the soul, as the morning sun into the world; first a dawning, then a light; and at last the sun in his full and excellent brightness."
    },
    {
      "cite": "Saint Augustine Of Hippo",
      "quote": "The law detects, grace alone conquers sin."
    },
    {
      "cite": "Charles Portis",
      "quote": "You must pay for everything in this world one way and another. There is nothing free except the Grace of God. You cannot earn that or deserve it."
    },
    {
      "cite": "Max Lucado",
      "quote": "When grace moves in... guilt moves out."
    },
    {
      "cite": "C.J. Mahaney",
      "quote": "Only those who are truly aware of their sin can truly cherish grace."
    },
    {
      "cite": "John F. Macarthur Jr.",
      "quote": "If I'm not showing grace . . . have I forgotten the grace I've been shown'"
    },
    {
      "cite": "William Hazlitt",
      "quote": "Grace in women has more effect than beauty."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Grace is available for each of us every day - our spiritual daily bread - but we've got to remember to ask for it with a grateful heart and not worry about whether there will be enough for tomorrow."
    },
    {
      "cite": "Rick Warren",
      "quote": "What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God."
    },
    {
      "cite": "Max Lucado",
      "quote": "The meaning of life. The wasted years of life. The poor choices of life. God answers the mess of life with one word: 'grace.'"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "I am redeemed and saved by grace."
    },
    {
      "cite": "Franois Mauriac",
      "quote": "That is the mystery of grace: it never comes too late."
    },
    {
      "cite": "John Powell",
      "quote": "We cannot \"psychologize\" the grace of God. God's actions are outside and above our human sciences."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "Grace means undeserved kindness. It is the gift of God to man the moment he sees he is unworthy of God's favor."
    },
    {
      "cite": "Max Lucado",
      "quote": "Grace is the voice that calls us to change and then gives us the power to pull it off."
    },
    {
      "cite": "John Piper",
      "quote": "Grace is not simply leniency when we have sinned. Grace is the enabling gift of God not to sin. Grace is power, not just pardon."
    },
    {
      "cite": "D. Martyn Lloyd-Jones",
      "quote": "It is grace at the beginning, and grace at the end. So that when you and I come to lie upon our death beds, the one thing that should comfort and help and strengthen us there is the thing that helped us in the beginning. Not what we have been, not what we"
    },
    {
      "cite": "Jerry Bridges",
      "quote": "Your worst days are never so bad that you are beyond the reach of God's grace. And your best days are never so good that you are beyond the need of God's grace."
    },
    {
      "cite": "Allen Snapp",
      "quote": "Grace needs to be the air we breathe, the atmosphere we live in, whether in church or in the home."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "Grace... expresses two complementary thoughts: God's unmerited favor to us through Christ, and God's divine assistance to us through the Holy Spirit."
    },
    {
      "cite": "C.H. Spurgeon",
      "quote": "Nothing but grace makes a man so humble and, at the same time, so glad."
    },
    {
      "cite": "Arthur W. Pink",
      "quote": "Grace can neither be bought, earned, or won by the creature. If it could be, it would cease to be grace."
    },
    {
      "cite": "Harry Ironside",
      "quote": "Grace is the very opposite of merit... Grace is not only undeserved favor, but it is favor, shown to the one who has deserved the very opposite."
    },
    {
      "cite": "Brennan Manning",
      "quote": "Grace is sufficient even though we huff and puff with all our might to try and find something or someone that it cannot cover. Grace is enough."
    },
    {
      "cite": "John Mark Mcmillan",
      "quote": "If grace is an ocean, we're all sinking."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Grace, like water, flows to the lowest part."
    },
    {
      "cite": "Eugene O'Neill",
      "quote": "We are born broken. We live mending. The grace of God is the glue."
    },
    {
      "cite": "Richard Foster",
      "quote": "Grace saves us from life without God?even more it empowers us for life with God."
    },
    {
      "cite": "Dallas Willard",
      "quote": "Grace is not opposed to effort; it's opposed to earning."
    },
    {
      "cite": "Billy Graham",
      "quote": "God's grace, quite simply, is God's mercy and goodness toward us."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Grace is the good pleasure of God that inclines him to bestow benefits on the undeserving."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "Grace is the overflowing favor of God, and you can always count on it being available to draw upon as needed."
    },
    {
      "cite": "Alexander Whyte",
      "quote": "Grace, then, is grace,?that is to say, it is sovereign, it is free, it is sure, it is unconditional, and it is everlasting."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "The grace of God means something like: Here is your life. You might never have been, but you are because the party wouldn't have been complete without you."
    },
    {
      "cite": "R. P. C. Hanson",
      "quote": "Grace means the free, unmerited, unexpected love of God, and all the benefits, delights, and comforts which flow from it. It means that while we were sinners and enemies we have been treated as sons and heirs."
    },
    {
      "cite": "Robert Brow",
      "quote": "Grace is knowing that there is nothing you can do to make God love you more. And there is nothing you could ever do that would make God love you less."
    },
    {
      "cite": "Edmond Sanganyado",
      "quote": "Where God's grace takes you, grace will increase your capability and your capacity. Grace will empower you."
    },
    {
      "cite": "Dudley Hall",
      "quote": "Grace is a message of unconditional love from the Father of the universe. It's the free offer of the eternal life. And we can experience it all in the gritty now as well as in the sweet by and by."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Grace puts its hand on the boasting mouth, and shuts it once for all."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Grace is something you can never get but can only be given. There's no way to earn it or deserve it or bring it about anymore than you can deserve the taste of raspberries and cream or earn good looks."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The higher a man is in grace. The lower he will be in his own esteem."
    },
    {
      "cite": "D.L. Moody",
      "quote": "Grace means undeserved kindness. It is the gift of God to man the moment he sees he is unworthy of God's favor."
    },
    {
      "cite": "John Stott",
      "quote": "Grace is love that cares and stoops and rescues."
    },
    {
      "cite": "2 Corinthians 9:8",
      "quote": "God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work."
    },
    {
      "cite": "Romans 6:14",
      "quote": "Grace and truth came through Jesus Christ. You are not under the law but under grace."
    },
    {
      "cite": "2 Timothy 2:1",
      "quote": "Be strengthened by the grace that is in Christ Jesus."
    },
    {
      "cite": "1 Peter 1:2",
      "quote": "May grace and peace be multiplied to you."
    },
    {
      "cite": "J.C Ryle",
      "quote": "When I speak of a person growing in grace, I mean simply this - that his sense of sin is becoming deeper, his faith stronger, his hope brighter, his love more extensive, and his spritual mindedness more marked."
    },
    {
      "cite": "2 Peter 3:18",
      "quote": "Grow in the grace and knowledge of our Lord and Savior Jesus Christ"
    },
    {
      "cite": "Ephesians 2:8-10",
      "quote": "We are saved by grace through faith but \"unto good works\"."
    },
    {
      "cite": "Hammond",
      "quote": "God's grace, that principle of his new birth, gives him continual dislike to sin."
    },
    {
      "cite": "Hammond",
      "quote": "That grace will carry us, if we do not wilfully betray our succours, victoriously through all difficulties."
    },
    {
      "cite": "South",
      "quote": "But the grace of God is pleased to move us by ways suitable to our nature, and to sanctify these sensible helps to higher purposes."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Every degree of recession from the state of grace Christ first put us in is a recession from our hopes."
    },
    {
      "cite": "Whately",
      "quote": "Grace is in a great measure a natural gift; elegance implies cultivation, or something of more artificial character."
    },
    {
      "cite": "Whately",
      "quote": "The general rule is, that elegance is the characteristic of art, and grace of nature."
    },
    {
      "cite": "Winckelman",
      "quote": "Grace, like beauty, is one of those spontaneous inherent qualities which, through felt and acknowledged by all, yet have never been satisfactorily explained."
    },
    {
      "cite": "Winckelman",
      "quote": "Grace can never properly be said to exist without beauty, for it is only in the elegant proportions of beautiful forms that can be found that harmonious variety of line and motion which is the essence and charm of grace."
    },
    {
      "cite": "Rochefoucald",
      "quote": "Grace is to the body what good sense is to the mind."
    },
    {
      "cite": "Colossians 1:5-6",
      "quote": "The word of the truth of the gospel is bringing forth fruit since the day you heard and knew the grace of God in truth."
    },
    {
      "cite": "Colossians 1:5-6",
      "quote": "The word of the truth of the gospel is bringing forth fruit since the day you heard and knew the grace of God in truth."
    },
    {
      "cite": "2 Corithian 6:2",
      "quote": "This is still the age of grace."
    },
    {
      "cite": "Billy Graham",
      "quote": "When you pick up the cross of unpopularity, wherever you may be, you will find God's grace is there, more than sufficient to meet your every need."
    },
    {
      "cite": "Billy Graham",
      "quote": "May God give you grace to \"triumph in affliction\"."
    },
    {
      "cite": "Billy Graham",
      "quote": "We are living in an age of grace, in which God promises that \"whosever will\" may come and receive His son. But this period of grace will not go on idefinitely."
    },
    {
      "cite": "Billy Graham",
      "quote": "Only as we bow in contrition, confession, and repetance at the foot of the cross, can we find forgiveness. There is the grace of God."
    },
    {
      "cite": "Billy Graham",
      "quote": "The motive of grace is the infinite."
    },
    {
      "cite": "Billy Graham",
      "quote": "Whatever is unlike Christ in conduct, speech, or disposition grieves the Spirit of grace."
    },
    {
      "cite": "Karl Barth",
      "quote": "Grace must find expression in life, otherwise it is not Grace."
    },
    {
      "cite": "B.C. Aronson",
      "quote": "Grace means more than gifts."
    },
    {
      "cite": "B.C. Aronson",
      "quote": "In grace something is transcended, once and for all overcome."
    },
    {
      "cite": "B.C. Aronson",
      "quote": "Grace happens in spite of something; it happens in spite of separateness and alienation."
    },
    {
      "cite": "B.C. Aronson",
      "quote": "Grace means that life is once again united with life, self is reconciled with self."
    },
    {
      "cite": "B.C. Aronson",
      "quote": "Grace means accepting the abandoned one."
    },
    {
      "cite": "Yrjo Kallinen",
      "quote": "Grace transform fate into a meaningful vocation. It transforms guilt to trust and courage. The word grace has something triumphant in it."
    },
    {
      "cite": "Louis Cassels",
      "quote": "Grace is an attribute of God rather than a gfit from God."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Grace in the theological sense is that force that infuses our lives, that keeps letting us off the hook."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Grace is the light or electricity or juice or breeze that takes you from that isolated place and puts you with others who are startled and embarassed and eventually grateful as you are to be there."
    },
    {
      "cite": "Jewel",
      "quote": "Grace is the refinement of your soul through time."
    },
    {
      "cite": "Max Lucado",
      "quote": "I guess grace doesn't have to be logical. If it did, it wouldn't be grace."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The daily bread of grace, without which nothing can be achieved, is given to the extent to which we ourselves give and forgive."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "We need grace in order to be able to live in such a way as to qualify ourselves to receive grace."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Spritual grace can't be received continuously or in its fullness, except by those who have willed away their self-will to the point of being able truthfully to say,  \"Not I, but God in me.\""
    },
    {
      "cite": "B.C. Aronson",
      "quote": "It was Grace that taught my heart to fear, and Grace my fears relieved; how precious did that Grace appear the hour I first believed.This Grace hath brought me safe thus far and Grace will lead me home."
    },
    {
      "cite": "Carolyn Hobbs",
      "quote": "Sometimes we get so caught up in the future, we forget to take pleasure in what we have. We becomes so obsessed with \"I want, I want, I want,\" there is no room left to notice that we are already standing neck deep in grace."
    },
    {
      "cite": "Elizabeth Dreyer",
      "quote": "The reality of grace encompasses many elements, and different elements need to be highlighted in different historical periods, depending on the needs of time."
    },
    {
      "cite": "Emily Ley",
      "quote": "What better way to have grace with ourselves and others than to laugh and let go when life gets too uptight?"
    },
    {
      "cite": "Emily Ley",
      "quote": "When we show God's love and grace to ourselves and the people around us, we become living, breathing examples of His perfect love."
    },
    {
      "cite": "Emily Ley",
      "quote": "Live a life of grace, not perfection."
    },
    {
      "cite": "Emily Ley",
      "quote": "We each have the freedom to live the good life if we choose to embrace grace, not perfection."
    },
    {
      "cite": "Emily Ley",
      "quote": "What is so amazing about grace is that it is free - free for imperfect and unworthy people like us."
    },
    {
      "cite": "Emily Ley",
      "quote": "God gave us His free gift of grace through out faith in Him."
    },
    {
      "cite": "Emily Ley",
      "quote": "Grace and only grace offers, a deep breath, a place to rest and the opportunity to slow down and savor what truly matters."
    }
  ]
}