{
  "source": "https://www.wisesayings.com/gracious-quotes/",
  "theme": "gracious",
  "quotes": [
    {
      "cite": "Isocrates",
      "quote": "Be gracious to all men, but choose the best to be your friends."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Gracious self is the divinity within."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Kindness is gracious demonstrate sensitivity and human warmth."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "The people who tend to be the most gracious are those who know how badly they need grace."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "God is gracious to some very peculiar people."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "A sweet lie is more gracious for us than a virulent but real truth."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The real champions in life are so humble and gracious. They just continue doing what they do without all the posturing. If you've got the real thing, you don't have to flaunt a loud imitation."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "How gracious to forgive the people who hurt you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Gracious words refresh, restore and revive the soul."
    },
    {
      "cite": "Emilie Barnes",
      "quote": "Gracious living is felt whether it is created in small or big ways."
    },
    {
      "cite": "Stevie Nicks",
      "quote": "Your graciousness is what carries you. It isn't how old you are, how young you are, how beautiful you are, or how short your skirt is. What it is, is what comes out of your heart. If you are gracious, you have won the game."
    },
    {
      "cite": "Thiruvalluvar",
      "quote": "It is compassion, the most gracious of virtues, Which moves the world."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "A gracious soul may look through the darkest cloud and see God smiling on him."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Gracious acceptance is an art—an art which most never bother to cultivate. We think that we have to learn how to give, but we forget about accepting things, which can be much harder than giving... Accepting another person's gift is allowing him to express his feelings for you."
    },
    {
      "cite": "Elsie de Wolfe",
      "quote": "Be pretty if you can, be witty if you must, but be gracious if it kills you."
    },
    {
      "cite": "Francis Asbury",
      "quote": "God is gracious beyond the power of language to describe."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "There is hardly a more gracious gift that we can offer somebody than to accept them fully, to love them almost despite themselves."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man be gracious and courteous to strangers, it shows he is a citizen of the world."
    },
    {
      "cite": "Joan Marques",
      "quote": "Be gracious in your giving for as long as you're living. The blessings will come back on an unexpected day, and present themselves in an unexpected way."
    },
    {
      "cite": "Jim George",
      "quote": "God is gracious to always give a warning before He sends judgment."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "To refuse graciously is to confer a favor."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Hope is a gracious expectation."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Life is a gracious gift."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We can graciously survive life by faith."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is gracious to have old people full of vitality and endowed with wisdom in our society."
    },
    {
      "cite": "Joe Namath",
      "quote": "You learn how to be a gracious winner and an outstanding loser."
    }
  ]
}