{
  "source": "https://www.wisesayings.com/graduating-high-school-quotes/",
  "theme": "graduating-high-school",
  "quotes": [
    {
      "cite": "Dick Costolo",
      "quote": "Don't always worry what your next line is going to be."
    },
    {
      "cite": "Alan Alda",
      "quote": "You have to leave the city of your comfort and go into the wilderness of your intuition. What you'll discover will be wonderful. What you'll discover is yourself."
    },
    {
      "cite": "Michael Dell",
      "quote": "As you start your journey, the first thing you should do is throw away that store-bought map and begin to draw your own."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world."
    },
    {
      "cite": "Arie Pencovici",
      "quote": "Graduation is only a concept. In real life every day you graduate. Graduation is a process that goes on until the last day of your life. If you can grasp that, you'll make a difference."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "When you leave here, don't forget why you came."
    },
    {
      "cite": "Edward Koch",
      "quote": "The fireworks begin today. Each diploma is a lighted match. Each one of you is a fuse."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Anatole France",
      "quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Take pride in how far you've come. Have faith in how far you can go. But don't forget to enjoy the journey."
    },
    {
      "cite": "David Lloyd George",
      "quote": "Don't be afraid to take a big step if one is indicated. You can't cross a chasm in two small jumps."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Martha Reeves",
      "quote": "The morning after my high-school graduation found me up early job hunting. The dream of college I put on the back burner."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Just remember, you can't climb the ladder of success with your hands in your pockets."
    },
    {
      "cite": "Tim Cook",
      "quote": "For the most important decisions in your life, trust your intuition, and then work with everything you have, to prove it right."
    },
    {
      "cite": "Eric Idle",
      "quote": "Life has a very simple plot: first you're here and then you're not."
    },
    {
      "cite": "Jimmy Iovine",
      "quote": "That diploma you hold in your hands today is really just your learner's permit for the rest of the drive through life. Remember, you don't have to be smarter than the next person, all you have to do is be willing to work harder than the next person."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Life is an improvisation. You have no idea what's going to happen next and you are mostly just making things up as you go along."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Your education is a dress rehearsal for a life that is yours to lead."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Graduation is a time of completion, of finishing, of an ending, however, it is also a time of celebration of achievement and a beginning for the new graduate."
    },
    {
      "cite": "Paul Freund",
      "quote": "At commencement you wear your square-shaped mortarboards. My hope is that from time to time you will let your minds be bold, and wear sombreros."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "There is a good reason they call these ceremonies ' commencement exercises'. Graduation is not the end; it's the beginning."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Wherever you go, no matter what the weather, always bring your own sunshine."
    },
    {
      "cite": "Semetra C. Vanison",
      "quote": "I will reach for the stars no matter how hard it seems, and fly like a bird with the knowledge this journey brings."
    },
    {
      "cite": "Gina Mohammed, Ph. D.",
      "quote": "You can accomplish wonders through focus and persistence. Over time, the fruits of your efforts will multiply to yield a luxuriant carpet of achievement."
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "Robert Orben",
      "quote": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that \"individuality\" is the key to success."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "The first of many graduations of life. From elementary school to senior school, each one holds successes for you to enjoy."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An investment in knowledge always pays the best interest."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you have imagined."
    }
  ]
}