{
  "source": "https://www.wisesayings.com/graduating-quotes/",
  "theme": "graduating",
  "quotes": [
    {
      "cite": "Newton D. Baker",
      "quote": "The man who graduates today and stops learning tomorrow is uneducated the day after."
    },
    {
      "cite": "Carol Burnett",
      "quote": "We don't stop going to school when we graduate."
    },
    {
      "cite": "Bill Cosby",
      "quote": "When you graduate from college, they tell you to follow your dreams. Does anyone say you have to wake up first?"
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Life is my college. May I graduate well, and earn some honors!"
    },
    {
      "cite": "Arie Pencovici",
      "quote": "Graduation is only a concept. In real life every day you graduate. Graduation is a process that goes on until the last day of your life. If you can grasp that, you'll make a difference."
    },
    {
      "cite": "John Green",
      "quote": "Every year, many, many stupid people graduate from college. And if they can do it, so can you."
    },
    {
      "cite": "unknown",
      "quote": "Graduating college in four years is like leaving a party at 10:30"
    },
    {
      "cite": "unknown",
      "quote": "The day you graduate is not the end of your school career, but, it is the beginning of a new life full of adventure and excitement."
    },
    {
      "cite": "Aristotle",
      "quote": "The roots of education are bitter, but the fruit is sweet."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Time is not measured by the passing of years but by what one does, what one feels, and what one achieves."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Anatole France",
      "quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "God will not look you over for medals degrees or diplomas, but for scars."
    },
    {
      "cite": "Edward Koch",
      "quote": "The fireworks begin today. Each diploma is a lighted match. Each one of you is a fuse."
    },
    {
      "cite": "George W. Bush",
      "quote": "To those of you who received honors, awards and distinctions, I say well done. And to the C students, I say you too may one day be president of the United States."
    },
    {
      "cite": "William Bennett",
      "quote": "All real education is the architecture of the soul."
    },
    {
      "cite": "Charlie Munger",
      "quote": "You're not going to get very far in life based on what you already know. You're going to advance in life by what you're going to learn after you leave here."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you have imagined."
    },
    {
      "cite": "Aristotle",
      "quote": "Education is the best provision for old age."
    },
    {
      "cite": "Donald Barthelme",
      "quote": "The important thing is the educational experience itself   how to survive it."
    },
    {
      "cite": "G. M. Trevelyan",
      "quote": "One half who graduate from college never read another book."
    },
    {
      "cite": "Joe Theismann",
      "quote": "I'm going to graduate on time, no matter how long it takes."
    },
    {
      "cite": "Kamil Ali",
      "quote": "Successful graduates from the school of life thrive on failed attempts."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "People who enroll themselves in the schools of pride, eventually graduate with and high degree of fall. Failure employs  prides  scholars. Get rusticated now!"
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "There is a good reason they call these ceremonies  commencement exercises.  Graduation is not the end; it's the beginning."
    },
    {
      "cite": "unknown",
      "quote": "All that stands between the graduate and the top of the ladder is the ladder"
    },
    {
      "cite": "Wendy Wasserstein",
      "quote": "Don't live down to expectations. Go out there and do something remarkable."
    },
    {
      "cite": "Anonymous",
      "quote": "Your schooling may be over, but remember that your education still continues."
    },
    {
      "cite": "Doug Larson",
      "quote": "The trouble with learning from experience is that you never graduate."
    },
    {
      "cite": "George Foreman",
      "quote": "I think sleeping was my problem in school. If school had started at 4:00 in the afternoon, I'd be a college graduate today."
    },
    {
      "cite": "Robert Goheen",
      "quote": "If you feel that you have both feet planted on level ground, then the university has failed you."
    },
    {
      "cite": "Richard Halliburton",
      "quote": "Just about a month from now I'm set adrift, with a diploma for a sail and lots of nerve for oars."
    },
    {
      "cite": "Tyra Banks",
      "quote": "It's so important to understand your good attendance ups your chances of graduating."
    },
    {
      "cite": "Hank Johnson",
      "quote": "Students graduating with high debt encounter difficulties in qualifying for home and automobile loans."
    },
    {
      "cite": "Andy Samberg",
      "quote": "You are graduating from college. That means that this is the first day of the last day of your life. No, that's wrong. This is the last day of the first day of school. Nope, that's worse. This is a day."
    },
    {
      "cite": "Alexa Von Tobel",
      "quote": "For many, graduation marks the end of formal student life - the end of long spring breaks and of thinking that a 10 A.M. class is far too early."
    }
  ]
}