{
  "source": "https://www.wisesayings.com/graduation-quotes/",
  "theme": "graduation",
  "quotes": [
    {
      "cite": "Byron Pulsifer",
      "quote": "As a lot of us have found out, graduation only means that you are ready to keep learning, to keep your skills advanced and growing because you never know when you will find yourself out on the street."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Graduation, a conclusion of one chapter, a beginning of another."
    },
    {
      "cite": "Newton D. Baker",
      "quote": "The man who graduates today and stops learning tomorrow is uneducated the day after."
    },
    {
      "cite": "Garry Trudeau",
      "quote": "Commencement speeches were invented largely in the belief that outgoing college students should never be released into the world until they have been properly sedated."
    },
    {
      "cite": "unknown",
      "quote": "Graduation is just the spark to a fire, in order to keep it going you have build up a stack of knowledge logs."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "There is a good reason they call these ceremonies ' commencement exercises'. Graduation is not the end; it's the beginning."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "The first of many graduations of life. From elementary school to senior school, each one holds successes for you to enjoy."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Life is my college. May I graduate well, and earn some honours!"
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Your graduation is a milestone in your life."
    },
    {
      "cite": "May Ann",
      "quote": "Graduation is not the end but the beginning of our bigger life and bigger challenges in life to face."
    },
    {
      "cite": "Isabel Waxman",
      "quote": "It is indeed ironic that we spend our school days yearning to graduate and our remaining days waxing nostalgic about our school days."
    },
    {
      "cite": "Richard Halliburton",
      "quote": "Just about a month from now I'm set adrift, with a diploma for a sail and lots of nerve for oars."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Graduation is a time of completion, of finishing, of an ending, however, it is also a time of celebration of achievement and a beginning for the new graduate."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Your education is a dress rehearsal for a life that is yours to lead."
    },
    {
      "cite": "unknown",
      "quote": "Graduation is an exciting time. It's both an ending and a beginning; it's warm memories of the past and big dreams for the future."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.Â"
    },
    {
      "cite": "Arie Pencovici",
      "quote": "Graduation is only a concept. In real life every day you graduate. Graduation is a process that goes onÂ  until the last day of your life. If you can grasp that, you'll make a difference."
    },
    {
      "cite": "Dr. Lydia Patton",
      "quote": "Graduation is the beginning of knowing who you are, what you are, why you are, and always knowing where you are going."
    },
    {
      "cite": "Geetha Laxman",
      "quote": "Graduation is the end of therotical knowledge and the start of practical life."
    },
    {
      "cite": "John Green",
      "quote": "Every year, many, many stupid people graduate from college. And if they can do it, so can you."
    },
    {
      "cite": "Robert Orben",
      "quote": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that \"individuality\" is the key to success."
    },
    {
      "cite": "Alexa Von Tobel",
      "quote": "For many, graduation marks the end of formal student life - the end of long spring breaks and of thinking that a 10 A.M. class is far too early."
    },
    {
      "cite": "Paul Freund",
      "quote": "At graduation you wear your square-shaped mortarboards. My hope is that from time to time you will let your minds be bold, and wear sombreros."
    },
    {
      "cite": "Jimmy Iovine",
      "quote": "That diploma you hold in your hands today is really just your learner's permit for the rest of the drive through life. Remember, you don't have to be smarter than the next person, all you have to do is be willing to work harder than the next person."
    },
    {
      "cite": "Malcolm X",
      "quote": "Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."
    },
    {
      "cite": "Dan Schultz",
      "quote": "Graduation isn't the closing of a door, It's the opening of a thousand."
    },
    {
      "cite": "Senator Orrin Hatch",
      "quote": "Graduation is not the end; it's the beginning."
    },
    {
      "cite": "Ed Koch",
      "quote": "The fireworks begin today. Each diploma is a lighted match, each one of you is a fuse."
    },
    {
      "cite": "Mark Alonzo",
      "quote": "Graduation is like the day of reckoning! you will be judge based on what you have planted. Graduation day is not a victory to celebrate! But a day to start again another beginning!"
    },
    {
      "cite": "unknown",
      "quote": "The tassel's worth the hassle!"
    }
  ]
}