{
  "source": "https://www.wisesayings.com/grant-quotes/",
  "theme": "grant",
  "quotes": [
    {
      "cite": "Horace",
      "quote": "Life grants nothing to us mortals without hard work."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "Grant me thirty years of equal division of inheritances and a free press, and I will provide you with a republic."
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "Whatever a person may pray for, that person prays for a miracle. Every prayer comes down to this - Almighty God, grant that two times two not equal four."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Grant graciously what you cannot refuse safely and conciliate those you cannot conquer."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "Fate is never too generous even to its favorites. Rarely do the gods grant a mortal more than one immortal deed."
    },
    {
      "cite": "Christopher Earle",
      "quote": "Time grants a unique perspective which allows us to see events through a filter of accumulated wisdom."
    },
    {
      "cite": "Scott Lynch",
      "quote": "Only prisoners were ever granted easy passage into a prison."
    },
    {
      "cite": "Eduard Hanslick",
      "quote": "Grant that the true organ with which the beautiful is apprehended is the imagination, and it follows that all arts are likely to affect the feelings indirectly."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "The recognition that no knowledge can be complete, no metaphor entire, is itself humanizing. It counteracts fanaticism. It grants even to adversaries the possibility of partial truth, and to oneself the possibility of error."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Still this planet's soil for noble deeds grants scope abounding."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Grant what thou commandest and then command what thou wilt."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "The sea will grant each man new hope."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "God grant, that not only the Love of Liberty, but a thorough Knowledge of the Rights of Man, may pervade all the Nations of the Earth, so that a Philosopher may set his Foot anywhere on its Surface, and say, This is my Country."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "Surprise is the greatest gift which life can grant us."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "The inscrutable wisdom through which we exist is not less worthy of veneration in respect to what it denies us than in respect to what it has granted."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Each man must grant himself the emotions that he needs and the morality that suits him."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All therefore that need aid have a right to ask it from their fellow-men; and no one who has the power of granting can refuse it without guilt."
    },
    {
      "cite": "Martin Luther",
      "quote": "Grant that I may not pray alone with the mouth; help me that I may pray from the depths of my heart."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Grant yourself permission to have all that life has to offer, and you will discover it has more to offer than you've ever imagined."
    },
    {
      "cite": "Horace",
      "quote": "Cease to ask what the morrow will bring forth. And set down as gain each day that Fortune grants."
    },
    {
      "cite": "David Livingstone",
      "quote": "If success attend me, grant me humility; If failure, resignation to Thy will."
    },
    {
      "cite": "Socrates",
      "quote": "The greatest blessing granted to mankind come by way of madness, which is a divine gift."
    },
    {
      "cite": "Gustav Heinemann",
      "quote": "Trust cannot be commanded and yet it is also correct that the only one who earns trust is the one who is prepared to grant trust."
    },
    {
      "cite": "Pawan Mishra",
      "quote": "Fate has this weird way of making your wish come true by supplementing it with ten other spiteful things."
    },
    {
      "cite": "Daniel Webster",
      "quote": "God grants liberty only to those who love it, and are always ready to guard and defend it."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Let us grant that the pursuit of mathematics is a divine madness of the human spirit, a refuge from the goading urgency of contingent happenings."
    },
    {
      "cite": "Robert E. Howard",
      "quote": "While we may open the books of the past, we may but grant flying glances of the future, through the mist that veils it."
    },
    {
      "cite": "Carl Friedrich Gauss",
      "quote": "It is not knowledge, but the act of learning, not possession but the act of getting there, which grants the greatest enjoyment."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The genial optimist who praises much scatters flowers in our way. Grant that he over-praises, or that he applauds where he might condemn, still he makes--no mean result--the world to appear better than it is. A pleasant illusion is better than a harsh reality."
    },
    {
      "cite": "Derek Walcott",
      "quote": "Break a vase, and the love that reassembles the fragments is stronger than that love which took its symmetry for granted when it was whole."
    },
    {
      "cite": "William Henry Harrison",
      "quote": "The only legitimate right to govern is an express grant of power from the governed."
    },
    {
      "cite": "Svetlana Alliluyeva",
      "quote": "God grants an easy death only to the just."
    },
    {
      "cite": "Donald M. Fraser",
      "quote": "A happy home is one in which each spouse grants the possibility that the other may be right, though neither believes it."
    }
  ]
}