{
  "source": "https://www.wisesayings.com/grandparents-quotes/",
  "theme": "grandparents",
  "quotes": [
    {
      "cite": "Alex Haley",
      "quote": "Nobody can do for little children what grandparents do. Grandparents sort of sprinkle stardust over the lives of little children."
    },
    {
      "cite": "Bryna Nelson Paston",
      "quote": "Truth be told, being a grandma is as close as we ever get to perfection. The ultimate warm sticky bun with plump raisins and nuts. Clouds nine, ten, and eleven."
    },
    {
      "cite": "Ogden Nash",
      "quote": "When grandparents enter the door, discipline flies out the window."
    },
    {
      "cite": "Geoff Dench",
      "quote": "Grandparents should play the same role in the family as an elder statesman can in the government of a country. They have the experience and knowledge that comes from surviving a great many years of life's battles and the wisdom, hopefully, to recognize how their grandchildren can benefit from this."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The simplest toy, one which even the youngest child can operate, is called a grandparent."
    },
    {
      "cite": "Claudette Colbert",
      "quote": "Why do grandparents and grandchildren get along so well? They have the same enemy - the mother."
    },
    {
      "cite": "Edward H. Dreschnack",
      "quote": "Just about the time a woman thinks her work is done, she becomes a grandmother."
    },
    {
      "cite": "Italian Proverb",
      "quote": "If nothing is going well, call your grandmother"
    },
    {
      "cite": "Fanny Fern",
      "quote": "Uncles and aunts, and cousins, are all very well, and fathers and mothers are not to be despised; but a grandmother, at holiday time, is worth them all."
    },
    {
      "cite": "Marcy Demaree",
      "quote": "Grandma always made you feel she had been waiting to see just you all day and now the day was complete."
    },
    {
      "cite": "Allan Frome",
      "quote": "Being grandparents sufficiently removes us from the responsibilities so that we can be friends."
    },
    {
      "cite": "Teresa Bloomingdale",
      "quote": "If your baby is 'beautiful and perfect, never cries or fusses, sleeps on schedule and burps on demand, an angel all the time,' you're the grandma."
    },
    {
      "cite": "Donald A. Norber",
      "quote": "Surely, two of the most satisfying experiences in life must be those of being a grandchild or a grandparent."
    },
    {
      "cite": "Bill Cosby",
      "quote": "What is it about grandparents that is so lovely' I'd like to say that grandparents are God's gifts to children. And if they can but see, hear and feel what these people have to give, they can mature at a fast rate."
    },
    {
      "cite": "unknown",
      "quote": "Grandparents are a delightful blend of laughter, caring deeds, wonderful stories and love."
    },
    {
      "cite": "unknown",
      "quote": "Grandparents are there to help the child get into mischief they haven't thought of yet."
    },
    {
      "cite": "Edward Fays",
      "quote": "There is nothing more wonderful than the love and guidance a grandparent can give his or her grandchild."
    },
    {
      "cite": "Hannah Whithall Smith",
      "quote": "If becoming a grandmother was only a matter of choice, I should advise every one of you straight away to become one. There is no fun for old people like it."
    },
    {
      "cite": "Phyllis Theroux",
      "quote": "We should all have one person who knows how to bless us despite the evidence, Grandmother was that person to me."
    },
    {
      "cite": "Charles And Ann Morse",
      "quote": "The history of our grandparents is remembered not with rose petals but in the laughter and tears of their children and their children's children. It is into us that the lives of grandparents have gone. It is in us that their history becomes a future."
    },
    {
      "cite": "Joyce Allston",
      "quote": "Grandparents, like heroes, are as necessary to a child's growth as vitamins."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The old are the precious gem in the center of the household."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent   that is to triumph over old age."
    },
    {
      "cite": "Marjory Barslow-Greenbie",
      "quote": "Beautiful young people are accidents of nature / But beautiful old people are works of art."
    },
    {
      "cite": "James Joyce",
      "quote": "As you are now so once were we."
    },
    {
      "cite": "Dr. Charlie W. Shedd",
      "quote": "Some of the world's best educators are grandparents."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The reason grandparents and grandchildren get along so well is that they have a common enemy."
    },
    {
      "cite": "Regina Brett",
      "quote": "If you're lucky enough to still have grandparents, visit them, cherish them and celebrate them while you can."
    },
    {
      "cite": "Tommy Lee Jones",
      "quote": "What appeals to me? There are things, points of view, uses of the language, habits of dress, ways of thought and believing that came to me from my grandparents and came to them from theirs. Things that are of good use in any situation, no matter what the future may hold."
    },
    {
      "cite": "Holly Goldberg Sloan",
      "quote": "From my observation, the older you get, the more you like the word cozy. That's why most of the elderly wear pants with elastic waistbands. If they wear pants at all. This may explain why grandparents are in love with buying grand kids pajamas and bathrobes."
    },
    {
      "cite": "Charles J. Sykes",
      "quote": "Flipping burgers is not beneath your dignity. Your grandparents had a different word for burger flipping; they called it opportunity."
    },
    {
      "cite": "Gene Perret",
      "quote": "My grandkids believe I'm the oldest thing in the world. And after two or three hours with them, I believe it, too."
    },
    {
      "cite": "Rudy Giuliani",
      "quote": "What children need most are the essentials that grandparents provide in abundance. They give unconditional love, kindness, patience, humor, comfort, lessons in life. And, most importantly, cookies."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "It's funny what happens when you become a grandparent. You start to act all goofy and do things you never thought you'd do. It's terrific."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Grandparenthood is one of life's rewards for surviving your own children."
    },
    {
      "cite": "Margaret Mead",
      "quote": "In the presence of grandparent and grandchild, past and future merge in the present."
    },
    {
      "cite": "Robert Breault",
      "quote": "To become a grandparent is to enjoy one of the few pleasures in life for which the consequences have already been paid."
    },
    {
      "cite": "Gene Perret",
      "quote": "Grandparents are there to help the child get into mischief they haven't thought of yet."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "If you look deeply into the palm of your hand, you will see your parents and all generations of your ancestors. All of them are alive in this moment. Each is present in your body."
    },
    {
      "cite": "Paul Linden",
      "quote": "Something magical happens when parents turn into grandparents."
    },
    {
      "cite": "Bryna Nelson Paston",
      "quote": "The only people interested in hearing about your grandchildren are other grandparents who want to tell you about theirs."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Maybe there is no actual place called hell. Maybe hell is just having to listen to our grandparents breathe through their noses when they're eating sandwiches."
    },
    {
      "cite": "Donald Robert Perry Marquis",
      "quote": "In order to influence a child, one must be careful not to be that child's parent or grandparent."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Thinking over their prospects, they saw plainly that they had better be cautious with their grandparents."
    },
    {
      "cite": "Willa Cather",
      "quote": "The first time I deceived my grandparents I felt rather shabby, perhaps even the second time, but I soon ceased to think about it."
    },
    {
      "cite": "Asa Gray",
      "quote": "Not so likely to be perpetuated, at the outset; for the new form tends to resemble a grandparent and a long line of similar ancestors, as well as to resemble its immediate progenitors."
    },
    {
      "cite": "Cosmo Hamilton",
      "quote": "Bear with your aged grandparents."
    },
    {
      "cite": "Charles And Ann Morse",
      "quote": "A child needs a grandparent, anybody's grandparent, to grow a little more securely into an unfamiliar world."
    },
    {
      "cite": "Dave Barry",
      "quote": "The best babysitters, of course, are the baby's grandparents. You feel completely comfortable entrusting your baby to them for long periods, which is why most grandparents flee to Florida."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Becoming a grandparent is a second chance. For you have a chance to put to use all the things you learned the first time around and may have made mistakes on. It's all love and no discipline. There's no thorn in the rose."
    },
    {
      "cite": "Richard Lewis",
      "quote": "My grandparents gave me scratch and cough books when I was growing up. Scene of the accident coloring books."
    },
    {
      "cite": "Leopold Fechtner",
      "quote": "There's one thing about children—they never go around showing snapshots of their grandparents."
    },
    {
      "cite": "Jean Marzollo",
      "quote": "Grandparents range from infantile to mature, like everybody else."
    },
    {
      "cite": "The Talmud",
      "quote": "When you teach your son, you teach your son's son."
    },
    {
      "cite": "Alain-Fournier",
      "quote": "When you've done something inexcusable, you try to ease your conscience by telling yourself that someone, somewhere would forgive you. You think of old people, perhaps indulgent grandparents, who are convinced that whatever you do is right."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Grandparents can be very special resources. Just being close to them reassures a child, without words, about change and continuity, about what went before and what will come after."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Grandparents are both our past and our future. In some ways they are what has gone before, and in others they are what we will become."
    },
    {
      "cite": "Tim McCarver",
      "quote": "Being a grandparent is the greatest racket there is."
    },
    {
      "cite": "Pope Francis",
      "quote": "Grandparents are a treasure in the family. Please, take care of your grandparents: love them and let them talk to your children!"
    },
    {
      "cite": "Regina Lopez-Whiteskunk",
      "quote": "Our grandparents created those sacred spaces, we protect them for our grandchildren."
    },
    {
      "cite": "Stephen Ramjewan",
      "quote": "Love your parents and your children will have loving grandparents."
    },
    {
      "cite": "Bobby Budnick",
      "quote": "You wanna get those brownies? Send this video to your grandparents."
    },
    {
      "cite": "Blair Warner",
      "quote": "Oh please, with my mother's 3 marriages I'm an expert on grandparents. When they all come over at Christmastime, it sounds like a bunch of antique cars warming up."
    },
    {
      "cite": "Pat Spence",
      "quote": "Well, back then we were parents. Now we're grandparents. We have to be grand. It's in the title."
    },
    {
      "cite": "William Henry Davies",
      "quote": "A dear old couple my grandparents were, / And kind to all dumb things; they saw in Heaven / The lamb that Jesus petted when a child; / Their faith was never draped by Doubt: to them / Death was a rainbow in Eternity, / That promised everlasting brightness soon."
    },
    {
      "cite": "Michael Wayne Atha",
      "quote": "My grandparents retired from nine to fives / Then paid for my hospital bills when mama was doin' lines / I wasn't raised up like the model American / But I love what it made me, life is all about where and whens / Who's and hows that ultimately create my heritage"
    },
    {
      "cite": "Carolyn Anthony",
      "quote": "Going to see my grandparents was the highlight of my childhood summers.... I was doted upon, admired, entertained and overfed. I was never more content and happy."
    },
    {
      "cite": "Ruth Goode",
      "quote": "Grandparents are always being told that they are living history to their grandchildren, that they give the children the reassurance of their roots. For me and many grandmothers I have talked to, it works the other way as well. They give us continuity."
    }
  ]
}