{
  "source": "https://www.wisesayings.com/grandchildren-quotes/",
  "theme": "grandchildren",
  "quotes": [
    {
      "cite": "Alex Haley",
      "quote": "Nobody can do for little children what grandparents do. Grandparents sort of sprinkle stardust over the lives of little children."
    },
    {
      "cite": "Allan Frome",
      "quote": "Being grandparents sufficiently removes us from the responsibilities so that we can be friends."
    },
    {
      "cite": "Anne Lamott",
      "quote": "A grandchild is like a fine jewel set in an old ring."
    },
    {
      "cite": "Ben Vereen",
      "quote": "I go to my grandchildren. They keep their grandpa informed on what's going on."
    },
    {
      "cite": "Bill Cosby",
      "quote": "What is it about grandparents that is so lovely? I’d like to say that grandparents are God’s gifts to children. And if they can but see, hear and feel what these people have to give, they can mature at a fast rate."
    },
    {
      "cite": "Bryna Nelson Paston",
      "quote": "The only people interested in hearing about your grandchildren are other grandparents who want to tell you about theirs."
    },
    {
      "cite": "Charles And Ann Morse",
      "quote": "A child needs a grandparent, anybody’s grandparent, to grow a little more securely into an unfamiliar world."
    },
    {
      "cite": "Christopher Morley",
      "quote": "It is as grandmothers that our mothers come into the fullness of their grace."
    },
    {
      "cite": "Dave Barry",
      "quote": "The best babysitters, of course, are the baby’s grandparents. You feel completely comfortable entrusting your baby to them for long periods, which is why most grandparents flee to Florida."
    },
    {
      "cite": "Donald A. Norberg",
      "quote": "Surely, two of the most satisfying experiences in life must be those of being a grandchild or a grandparent."
    },
    {
      "cite": "Doug Larson",
      "quote": "Few things are more satisfying than seeing your children have teenagers of their own."
    },
    {
      "cite": "Edward H. Dreschnack",
      "quote": "Just about the time a woman thinks her work is done, she becomes a grandmother."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "My grandmother started walking five miles a day when she was sixty. She’s ninety-seven now, and we don’t know where the hell she is."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "There is no greater achievement than being a grandfather who tells fairy tales to grandchildren."
    },
    {
      "cite": "Fanny Fern",
      "quote": "Uncles and aunts, and cousins, are all very well, and fathers and mothers are not to be despised; but a grandmother, at holiday time, is worth them all."
    },
    {
      "cite": "Gene Perret",
      "quote": "Do you know why grandchildren are always so full of energy? Because they suck it out of their grandparents."
    },
    {
      "cite": "Gene Perret",
      "quote": "My grandkids believe I’m the oldest thing in the world. And after two or three hours with them, I believe it, too."
    },
    {
      "cite": "Gene Perret",
      "quote": "Grandparents are there to help the child get into mischief they haven’t thought of yet."
    },
    {
      "cite": "Gene Perret",
      "quote": "I like to do nice things for my grandchildren like buy them those toys I’ve always wanted to play with."
    },
    {
      "cite": "Gene Perret",
      "quote": "Grandchildren: the only people who can get more out of you than the IRS."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Never have children, only grandchildren."
    },
    {
      "cite": "Henry Youngman",
      "quote": "My grandmother is over eighty and still doesn’t need glasses. Drinks right out of the bottle."
    },
    {
      "cite": "Irish Saying",
      "quote": "You’ve got to do your own growing, no matter how tall your grandfather was."
    },
    {
      "cite": "Jay Kesler",
      "quote": "Young people need something stable to hang on to — a culture connection, a sense of their own past, a hope for their own future. Most of all, they need what grandparents can give them."
    },
    {
      "cite": "Karen Gibbs",
      "quote": "A Grandmother thinks of her grandchildren day and night, even when they are not with her. She will always love them more than anyone would understand."
    },
    {
      "cite": "Kevin Whately",
      "quote": "With your own children, you love them immediately – and with grandchildren, it’s exactly the same."
    },
    {
      "cite": "Kitty Tsui",
      "quote": "You are the sun, Grandma, you are the sun in my life."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "Every generation revolt against its fathers and makes friends with its grandfathers."
    },
    {
      "cite": "Linda Henley",
      "quote": "If God had intended us to follow recipes, He wouldn’t have given us grandmothers."
    },
    {
      "cite": "Liv Ullmann",
      "quote": "Soon I will be an old, white-haired lady, into whose lap someone places a baby, saying, “Smile, Grandma!” — I, who myself so recently was photographed on my grandmother’s lap."
    },
    {
      "cite": "Lois Wyse",
      "quote": "A mother becomes a true grandmother the day she stops noticing the terrible things her children do because she is so enchanted with the wonderful things her grandchildren do."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Everyone needs to have access both to grandparents and grandchildren in order to be a full human being."
    },
    {
      "cite": "Ogden Nash",
      "quote": "When grandparents enter the door, discipline flies out the window."
    },
    {
      "cite": "Pam Brown",
      "quote": "Becoming a grandmother is wonderful. One moment you’re just a mother. The next you are all-wise and prehistoric."
    },
    {
      "cite": "Phyllis Theroux",
      "quote": "We should all have one person who knows how to bless us despite the evidence, Grandmother was that person to me."
    },
    {
      "cite": "Proverbs",
      "quote": "You do not really understand something unless you can explain it to your grandmother."
    },
    {
      "cite": "Proverbs 17:6 (ESV)",
      "quote": "Grandchildren are the crown of the aged, and the glory of children is their fathers."
    },
    {
      "cite": "Rachel Carson",
      "quote": "If a child is to keep alive his inborn sense of wonder, he needs the companionship of at least one adult who can share it, rediscovering with him the joy, excitement and mystery of the world we live in."
    },
    {
      "cite": "Rudolph Giuliani",
      "quote": "What children need most are the essentials that grandparents provide in abundance. They give unconditional love, kindness, patience, humor, comfort, lessons in life. And, most importantly, cookies."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The reason grandchildren and grandparents get along so well is that they have a common enemy."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The simplest toy, one which even the youngest child can operate, is called a grandparent."
    },
    {
      "cite": "Sparky Anderson",
      "quote": "The great thing about baseball is when you're done, you'll only tell your grandchildren the good things. If they ask me about 1989, I'll tell 'em I had amnesia."
    },
    {
      "cite": "Susan Strasberg",
      "quote": "I loved their home. Everything smelled older, worn but safe; the food aroma had baked itself into the furniture."
    },
    {
      "cite": "Suzette Haden Elgin",
      "quote": "A grandmother is a safe haven."
    },
    {
      "cite": "unknown",
      "quote": "A grandchild fills a space in your heart that you never knew was empty."
    },
    {
      "cite": "unknown",
      "quote": "Grandmas are moms with lots of frosting."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There are fathers who do not love their children; there is no grandfather who does not adore his grandson."
    },
    {
      "cite": "Welsh Proverb",
      "quote": "Perfect love sometimes does not come until grandchildren are born."
    },
    {
      "cite": "William Osler",
      "quote": "Varicose veins are the result of an improper selection of grandparents."
    },
    {
      "cite": "Lois Wyse",
      "quote": "Grandchildren are the dots that connect the lines from generation to generation."
    },
    {
      "cite": "Proverbs 17:6",
      "quote": "Children's children are a crown to the aged."
    },
    {
      "cite": "unknown",
      "quote": "Dearer than our children are the children of our children."
    },
    {
      "cite": "unknown",
      "quote": "Grandchildren restore our zest for life, and our faith in humanity."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Elephants and grandchildren never forget."
    },
    {
      "cite": "Jane Smiley",
      "quote": "Your sons weren't made to like you. That's what grandchildren are for."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The grandchildren should not bear the debts of the grandparents."
    },
    {
      "cite": "Mary H. Waldrip",
      "quote": "Grandchildren are God's way of compensating us for growing old."
    },
    {
      "cite": "Gene Perret",
      "quote": "Grandchildren don't stay young forever, which is good, because Pop-pops have only so many horsey rides in them."
    },
    {
      "cite": "Ruth Goode",
      "quote": "Our grandchildren accept us for ourselves, without rebuke or effort to change us, as no one in our entire lives has ever done, not our parents, siblings, spouses, friends - and hardly ever our own grown children."
    },
    {
      "cite": "Gene Perret",
      "quote": "What a bargain grandchildren are! I give them my loose change, and they give me a million dollars worth of pleasure."
    },
    {
      "cite": "Joy Hargrove",
      "quote": "One of the most powerful handclasps is that of a new grandbaby around the finger of a grandfather."
    },
    {
      "cite": "Art Linkletter",
      "quote": "Posterity is the patriotic name for grandchildren."
    },
    {
      "cite": "Gene Perret",
      "quote": "An hour with your grandchildren can make you feel young again. Anything longer than that, and you start to age quickly."
    },
    {
      "cite": "Doug Larson",
      "quote": "Few things are more delightful than grandchildren fighting over your lap."
    },
    {
      "cite": "Doug Larson",
      "quote": "The idea that no one is perfect is a view most commonly held by people with no grandchildren."
    },
    {
      "cite": "Adair Lara",
      "quote": "Grandkids bring you into a sweeter, slower present. They show you the future at a time when a lot of your friends are thinking about the past. And they take you back to childhood--theirs, the Parent's, your own: a three-time admittance to wonderland."
    },
    {
      "cite": "Lois Wyse",
      "quote": "If I had known how wonderful it would be to have grandchildren, I'd have had them first."
    },
    {
      "cite": "Mel Lazarus",
      "quote": "The secret of life is to skip having children and go directly to grandchildren."
    },
    {
      "cite": "Joan Mcintosh",
      "quote": "They say genes skip generations. Maybe that is why grandparents find their grandchildren so likeable."
    },
    {
      "cite": "Irish Blessing",
      "quote": "Children are the rainbow of life. Grandchildren are the pot of gold."
    },
    {
      "cite": "Janet Lanese",
      "quote": "Grandchildren are loving reminders of what we're really here for."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Grandchildren are their grandparents' toys."
    },
    {
      "cite": "Evalyn Rikkers",
      "quote": "Holding a great-grandchild makes getting old worthwhile."
    },
    {
      "cite": "Gene Perret",
      "quote": "My grandchild has taught me what true love means. It means watching Scooby-Doo cartoons while the basketball game is on another channel."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Have children while your parents are still young enough to take care of them."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "When you have a grandchild, you have two children."
    }
  ]
}