{
  "source": "https://www.wisesayings.com/grand-canyon-quotes/",
  "theme": "grand-canyon",
  "quotes": [
    {
      "cite": "Edward Abbey",
      "quote": "Climbing K2 or floating the Grand Canyon in an inner tube; there are some things one would rather have done than do."
    },
    {
      "cite": "David Roberts",
      "quote": "It's not at all naturally human to see something like the Grand Canyon as beautiful."
    },
    {
      "cite": "Andy Van Slyke",
      "quote": "Every season has its peaks and valleys. What you have to try to do is eliminate the Grand Canyon."
    },
    {
      "cite": "Stefanie Payne",
      "quote": "There will never be a photograph of the Grand Canyon that can adequately describe its depth, breadth, and true beauty."
    },
    {
      "cite": "George Will",
      "quote": "Baseball, it is said, is only a game. True. And the Grand Canyon is only a hole in Arizona. Not all holes, or games, are created equal."
    },
    {
      "cite": "Donald C. Peattie",
      "quote": "The Grand Canyon is carven deep by the master hand; it is the gulf of silence, widened in the desert; it is all time inscribing the naked rock; it is the book of earth."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In the Grand Canyon, Arizona has a natural wonder which is in kind absolutely unparalleled throughout the rest of the world."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "Trying to fill the God-sized hole in our hearts with things other than God is ike trying to fill the Grand Canyon with marbles."
    },
    {
      "cite": "John Wesley Powell",
      "quote": "The elements that unite to make the Grand Canyon the most sublime spectacle in nature are multifarious and exceedingly diverse."
    },
    {
      "cite": "John Wesley",
      "quote": "The glories and beauties of form, color and sound unite in the Grand Canyon - forms unrivaled even by the mountains, colors that vie with sunsets, and sounds that span the diapason from tempest to tinkling raindrop; from cataract to bubbling fountain."
    },
    {
      "cite": "John Wesley Powell",
      "quote": "You cannot see the Grand Canyon in one view, as if it were a changeless spectacle from which a curtain might be lifted, but to see it you have to toil from month to month through its labyrinths."
    },
    {
      "cite": "John Wesley Powell",
      "quote": "The wonders of the Grand Canyon cannot be adequately represented in symbols of speech, nor by speech itself. The resources of the graphic art are taxed beyond their powers in attempting to portray its features. Language and illustration combined must fail."
    },
    {
      "cite": "Evel Knievel",
      "quote": "You can't say you're going to jump the Grand Canyon and then jump some other canyon."
    },
    {
      "cite": "Don Marquis",
      "quote": "Publishing a volume of verse is like dropping a rose petal down the Grand Canyon and waiting for the echo."
    },
    {
      "cite": "Harrison Schmitt",
      "quote": "It's like trying to describe what you feel when you're standing on the rim of the Grand Canyon or remembering your first love or the birth of your child. You have to be there to really know what it's like."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The Grand Canyon is living evidence of the power of water over a period of time. The power may not manifest immediately. Water can be very powerful, like a tidal wave."
    },
    {
      "cite": "Leonardo Drew",
      "quote": "If you are working, almost like with layers of the Grand Canyon, there's history within those layers."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Majestic doesn't appeal to us. We like the Grand Canyon better with Clarence and Arlene parked in front of it, smiling."
    },
    {
      "cite": "Fannie Hurst",
      "quote": "The Grand Canyon which yawns between the writer's concept of what he wants to capture in words and what comes through is a cruel abyss."
    }
  ]
}