{
  "source": "https://www.wisesayings.com/grandmothers-quotes/",
  "theme": "grandmothers",
  "quotes": [
    {
      "cite": "Catherine Pulsifer",
      "quote": "Grandmothers always have time to talk and make you feel special."
    },
    {
      "cite": "Italian Proverb",
      "quote": "If nothing is going well, call your grandmother."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "A house needs a grandma in it."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is."
    },
    {
      "cite": "Andre Leon Talley",
      "quote": "I know what it is like to be brought up with unconditional love. In my life that came from my grandmother."
    },
    {
      "cite": "Lois Wyse",
      "quote": "A mother becomes a true grandmother the day she stops noticing the terrible things her children do because she is so enchanted with the wonderful things her grandchildren do."
    },
    {
      "cite": "Pam Brown",
      "quote": "Becoming a grandmother is wonderful. One moment you're just a mother. The next you are all-wise and prehistoric."
    },
    {
      "cite": "Marcy Demaree",
      "quote": "Grandma always made you feel she had been waiting to see just you all day and now the day was complete."
    },
    {
      "cite": "Hannah Whithall Smith",
      "quote": "If becoming a grandmother was only a matter of choice, I should advise every one of you straight away to become one. There is no fun for old people like it!"
    },
    {
      "cite": "Author Unknown",
      "quote": "Grandmothers are just antique little girls."
    },
    {
      "cite": "Author Unknown",
      "quote": "A grandmother is a babysitter who watches the kids instead of the television."
    },
    {
      "cite": "Christopher Morley",
      "quote": "It is as grandmothers that our mothers come into the fullness of their grace."
    },
    {
      "cite": "Author Unknown",
      "quote": "A grandmother is a little bit parent, a little bit teacher, and a little bit best friend."
    },
    {
      "cite": "Proverb",
      "quote": "You do not really understand something unless you can explain it to your grandmother."
    },
    {
      "cite": "Italian Proverb",
      "quote": "If nothing is going well, call your grandmother."
    },
    {
      "cite": "Edward H. Dreschnack",
      "quote": "Just about the time a woman thinks her work is done, she becomes a grandmother."
    },
    {
      "cite": "Author Unknown",
      "quote": "Grandmothers are the people who take delight in hearing babies breathing into the telephone."
    },
    {
      "cite": "Author Unknown",
      "quote": "Grandmas hold our tiny hands for just a little while, but our hearts forever."
    },
    {
      "cite": "Barbara Cage",
      "quote": "A grandma is warm hugs and sweet memories. She remembers all of your accomplishments and forgets all of your mistakes."
    },
    {
      "cite": "Henry Youngman",
      "quote": "My grandmother is over eighty and still doesn't need glasses. Drinks right out of the bottle."
    },
    {
      "cite": "Rita Rudner",
      "quote": "My grandmother was a very tough woman. She buried three husbands and two of them were just napping."
    },
    {
      "cite": "Richard Lewis",
      "quote": "My grandmother was a Jewish juggler: she used to worry about six things at once"
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "\"Grandmother\" doesn't mean that you have gray hair and you retire and stay home cooking cakes for your grandchildren."
    },
    {
      "cite": "Author Unknown",
      "quote": "Grandmother-grandchild relationships are simple. Grandmas are short on criticism and long on love."
    },
    {
      "cite": "Phyllis Theroux",
      "quote": "We should all have one person who knows how to bless us despite the evidence, grandmother was that person to me."
    },
    {
      "cite": "Judith Levy",
      "quote": "When a child is born, so are grandmothers."
    },
    {
      "cite": "Author Unknown",
      "quote": "A grandmother is a mother who has a second chance."
    },
    {
      "cite": "Author Unknown",
      "quote": "Grandma serves kisses, counsel and cookies daily."
    },
    {
      "cite": "Author Unknown",
      "quote": "Grandmas don't just say \"that's nice\" -- they reel back and roll their eyes and throw up their hands and smile. You get your money's worth out of grandmas."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To reform a man, you must begin with his grandmother."
    }
  ]
}