{
  "source": "https://www.wisesayings.com/grandpa-quotes/",
  "theme": "grandpa",
  "quotes": [
    {
      "cite": "Lucille Ball",
      "quote": "Grandpa got us up early, otherwise we might miss something. Sunsets, he loved 'em. Made us love 'em."
    },
    {
      "cite": "Blaine Pardoe",
      "quote": "Grandfathers know a lot. I know this because I am a grandfather and I feel like I know a lot of things, and frankly I'm rarely wrong."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Turn up your hearing aid 'Grandpa', because I'm only going to say this once!"
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The first door in the hall leads to youth, the second door leads to middle age, and the third door leads to the bathroom. But knock first, because I think grandpa’s in there."
    },
    {
      "cite": "Kenny Wallace",
      "quote": "In a strange way, becoming a grandfather is like starting your life over."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "There are flying grandfathers. But I intend to be an orbiting grandfather."
    },
    {
      "cite": "Stokely Carmichael",
      "quote": "Our grandfathers had to run, run, run. My generation's out of breath. We ain't running no more."
    },
    {
      "cite": "Louis Adamic",
      "quote": "My grandfather always said that living is like licking honey off a thorn."
    },
    {
      "cite": "Novak Djokovic",
      "quote": "It’s interesting that I had such a close relationship with my grandfather. Because your parents always judge you: they say, ’You shouldn’t do this, you shouldn’t do that.’ But with your grandparents you have a feeling that you can say anything or you can do anything, and they will support you. That’s why you have this kind of connection."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Good old grandsire ... we shall be joyful of thy company."
    },
    {
      "cite": "J. Norman Collie",
      "quote": "Grandchildren don't make a man feel old; it's the knowledge that he's married to a grandmother."
    },
    {
      "cite": "Billy Crystal",
      "quote": "I'm going to be your grandpa! / I have the biggest smile. / I've been waiting to meet you for such a long, long while."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A grandfather shares his wisdom, his stories, and most importantly a love that is different from all other loves."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "There is no greater achievement than being a grandfather who tells fairy tales to grandchildren."
    },
    {
      "cite": "Alvin Francis Poussaint",
      "quote": "Just as a father feels it is all ending... in midlife, Dad may experience his second 'fatherhood' as a grandparent."
    },
    {
      "cite": "Tanya Masse",
      "quote": "A baby boy has a special way of bringing out... the little boy in his grandfather."
    },
    {
      "cite": "James Potter",
      "quote": "My granddaughter said... 'Granddad, were you in the Ark?' 'Of course not!' I replied. 'Then why weren't you drowned?'"
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Externally, the jollity of aged men has much in common with the mirth of children."
    },
    {
      "cite": "John Gay",
      "quote": "His head was silver'd o'er with age, / And long experience / made him sage."
    },
    {
      "cite": "Woody Allen",
      "quote": "I'm very proud of my gold pocket watch. My grandfather, on his deathbed, sold me this watch."
    },
    {
      "cite": "Stephen Fry",
      "quote": "My grandfather was the kind of man who could follow someone into a revolving door and come out first."
    },
    {
      "cite": "Jonathan Katz",
      "quote": "My grandfather lived to 103-years-old. Every morning, he would eat a raw onion and smoke a cigar. You know what his dying words were? No one does, they couldn't get near the guy."
    },
    {
      "cite": "Jackie Mason",
      "quote": "My grandfather always said, 'Don't watch your money, watch your health.' So one day while I was watching my health, someone stole my money. It was my grandfather."
    },
    {
      "cite": "Steven Wright",
      "quote": "When I was little, my grandfather used to make me stand in a closet for five minutes without moving. He said it was elevator practice."
    },
    {
      "cite": "Ron Richards",
      "quote": "My grandfather's a little forgetful, but he likes to give me advice. One day, he took me aside and left me there."
    },
    {
      "cite": "Lara",
      "quote": "Grandpa, you're the handsomest man in the world, after my dad. And, Grandpa, you're the best storyteller ever."
    },
    {
      "cite": "Michael Ignatieff",
      "quote": "He is tender and wary with his grandson, this messenger of life and his mortality."
    },
    {
      "cite": "John Bunyan",
      "quote": "Yet my great-grandfather was but a waterman, looking one way, and rowing another."
    },
    {
      "cite": "Will Rogers",
      "quote": "When I die, I want to die like my grandfather who died peacefully in his sleep. Not screaming like all the passengers in his car."
    },
    {
      "cite": "Herman Munster",
      "quote": "Grandpa, you are the worlds' oldest goofball!"
    },
    {
      "cite": "Priscilla",
      "quote": "You're very old grandfather and you think very old things."
    },
    {
      "cite": "Chico",
      "quote": "My grandfather's great. He's a great-grandfather."
    },
    {
      "cite": "David Zakhary",
      "quote": "There’s a grandpa in my pocket / There’s a grandpa in my shoe / There’s a grandpa in my socket / Oh no i got the flu / Grandpa got me here i guess / Grandpa in my face i’ll bless / Grandpa in my mum success / Grandpa number one play chess"
    },
    {
      "cite": "Larry Shell",
      "quote": "Underneath that Alabama sky / Grandpa told me 'bout the things he'd seen / Underneath that Alabama sky / I listened to my Grandpa's memories / At times he mentions Grandma / Turn his head and wipe away a tear / Sometimes we'd take her picture down / And sit and pretend that she's still here / Three girls and two boys he raised on love / And simple honesty / And when they fin'lly have to carry him away / They'll take a lot of me"
    },
    {
      "cite": "Jamie O'Hara",
      "quote": "Grandpa, tell me 'bout the good old days / Sometimes it feels like this world's gone crazy / And Grandpa, take me back to yesterday / When the line between right and wrong / Didn't seem so hazy / Grandpa, everything is changing fast / We call it progress, but I just don't know / And Grandpa, let's wander back into the past / And paint me the picture of long ago"
    },
    {
      "cite": "Michelle Campagne",
      "quote": "The other day I saw... / What did you see, Grandpa? / I saw a billy goat / In a bright red overcoat / Boxing with a blue kangaroo / Oh! You tell a good story / But it can't be true / Silly Grandpa, I know it's not true"
    },
    {
      "cite": "John Prine",
      "quote": "Oh, grandpa wore his suit to dinner / Nearly every day / No particular reason / He just dressed that way / Brown necktie and a matching vest / Both his wingtip shoes / He built a closet on our back porch / And put a penny in a burned-out fuse / Grandpa was a carpenter / He built houses, stores and banks / Chain-smoked Camel cigarettes / And hammered nails in planks / He was level on the level / And shaved even every door / And voted for Eisenhower 'cause Lincoln won the war / Well, he used to sing me \"Blood On The Saddle\" / And rock me on his knee / And let me listen to the radio / Before we got T.V. / Well, he'd drive to church on Sunday / And he'd take me with him too! / Stained glass in every window / Hearing aids in every pew"
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "In his great cushioned chair by the fender / An old man sits dreaming to-night, / His withered hands, licked by the tender, / Warm rays of the red anthracite, / Are folded before him, all listless; / His dim eyes are fixed on the blaze, / While over him sweeps the resistless / Flood-tide of old days."
    },
    {
      "cite": "Robert William Service",
      "quote": "Grand-daughter of the Painted Nails, / As if they had been dipped in gore, / I'd like to set you lugging pails / And make you scrub the kitchen floor. / I'm old and crotchety of course, / And on this point my patience fails; / I'd sue my old girl for divorce / If she showed up with painted nails."
    },
    {
      "cite": "Charles Lamb",
      "quote": "My father's grandfather lives still, / His age is fourscore years and ten; / He looks a monument of time, / The agedest of aged men. / Though years lie on him like a load, / A happier man you will not see / Than he, whenever he can get / His great grandchildren on his knee."
    },
    {
      "cite": "Aleksandr Aleksandrovich Blok",
      "quote": "We waited commonly for sleep or even death. / The instances were wearisome as ages. / But suddenly the wind's refreshing breath / Touched through the window the Holy Bible's pages: / An old man goes there - who's now all white-haired - / With rapid steps and merry eyes, alone, / He smiles to us, and often calls with hand, / And leaves us with a gait, that is well-known. / And suddenly we all, who watched the old man's track, / Well recognized just him who now lay before us, / And turning in a sudden rapture back, / Beheld a corpse with eyes forever closed ... / And it was good for us the soul's way to trace, / And, in the leaving one, to find the glee it's forming. / The time had come. Recall and love in grace, / And celebrate another house-warming!"
    },
    {
      "cite": "Robert William Service",
      "quote": "Great Grandfather was ninety-nine / And so it was our one dread, / That though his health was superfine / He'd fail to make the hundred. / Though he was not a rolling stone / No moss he seemed to gather: / A patriarch of brawn and bone / Was Great Grandfather."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "My Grandfather was a Poet, / my Father was a thief / Their spirits fight to own my soul / —my Son in cradle sleeps / My Grandfather spoke of beauty, / my Father spoke of sin / The truth now locked within a voice / —whose key I leave to him"
    },
    {
      "cite": "Ben Vereen",
      "quote": "I go to my grandchildren. They keep their grandpa informed on what's going on."
    },
    {
      "cite": "Rachel Bloom",
      "quote": "My grandpa was an amateur stand-up comic when I was growing up. ... He'd have me come up onstage with him to deliver a punch line: 'Why is your nose in the middle of your face?' 'Because it's the scenter.'"
    },
    {
      "cite": "Victor Hugo",
      "quote": "There are fathers who do not love their children; there is no grandfather who does not adore his grandson."
    },
    {
      "cite": "Robert Brault",
      "quote": "To a small child, the perfect granddad is unafraid of big dogs and fierce storms but absolutely terrified of the word  boo."
    },
    {
      "cite": "Joy Hargrove",
      "quote": "One of the most powerful handclasps is that of a new grandbaby around the finger of a grandfather."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You have to do your own growing no matter how tall your grandfather was."
    },
    {
      "cite": "C. K. Williams",
      "quote": "One becomes a grandfather and one sees the world a little differently. Certainly the world becomes a more vulnerable place when one has a grandchild, or now I have two. And I think that possibly there's some tenderness that came out of just time and age and being a parent and grandparent."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "To be able to watch your children's children grow up is truly a blessing from above."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A child's eyes light up when they see their Grandpa."
    },
    {
      "cite": "unknown",
      "quote": "A grandfather is someone with silver in his hair and gold in his heart."
    },
    {
      "cite": "Gene Perret",
      "quote": "Grandchildren don't stay young forever, which is good because grandfathers have only so many horsy rides in them."
    },
    {
      "cite": "unknown",
      "quote": "Grandfathers are for loving and fixing things."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "Every generation revolts against its fathers and makes friends with its grandfathers."
    },
    {
      "cite": "unknown",
      "quote": "Great fathers get promoted to grandfathers."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A family with an old person has a living treasure of gold."
    },
    {
      "cite": "unknown",
      "quote": "A grandpa is someone you never outgrow your need for.."
    },
    {
      "cite": "Alvin F. Poussaint",
      "quote": "Grandfathers do have a special place in the lives of their children's children. They can delight and play with them and even indulge them in ways that they did not indulge their own children. Grandfather knows that after the fun and games are over with his adorable grandchildren he can return to the quiet of his own home and peacefully reflect on this phenomenon of fatherhood."
    },
    {
      "cite": "unknown",
      "quote": "Grandpas have the patience and time to teach you how to sail a model boat or take you to a football match."
    },
    {
      "cite": "Sarah Long",
      "quote": "My grandfather was a wonderful role model. Through him I got to know the gentle side of men."
    },
    {
      "cite": "James Earl Jones",
      "quote": "More and more, when I single out the person out who inspired me most, I go back to my grandfather."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "My grandfather once told me that there are two kinds of people: those who work and those who take the credit. He told me to try to be in the first group; there was much less competition."
    },
    {
      "cite": "Clarence Thomas",
      "quote": "My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I don't know who my grandfather was; I am much more concerned to know what his grandson will be."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If the grandfather of the grandfather of Jesus had known what was hidden within him, he would have stood humble and awe-struck before his soul."
    },
    {
      "cite": "Hank Williams Jr",
      "quote": "My grandpa taught me how to live off the land."
    },
    {
      "cite": "Duck Dynasty",
      "quote": "I think our culture needs more grandpas ridin along with grandson and girlfriend."
    },
    {
      "cite": "Lexie Saige",
      "quote": "Sometimes our grandmas and grandpas are like grand-angels."
    },
    {
      "cite": "Jay Kesler",
      "quote": "Young people need something stable to hang on to   a culture connection, a sense of their own past, a hope for their own future. Most of all, they need what grandparents can give them."
    },
    {
      "cite": "Rudolph Giuliani",
      "quote": "What children need most are the essentials that grandparents provide in abundance. They give unconditional love, kindness, patience, humor, comfort, lessons in life. And, most importantly, cookies."
    },
    {
      "cite": "Michael Milligan",
      "quote": "When the chips are down, grandmothers can be counted on to do whatever's necessary. When the chips are down for grandfathers, we just go into the kitchen and get more chips."
    },
    {
      "cite": "Angie Papadakis",
      "quote": "A baby has a way of making a man out of his father and a boy out of his grandfather."
    }
  ]
}