{
  "source": "https://www.wisesayings.com/grapes-quotes/",
  "theme": "grapes",
  "quotes": [
    {
      "cite": "Rita Mae Brown",
      "quote": "People aren't grapes - you can't weigh them in a bunch, but I guess it's easier than dealing with people as individuals."
    },
    {
      "cite": "Lou Holtz",
      "quote": "One day you are drinking the wine, and they next day you are picking the grapes."
    },
    {
      "cite": "Marguerite de Navarre",
      "quote": "People pretend not to like grapes when the vines are too high for them to reach"
    },
    {
      "cite": "Henri Nouwen",
      "quote": "When we are crushed like grapes, we cannot think of the wine we will become."
    },
    {
      "cite": "Roger Housden",
      "quote": "The heart, like the grape, is prone to delivering its harvest in the same moment it appears to be crushed."
    },
    {
      "cite": "Thomas Love Peacock",
      "quote": "The juice of the grape is the liquid quintessence of concentrated sunbeams."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "A man makes no noise over a good deed, but passes on to another as a vine to bear grapes again in season."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "Grapes become wine only when they have been squeezed."
    },
    {
      "cite": "Janis Joplin",
      "quote": "The older the grapes, sweeter the wine."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "It's true, some wine improves with age. But only if the grapes were good in the first place."
    },
    {
      "cite": "Epictetus",
      "quote": "Nothing great is created suddenly, any more than a bunch of grapes or a fig."
    },
    {
      "cite": "Eduardo Galeano",
      "quote": "If the grape is made of wine, then perhaps we are the words that tell who we are."
    },
    {
      "cite": "Munia Khan",
      "quote": "Seek more strength for weaker spine. No grape grows on sinner’s vine"
    },
    {
      "cite": "Samuel Butler",
      "quote": "Always eat grapes downwards - that is, always eat the best grape first; in this way there will be none better left on the bunch, and each grape will seem good down to the last."
    },
    {
      "cite": "Captain John Smith",
      "quote": "There is a great abundance of vines in many parts... Of these hedge grapes we made neere twentie gallons of wine, which was like our British wine, but certainly they would prove good well they were manured."
    },
    {
      "cite": "Philip M. Wagner",
      "quote": "Ordinarily the crushing of the grapes was done by 'well-washed Indians,' their hair tied-up and wearing only a zapata...who trashed about in the mass of fresh grapes until these were sufficiently macerated and...fermented into wine in big leather bags."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "Mine eyes have seen the glory of the coming of the Lord: /  He is trampling out the vintage where the grapes of wrath are stored; / He hath loosed the faithful lightning of his terrible swift sword: / His truth is marching on."
    },
    {
      "cite": "Glen L. Creasy",
      "quote": "Unlike many other fruit crops, grapes do not ripen after they have been taken off the vine."
    },
    {
      "cite": "Glen L. Creasy",
      "quote": "The grapevine is cultivated all over the world and the grape itself is used for a myriad of products. many of which are well known to all of us."
    },
    {
      "cite": "Glen L. Creasy",
      "quote": "Raisins or dried grapes, may have also occurred in nature as berries that had not been eaten by predators and left to dry on the vine to create a very sweet and decay-resistant product."
    },
    {
      "cite": "Glen L. Creasy",
      "quote": "Table grapes must be picked by hand. Pickers must be trained to select well-shaped clusters of mature grapes."
    },
    {
      "cite": "Julia Harding",
      "quote": "Every single grape variety is the result of a single vine grown from a single seed,and this seed is the result of sexual reproduction between two parent varieties."
    },
    {
      "cite": "Ted Goldammer",
      "quote": "When fertilized, the flower clusters develop into clusters of grapes."
    },
    {
      "cite": "Ted Goldammer",
      "quote": "Grapes are among the first fruit species to be domesticated and today are the world's most economically important fresh fruit crop used to make a variety of fresh, dried, and processed products such as wine."
    },
    {
      "cite": "Ted Goldammer",
      "quote": "Growing high-quality grapes for premium wine requires  the grower to fully understand the principles of viticulture."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "A man who was fond of wine was offered some grapes at dessert after dinner. 'Much obliged' said he, pushing the plate aside. 'I am not accustomed to take my wine in pills.'"
    },
    {
      "cite": "Greg Tang",
      "quote": "I stroll along a vineyard path, And there I see the Grapes of Math! / Overhead the sun is blazin', Soon each grape will be a raisin. / How many grapes are on the vine? Counting each takes too much time. Never fear I have a hunch, There is a match for every bunch."
    },
    {
      "cite": "Ed Lino",
      "quote": "Handle the vine like a man, the wine like a woman."
    },
    {
      "cite": "Annie E. Proulx",
      "quote": "Grapes are among the most desirable and the best fruits known on earth, prized for their beauty, their place in classical legend and mythology, their succulence and varied flavors as luxury table fruits, their noble metamorphosis into wine, and their more utilitarian roles as sources of fresh juice and tasty jellies."
    },
    {
      "cite": "Annie E. Proulx",
      "quote": "For most growers, the triumph for harvesting fragrant clusters of dusky-bloomed grapes in rose, blue-black, amber, purple, or light red bunches is its own reward— a test of gardening skill."
    },
    {
      "cite": "Annie E. Proulx",
      "quote": "Grapes are labor-intensive specialty crop, best grown by a patient, careful gardener with a feeling for the vine."
    },
    {
      "cite": "Sanober Khan",
      "quote": "Our feet are grape-squashed in memories, our skins are still flushed from the touch of summer's lips."
    },
    {
      "cite": "Eden Phillpotts",
      "quote": "You are but a tiny cluster upon the vines of heaven, where the grapes are worlds; yet you hold the power to ripen your bitter berries and add to the eternal vintage of cosmic sweetness if so you will."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Wine had to be grapes first. Diamonds had to be rocks first. Butterflies had to be caterpillars first. Rainbows had to be storms first."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "I think we all men are like fine wine. We start out as grapes, and it's up to women to stomp the crap out of us until we are turned into something acceptable to have dinner with."
    },
    {
      "cite": "Jeff Cox",
      "quote": "Fresh grapes and wine are perhaps the most luscious foods we mortals encounter during our sojourn here."
    },
    {
      "cite": "Jevenal",
      "quote": "The grape becomes tinted from the grape it comes in contact with."
    },
    {
      "cite": "Diogenes",
      "quote": "The vine bears three kinds of grapes: the first of pleasure, the second of intoxication, the third of disgust."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "The fight is never about grapes or lettuce. It is always about people."
    }
  ]
}