{
  "source": "https://www.wisesayings.com/graphic-design-quotes/",
  "theme": "graphic-design",
  "quotes": [
    {
      "cite": "Ralf Speth",
      "quote": "If you think good design is expensive, you should look at the cost of bad design."
    },
    {
      "cite": "Maggie Macnab",
      "quote": "Effective problem solving in design requires a balance of strategy and spontaneity, intelligence and creativity."
    },
    {
      "cite": "David Consuegra",
      "quote": "Because the eye has seen, thoughts are structured upon images and not upon ideas."
    },
    {
      "cite": "Woodrow Phoenix",
      "quote": "A distinctive appearance and a simple set of characteristics lead to an extremely flexible brand."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away."
    },
    {
      "cite": "Chip Kidd",
      "quote": "Graphic Design for its own sake will never happen, because the concept cancels itself out, a poster about nothing other than itself is not Graphic Design, it's, makin' art."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Design is not just what it looks like and feels like. Design is how it works."
    },
    {
      "cite": "Joe Sparano",
      "quote": "Good design is obvious. Great design is transparent."
    },
    {
      "cite": "George Santayana",
      "quote": "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humors."
    },
    {
      "cite": "Robert L. Peters",
      "quote": "Design creates culture. Culture shapes values. Values determine the future."
    },
    {
      "cite": "Chip Kidd",
      "quote": "Commercial Art tries to make you buy things. Graphic Design gives you ideas."
    },
    {
      "cite": "Biz Stone",
      "quote": "When I studied graphic design, I learned a valuable lesson: There's no perfect answer to the puzzle, and creativity is a renewable resource."
    },
    {
      "cite": "Jeffrey Zeldman",
      "quote": "Content precedes design. Design in the absence of content is not design, it's decoration."
    },
    {
      "cite": "Bob Gill",
      "quote": "I've never had a problem with a dumb client. There is no such thing as a bad client. Part of our job is to do good work and get the client to accept it."
    },
    {
      "cite": "David Carson",
      "quote": "Graphic design will save the world right after rock and roll does."
    },
    {
      "cite": "George Nelson",
      "quote": "You don't think your way to creative work. You work your way to creative thinking."
    },
    {
      "cite": "Issey Miyake",
      "quote": "Design is not for philosophy it's for life."
    },
    {
      "cite": "Maggie Macnab",
      "quote": "Directive design gives an either or choice, similar to a traffic sign. Interpretive design allows for personal choice, in the same way symbolism allows for individual meaning."
    },
    {
      "cite": "Frank Chimero",
      "quote": "Good design is all about making other designers feel like idiots because that idea wasn't theirs."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Art is nothing more than creating an emotion in your own form."
    },
    {
      "cite": "David Pearson",
      "quote": "You have power as a designer to change the relationship someone has with an object. Your challenge is to keep people looking. Build in those little details. To some people, they might mean a lot."
    },
    {
      "cite": "Petrula Vrontikis",
      "quote": "Practice safe design. Use a concept."
    },
    {
      "cite": "Milton Glaser",
      "quote": "There are three responses to a piece of design yes, no, and WOW! Wow is the one to aim for."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Graphic designers judge a cover by its book."
    },
    {
      "cite": "Lindon Leader",
      "quote": "I strive for two things in design: simplicity and clarity. Great design is born of those two things."
    },
    {
      "cite": "Jaun-Carlos Fernandez",
      "quote": "Bad design is smoke, while good design is a mirror."
    },
    {
      "cite": "Brian Reed",
      "quote": "Everything is designed. Few things are designed well."
    },
    {
      "cite": "Chip Kidd",
      "quote": "Design is, literally, purposeful planning. Graphic Design, then, is the form those plans will take."
    },
    {
      "cite": "Stefan Sagmeister",
      "quote": "You can have an art experience in front of a Rembrandt or in front of a piece of graphic design."
    },
    {
      "cite": "Neville Brody",
      "quote": "Digital design is like painting, except the paint never dries."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "Styles come and go. Good design is a language, not a style."
    },
    {
      "cite": "Paul Rand",
      "quote": "Design can be art. Design can be aesthetics. Design is so simple, that's why it is so comlicated."
    }
  ]
}