{
  "source": "https://www.wisesayings.com/grass-quotes/",
  "theme": "grass",
  "quotes": [
    {
      "cite": "Julia Caroline Dorr",
      "quote": "Grass grows at last above all graves."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The grass isn’t always greener on the other side. What the younger generation didn’t understand was that the grass was greenest where it’s watered."
    },
    {
      "cite": "Jeff Rich",
      "quote": "The grass is always greener around the fire hydrant."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The landscape looks different from every blade of grass."
    },
    {
      "cite": "George Gissing",
      "quote": "Parks are but pavement disguised with a growth of grass."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A single gentle rain makes the grass many shades greener."
    },
    {
      "cite": "Randy K. Milholland",
      "quote": "The grass is always greener once you don't have to mow a lawn anymore."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Be tough in the way a blade of grass is: rooted, willing to lean, and at peace with what is around it."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "In the plains the grass grows tall, since there is no one to cut it. There is no one to water it either."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The soil under the grass is dreaming of a young forest, and under the pavement the soil is dreaming of grass."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Every blade of grass is a study; and to produce two, where there was but one, is both a profit and a pleasure."
    },
    {
      "cite": "William Wendt",
      "quote": "The warm green of the grass, sprinkled with flowers of many hues, is a carpet whereon we walk with noiseless tread."
    },
    {
      "cite": "Laura Fraser",
      "quote": "It's not that the grass is greener on the other side, it's that you can never be on both sides of the lawn at the same time."
    },
    {
      "cite": "Dave Barry",
      "quote": "Crabgrass can grow on bowling balls in airless rooms, and there is no known way to kill it that does not involve nuclear weapons."
    },
    {
      "cite": "W. P. Kinsella",
      "quote": "My intuition told me that it was the grass that was important. Now it glows parrot-green, cool as mint, soft as moss, lying there like a cashmere blanket."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Even if the grass is greener on the other side of the fence, keep to your own side; it's where you belong. There you can plant your own grass and tend to it."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "If the grass is greener on the other side it’s probably getting better care. Success is a matter of sticking to a set of common sense principles anyone can master."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life."
    },
    {
      "cite": "Confucius",
      "quote": "When the wind blows, the grass bends."
    },
    {
      "cite": "Og Mandino",
      "quote": "Green grass grows where dry desert ends."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "No one thinks of winter when the grass is green."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Grass is hard and lumpy and damp, and full of dreadful black insects."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Nothing is more pleasant to the eye than green grass kept finely shorn."
    },
    {
      "cite": "Dan Quisenberry",
      "quote": "Natural grass is a wonderful thing for little bugs and sinkerball pitchers."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A blade of grass is always a blade of grass, whether in one country or another."
    },
    {
      "cite": "The Talmud",
      "quote": "Every blade of grass has its Angel that bends over it and whispers, \"Grow, grow.\"."
    },
    {
      "cite": "Allen Lacy",
      "quote": "Crabgrass is aptly descriptive of this hated weed, for it does scuttle quickly through a lawn."
    },
    {
      "cite": "Ilya Ehrenburg",
      "quote": "You could cover the whole earth with asphalt, but sooner or later green grass would break through."
    },
    {
      "cite": "Arvo Part",
      "quote": "A need to concentrate on each sound, so that every blade of grass would be as important as a flower."
    },
    {
      "cite": "Laozi",
      "quote": "All things such as grass and trees are soft and supple in life. At their death they are withered and dry."
    },
    {
      "cite": "Anne Sexton",
      "quote": "The grass as bristly and stout as chives and me wondering when the ground will break and me wondering how anything fragile survives"
    },
    {
      "cite": "Dogen",
      "quote": "There are myriads of forms and hundreds of grasses throughout the entire earth, yet each grass and each form itself is the entire earth."
    },
    {
      "cite": "Robert Wright",
      "quote": "Next time you see an unblemished expanse of grass, think about the chemicals that probably got dumped in your vicinity to create it. Are you grateful for that?"
    }
  ]
}