{
  "source": "https://www.wisesayings.com/gratitude-quotes/",
  "theme": "gratitude",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Count your blessings."
    },
    {
      "cite": "Aesop",
      "quote": "Don't kill the goose that lays the golden egg."
    },
    {
      "cite": "Sir Thomas Malory",
      "quote": "Enough is as good as a feast."
    },
    {
      "cite": "Aesop",
      "quote": "Gratitude is the sign of noble souls."
    },
    {
      "cite": "Aesop",
      "quote": "He that is hard to please, may get nothing in the end."
    },
    {
      "cite": "Virgin Islander (on comparable worth)",
      "quote": "If you think your bundle of clothes too heavy, try picking up your neighbor's."
    },
    {
      "cite": "Aesop",
      "quote": "It pays to be content with your lot."
    },
    {
      "cite": "unknown",
      "quote": "It pays to be nice."
    },
    {
      "cite": "unknown",
      "quote": "It's the little things that count."
    },
    {
      "cite": "unknown",
      "quote": "Make do with what you have."
    },
    {
      "cite": "John Heywood",
      "quote": "Never look a gift horse in the mouth."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Never take anything for granted."
    },
    {
      "cite": "Jawahareal Nehru",
      "quote": "Play the hand you're dealt."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Since we cannot get what we like, let us like what we can get."
    },
    {
      "cite": "Creole (on gratitude)",
      "quote": "Thanks cost nothing."
    },
    {
      "cite": "Nigerian (on gratitude)",
      "quote": "The one being carried does not realize how far away the town is."
    },
    {
      "cite": "Vietnamese (on gratitude)",
      "quote": "When eating fruit, remember the one who planted the tree."
    },
    {
      "cite": "Chinese (on gratitude)",
      "quote": "When you drink water, remember the mountain spring."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation."
    },
    {
      "cite": "Alice Walker",
      "quote": "Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I would maintain that thanks are the highest form of thought; and that gratitude is happiness doubled by wonder."
    },
    {
      "cite": "Fred De Witt Van Amburgh",
      "quote": "Gratitude is a currency that we can mint for ourselves, and spend without fear of bankruptcy."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts."
    },
    {
      "cite": "Robert Brault",
      "quote": "There is no such thing as gratitude unexpressed. If it is unexpressed, it is plain, old-fashioned ingratitude."
    },
    {
      "cite": "Kak Sri",
      "quote": "Gratitude is an art of painting an adversity into a lovely picture."
    },
    {
      "cite": "Edwin Arlington Robinson",
      "quote": "Two kinds of gratitude: The sudden kind we feel for what we take; the larger kind we feel for what we give."
    },
    {
      "cite": "William Faulkner",
      "quote": "Gratitude is a quality similar to electricity: it must be produced and discharged and used up in order to exist at all."
    },
    {
      "cite": "Northrup Christiane",
      "quote": "Feeling grateful or appreciative of someone or something in your life actually attracts more of the things that you appreciate and value into your life."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The essence of all beautiful art, all great art, is gratitude."
    },
    {
      "cite": "Johannes Gaertner",
      "quote": "To speak gratitude is courteous and pleasant, to enact gratitude is generous and noble, but to live gratitude is to touch Heaven."
    },
    {
      "cite": "Stephen Levine",
      "quote": "Gratitude is the state of mind of thankfulness. As it is cultivated, we experience an increase in our sympathetic joy, our happiness at another's happiness. Just as in the cultivation of compassion, we may feel the pain of others, so we may begin to feel their joy as well. And it doesn't stop there."
    },
    {
      "cite": "Cynthia Ozick",
      "quote": "We often take for granted the very things that most deserve our gratitude."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough."
    },
    {
      "cite": "Barry Neil Kaufman",
      "quote": "Gratitude is one of the sweet shortcuts to finding peace of mind and happiness inside. No matter what is going on outside of us, there's always something we could be grateful for."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "No one who achieves success does so without the help of others. The wise and confident acknowledge this help with gratitude."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Do not indulge in dreams of having what you have not, but reckon up the chief of the blessings you do possess, and then thankfully remember how you would crave for them if they were not yours."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "Gratitude goes beyond the 'mine' and 'thine' and claims the truth that all of life is a pure gift. In the past I always thought of gratitude as a spontaneous response to the awareness of gifts received, but now I realize that gratitude can also be lived as a discipline. The discipline of gratitude is the explicit effort to acknowledge that all I am and have is given to me as a gift of love, a gift to be celebrated with joy."
    },
    {
      "cite": "Cicero",
      "quote": "Gratitude is not only the greatest of virtues, but the parent of all the others."
    },
    {
      "cite": "Georg Simmel",
      "quote": "Gratitude is the moral memory of mankind."
    },
    {
      "cite": "Gregg Krech",
      "quote": "To live a life of gratitude is to open our eyes to the countless ways in which we are supported by the world around us. Such a life provides less space for our suffering because our attention is more balanced. We are more often occupied with noticing what we are given, thanking those who have helped us, and repaying the world in some concrete way for what we are receiving."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Gratitude is merely the secret hope of further favors."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Gratitude is the best attitude. There is not a more pleasing exercise of the mind than gratitude. It is accompanied with such an inward satisfaction that the duty is sufficiently rewarded by the performance."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To the generous mind the heaviest debt is that of gratitude, when it is not in our power to repay it."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "As each day comes to us refreshed and anew, so does my gratitude renew itself daily. The breaking of the sun over the horizon is my grateful heart dawning upon a blessed world."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "You simply will not be the same person two months from now after consciously giving thanks each day for the abundance that exists in your life. And you will have set in motion an ancient spiritual law: the more you have and are grateful for, the more will be given you."
    },
    {
      "cite": "Wilferd A. Peterson",
      "quote": "When we become more fully aware that our success is due in large measure to the loyalty, helpfulness, and encouragement we have received from others, our desire grows to pass on similar gifts. Gratitude spurs us on to prove ourselves worthy of what others have done for us. The spirit of gratitude is a powerful energizer."
    },
    {
      "cite": "Wallace Wattles",
      "quote": "But the value of gratitude does not consist solely in getting you more blessings in the future. Without gratitude you cannot long keep from dissatisfied thought regarding things as they are."
    },
    {
      "cite": "John Henry Jowett",
      "quote": "Gratitude is a vaccine, an antitoxin, and an antiseptic."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "Gratitude is one of the least articulate of the emotions, especially when it is deep."
    },
    {
      "cite": "Buddha",
      "quote": "Let us rise up and be thankful, for if we didn't learn a lot today, at least we learned a little, and if we didn't learn a little, at least we didn't get sick, and if we got sick, at least we didn't die; so, let us all be thankful."
    },
    {
      "cite": "Ruth Benedict",
      "quote": "A man's indebtedness is not virtue; his repayment is. Virtue begins when he dedicates himself actively, to the job of gratitude."
    }
  ]
}