{
  "source": "https://www.wisesayings.com/grave-quotes/",
  "theme": "grave",
  "quotes": [
    {
      "cite": "Jim Butcher",
      "quote": "Graves aren't for the dead. They're for the loved ones the dead leave behind them. Once those loved ones have gone, once all the lives that have touched the occupant of any given grave had ended, then the grave's purpose was fulfilled and ended."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Never the grave gives back what it has won!"
    },
    {
      "cite": "Robert Southey",
      "quote": "The grave Is but the threshold of eternity."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "All roads end at the grave, which is the gate to nothingness."
    },
    {
      "cite": "Shon Mehta",
      "quote": "Everybody dies, but some spend a whole life digging their grave."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "There will be sleeping enough in the grave."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Some people die and you realize that the only mark they left on earth are the tomb stones under which they lie."
    },
    {
      "cite": "Alexander The Great",
      "quote": "A tomb now suffices him for whom the whole world was not sufficient."
    },
    {
      "cite": "Torquato Tasso",
      "quote": "Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every man is grave alone."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Even in the grave, all is not lost."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Grave is a journey not a destination."
    },
    {
      "cite": "Bobby Bowden",
      "quote": "Don't go to the grave with life unused."
    },
    {
      "cite": "Thomas Gray",
      "quote": "The paths of glory lead but to the grave."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The grave will fall in upon him who digs it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is plenty of time to sleep in the grave."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The graveyard is the everlasting home of every man."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Only where there are graves are there resurrections."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "If you live in a graveyard, you can't weep for everyone."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Most people go to their grave with their music inside them."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "No one can escape the grave."
    },
    {
      "cite": "Sinead O'Connor",
      "quote": "To say what you feel is to dig your own grave."
    },
    {
      "cite": "Alexander Maclaren",
      "quote": "The grave has a door on its inner side."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "A grave is such a quiet place."
    },
    {
      "cite": "David J. Schwartz",
      "quote": "Build castles, don't dig graves."
    },
    {
      "cite": "Henry Adams",
      "quote": "Only on the edge of the grave can man conclude anything."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "The last excessive feelings of delight are always grave."
    }
  ]
}