{
  "source": "https://www.wisesayings.com/gravity-quotes/",
  "theme": "gravity",
  "quotes": [
    {
      "cite": "Terry Pratchet",
      "quote": "Gravity is a habit that is hard to shake off."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There is no gravity in the Planet of Love; everything floats in the air."
    },
    {
      "cite": "Chelsey Philpot",
      "quote": "If you believe in gravity, you already believe in something higher than yourself."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If you blame gravity for falling in love, even God has the right to laugh at you."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "There is gravity in human affairs as in the heavenly bodies. It seems anyone who wants to go up is always pulled down."
    },
    {
      "cite": "Isaac Newton",
      "quote": "Gravity may put the planets into motion, but without the divine Power, it could never put them into such a circulating motion as they have about the Sun; and therefore, for this as well as other reasons, I am compelled to ascribe the frame of this System to an intelligent Agent."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Because there is a law such as gravity, the universe can and will create itself from nothing."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Not believing in force is the same as not believing in gravity."
    },
    {
      "cite": "Peggy Whitson",
      "quote": "Everything every day here on Earth is based on gravity, and you don't realize it until you don't have it anymore."
    },
    {
      "cite": "Confucius",
      "quote": "Gravity is only the bark of wisdom's tree, but it preserves it."
    },
    {
      "cite": "David Soul",
      "quote": "It's only when gravity starts to take over you begin to think about your body."
    },
    {
      "cite": "Sylvia Townsend Warner",
      "quote": "The fatal flaw of gravity; when you are down, everything falls down on you."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "What makes a man heavy is the gravity of virtue. Without it, man will be so light that he will be drifted in the winds of immorality."
    },
    {
      "cite": "Warren Miller",
      "quote": "Gravity is love and every turn is a leap of faith."
    },
    {
      "cite": "Dan Brown",
      "quote": "Everything does fall. It must be gravity."
    },
    {
      "cite": "Mary Roach",
      "quote": "Gravity is why there are suns and planets in the first place. It is practically God."
    },
    {
      "cite": "Ankala V Subbarao",
      "quote": "Gravity proves that the whole universe is filled with Love."
    },
    {
      "cite": "Sara Stark",
      "quote": "Gravity overcomes grace and form at a certain mass level."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You can't blame gravity for falling in love."
    },
    {
      "cite": "Harlan Ellison",
      "quote": "Nobody escapes age and gravity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The gravity is the first thing which you don't think"
    },
    {
      "cite": "Laurel Clark",
      "quote": "Gravity is one variable in a lot of scientific processes. If you can remove gravity or minimize its effect, then you can understand the other processes that are going on."
    },
    {
      "cite": "Andrea M. Ghez",
      "quote": "Gravity wins over all other known forces."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "It's the gravity that shapes the large scale structure of the universe, even though it is the weakest of four categories of forces"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Tis a short sight to limit our faith in laws to those of gravity, of chemistry, of botany, and so forth."
    },
    {
      "cite": "Brie Bella",
      "quote": "Gravity doesn't lie."
    }
  ]
}