{
  "source": "https://www.wisesayings.com/gray-quotes/",
  "theme": "gray",
  "quotes": [
    {
      "cite": "Ridley Scott",
      "quote": "Life isn't black and white. It's a million gray areas, don't you find?"
    },
    {
      "cite": "Helen Van Wyk",
      "quote": "Gray is the queen of colors, because she makes everyone else look good."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A gray day provides the best light."
    },
    {
      "cite": "Kasimir Malevich",
      "quote": "Color is the essence of painting, which the subject always killed."
    },
    {
      "cite": "William Sharp",
      "quote": "The gray silence, the gray waves, the gray wastes of the sea."
    },
    {
      "cite": "Timothy Geithner",
      "quote": "Most consequential choices involve shades of gray, and some fog is often useful in getting things done."
    },
    {
      "cite": "Gerhard Richter",
      "quote": "Gray is the color... the most important of all... absent of opinion, nothing, neither/nor."
    },
    {
      "cite": "Jean Paul",
      "quote": "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life."
    },
    {
      "cite": "Andre Gide",
      "quote": "The color of truth is gray."
    },
    {
      "cite": "Keith Crown",
      "quote": "Color is the language of the poets. It is astonishingly lovely. To speak it is a privilege."
    },
    {
      "cite": "Harlan Coben",
      "quote": "The gray has no chance against that smile. It vanishes in a wonderful haze of bright color."
    },
    {
      "cite": "Pilou Asbaek",
      "quote": "Life is not black and white; there is some gray nuance to it."
    },
    {
      "cite": "Allen Klein",
      "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up."
    },
    {
      "cite": "Christian Dior",
      "quote": "The tones of gray, pale turquoise and pink will prevail."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Gray skies are just clouds passing over."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Gray hairs are signs of wisdom if you hold your tongue, speak and they are but hairs, as in the young."
    },
    {
      "cite": "John Lithgow",
      "quote": "When men get gray hair, they look distinguished. When women get gray hair, they look old."
    },
    {
      "cite": "Matt Groening",
      "quote": "I can't stand Marge's gray hair. It's like I'm married to Richard Gere."
    },
    {
      "cite": "Matt Groening",
      "quote": "Oh, Marge. Don't worry. Lots of movie stars have gray hair, like all those women we loved in the eighties."
    },
    {
      "cite": "Christian Sesma",
      "quote": "This is where our usual comfort level of black and white is now in a crappy little gray area."
    },
    {
      "cite": "Jane Bernstein",
      "quote": "One day I saw you smile, and it really knocked me out. You smiled. It was like the sun breaking out on a gray day."
    },
    {
      "cite": "Tom T. Chamales",
      "quote": "They wait for us. Let them wait. Men with gray hair are very patient."
    },
    {
      "cite": "Jeff Franklin",
      "quote": "Grandpa means someone who is old and gray."
    },
    {
      "cite": "Hal Needham",
      "quote": "You did that on purpose! You're going away till you're gray! I got the evidence!"
    },
    {
      "cite": "Laird Doyle",
      "quote": "At Christmas tide your hair was gray, But memories chased your cares away, Now lovingly in my simple way, I send you love on Mutter's Day. Mutter's Day, number 16."
    },
    {
      "cite": "Doug Walker",
      "quote": "My god, look at this place! It's like a coloring book if the only crayon available was gray."
    },
    {
      "cite": "Jamie Greenberg",
      "quote": "This jail's so neat; all the colors match! Gray, gray, and gray!"
    },
    {
      "cite": "Luke Short",
      "quote": "Time is what gives a man gray hair."
    },
    {
      "cite": "Mitchell Kriegman",
      "quote": "When you're mature, your hair turns gray."
    },
    {
      "cite": "Mladen Reljanovic",
      "quote": "The world is not black and white but gray."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "You worry too much, Harry. It's turning you gray."
    },
    {
      "cite": "Jacques Webster",
      "quote": "So wake me when the sun goes down / Tonight's my last night in town / I pledge to a flag so grey / No matter what time, the skies are grey."
    },
    {
      "cite": "Chris Payne",
      "quote": "One man on a lonely platform / One case sitting by his side / Two eyes staring cold and silent / Show fear as he turns to hide / Aaah, we fade to grey"
    },
    {
      "cite": "Bill Anderson",
      "quote": "As the cold gray light of gone / When waking up and finding out / She's never coming home"
    },
    {
      "cite": "Bill Anderson",
      "quote": "The house was deathly quiet / I knew something was wrong / Then suddenly it dawned on me / The cold gray light of gone"
    },
    {
      "cite": "Bill Anderson",
      "quote": "No, there's nothing quite as lonely / As the cold gray light of gone / When waking up and finding out / She's never coming home"
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "The gray dawn slaughters / the promise of Spring / Winter’s desperate last goodbye"
    },
    {
      "cite": "Diana Lewis Jewell",
      "quote": "If you were shocked by a gray hair or two at thirty, you may have felt they were premature, but, technically, they were right on schedule."
    },
    {
      "cite": "Diana Lewis Jewell",
      "quote": "How early we gray is determined by our genes, or more specifically, the family code for 'turning off' the metabolism of menocytes."
    },
    {
      "cite": "Diana Lewis Jewell",
      "quote": "Age may not be the most reliable indicator of when gray hair will appear, but the aging process is the number-one suspect."
    },
    {
      "cite": "Krisztina Fehérváry",
      "quote": "We tend to associate gray with what is boring, but there are a thousand kinds of gray, and when combined with colors its varieties are endless."
    },
    {
      "cite": "Amanda Grace",
      "quote": "People don't understand us. They don't understand me. They think it's so black and white, that he makes me miserable and that I should be with someone else and that I deserve something else. But it's not black and white at all. It's gray. It's a never ending world of gray"
    },
    {
      "cite": "Philip Bachman",
      "quote": "The color gray is a peculiar color for a city because the color is not definite."
    },
    {
      "cite": "Philip Bachman",
      "quote": "The color gray is a reference to ambiguity, speculation, and nebulous deconstruction without solution."
    },
    {
      "cite": "Philip Bachman",
      "quote": "Storm gray delivers the floods."
    },
    {
      "cite": "Philip Bachman",
      "quote": "Gun metal gray or pewter gray is the color of the ocean on an overcast day."
    },
    {
      "cite": "Darla Ferrara",
      "quote": "The color of truth is gray."
    },
    {
      "cite": "Ken Milburn",
      "quote": "Color cards must have absolutely accurate colors and gray levels, so purchase them from a reputable professional camera."
    },
    {
      "cite": "Osama Blal Abd Elfatah",
      "quote": "The gray color is completely free to express."
    },
    {
      "cite": "Adelle Bradford",
      "quote": "The color gray, a mixture of black and white in equal proportions."
    },
    {
      "cite": "Adelle Bradford",
      "quote": "Whether we realize it or not, in the battle arena we call life most of our time is spent in one gray area or the another."
    },
    {
      "cite": "Adelle Bradford",
      "quote": "Life is full of gray areas of compromise where the gray banner is far stronger than all the others because it is all the others combined."
    },
    {
      "cite": "Seth E. Lipner",
      "quote": "Gray market goods, however, are sold outside the normal distribution channels and, in some cases, were not intended for sale in the United States."
    },
    {
      "cite": "Seth E. Lipner",
      "quote": "Gray market sales nevertheless constitute a vigorous industry."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Gray day. Everything is gray. I watch. But nothing moves today."
    },
    {
      "cite": "Bill Watterson",
      "quote": "I like these cold, gray winter days. Days like these let you savor a bad mood."
    }
  ]
}