{
  "source": "https://www.wisesayings.com/great-work-quotes/",
  "theme": "great-work",
  "quotes": [
    {
      "cite": "Florence Scovel Shinn",
      "quote": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "The Great Work is, before all things, the creation of man by himself, that is to say, the full and entire conquest of his faculties and his future; it is especially the perfect emancipation of his will."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "A Great Work of Art is one that truly moves and inspires you. You yourself must be moved. Don't look at art with others' eyes. Don't listen to music with others' ears. You must react to art with your own feelings, your own heart and mind."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it."
    },
    {
      "cite": "Laurie Colwin",
      "quote": "It is not just the Great Works of mankind that make a culture. It is the daily things, like what people eat and how they serve it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The moment you think you understand a great work of art, it's dead for you."
    },
    {
      "cite": "Albert Camus",
      "quote": "Every great work makes the human face more admirable and richer, and that is its whole secret."
    },
    {
      "cite": "Jack White",
      "quote": "Great work comes from great joy. Leave the angst for the movies; do art – that is fun."
    },
    {
      "cite": "Kody Chamberlain",
      "quote": "Seeing other people do great work is its own form of inspiration and far more powerful than borrowing their ideas."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle."
    },
    {
      "cite": "Vi Hart",
      "quote": "Your greatest creation is yourself. Like any great work of art, creating a great self means putting in hard work, every day, for years."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Great works are performed, not by strength, but by perseverance. Those that walk with vigor, three hours a day, will pass in seven years a space equal to the circumference of the globe."
    },
    {
      "cite": "Amedeo Modigliani",
      "quote": "Every great work of art should be considered like any work of nature. First of all from the point of view of its aesthetic reality and then not just from its development and the mastery of its creation but from the standpoint of what has moved and agitated its creator."
    },
    {
      "cite": "Seth Godin",
      "quote": "As you've probably discovered, great work makes us uncomfortable."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "Always give your best; today's great work is tomorrow's benchmark."
    },
    {
      "cite": "Manly Hall",
      "quote": "There is no place for little minds in a great work"
    },
    {
      "cite": "Newell Dwight Hillis",
      "quote": "Only when the heart loves can the intellect do great work."
    },
    {
      "cite": "Seth Godin",
      "quote": "Great work is the result of seeking out tension, not avoiding it."
    },
    {
      "cite": "Dominique De Menil",
      "quote": "Perhaps only silence and love do justice to a great work of art."
    },
    {
      "cite": "George Lois",
      "quote": "To create great work, here's how you must spend your time: 1% Inspiration 9% Perspiration 90% Justification"
    },
    {
      "cite": "Janet Erskine Stuart",
      "quote": "It is better to begin a great work than to finish a small one."
    },
    {
      "cite": "Fred Hoyle",
      "quote": "It seems to be a characteristic of all great work that it creators wear a cloak of imprecision."
    },
    {
      "cite": "Daniel Barenboim",
      "quote": "Every great work of art has two faces, one towards its own time and one towards future, towards eternity."
    },
    {
      "cite": "Fernando Flores",
      "quote": "Great work is done by people who are not afraid to be great."
    },
    {
      "cite": "Thomas Berry",
      "quote": "The Great Work – the work of ensuring a just, healthy, beautiful, and sustainably life-giving world for future generations of all species."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Genius begins great works labor alone finishes them."
    },
    {
      "cite": "Sidney Lumet",
      "quote": "All great work is preparing yourself for the accident to happen."
    },
    {
      "cite": "Nadia Boulanger",
      "quote": "A great work is made out of a combination of obedience and liberty."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The only way to be truly satisfied is to do what you believe is great work"
    },
    {
      "cite": "Walter Bagehot",
      "quote": "No great work has ever been produced except after a long interval of still and musing meditation."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Great work requires great and persistent effort for a long time. … Character has to be established through a thousand stumbles."
    },
    {
      "cite": "Daniel Barenboim",
      "quote": "Every great work of art has two faces, one toward its own time and one toward the future, toward eternity."
    },
    {
      "cite": "Henry Miller",
      "quote": "The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary."
    },
    {
      "cite": "Seth Godin",
      "quote": "Great work is always shunned at first."
    },
    {
      "cite": "Michelangelo",
      "quote": "No great work of art is ever finished."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "May the Lord strengthen you for every great work."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There is an overflowing grace, for every great work."
    },
    {
      "cite": "Richie Norton",
      "quote": "Don't wait to be compelled to do great work."
    },
    {
      "cite": "Johnny Hunt",
      "quote": "There is no such thing as great work without longevity."
    },
    {
      "cite": "Seth Godin",
      "quote": "The instinct to produce great work doesn't require a fancy notebook."
    },
    {
      "cite": "Lee Clow",
      "quote": "Ultimately, if you are doing great work, the money will come."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The strength of every individual is the grace for great work."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "A great work always leaves us in a state of musing."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "No man ever did or can do a great work alone."
    },
    {
      "cite": "Christopher Ricks",
      "quote": "A great work of art is one that continues to repay attention."
    },
    {
      "cite": "Jay Chiat",
      "quote": "The intellectual architecture means focusing on doing great work instead of focusing on agency politics."
    },
    {
      "cite": "Julie B. Beck",
      "quote": "Families mean work,but they are our great work,and we are not afraid of work."
    },
    {
      "cite": "Melanie Griffith",
      "quote": "It's not about my career now. It's just about finding great work and having a good time."
    },
    {
      "cite": "Aziz Ansari",
      "quote": "Regardless of your ethnicity or anything, if you do great work, people will notice and you'll get hired."
    }
  ]
}