{
  "source": "https://www.wisesayings.com/great-day-quotes/",
  "theme": "great-day",
  "quotes": [
    {
      "cite": "Faith Ringgold",
      "quote": "I just feel like I'm the luckiest person in the world being able to do what I love and be able to do it all day every day if I like, you know, I mean it's great, I love it."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Have a great day. Note: does not apply to my enemies."
    },
    {
      "cite": "William Barclay",
      "quote": "There are two great days in a person's life - the day we are born and the day we discover why."
    },
    {
      "cite": "Louise Hay",
      "quote": "I have learned over the years that the nicest thing I can do is to just say to myself, \"Good Morning Darling, I love you; we're going to have a really great day today."
    },
    {
      "cite": "Frosty Westering",
      "quote": "We don't \"have\" a great day, we \"make it\" a great day!"
    },
    {
      "cite": "Travis Tritt",
      "quote": "It's a great day to be alive. I know the sun's still shining when I close my eyes."
    },
    {
      "cite": "Jillian Michaels",
      "quote": "A bad day for your ego is a great day for your soul."
    },
    {
      "cite": "Philip Seymour Hoffman",
      "quote": "Sometimes I have a great day of filming and sometimes the theater strikes me better. It just depends."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "When you're wide awake say it for goodness sake, it's gonna be a great day."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Today, is a great day to make a difference for someone. 'I have a dream'."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "I take nothing for granted. I now have only good days, or great days."
    },
    {
      "cite": "Marty Robbins",
      "quote": "Every day is a good day to be alive, whether the sun's shining or not."
    },
    {
      "cite": "Bob Proctor",
      "quote": "Don't expect a great day; create one."
    },
    {
      "cite": "Rebecca Harding Davis",
      "quote": "It has happened to me to meet many of the men of my day whom the world agreed to call great."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Do not let us speak of darker days, let us speak rather of sterner days. These are not dark days: these are great days-the greatest days our country has ever lived; and we must all thank God that we have been allowed, each of us according to our stations, to play a part in making these days memorable in the history of our race."
    },
    {
      "cite": "Ed Foreman",
      "quote": "You can have a Great Day, or a Lousy Day; it's totally up to you."
    },
    {
      "cite": "George Lopez",
      "quote": "It's a great day in America when white people, black people and Latinos can all come together and pick on another minority."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Today is the great day of one of the revelations of this world. The interrelationships of these individual realms were illumined as by a flash of lightning; they burst unexpected, frightening, and joyous out of the darkness. Never were they so strongly tied together and never so sharply divided."
    },
    {
      "cite": "Pitbull",
      "quote": "Everyday above ground is a great day, remember that."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "This will be a great day in our history; the date of a New Revolution - quite as much needed as the old one. Even now as I write they are leading old John Brown to execution in Virginia for attempting to rescue slaves! This is sowing the wind to reap the whirlwind which will come soon!"
    },
    {
      "cite": "Winston Churchill",
      "quote": "These are not dark days: these are great days - the greatest days our country has ever lived."
    },
    {
      "cite": "Paul Henderson",
      "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Today's a great day to change a life. Starting with yours."
    },
    {
      "cite": "Sheri Fink",
      "quote": "Every day is a great day to give love, spread joy, and SPARKLE!"
    },
    {
      "cite": "John Wooden",
      "quote": "Make each day a masterpiece. Don't think your best days are out there somewhere. Why not today? Why can't today be a great day? It can if you believe it will."
    },
    {
      "cite": "Amit Ray",
      "quote": "Every day is a good day. There is something to learn, care and celebrate."
    },
    {
      "cite": "Germany Kent",
      "quote": "Any day above ground is a good day. Before you complain about anything, be thankful for your life and the things that are still going well."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Joyful morning, good morning, good day."
    },
    {
      "cite": "D'Angelo",
      "quote": "Good days, bad days, halfway days. But I'm still looking for a great day in the morning."
    },
    {
      "cite": "Taio Cruz",
      "quote": "Let's not waste this time. Cause today is a great day for falling in love."
    },
    {
      "cite": "Doves",
      "quote": "It's a great day for the valleys. It's a great day for them all."
    },
    {
      "cite": "Big Country",
      "quote": "If there's one great day, if there's one great height. Let it be the time for peace, let it be the time of right."
    },
    {
      "cite": "Pure McCartney",
      "quote": "It's gonna be a great day while you're standing there. Get up and grab a chair."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "When you're down and out. Lift up your head and shout.There's gonna be a great day. Angels in the sky. Promise that by and by there's gonna be a great day."
    },
    {
      "cite": "Travis Tritt",
      "quote": "And it's a great day to be alive. I know the sun's still shining. When I close my eyes."
    },
    {
      "cite": "Cab Calloway",
      "quote": "We're gonna swing and sway till that great day. So lace up your shoes, throw 'way your blues."
    },
    {
      "cite": "Simple Minds",
      "quote": "Oh I believe one great day the rain will come and wash this mess away."
    },
    {
      "cite": "Rhett Akins",
      "quote": "Oh, what a great day to feel alive. Guess I must be livin' right."
    },
    {
      "cite": "Alien Ant Farm",
      "quote": "These days are great there's work to do."
    },
    {
      "cite": "Prince",
      "quote": "Great day in the morning my choir sing a pretty song."
    },
    {
      "cite": "Hank Williams",
      "quote": "On that great day I'm going home to live forever more, just over on heaven's shore."
    },
    {
      "cite": "R. Kelly",
      "quote": "It's a great day. Be thankful. Put a smile on your face and nothing but blue skies."
    },
    {
      "cite": "Kitty Wells",
      "quote": "A great day is coming, it's not far away. Don't wait the last minute my brother to pray."
    },
    {
      "cite": "John Michael Montgomery",
      "quote": "But oh, what a great day it was we lived, we loved and it all just sped up around the end."
    },
    {
      "cite": "Kidz Bop Kids",
      "quote": "Believe me, been there, done that but every day around here is great day, remember that."
    },
    {
      "cite": "Pet Shop Boys",
      "quote": "When soon or later you recognise your fate that will be your great, great day. On the wings of the morning with your own true love."
    },
    {
      "cite": "The Dorsey Brothers",
      "quote": "I see a great day dawning you better heed my warning. Stay on the right side of the road."
    }
  ]
}