{
  "source": "https://www.wisesayings.com/great-team-quotes/",
  "theme": "great-team",
  "quotes": [
    {
      "cite": "Simon Sinek",
      "quote": "It's better to have a great team than a team of greats."
    },
    {
      "cite": "Jason Kidd",
      "quote": "Good teams beat you with speed. Great teams beat you with spacing and timing."
    },
    {
      "cite": "Tracy Hickman",
      "quote": "One of the things about a great team is that the whole exceeds the sum of its partners."
    },
    {
      "cite": "Johnny Giles",
      "quote": "Great teams always have a Plan B. Look at Barcelona. Their Plan B is to stick to Plan A."
    },
    {
      "cite": "Joe Dumars",
      "quote": "On good teams coaches hold players accountable, on great teams players hold players accountable"
    },
    {
      "cite": "Pat Riley",
      "quote": "When a great team loses through complacency, it will constantly search for new and more intricate explanations to explain away defeat."
    },
    {
      "cite": "Pele",
      "quote": "Great teams are not made up of many well-rounded players. Great teams are made up of a variety of players, each having their own strengths."
    },
    {
      "cite": "Steve Case",
      "quote": "It's stunning to me what kind of an impact even one person can have if they have the right passion, perspective and are able to align the interest of a great team."
    },
    {
      "cite": "Pat Riley",
      "quote": "Any team can be a miracle team. The catch is that you have got to go out and work for your miracles. Effort is what ultimately separates great teams from ordinary teams."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "Great teams do not hold back with one another. They are unafraid to air their dirty laundry. They admit their mistakes, their weaknesses, and their concerns without fear of reprisal."
    },
    {
      "cite": "Gene Kim",
      "quote": "A great team doesn't mean that they had the smartest people. What made those teams great is that everyone trusted one another. It can be a powerful thing when that magic dynamic exists."
    },
    {
      "cite": "Peter Senge",
      "quote": "In great teams, conflict becomes productive. The free flow of conflicting ideas is critical for creative thinking, for discovering new solutions no one individual would have come to on his own."
    },
    {
      "cite": "Bill Rancic",
      "quote": "The most successful entrepreneurs tell you they have a great team. Lots of small-business owners let ego get in the way. Many people helped me along the way. You've got to remember the people who were loyal to you, and don't forget them when you become successful."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The strength of individual greatness makes a great team."
    },
    {
      "cite": "Pat Riley",
      "quote": "Great teamwork is the only way we create the breakthroughs that define our careers."
    },
    {
      "cite": "Pat Riley",
      "quote": "Great players and great teams want to be driven. They want to be pushed to the edge. They don't want to be cheated. Ordinary players and average teams want it to be easy"
    },
    {
      "cite": "Hope Solo",
      "quote": "I think people have different definitions of team unity. My definition is doing whatever it takes to win, what makes a great team; it's performance on the field, respect on the field."
    },
    {
      "cite": "Bill Walton",
      "quote": "It's the most pleasurable experience in the world! When you're on a great team and you get hot, your teammates milk you dry - they wear you out and there's nothing like being on a great team."
    },
    {
      "cite": "Ray Allen",
      "quote": "The great teams find a way to win."
    },
    {
      "cite": "Ron Brown",
      "quote": "Great teams work harder after a tough loss."
    },
    {
      "cite": "Daniel Boulud",
      "quote": "To me, there's no great chef without a great team."
    },
    {
      "cite": "John Doerr",
      "quote": "Your biggest challenge will be building a great team."
    },
    {
      "cite": "Bruce Brown",
      "quote": "Great teams have players who understand their responsibilities."
    },
    {
      "cite": "Steve Case",
      "quote": "Having a great idea is important. But having a great team is also important."
    },
    {
      "cite": "Frank Lampard",
      "quote": "Of course, there will be few people who are sympathetic but you don't become a great team overnight, no matter how much money you have at your disposal."
    },
    {
      "cite": "Franco Harris",
      "quote": "Halfway through the decade, we realized that we had a great team and that we could do great things, and that we could probably have something here that we believed we had a chance to reach greatness."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is great to do what you love but greater with the great team."
    }
  ]
}