{
  "source": "https://www.wisesayings.com/great-minds-quotes/",
  "theme": "great-minds",
  "quotes": [
    {
      "cite": "Washington Irving",
      "quote": "Little minds are tamed and subdued by misfortune; but great minds rise above them."
    },
    {
      "cite": "Jean Rostand",
      "quote": "A few great minds are enough to endow humanity with monstrous power, but a few great hearts are not enough to make us worthy of using it."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "As great minds have the faculty of saying a great deal in a few words, so lesser minds have a talent of talking much, and saying nothing."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Great minds always tend to see virtue in misfortune."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Failures and mistakes are definitely the greatest teachers to all great minds."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Every great mind seeks to labor for eternity. All men are captivated by immediate advantages; great minds alone are excited by the prospect of distant good."
    },
    {
      "cite": "Aristotle",
      "quote": "No great mind has ever existed without a touch of madness."
    },
    {
      "cite": "Pyreglide",
      "quote": "Great minds think alike, but lovers think as one."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "High aims form high characters, and great objects bring out great minds."
    },
    {
      "cite": "Guy de Mauppasant",
      "quote": "Great minds that are healthy are never considered geniuses, while this sublime qualification is lavished on brains that are often inferior but are slightly touched by madness."
    },
    {
      "cite": "Jean de Boufflers",
      "quote": "Oblivion is a second death, which great minds dread more than the first."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Great minds find beauties and appreciate it. Average minds find commonalities and compare. Small minds find the problems and criticize."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "While small minds were bragging about their material possessions, great minds were busy expanding their assets."
    },
    {
      "cite": "Jeremy Aldana",
      "quote": "Great minds with great ideas usually share in the midst of their persecution"
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A great mind is not sharpened by consorting with lesser minds."
    },
    {
      "cite": "Andre Gide",
      "quote": "Great minds tend toward banality. It is the noblest effort of individualism. But it implies a sort of modesty, which is so rare that it is scarcely found except in the greatest, or in beggars."
    },
    {
      "cite": "Mercy Otis Warren",
      "quote": "Great advantages are often attended with great inconveniences, and great minds called to severe trials."
    },
    {
      "cite": "Petrarch",
      "quote": "Great errors seldom originate but with men of great minds."
    },
    {
      "cite": "Anna Letitia Barbauld",
      "quote": "The most characteristic mark of a great mind is to choose some one important object, and pursue it for life."
    },
    {
      "cite": "Amit Ray",
      "quote": "Small mind competes, big mind collaborates and great mind encompasses."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Little minds try to solve the matters through violence and darkness; great minds try to solve the matters through love and light!"
    },
    {
      "cite": "Joseph Addison",
      "quote": "Silence is sometimes more significant and sublime than the most noble and most expressive eloquence, and is on many occasions the indication of a great mind."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "It is the sign of a great mind to dislike greatness, and prefer things in measure to things in excess."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary."
    },
    {
      "cite": "John Buchan",
      "quote": "To live for a time close to great minds is the best kind of education."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Great minds must be ready not only to take opportunities, but to make them."
    },
    {
      "cite": "Stendhal",
      "quote": "Only great minds can afford a simple style."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "A great mind becomes a great fortune."
    },
    {
      "cite": "Robert Browning",
      "quote": "The great mind knows the power of gentleness."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    }
  ]
}