{
  "source": "https://www.wisesayings.com/greatness-quotes/",
  "theme": "greatness",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Strive not to be a success, but rather to be of value."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The price of greatness is responsibility."
    },
    {
      "cite": "Bob Marley",
      "quote": "The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Some are born great, some achieve greatness, and some have greatness thrust upon them."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
    },
    {
      "cite": "James E. Faust",
      "quote": "A grateful heart is a beginning of greatness. It is an expression of humility."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Great spirits have always encountered violent opposition from mediocre minds"
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first rate version of yourself and not a second rate version of someone else."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A great man is always willing to be little."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Great men are not born great, they grow great . . ."
    },
    {
      "cite": "Dr. Wayne W. Dyer",
      "quote": "Creativity means believing you have greatness."
    },
    {
      "cite": "William F. Halsey",
      "quote": "There are no great men, only great challenges that ordinary men are forced by circumstances to meet."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "No great man lives in vain. The history of the world is but the biography of great men."
    },
    {
      "cite": "Benjamin Disreali",
      "quote": "Man is only truly great when he acts from his passions"
    },
    {
      "cite": "Lawrence D. Bell",
      "quote": "Show me a man who cannot bother to do little things and I'll show you a man who cannot be trusted to do big things"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The good news is that the moment you decide that what you know is more important than what you have been taught to believe, you will have shifted gears in your quest for abundance. Success comes from within, not from without."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If I cannot do great things, I can do small things in a great way"
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Doing the best at this moment puts you in the best place for the next moment."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Everybody can be great... because anybody can serve."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "There is a great man who makes every man feel small. But the real great man is the man who makes every man feel great."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Whatever you are, be a good one."
    },
    {
      "cite": "Proverb",
      "quote": "The first step toward greatness is to be honest."
    },
    {
      "cite": "Albert Camus",
      "quote": "All great deeds and all great thoughts have a ridiculous beginning."
    },
    {
      "cite": "Hebbel",
      "quote": "Nothing great in the world has ever been accomplished without passion."
    },
    {
      "cite": "T. Alan Armstrong",
      "quote": "If there is no passion in your life, then have you really lived? Find your passion, whatever it may be. Become it, and let it become you and you will find great things happen FOR you, TO you and BECAUSE of you."
    },
    {
      "cite": "Charles de Montesquieu",
      "quote": "To become truly great, one has to stand with people, not above them."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be good and you will be lonely."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Forget about likes and dislikes. They are of no consequence. Just do what must be done. This may not be happiness but it is greatness."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Greatness is a spiritual condition."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "We shall never resolve the enigma of the relation between the negative foundations of greatness and that greatness itself."
    },
    {
      "cite": "Bible",
      "quote": "Great men are not always wise."
    },
    {
      "cite": "William Booth",
      "quote": "The greatness of a man's power is the measure of his surrender."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Greatness be nothing unless it be lasting."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Men are only as great as they are kind."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The true measure of a man is how he treats someone who does him absolutely no good."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind."
    },
    {
      "cite": "Helen Keller",
      "quote": "I long to accomplish a great and noble task, but it is my chief duty to accomplish small tasks as if they were great and noble."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Great hope makes great men"
    },
    {
      "cite": "John L. Motley",
      "quote": "Deeds, not stones, are the true monuments of the great."
    },
    {
      "cite": "James Harvey Robinson",
      "quote": "Each of us is great insofar as we perceive and act on the infinite possibilities which lie undiscovered and unrecognized about us."
    },
    {
      "cite": "William Blake",
      "quote": "Great things are done when men and mountains meet."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Great works are performed, not by strength, but by perseverance."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Greatness lies not in being strong, but in the right use of strength."
    },
    {
      "cite": "James Allen",
      "quote": "You will become as small as your controlling desire; as great as your dominant aspiration."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Great men are true men, the men in whom nature has succeeded. They are not extraordinary -- they are in the true order. It is the other species of men who are not what they ought to be."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The great must submit to the dominion of prudence and of virtue, or none will long submit to the dominion of the great."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Great men are the guideposts and landmarks in the state."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "A great person is one who affects the mind of their generation."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "People do not decide to become extraordinary. They decide to accomplish extraordinary things."
    },
    {
      "cite": "Dorothy Height",
      "quote": "Greatness is not measured by what a man or woman accomplishes, but by the opposition he or she has overcome to reach his goals."
    },
    {
      "cite": "Lee Strasberg",
      "quote": "If we cannot see the possibility of greatness, how can we dream it?"
    },
    {
      "cite": "William Hazlitt",
      "quote": "No man is truly great who is great only in his lifetime. The test of greatness is the page of history."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "No one has ever achieved greatness without dreams."
    },
    {
      "cite": "Criss Jami",
      "quote": "To seek greatness is the only righteous vengeance."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "There never was a truly great man that was not at the same time truly virtuous."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "If there is not the war, you don't get the great general, if there is not a great occasion, you don't get a great statesman, if Lincoln had lived in a time of peace, no one would have known his name."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "Winning is great, sure, but if you are generally going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met."
    },
    {
      "cite": "Og Mandino",
      "quote": "It is those who concentrate on but one thing at a time who advance in this world. The great man or woman is the one who never steps outside his or her specialty or foolishly dissipates his or her individuality."
    },
    {
      "cite": "Seneca",
      "quote": "The greatest man is he who chooses the right with the most invincible resolution, who resists the sorest temptation from within and without; who bears the heaviest burdens cheerfully; who is calm in storms; and most fearless under menaces and frowns; whose reliance on truth, on virtue, and on God is most unfaltering."
    },
    {
      "cite": "Ralph Sockham",
      "quote": "What makes greatness is starting something that lives after you."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I want to be thoroughly used up when I die, for the harder I work the more I love. I rejoice in life for its own sake. Life is no brief candle to me; it is a sort of splendid torch which I've got a hold of for the moment and I want to make it burn as brightly as possible before handing it on to future generations."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "The call and need of a new era is for Greatness. Tapping into the higher reaches of human genius and motivation requires leaders to have a new mind-set, skill-set, and tool-set."
    },
    {
      "cite": "William Barclay",
      "quote": "There is never any easy way to greatness; greatness is always the product of toil."
    },
    {
      "cite": "George Eliot",
      "quote": "A man is seldom ashamed of feeling that he cannot love a woman so well when he sees a certain greatness in her: nature having intended greatness for men."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Is it so bad, then, to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "A man does not attain the status of Galileo merely because he is persecuted; he must also be right."
    },
    {
      "cite": "Duc de La Rochefoucauld",
      "quote": "The glory of great men should always be measured against the means they used to acquire it."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Everything we think of as great has come to us from neurotics. It is they and they alone who found religions and create great works of art. The world will never realise how much it owes to them and what they have suffered in order to bestow their gifts on it."
    },
    {
      "cite": "John Ruskin",
      "quote": "The first test of a truly great man is his humility."
    },
    {
      "cite": "John Steinbeck",
      "quote": "All the world's great have been little boys who wanted the moon."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "In me there dwells / No greatness, save it be some far-off touch / Of greatness to know well I am not great."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "Difficulty is a nurse of greatness-a harsh nurse, who rocks her foster children roughly, but rocks them into strength and athletic proportions. The mind, grappling with great aims and wrestling with mighty impediments, grows by a certain necessity to the stature of greatness."
    },
    {
      "cite": "Horace Mann",
      "quote": "If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both."
    },
    {
      "cite": "J.M. Hoppin",
      "quote": "A nation's greatness resides not in her material resources, but in her will, faith, intelligence, and moral forces."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "No man has come to true greatness who has not felt in some degree that his life belongs to his race, and that what God gives him he gives him for mankind."
    },
    {
      "cite": "Sir William Jones",
      "quote": "The greatest men in all ages have been lovers of their kind. All true leaders of men have it. Faith in men and love to men are unfailing marks of true greatness."
    },
    {
      "cite": "Sir William Jones",
      "quote": "If I am asked who is the greatest man? I answer the best; and if I am required to say who is the best? I reply he that has deserved most of his fellow-creatures."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "A really great man is known by three signs—generosity in the design, humanity in the execution, moderation in success."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "He only is great who has the habits of greatness; who, after performing what none in ten thousand could accomplish, passes on like Samson, and \"tells neither father nor mother of it.\""
    },
    {
      "cite": "Sir Philip Sidney",
      "quote": "In the truly great, virtue governs with a scepter of knowledge and wisdom."
    },
    {
      "cite": "J.R. Lowell",
      "quote": "Great truths are portions of the soul of man; Great souls are portions of Eternity."
    }
  ]
}