{
  "source": "https://www.wisesayings.com/great-depression-quotes/",
  "theme": "great-depression",
  "quotes": [
    {
      "cite": "Chuck Palahniuk",
      "quote": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "No one can possibly have lived through the Great Depression without being scarred by it. No amount of experience since the depression can convince someone who has lived through it that the world is safe economically."
    },
    {
      "cite": "Jon Meacham",
      "quote": "World War II ended the Great Depression with one of the great public-private industrial collaborations in the history of man."
    },
    {
      "cite": "Upton Sinclair",
      "quote": "The remedy [for the Great Depression] is to give the workers access to the means of production, and let them produce for themselves, not for others, . . . the American way."
    },
    {
      "cite": "Milton Friedman",
      "quote": "The Great Depression in the United States, far from being a sign of the inherent instability of the private enterprise system, is a testament to how much harm can be done by mistakes on the part of a few men when they wield vast power over the monetary system of the country."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "The Great Depression was going on, so that the station and the streets teemed with homeless people, just as they do today. The newspapers were full of stories of worker layoffs and farm foreclosures and bank failures, just as they are today. All that has changed, in my opinion, is that, thanks to television, we can hide a Great Depression. We may even be hiding a Third World War."
    },
    {
      "cite": "Kathi Appelt",
      "quote": "An entire nation, it seemed, was standing in one long breadline, desperate for even the barest essentials. It was a crisis of monumental proportions. It was known as the Great Depression."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away."
    },
    {
      "cite": "Milton Friedman",
      "quote": "The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy."
    },
    {
      "cite": "Barry Eichengreen",
      "quote": "The 24% unemployment reached at the depths of the Great Depression was no picnic."
    },
    {
      "cite": "Steve Buyer",
      "quote": "Men and women whose early youth was shaped in the ordeal of the Great Depression showed the values formed in that crucible when tyranny threatened a world."
    },
    {
      "cite": "John Warren Kindt",
      "quote": "We beat the Great Depression without lotteries and legalized gambling."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "It is reported that about 30% of the world's population is unemployed. That's worse than the Great Depression, but it's now an international phenomenon."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "America had been a boom-and-bust economy going into the Great Depression - just over and over and over, fortunes were wiped out, ordinary families were crushed under it."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "The greatest generation was formed first by the Great Depression. They shared everything - meals, jobs, clothing."
    },
    {
      "cite": "Jim Gray",
      "quote": "America has always built ourselves out of adversity. All the way back to the Great Depression."
    }
  ]
}