{
  "source": "https://www.wisesayings.com/great-quotes/",
  "theme": "great",
  "quotes": [
    {
      "cite": "Muriel Strode",
      "quote": "A great work demands a great sacrifice, and who is not capable of a great sacrifice is not capable of a great work."
    },
    {
      "cite": "Marcus Tulius Cicero",
      "quote": "Great things start from small beginnings."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Behind every great man is a woman rolling her eyes."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "To achieve great things, two things are needed; a plan, and not quite enough time."
    },
    {
      "cite": "William Blake",
      "quote": "Great things are done when men and mountains meet."
    },
    {
      "cite": "Euripides",
      "quote": "A great obstacle to happiness is to anticipate too great a happiness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every great achievement is the victory of a flaming heart."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The small truth has words that are clear; the great truth has great silence."
    },
    {
      "cite": "Edward Young",
      "quote": "None think the great unhappy, but the great."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Where the willingness is great, the difficulties cannot be great."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Great things are done by a series of small things brought together."
    },
    {
      "cite": "John Donne",
      "quote": "Nature's great masterpiece, an elephant; the only harmless great thing."
    },
    {
      "cite": "Aristotle",
      "quote": "No great mind has ever existed without a touch of madness."
    },
    {
      "cite": "Samuel Logan Brengle",
      "quote": "All great soul-winners have been men of much and mighty prayer, and all great revivals have been preceded and carried out by persevering, prevailing knee-work in the closet."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Great souls by instinct to each other turn, demand alliance, and in friendship burn."
    },
    {
      "cite": "William Barclay",
      "quote": "There are two great days in a person's life - the day we are born and the day we discover why."
    },
    {
      "cite": "Thomas Wentworth Higginson",
      "quote": "Great men are rarely isolated mountain-peaks; they are the summits of ranges."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "There may be a great fire in our soul, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "I find the great thing in this world is, not so much where we stand, as in what direction we are moving."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Great spirits have always encountered violent opposition from mediocre minds."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Half a truth is often a great lie."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A great soul will be strong to live as well as think."
    },
    {
      "cite": "Maya Angelou",
      "quote": "A great soul serves everyone all the time. A great soul never dies. It brings us together again and again."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Great truths are portions of the soul of man; Great souls are portions of eternity."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Francesco Petrarca",
      "quote": "Rarely do great beauty and great virtue dwell together."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "For a great willpower, no road has length!"
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Great people are meteors designed to burn so that the earth may be lighted."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We can do no great things, only small things with great love."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Great achievement is usually born of great sacrifice, and is never the result of selfishness."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "There never was a great soul that did not have some divine inspiration."
    }
  ]
}