{
  "source": "https://www.wisesayings.com/green-quotes/",
  "theme": "green",
  "quotes": [
    {
      "cite": "George Peele",
      "quote": "Beauty, strength, youth, are flowers but fading seen. Duty, faith, love, are roots, and ever green."
    },
    {
      "cite": "Mary Webb",
      "quote": "Green is the fresh emblem of well founded hopes. In blue the spirit can wander, but in green it can rest."
    },
    {
      "cite": "Ray Kroc",
      "quote": "When you're green, your growing. When you're ripe, you rot."
    },
    {
      "cite": "John Muir",
      "quote": "Nature in her green, tranquil woods heals and soothes all afflictions."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Green is a process, not a status. We need to think of 'green' as a verb, not an adjective."
    },
    {
      "cite": "Robert Frost",
      "quote": "Nature's first green is gold."
    },
    {
      "cite": "Russell Page",
      "quote": "Green fingers are the extension of a verdant heart."
    },
    {
      "cite": "Ezra Pound",
      "quote": "Learn of the green world what can be thy place in scaled invention or true artistry."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Green was the silence, wet was the light, the month of June trembled like a butterfly."
    },
    {
      "cite": "Kobo Abe",
      "quote": "Green makes me think of silence, or maybe it's loneliness. I get the feeling of a terribly distant star."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "In the hierarchy of colors, green represents the social middle class, self-satisfied, immovable, narrow."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Green calm below, blue quietness above."
    },
    {
      "cite": "Vernor Vinge",
      "quote": "Life is a green madness just now, trying to squeeze the last bit of warmth from the season."
    },
    {
      "cite": "Paul Gauguin",
      "quote": "A meter of green is greener than a centimeter."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Green in nature is one thing, green in literature another. Nature and letters seem to have a natural antipathy bring them together and they tear each other to pieces."
    },
    {
      "cite": "Narendra Modi",
      "quote": "With the gun you can make the earth red but if you have a plough you can make the earth green."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A man who contemplates revenge keeps his wounds green."
    },
    {
      "cite": "Graydon Carter",
      "quote": "Green does not have to mean the sort of hair-shirt, wood-burning-stove sensibility of the '70s. Green can and should be sleek and modern."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Our green valleys will be greener once we fully grasp the infinite vitality of the green!"
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Green in nature is one thing, green in literature another. Nature and letters seem to have a natural antipathy; bring them together and they tear each other to pieces."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "All our wisdom is stored in the trees."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "Green is the prime color of the world, and that from which its loveliness arises."
    },
    {
      "cite": "Bill Watterson",
      "quote": "If your knees aren't green by the end of the day, you ought to seriously re-examine your life."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Colorless green ideas sleep furiously."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The future is green energy, sustainability, renewable energy."
    },
    {
      "cite": "Ian Somerhalden",
      "quote": "Going green doesn't start with doing green acts, it starts with a shift in consciousness."
    }
  ]
}