{
  "source": "https://www.wisesayings.com/greek-mythology-quotes/",
  "theme": "greek-mythology",
  "quotes": [
    {
      "cite": "Tai Odunsi",
      "quote": "Even Cronus, the Titan who literally had his kids for breakfast, would find these facts hard to swallow."
    },
    {
      "cite": "Barry B. Powell",
      "quote": "The Greek gods had personalities like those of humans and struggled with one another for position and power. They did not love humans (although some had favorites) and did not ask to be loved by them. They did not impose codes of behavior. They expected respect and honor but coud act contrary to human needs and desires."
    },
    {
      "cite": "Grace Curley",
      "quote": "But the seraphs that watched from above knew the tale: Gods and mortals may change their skies, but not their souls, who rush across the sea."
    },
    {
      "cite": "Brendan Fraser",
      "quote": "I guess darkness serves a purpose: to show us that there is redemption through chaos. I believe in that. I think that's the basis of Greek mythology."
    },
    {
      "cite": "Plato",
      "quote": "According to Greek mythology, humans were originally created with four arms, four legs and a head with two faces. Fearing their power, Zeus split them into two separate parts, condemning them to spend their lives in search of their other halves."
    },
    {
      "cite": "Hyman Rickover",
      "quote": "In Greek mythology, Antaeus was a giant who was strong as long as he had contact with the earth. When he was lifted from the earth he lost strength. So it is with engineers. They must not become isolated from the real world..."
    },
    {
      "cite": "Devdutt Pattanaik",
      "quote": "In Greek mythology, the hero wants to be great, but the very concept does not exist in the Indian vocabulary. Yet it has become the global template. And it's a template that won't fit in India."
    },
    {
      "cite": "Rick Riordan",
      "quote": "To a degree, the Greek and Roman mythological heroes are just the first superheroes. They appeal to children for much the same reason. These gods and heroes may have powers, but they get angry and they do the wrong thing. They are human too."
    },
    {
      "cite": "Thomas Bulfinch",
      "quote": "Without a knowledge of mythology much of the elegant literature of our own language cannot be understood and appreciated."
    },
    {
      "cite": "Thomas Bulfinch",
      "quote": "For Mythology is the handmaid of literature; and literature is one of the best allies of virtue and promoters of happiness."
    },
    {
      "cite": "Marge Piercy",
      "quote": "Memory in Greek mythology is the mother of the muses, and it is so for me. Both personal and societal memory move me strongly, and that is one of the sources of my writing"
    },
    {
      "cite": "Northrp Frye",
      "quote": "Every human society possesses a mythology which is inherited, transmitted and diversified by literature"
    },
    {
      "cite": "Erin O'Riordan",
      "quote": "The sun, the moon, the ocean– these were all the children of Ouranos and Gaia. They had hundreds more, and they were the grandparents of the gods and of human beings. Ouranos didn’t make any of this out of nothing, and neither did God. There had to be a wife."
    },
    {
      "cite": "Jesmyn Ward",
      "quote": "In every one of Greek Mythology tales there is this: A man chasing a woman, or a woman chasing a man.  There is never a meeting in the middle."
    },
    {
      "cite": "Donald W. Black",
      "quote": "Narcissistic personality disorder is named for Narcissus, from Greek Mythology, who fell in love with his own reflection."
    }
  ]
}