{
  "source": "https://www.wisesayings.com/greed-quotes/",
  "theme": "greed",
  "quotes": [
    {
      "cite": "Erich Fromm",
      "quote": "Greed is a bottomless pit which exhausts the person in an endless effort to satisfy the need without ever reaching satisfaction."
    },
    {
      "cite": "Janwillem Van De Wetering",
      "quote": "Greed is a fat demon with a small mouth and whatever you feed it is never enough."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Greed is not a financial issue. It's a heart issue."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is a sufficiency in the world for man's need but not for man's greed."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "Greed is so destructive. It destroys everything."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Greed is the lack of confidence of one's own ability to create."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, \"What's in it for me"
    },
    {
      "cite": "Socrates",
      "quote": "He who is not contented with what he has, would not be contented with what he would like to have."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Growth for the sake of growth is the ideology of the cancer cell."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Be Fearful When Others Are Greedy and Greedy When Others Are Fearful"
    },
    {
      "cite": "Maya Angelou",
      "quote": "There is a very fine line between loving life and being greedy for it."
    },
    {
      "cite": "Thoreau",
      "quote": "It is preoccupation with possessions, more than anything else, that prevents us from living freely and nobly."
    },
    {
      "cite": "Mark Twain",
      "quote": "Any so-called material thing that you want is merely a symbol: you want it not for itself, but because it will content your spirit for the moment."
    },
    {
      "cite": "Seneca",
      "quote": "For greed all nature is too little."
    },
    {
      "cite": "Friedrich Engels",
      "quote": "From the first day to this, sheer greed was the driving spirit of civilization."
    },
    {
      "cite": "Little Richard",
      "quote": "Greed has taken the whole universe, and nobody is worried about their soul."
    },
    {
      "cite": "Julian Casablancas",
      "quote": "Greed is the inventor of injustice as well as the current enforcer."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Lust and greed are more gullible than innocence."
    },
    {
      "cite": "Swiss Proverb",
      "quote": "A greedy person and a pauper are practically one and the same."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There are many things that we would throw away if we were not afraid that others might pick them up."
    },
    {
      "cite": "Lau Tzu",
      "quote": "There is no calamity greater than lavish desires. There is no greater guilt than discontent. And there is no greater disaster than greed."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Experience demands that man is the only animal which devours his own kind, for I can apply no milder term to the general prey of the rich on the poor."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Wealth is like sea-water; the more we drink, the thirstier we become; and the same is true of fame."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Avarice has ruined more souls than extravagance."
    },
    {
      "cite": "Frederick Keonig",
      "quote": "We tend to forget that happiness doesn't come as a result of getting something we don't have, but rather of recognizing and appreciating what we do have."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "A greedy father has thieves for children"
    },
    {
      "cite": "Horace",
      "quote": "He who is greedy is always in want"
    },
    {
      "cite": "Unkown",
      "quote": "The lust of avarice as so totally seized upon mankind that their wealth seems rather to possess them than they possess their wealth."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Perhaps when we find ourselves wanting everything, it is because we are dangerously close to wanting nothing."
    },
    {
      "cite": "Bette Davis",
      "quote": "Oh, don't let's ask for the moon. We've already got the stars."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Everywhere in life, the true question is not what we gain, but what we do."
    },
    {
      "cite": "Henry George",
      "quote": "Man is the only animal whose desires increase as they are fed; the only animal that is never satisfied."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that is of the opinion money will do everything may well be suspected of doing everything for money."
    },
    {
      "cite": "Samuel Butler",
      "quote": "It has been said that the love of money is the root of all evil. The want of money is so quite as truly."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "A wise man should have money in his head, but not in his heart."
    },
    {
      "cite": "Epicurus",
      "quote": "If thou wilt make a man happy, add not unto his riches but take away from his desires."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver"
    },
    {
      "cite": "John Perkins",
      "quote": "None of the quick fixes to the world's problems are going to work, unless we change the dream of greed and scarcity that the world is dreaming."
    },
    {
      "cite": "Bob Dylan",
      "quote": "All the money you make will never buy back your soul."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "If your desires be endless, your cares and fears will be so too."
    },
    {
      "cite": "Horace",
      "quote": "The avarice person is ever in want; let your desired aim have a fixed limit."
    },
    {
      "cite": "Kierkegaard",
      "quote": "Most men pursue pleasure with such breathless haste that they hurry past it."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "The saddest thing I can imagine is to get used to luxury"
    },
    {
      "cite": "Blaise Pascal",
      "quote": "It is not good to be too free. It is not good to have everything one wants."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "The man who has won millions at the cost of his conscience is a failure."
    },
    {
      "cite": "Italian Proverb",
      "quote": "Big mouthfuls often choke."
    },
    {
      "cite": "Anatole France",
      "quote": "The average man does not know what to do with this life, yet wants another one which will last forever."
    },
    {
      "cite": "Democritus",
      "quote": "It is greed to do all the talking but not to want to listen at all"
    },
    {
      "cite": "Saint Augustine",
      "quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To be without some of the things you want is an indispensable part of happiness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Earth provides enough to satisfy every man's needs, but not every man's greed."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The world says: 'You have needs' -- satisfy them. You have as much right as the rich and the mighty. Don't hesitate to satisfy your needs; indeed, expand your needs and demand more.\" This is the worldly doctrine of today. And they believe that this is freedom. The result for the rich is isolation and suicide, for the poor, envy and murder."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world."
    },
    {
      "cite": "Al-Ghazzali",
      "quote": "Declare your jihad on thirteen enemies you cannot see -egoism, arrogance, conceit, selfishness, greed, lust, intolerance, anger, lying, cheating, gossiping and slandering. If you can master and destroy them, then you will be read to fight the enemy you can see."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "I find it odd- the greed of mankind. People only like you for as long as they perceive they can get what they want from you. Or for as long as they perceive you are who they want you to be. But I like people for all of their changing surprises, the thoughts in their heads, the warmth that changes to cold and the cold that changes to warmth... for being human. The rawness of being human delights me."
    },
    {
      "cite": "Siddharta Gautama",
      "quote": "There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "I am afraid that our eyes are bigger than our stomachs, and that we have more curiosity than understanding. We grasp at everything, but catch nothing except wind."
    },
    {
      "cite": "Voltaire",
      "quote": "Our labour preserves us from three great evils -- weariness, vice, and want."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "When morality comes up against profit, it is seldom that profit loses."
    },
    {
      "cite": "Confucius",
      "quote": "The Master said, “If your conduct is determined solely by considerations of profit you will arouse great resentment."
    },
    {
      "cite": "Jennifer Donnelly",
      "quote": "Most of the mess that is called history comes about because kings and presidents cannot be satisfied with a nice chicken and a good loaf of bread."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "We have always known that heedless self interest was bad morals, we now know that it is bad economics."
    },
    {
      "cite": "Matt Taibbi",
      "quote": "In a society governed passively by free markets and free elections, organized greed always defeats disorganized democracy."
    },
    {
      "cite": "Vernon Howard",
      "quote": "You have succeeded in life when all you really WANT is only what you really NEED."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Of all the icy blasts that blow on love, a request for money is the most chilling."
    },
    {
      "cite": "Confucius",
      "quote": "The Master said, “The gentleman understands what is right, whereas the petty man understands profit."
    },
    {
      "cite": "Diogenes of Sinope",
      "quote": "It is the privilege of the gods to want nothing, and of godlike men to want little."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "The difference between greed and ambition is a greedy person desires things he isn't prepared to work for."
    },
    {
      "cite": "Stephen Fry",
      "quote": "I'm fat because I'm greedy, and if my mind is fat it's because I'm curious."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Getting money is not all a man's business: to cultivate kindness is a valuable part of the business of life."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A house built on greed cannot long endure."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We cannot negotiate with people who say what's mine is mine and what's yours is negotiable."
    },
    {
      "cite": "Henry Wallace",
      "quote": "If we define an American fascist as one who in case of conflict puts money and power ahead of human beings, then there are undoubtedly several million fascists in the United States."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Stealing to eat ain’t criminal—stealing to be rich is."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "It was not curiosity that killed the goose who laid the golden egg, but an insatiable greed that devoured common sense."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "Even the most beautiful scenery is no longer assured of our love after we have lived in it for three months, and some distant coast attracts our avarice: possessions are generally diminished by possession."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Money is like a child—rarely unaccompanied. When it disappears, look to those who were supposed to be keeping an eye on it while you were at the grocery store. You might also look for someone who has a lot of extra children sitting around, with long, suspicious explanations for how they got there."
    },
    {
      "cite": "Rebecca McNutt",
      "quote": "Again we have the problem that whether you’re moral or not is a matter of whether it's cost-effective."
    },
    {
      "cite": "Socrates",
      "quote": "Are you not ashamed of caring so much for the making of money and for fame and prestige, when you neither think nor care about wisdom and truth and the improvement of your soul?"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed indiscriminately penalizes / Selflessness is the ultimate panacea; for uniting all / innocuously harmonious; for centuries immemorial and alike."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed baselessly tyrannizes / Selflessness is an Omnipotent fabric; which irrefutably / transcends you above the resplendent heavens; to be the / unequivocal favorite of the divine."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed ruthlessly snatches / Selflessness is the only road to everlasting prosperity / treacherous with the / scent of the bountifully bestowing soil."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed manipulatively stagnates / Selflessness is the most priceless core of enthralling / existence; enlightening unassailable beams of hope; in all / those dwellings miserably impoverished / without optimism and light."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed horrendously massacres / Selflessness is an Omnisciently miraculous ointment / which heals the most bizarre wounds of the overwhelming rich / and pathetically destitute; alike."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed uncouthly divests / Selflessness is a enchantingly silken flower / which disseminates the true spirit of mankind / to even the most infinitesimal parts / of this fathomless globe."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed lethally poisons / Selflessness is a grandiloquently mesmerizing sky / which relentlessly showers the blessings of the Almighty / upon all philanthropically benign."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed pulverizes beyond recognition / Selflessness is a unendingly radiating horizon / which brilliantly sparkles all night and day / with the rainbow of unconquerable righteousness."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed maliciously obfuscates all truth / Selflessness is the most Omnipresent harbinger of celestial peace / unstoppably heading towards the paradise of scintillating success."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed insidiously cripples / Selflessness is a majestically flapping bird that hoists even the most devastatingly deprived / making one perpetually realize his ultimate mission in destined life."
    },
    {
      "cite": "Devil Poet",
      "quote": "Greed enters your home very silently / Finally it becomes your master / And you become slave of your own greed / Oneday it will drag you to an unknown grave."
    },
    {
      "cite": "Giuseppe Gioacchino Belli",
      "quote": "When I watch folks of this world and see how widespread / It is for those, that pile up treasure and put on fat, to chafe / At the bit and grasp for more, the way they hunger for a safe"
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Greed is eternal"
    },
    {
      "cite": "Nicholas Boxer",
      "quote": "Greed makes people want more and more power - power over the Earth, power over each other."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Greed leads to misjudgment. And that can result in a loss of profits."
    },
    {
      "cite": "Doug Langdale",
      "quote": "Greed almost got me killed. Then poverty almost got me killed. If I'm gonna get it either way, I might as well be rich!"
    },
    {
      "cite": "Ross LaManna",
      "quote": "Greed will imprison us all."
    },
    {
      "cite": "Hideo Kojima",
      "quote": "You can't realize your dreams without greed."
    },
    {
      "cite": "Kôsuke Fujishima",
      "quote": "Our society is already a metaphorical wasteland of political ghouls and vampires sucking the world dry with their greed and ignorance."
    },
    {
      "cite": "Toru Hagihara",
      "quote": "It is not by my own power that I am resurrected. It is the greed of humanity which calls me back, and thus, by might, I rule. Might becomes the one and only justice in this world!"
    },
    {
      "cite": "Luc Besson",
      "quote": "Greed is the only snake that cannot be charmed."
    },
    {
      "cite": "Luke 12:15",
      "quote": "[Jesus] said, 'Beware! Guard against every kind of greed. Life is not measured by how much you own."
    },
    {
      "cite": "Billy Graham",
      "quote": "Envy and greed always-always-exact  a terrible price."
    },
    {
      "cite": "Billy Graham",
      "quote": "I have never met an envious or greedy person who was at peace."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Bible sees greed as a form of idolatry, because a greedy person worships things instead of God."
    },
    {
      "cite": "Billy Graham",
      "quote": "Greed and envy have their roots in selfishness."
    },
    {
      "cite": "Billy Graham",
      "quote": "Envy and greed starve on a steady diet of thanksgiving."
    },
    {
      "cite": "Billy Graham",
      "quote": "Life is not a matter of dollars and cents, houses and lands, earning capacity and financial achievement."
    },
    {
      "cite": "Billy Graham",
      "quote": "Greed must not be allowed to make man the slave of wealth."
    },
    {
      "cite": "Billy Graham",
      "quote": "We have seen the results of unrestrained greed, corruption, and manipulation on Wall Street, financial mismanagement in the halls of government, fraud and perversion at the highest levels of both church and state."
    },
    {
      "cite": "Billy Graham",
      "quote": "Greed is an unreasonable all-absorbing desire to acquire things or wealth."
    },
    {
      "cite": "Billy Graham",
      "quote": "One test of greed is that it is never satisfied."
    },
    {
      "cite": "Billy Graham",
      "quote": "The greatest need in the world is the transformation of human nature. We need a new heart that will not have lust and greed and hate in it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Three great forces rule the world; stupidity, fear, and greed."
    }
  ]
}