{
  "source": "https://www.wisesayings.com/grieving-quotes/",
  "theme": "grieving",
  "quotes": [
    {
      "cite": "Washington Irving",
      "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love."
    },
    {
      "cite": "Rumi",
      "quote": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom."
    },
    {
      "cite": "Anne Roiphe",
      "quote": "Grief is in two parts. The first is loss. The second is the remaking of life."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "Grief is the price we pay for love."
    },
    {
      "cite": "Anne Grant",
      "quote": "Grief is perhaps an unknown territory for you. You might feel both helpless and hopeless without a sense of a 'map' for the journey. Confusion is the hallmark of a transition. To rebuild both your inner and outer world is a major project."
    },
    {
      "cite": "Rumi",
      "quote": "Don't grieve. Anything you lose comes round in another form."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "In times of grief and sorrow I will hold you and rock you and take your grief and make it my own. When you cry I cry and when you hurt I hurt. And together we will try to hold back the floods to tears and despair and make it through the potholed street of life"
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Only people who are capable of loving strongly can also suffer great sorrow, but this same necessity of loving serves to counteract their grief and heals them."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "They say time heals all wounds, but that presumes the source of the grief is finite."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Grief is not as heavy as guilt, but it takes more away from you."
    },
    {
      "cite": "Tom Attig",
      "quote": "Grieving is a journey that teaches us how to love in a new way now that our loved one is no longer with us. Consciously remembering those who have died is the key that opens the hearts, that allows us to love them in new ways."
    },
    {
      "cite": "Henry Wordsworth",
      "quote": "There is no grief like the grief that does not speak."
    },
    {
      "cite": "Earl Grollman",
      "quote": "Grief is not a disorder, a disease or a sign of weakness. It is an emotional, physical and spiritual necessity, the price you pay for love. The only cure for grief is to grieve."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "All things grow with time -- except grief."
    },
    {
      "cite": "Proverb",
      "quote": "Grief is light that is capable of counsel."
    },
    {
      "cite": "Margery Allingham",
      "quote": "Mourning is not forgetting... It is an undoing. Every minute tie has to be untied and something permanent and valuable recovered and assimilated from the dust. The end is gain, of course. Blessed are they that mourn, for theyshall be made strong, in fact. But the process is like all other human births, painful and long and dangerous."
    },
    {
      "cite": "Margaret Brownley",
      "quote": "Grief is hard on friendships, but it doesn't have to be. Sometimes, all it takes is a little honesty between friends. If we gently and lovingly explain what we need from the relationship during our time of grief, and what we are willing to do in return, we can turn even a lukewarm friendship into something special."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "One often calms one's grief by recounting it."
    },
    {
      "cite": "Voltaire",
      "quote": "Tears are the silent language of grief."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Grief makes one hour ten."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "Grief is the price we pay for love."
    },
    {
      "cite": "Aeschylus",
      "quote": "There is no pain so great as the memory of joy in present grief."
    },
    {
      "cite": "John Green",
      "quote": "We all want to do something to mitigate the pain of loss or to turn grief into something positive, to find a silver lining in the clouds. But I believe there is real value in just standing there, being still, being sad."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "But grieving people are selfish. They won't let you comfort them and they say you don't understand and they make you feel useless when all your life you've been functional to them."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "That was the hard thing about grief, and the grieving. They spoke another language, and the words we knew always fell short of what we wanted them to say."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Grieving, like being blind, is a strange business; you have to learn how to do it. We seek company in mourning, but after the early bursts of tears, after the praises have been spoken, and the good days remembered, and the lament cried, and the grave closed, there is no company in grief. It is a burden borne alone."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Deep grief sometimes is almost like a specific location, a coordinate on a map of time. When you are standing in that forest of sorrow, you cannot imagine that you could ever find your way to a better place. But if someone can assure you that they themselves have stood in that same place, and now have moved on, sometimes this will bring hope."
    },
    {
      "cite": "Elizabeth Berrien",
      "quote": "It is true that the grief journey is very lonely, but it is also up to you to decide just how lonely you will make it."
    },
    {
      "cite": "Erich Fromm",
      "quote": "To spare oneself from grief at all cost can be achieved only at the price of total detachment, which excludes the ability to experience happiness."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "While grief is fresh, every attempt to divert only irritates. You must wait till it be digested, and then amusement will dissipate the remains of it."
    },
    {
      "cite": "Rita Rudner",
      "quote": "The time you spend grieving over a man should never exceed the amount of time you actually spent with him."
    },
    {
      "cite": "Epictetus",
      "quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has."
    },
    {
      "cite": "Lynn Caine",
      "quote": "Since every death diminishes us a little, we grieve - not so much for the death as for ourselves."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "He that conceals his grief finds no remedy for it."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "Tearless grief bleeds inwardly."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "There is no grief like the grief that does not speak."
    },
    {
      "cite": "Moliere",
      "quote": "If you suppress grief too much it can well redouble."
    },
    {
      "cite": "Mark Twain",
      "quote": "Grief can take care of itself, but to get the full value of joy must have somebody to divide it with."
    },
    {
      "cite": "John C. Granville",
      "quote": "In private grief with careless scorn. In public seem to triumph and not to mourn."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "You don't go around grieving all the time, but the grief is still there and always be."
    },
    {
      "cite": "Joan Didion",
      "quote": "There's a general impulse to distract the grieving person - as if you could."
    },
    {
      "cite": "Mike Mills",
      "quote": "The littlest thing can have the strongest connection when you're grieving. Your proustian, poetic nerve is turned up to ten."
    },
    {
      "cite": "Lee Radziwill",
      "quote": "I think grieving is the same for everybody that lost someone you love deeply. It's the same. You know, you're really no different than anybody else who's lost somebody they adored."
    },
    {
      "cite": "Clare Bowen",
      "quote": "When people are grieving, it's kind of like a storm, and you need something to grab onto, but often you have to brave it on your own."
    },
    {
      "cite": "Earl Grollman",
      "quote": "Grief is not a disorder, a disease or sign of weakness. It is an emotional, physical and spiritual necessity, the price you pay for love. The only cure for grief is to grieve."
    },
    {
      "cite": "Vicki Harrison",
      "quote": "Grief is like the ocean; it comes on waves ebbing and flowing. Sometimes the water is calm, and sometimes it is overwhelming. All we can do is learn to swim."
    },
    {
      "cite": "Shakespeare",
      "quote": "Give sorrow words; the grief that does not speak whispers the o'er~fraught heart and bids it break."
    },
    {
      "cite": "Judy Tatelbaum",
      "quote": "Emotionally, grief is a mixture of raw feelings such as sorrow, anguish, anger, regret, longing, fear, and deprivation. Grief may be experienced physically as exhaustion, emptiness, tension, sleeplessness, or loss of appetite."
    },
    {
      "cite": "Author Unkonwn",
      "quote": "Grief is a passage, not a place to stay. Grief is not a sign of weakness, nor a lack of faith...it is the price of love."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "Grieving is not a short-term process; it's not even a long-term process; it's a lifelong process. 'Having a future' now means that although your life will flow again, it will flow differently as a result of the loss. Your grief will become incorporated into your life history, become a part of your identity. And you will continue now, and forever, to redefine your relationship with your deceased loved one. Death doesn't end the relationship, it simply forges a new type of relationship - one based not on physical presence but on memory, spirit, and love."
    }
  ]
}