{
  "source": "https://www.wisesayings.com/grief-quotes/",
  "theme": "grief",
  "quotes": [
    {
      "cite": "Anne Lamott",
      "quote": "You will lose someone you can't live without, and your heart will be badly broken, and the bad news is that you never completely get over the loss of your beloved. But this is also the good news. They live forever in your broken heart that doesn't seal back up. And you come through. It's like having a broken leg that never heals perfectly that still hurts when the weather gets cold, but you learn to dance with the limp."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Only people who are capable of loving strongly can also suffer great sorrow, but this same necessity of loving serves to counteract their grief and heals them."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "And we wept that one so lovely should have a life so brief."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Deep grief sometimes is almost like a specific location, a coordinate on a map of time. When you are standing in that forest of sorrow, you cannot imagine that you could ever find your way to a better place. But if someone can assure you that they themselves have stood in that same place, and now have moved on, sometimes this will bring hope"
    },
    {
      "cite": "Harriet Schiff",
      "quote": "The reality is that we don't forget, move on, and have closure, but rather we honor, we remember, and incorporate our deceased children and siblings into our lives in a new way. In fact, keeping memories of your loved one alive in your mind and heart is an important part of your healing journey."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "No one ever told me that grief felt so much like fear."
    },
    {
      "cite": "Doug Manning",
      "quote": "You give yourself permission to grieve by recognizing the need for grieving. Grieving is the natural way of working through the loss of a love. Grieving is not weakness nor absence of faith. Grieving is as natural as crying when you are hurt, sleeping when you are tired or sneezing when your nose itches. It is nature's way of healing a broken heart."
    },
    {
      "cite": "David Seltzer",
      "quote": "For some moments in life there are no words."
    },
    {
      "cite": "Henry Wordsworth",
      "quote": "There is no grief like the grief that does not speak."
    },
    {
      "cite": "Tom Attig",
      "quote": "Grieving is a journey that teaches us how to love in a new way now that our loved one is no longer with us. Consciously remembering those who have died is the key that opens the hearts, that allows us to love them in new ways."
    },
    {
      "cite": "Lois Lowry",
      "quote": "He wept, and it felt as if the tears were cleansing him, as if his body needed to empty itself."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "While grief is fresh, every attempt to divert only irritates. You must wait till it be digested, and then amusement will dissipate the remains of it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give sorrow words; the grief that does not speak whispers the o'er-fraught heart and bids it break."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He sought to transform the grief that looks down into the grave by showing it the grief that looks up to the stars."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Even hundredfold grief is divisible by love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sorrow makes us all children again - destroys all differences of intellect. The wisest know nothing."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "I measure every grief I meet with narrow, probing eyes - I wonder if it weighs like mine - or has an easier size."
    },
    {
      "cite": "Dodinsky",
      "quote": "Grieving is a necessary passage and a difficult transition to finally letting go of sorrow - it is not a permanent rest stop."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "No one can keep his griefs in their prime; they use themselves up."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Grief is a species of idleness."
    },
    {
      "cite": "William Cowper",
      "quote": "Grief is itself a medicine."
    },
    {
      "cite": "Moliere",
      "quote": "If you suppress grief too much, it can well redouble."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Our trials, our sorrows, and our grieves develop us."
    },
    {
      "cite": "Proverb",
      "quote": "Grief is light that is capable of counsel."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "All things grow with time, except grief."
    },
    {
      "cite": "Seneca",
      "quote": "The display of grief makes more demands than grief itself. How few men are sad in their own company."
    },
    {
      "cite": "Seneca",
      "quote": "Nothing becomes so offensive so quickly as grief. When fresh it finds someone to console it, but when it becomes chronic, it is ridiculed, and rightly."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Grief fills the room up of my absent child, lies in his bed, walks up and down with me, puts on his pretty looks, repeats his words."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Grief at the absence of a loved one is happiness compared to life with a person one hates."
    },
    {
      "cite": "James Martineau",
      "quote": "Grief is only the memory of widowed affections."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Grief is the agony of an instant. The indulgence of grief the blunder of a life."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Grief knits two hearts in closer bonds than happiness ever can; and common sufferings are far stronger links than common joys."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "One often calms one's grief by recounting it."
    },
    {
      "cite": "George Eliot",
      "quote": "She was no longer wrestling with the grief, but could sit down with it as a lasting companion and make it a sharer in her thoughts."
    },
    {
      "cite": "Walker Percy",
      "quote": "Since grief only aggravates your loss, grieve not for what is past."
    },
    {
      "cite": "George Henry Lewis",
      "quote": "The only cure for grief is action."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Time takes away the grief of men."
    },
    {
      "cite": "Sufi Epigram",
      "quote": "When the heart grieves over what is has lost, the spirit rejoices over what it has left."
    },
    {
      "cite": "Elisabeth Kubler Ross",
      "quote": "Grief will happen either as an open healing wound or a closed festering wound, either honestly or dishonestly, either appropriately or inappropriately. But emotions will be expressed."
    },
    {
      "cite": "Lorraine Kember",
      "quote": "No one is immune to grief. There are those amongst us today who have grieved deeply in the past, and there are those who are grieving deeply now and sadly. All of us will grieve at some time in the future."
    },
    {
      "cite": "J. Nelson",
      "quote": "One of the most important things we can do for people who are grieving is to give them a safe place in which to experience and express their pain"
    },
    {
      "cite": "Marsha Barnosky",
      "quote": "Most people move though grief at their own unique pace and many eventually find a peaceful acceptance. This does not mean that this terrible loss is \"OK\", but rather that one is no longer battling reality and has come to a place of acceptance of what is."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Grief - Happiness is to feel that one's soul is good; there is no other, in truth, and this kind of happiness may exist even in sorrow, so that there are griefs perfable to every joy, and such as would be preferred by all those who have felt them."
    },
    {
      "cite": "M. Hunter",
      "quote": "As much as it hurts, suppressing how you feel is like putting a lid on a pressure cooker and turning off the steam valve, eventually it will blow. By expressing your emotions, you start the healing process"
    },
    {
      "cite": "Earl A. Grollman",
      "quote": "Grief is love not wanting to let go."
    },
    {
      "cite": "Janet Cedar Spring",
      "quote": "Grief seems to me like a winter house: guarded, sheltered against an outside world that's expected to be difficult. The windows are small to keep out the cold, and little light gets in. The darkness and warmth make a cozy place to hide, to nurse wounds, to incubate what is not yet ready to be exposed."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Grief, as I read somewhere once, is a lazy Susan. One day it is heavy and underwater, and the next day it spins and stops at loud and rageful, and the next day at wounded keening, and the next day numbness, silence."
    },
    {
      "cite": "Barbara Lazear Ascher",
      "quote": "Grief is like the wind. When it's blowing hard, you adjust your sails and run before it. If it blows too hard, you stay in the harbor, close the hatches and don't take calls. When it's gentle, you go sailing, have a picnic, take a swim.\""
    },
    {
      "cite": "Joan Chittister",
      "quote": "Grief is a sign that we loved something more than ourselves. . . . Grief makes us worthy to suffer with the rest of the world."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The deeper that sorrow carves into your being the more joy you can contain. Is not the cup that holds your wine the very cup that was burned in the potter's oven?"
    }
  ]
}