{
  "source": "https://www.wisesayings.com/grill-quotes/",
  "theme": "grill",
  "quotes": [
    {
      "cite": "Katie Lee",
      "quote": "The grill is the summer equivalent of a fireplace; everyone gravitates to it."
    },
    {
      "cite": "Guy Fieri",
      "quote": "People get a little bolder and more wild in summer. You've got things going on kabobs, things cooking on the bone. There's something about standing over a grill or outside with the family that inspires us."
    },
    {
      "cite": "Bobby Flay",
      "quote": "I love the culture of grilling. It creates an atmosphere that is festive but casual."
    },
    {
      "cite": "Bobby Flay",
      "quote": "Everybody says, 'I have problems overcooking steak on the grill,' but just take it off earlier! Grilling is really common sense. It's very simple. You should think of a grill as a burner - it just happens to have grates. You shouldn't be intimidated by it."
    },
    {
      "cite": "Taylor Swift",
      "quote": "When I figured out how to work my grill, it was quite a moment. I discovered that summer is a completely different experience when you know how to grill."
    },
    {
      "cite": "Bobby Flay",
      "quote": "I still love making hamburgers on the grill. I guess whenever I eat them childhood memories come up for me."
    },
    {
      "cite": "Kevin Steele",
      "quote": "People often think they can't grill seafood, because they grilled the wrong seafood."
    },
    {
      "cite": "Nathan Myhrvold",
      "quote": "The simplest fix for better grilling is to line the inside of your barbecue with tin foil. It dramatically affects how evenly the heat is distributed. That crusty black hibachi or Weber grill is doing your food no favors."
    },
    {
      "cite": "Barton Seaver",
      "quote": "While there are many varieties of grills, each with their own virtues to be sure, I prefer the standard Weber kettle grill. Don't be fooled into thinking that you need any fancy gadgets in order to take advantage of cooking over a live fire. Just a good set of tongs and you're set."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "I'm not a fan of grilling meat, since that tends to dry it out, and I find grill marks leave a bitter taste. A good steak house will offer different options for preparation, and I would ask them to broil or pan-roast the steak and finish it with butter. It ends up a dark chocolate color and stays very juicy."
    },
    {
      "cite": "Kevin Steele",
      "quote": "Seafood on the grill can be intimidating if you don't know what you are doing. It's really quite easy."
    },
    {
      "cite": "Bobby Flay",
      "quote": "It is very important that when you put something on the grill, you leave it in place to cook. If you move it around too quickly, chances are it is going to stick."
    },
    {
      "cite": "Jose Andres Puerta",
      "quote": "Standing around the grill is fine, but I like to have my friends come in and out of the house. Movement makes the party more exciting."
    },
    {
      "cite": "Jeanette Morisse",
      "quote": "Pull out your table and chairs and get the grill going, then just sit back and wait for people to wander over to you. We've met so many wonderful people over the years that way."
    },
    {
      "cite": "Bobby Flay",
      "quote": "Heat is more even on a gas grill. On a charcoal grill the flame varies so much that it takes a very skilled hand to grill things properly."
    }
  ]
}