{
  "source": "https://www.wisesayings.com/grind-quotes/",
  "theme": "grind",
  "quotes": [
    {
      "cite": "David Bly",
      "quote": "Striving for success without hard work is like trying to harvest where you haven't planted."
    },
    {
      "cite": "Tyron Woodley",
      "quote": "It can be a grind, training and fighting and waiting for your chance. But when that opportunity presents itself, you have to be ready because you never know if or when you'll get another shot."
    },
    {
      "cite": "Stephen King",
      "quote": "Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work."
    },
    {
      "cite": "Chris Gronkowski",
      "quote": "You have to stay focused and be mentally tough. That's what I've really learned: every day is a grind, and you have to go hard."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Hard work opens doors and shows the world that you are serious about being one of those rare - and special - human beings who use the fullness of their talents to do their very best."
    },
    {
      "cite": "Chris Chocola",
      "quote": "Time and again we have learned that the best way to achieve growth and create jobs is for hardworking people to keep more of their own money in their own pockets"
    },
    {
      "cite": "Janaki Sooriyarachchi",
      "quote": "Never expect appreciation for your hardwork. Make sure you are doing the right thing and just continue.."
    },
    {
      "cite": "Mark Cuban",
      "quote": "It takes time, it's a grind. There are no shortcuts. You've got to grind and grind."
    },
    {
      "cite": "Kevin Gates",
      "quote": "Anything lost, can be found again, except for time wasted. A vision without action is merely a dream. Action, it's the grind, it's the hustle, it's the persistence."
    },
    {
      "cite": "Cress Williams",
      "quote": "Shooting a season can be a grind. It can be seven to eight months of work. Once you stop, it slows down any momentum you had."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "The difference between the impossible and the possible lies in a man's determination."
    },
    {
      "cite": "Barry Gibb",
      "quote": "As long as you're having fun, that's the key. The moment it becomes a grind, it's over."
    },
    {
      "cite": "John Calipari",
      "quote": "You've gotta learn to love the grind. Because life IS the grind."
    },
    {
      "cite": "Thomas Holcroft",
      "quote": "Life is a grindstone. Whether it grinds us down or polishes us up depends on us."
    },
    {
      "cite": "Anonymous",
      "quote": "Let them sleep while you grind. Let them party while you work. The difference will show."
    },
    {
      "cite": "Anonymous",
      "quote": "Steady grind and in time you'll be sure to find like a star in the sky you were born to shine."
    },
    {
      "cite": "Anonymous",
      "quote": "You can't cheat the grind. It knows how much you've invested. It won't give you nothing you haven't worked for."
    },
    {
      "cite": "Anonymous",
      "quote": "Invest in your dreams. Grind now. Shine later."
    },
    {
      "cite": "Jahangir Khan",
      "quote": "Without hard work and discipline it is difficult to be a top professional."
    },
    {
      "cite": "Hope Hicks",
      "quote": "There is no substitute for hard work. Never give up. Never stop believing. Never stop fighting."
    },
    {
      "cite": "Robbie Lawler",
      "quote": "Just being able to grind, day in and day out. You have to be a different kind of person to not just do the workouts, but to not make money for months at a time."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is not enough to be a hardworking person. Equally important is the job you are working at"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Nothing worth having comes easy."
    },
    {
      "cite": "Martin Mull",
      "quote": "It was taunted as reality. It was dangled as a carrot. In terms of people's hopes and dreams, to say that that is less of a reality than the daily grind they find themselves in is maybe not correct."
    },
    {
      "cite": "Denzel Washington",
      "quote": "In any profession it gets to be a grind."
    },
    {
      "cite": "Colin Powell",
      "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
    },
    {
      "cite": "Taeyang",
      "quote": "A smart man can't beat a hardworking man and a hard working man can't beat a happy working man"
    },
    {
      "cite": "John C. Maxwell",
      "quote": "You will never change your life until you change something you do daily. The secret of your success is found in your daily routine."
    },
    {
      "cite": "George Burns",
      "quote": "Don't stay in bed unless you can make money in bed."
    },
    {
      "cite": "Ray Lewis",
      "quote": "What makes you grind? You have to always be chasing something."
    }
  ]
}