{
  "source": "https://www.wisesayings.com/grit-quotes/",
  "theme": "grit",
  "quotes": [
    {
      "cite": "Rob Beaudreault",
      "quote": "Grit is choosing to lean in & work on your Art when the world thinks it's already good enough."
    },
    {
      "cite": "Edwin Percy Whipple",
      "quote": "Grit is the grain of character. It may generally be described as heroism materialized, spirit and will thrust into heart, brain, and backbone, so as to form part of the physical substance of the man."
    },
    {
      "cite": "Taisen Deshimaru",
      "quote": "Keep your hands open, and all the sands of the desert can pass through them. Close them, and all you can feel is a bit of grit."
    },
    {
      "cite": "J. Arthur Thomson",
      "quote": "The man who has grit enough to bring about the afforestation or the irrigation of a country is not less worthy of honor than its conqueror."
    },
    {
      "cite": "John Ortberg",
      "quote": "Over time, grit is what separates fruitful lives from aimlessness."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "A grit mind strengthens all of your strengths."
    },
    {
      "cite": "Paul Bradley Smith",
      "quote": "Grit is the persistence in following your own destiny."
    },
    {
      "cite": "Christine Bisch",
      "quote": "Grit is knowing who you are and where you are headed, moving determinedly forward with eyes fixed on the mark, rather than the obstacles that lie in wait."
    },
    {
      "cite": "Ryan Smyth",
      "quote": "The grit that we have, the depth that we have, the intensity that we have throughout the hockey game that's crucial. It's believing and knowing that we can fight through a little adversity and find ways to win."
    },
    {
      "cite": "Joan Hall",
      "quote": "Grit is having the courage to do the right thing, regardless of the popularity or consequences."
    },
    {
      "cite": "Sarah Lewis",
      "quote": "Grit is not just simple elbow-grease term for rugged persistence. It is an often invisible display of endurance that lets you stay in an uncomfortable place, work hard to improve upon a given interest, and do it again and again."
    },
    {
      "cite": "Dr. Angela Lee Duckworth",
      "quote": "Grit is passion and perseverance for very long-term goals. Grit is having stamina. Grit is sticking with your future, day-in, day-out. Not just for the week, not just for the month, but for years. And working really hard to make that future a reality. Grit is living life like it's a marathon, not a sprint."
    },
    {
      "cite": "John Wayne",
      "quote": "True Grit is making a decision and standing by it, doing what must be done. No moral man can have peace of mind if he leaves undone what he knows he should have done."
    },
    {
      "cite": "Wade Davis",
      "quote": "Heroes are never perfect, but they're brave, they're authentic, they're courageous, determined, discreet, and they've got grit."
    },
    {
      "cite": "Travis Bradberry",
      "quote": "Grit is that extra something that separates the most successful people from the rest. It's the passion, perseverance, and stamina that we must channel in order to stick with our dreams until they become a reality."
    },
    {
      "cite": "Thomas Traherne",
      "quote": "A little grit in the eye destroyeth the sight of the very heavens, and a little malice or envy a world of joys. One wry principle in the mind is of infinite consequence."
    },
    {
      "cite": "Chris Morris",
      "quote": "Grit is having the courage to push through, no matter what the obstacles are, because it's worth it."
    },
    {
      "cite": "Christy Mossburg",
      "quote": "Grit is picking yourself up and moving forward even when you think you can't take one more step."
    },
    {
      "cite": "Mike Loomis",
      "quote": "Grit is a measurement of sandpaper, and determination. In both cases it defines an ability to change surroundings, and not be changed."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "What is grit? Grit is refusing to give up. It's persistence. It's making your own luck."
    },
    {
      "cite": "Chip Heath",
      "quote": "Grit is not synonymous with hard work. It involves a certain single-mindedness. An ungritty prison inmate will mount a daring new escape attempt every month, but a gritty prison inmate will tunnel his way out one spoonful of concrete at a time. Grit"
    },
    {
      "cite": "Jonah Lehrer",
      "quote": "Grit is the stubborn refusal to quit."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "The difference between the impossible and the possible lies in a man's determination."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A grindstone that had not grit in it, how long would it take to sharpen an ax? And affairs that had not grit in them, how long would they take to make a man?"
    },
    {
      "cite": "Robert W. Service",
      "quote": "Just draw on your grit; it's so easy to quit. It's the keeping your chin up that's hard."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "No man can fight his way to the top and stay at the top without exercising the fullest measure of grit, courage, determination, resolution."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Sticking with a marriage. That's true grit, man."
    },
    {
      "cite": "Jessamyn West",
      "quote": "It is very easy to forgive others their mistakes. It takes more grit and gumption to forgive them for having witnessed your own."
    },
    {
      "cite": "Beth Moore",
      "quote": "God honors a beautiful blend of gift and grit! He gives the gift, and He expects us to have the grit to practice and learn how to use it effectively."
    },
    {
      "cite": "Cliff Sloan",
      "quote": "Success comes to the man who grits his teeth, squares his jaw and says, there is a way for me and, by jingo, I'll find it."
    },
    {
      "cite": "Nancy Kress",
      "quote": "You think intelligence and grit can succeed by themselves, but I'm telling you that's a pretty illusion."
    },
    {
      "cite": "Moss Hart",
      "quote": "There is nothing like tasting the grit of fear for rediscovering that the umbilical cord is made of piano wire."
    },
    {
      "cite": "Francis Bowes Sayre",
      "quote": "Unless man has the wit and the grit to build his civilization on something better than material power, it is surely idle to talk of plans for a stable peace."
    },
    {
      "cite": "S.M. Stirling",
      "quote": "Sacredness grew like a pearl, sometimes around the most unlikely bits of grit."
    },
    {
      "cite": "Charles Portis",
      "quote": "If you want anything done right you will have to see to it yourself every time."
    },
    {
      "cite": "Angela Lee Duckworth",
      "quote": "Grit is sticking with your future day in, day out and not just for the week, not just for the month, but for years."
    },
    {
      "cite": "Robert Allen",
      "quote": "There is no failure. Only feedback."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Above everything else I've done, I've always said I've had more guts than I've got talent."
    }
  ]
}