{
  "source": "https://www.wisesayings.com/group-quotes/",
  "theme": "group",
  "quotes": [
    {
      "cite": "Simon Sinek",
      "quote": "A team is not a group of people that work together. A team is a group of people that trust each other."
    },
    {
      "cite": "Maurice Strong",
      "quote": "What if a small group of world leaders were to conclude that the principal risk to the Earth comes from the actions of the rich countries?... In order to save the planet, the group decides: Isn't the only hope for the planet that the industrialized civilizations collapse? Isn't it our responsibility to bring that about?"
    },
    {
      "cite": "Oscar Peterson",
      "quote": "It's the group sound that's important, even when you're playing a solo."
    },
    {
      "cite": "Emily M. Axelrod",
      "quote": "Don't do for a group what a group can do for itself."
    },
    {
      "cite": "C.G. Jung",
      "quote": "A group experience takes place on a lower level of consciousness than the experience of an individual. This is due to the fact that, when many people gather together to share one common emotion, the total psyche emerging from the group is below the level of the individual psyche. If it is a very large group, the collective psyche will be more like the psyche of an animal, which is the reason why the ethical attitude of large organizations is always doubtful. The psychology of a large crowd inevitably sinks to the level of mob psychology. If, therefore, I have a so-called collective experience as a member of a group, it takes place on a lower level of consciousness than if I had the experience by myself alone."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Nothing truly valuable can be achieved except by the unselfish cooperation of many individuals."
    },
    {
      "cite": "Albert Hammond, Jr.",
      "quote": "When you get together in a group, it becomes like a family, with the different personalities and the politics that comes with being in a band. It's different than bringing something in by yourself."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work."
    },
    {
      "cite": "Anne-Marie",
      "quote": "It's always inspiring when people all come together and be strong as a group. This is why I feel so strongly to put the message to people that we need to stand together in tough times."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "Bunch together a group of people deliberately chosen for strong religious feelings, and you have a practical guarantee of dark morbidities expressed in crime, perversion, and insanity."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Norman Shidle",
      "quote": "A group becomes a team when each member is sure enough of himself and his contribution to praise the skills of others."
    },
    {
      "cite": "Bill Bethel",
      "quote": "A successful team is a group of many hands and one mind."
    },
    {
      "cite": "Doug Smith",
      "quote": "Teams share the burden and divide the grief."
    },
    {
      "cite": "Margaret Mead",
      "quote": "A small group of thoughtful people could change the world."
    },
    {
      "cite": "Patricia Hill Collins",
      "quote": "Oppressed groups are frequently placed in the situation of being listened to only if we frame our ideas in the language that is familiar to and comfortable for a dominant group. This requirement often changes the meaning of our ideas and works to elevate the ideas of dominant groups."
    },
    {
      "cite": "Norman Lamm",
      "quote": "Group action - yes; group thinking - no"
    },
    {
      "cite": "Erin Gruwell",
      "quote": "Don't let the actions of a few determine the way you feel about an entire group. Remember, not all German's were Nazis."
    },
    {
      "cite": "Seth Godin",
      "quote": "A tribe is a group of people connected to one another, connected to a leader, and connected to an idea. For millions of years, human beings have been part of one tribe or another. A group needs only two things to be a tribe: a shared interest and a way to communicate."
    },
    {
      "cite": "Jonah Lehrer",
      "quote": "The only way to maximize group creativity—to make the whole more than the sum of its parts—is to encourage a candid discussion of mistakes. In part, this is because the acceptance of error reduces cost. When you believe your flaws will be quickly corrected by the group, you're less worried about perfecting your contribution, which leads to a more candid conversation. We can only get it right when we talk about what we got wrong"
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Someone who hates one group will end up hating everyone - and, ultimately, hating himself or herself."
    },
    {
      "cite": "Cathy Guisewite",
      "quote": "Defy your own group. Rebel against yourself."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life."
    }
  ]
}