{
  "source": "https://www.wisesayings.com/grounded-quotes/",
  "theme": "grounded",
  "quotes": [
    {
      "cite": "Jean-Yves Leloup",
      "quote": "To be grounded in an attitude of compassion is to be capable of receiving and welcoming the suffering, which the other is giving us. This does not mean that we suffer for them, but that we offer them possibility of going beyond the separate self in which suffering is harbored."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Get yourself grounded and you can navigate even the stormiest roads in peace."
    },
    {
      "cite": "Jerry Gladstone",
      "quote": "Keep your feet firmly planted on the ground...don't let your ego run out of control and convince you that you are better than anyone else."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "And it’s easy to stay grounded. The ground is very close. And we walk on it every day."
    },
    {
      "cite": "Joanne Raptis",
      "quote": "Be like a tree. Stay grounded. Connect with your roots. Turn over a new leaf. Bend before you break. Enjoy your unique natural beauty. Keep growing."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Flying starts from the ground. The more grounded you are, the higher you fly."
    },
    {
      "cite": "Tony Curl",
      "quote": "Grounding is most effective when you have some place to go. When you know where you are going, grounding brings strength and confidence, when you’re stagnant you get caught in the past."
    },
    {
      "cite": "Marty Rubin",
      "quote": "There is nothing to seek and nothing to find. We leap into the dark only to discover how firmly we are rooted in the ground."
    },
    {
      "cite": "Deborah Bravandt",
      "quote": "What does it mean to be grounded? It means no unkind being is taking up space rent free in your body. It also means you love deeply without need for revenge. It means digging beneath the machine mind to understand and see the beauty in each human being."
    },
    {
      "cite": "Melissa Steginus",
      "quote": "It’s your purpose that keeps you grounded and growing throughout your process."
    },
    {
      "cite": "Michael Gruber",
      "quote": "But it turns out that people who are grounded and secure don't change much under stress. That's what being grounded means."
    },
    {
      "cite": "John Lewis",
      "quote": "What I try to tell young people is that if you come together with a mission, and its grounded with love and a sense of community, you can make the impossible possible."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "To dwell in the here and now does not mean you never think about the past or responsibly plan for the future. The idea is simply not to allow yourself to get lost in regrets about the past or worries about the future. If you are firmly grounded in the present moment, the past can be an object of inquiry, the object of your mindfulness and concentration. You can attain many insights by looking into the past. But you are still grounded in the present moment."
    },
    {
      "cite": "LL Cool J",
      "quote": "When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on."
    },
    {
      "cite": "Jeff Kober",
      "quote": "We can go through our five senses in about a minute’s time to become grounded in the present; and we can do this anytime we find ourselves in worry or speculation. Becoming grounded in our present makes us available to happiness."
    },
    {
      "cite": "AnShii",
      "quote": "The one who remained grounded is the one who reached heights."
    },
    {
      "cite": "Dos Corazone",
      "quote": "Don't get too high, when you reach the top, hold on, and try to remain grounded, as highs and lows are twins, you never know who is in front of you."
    },
    {
      "cite": "unknown",
      "quote": "Gravity is not the reason that I'm anchored in this place, It was my decision to not float up that grounded me here."
    },
    {
      "cite": "Celine Dion",
      "quote": "The hardest thing to find in life is balance - especially the more success you have, the more you look to the other side of the gate. What do I need to stay grounded, in touch, in love, connected, emotionally balanced? Look within yourself."
    },
    {
      "cite": "Morris Chestnut",
      "quote": "Unless you are really grounded and have a true sense of reality, you can get lost in that and a lot of people do and that's why you see so many people with successful careers but with destructive lives."
    },
    {
      "cite": "Chandler Canterbury",
      "quote": "Always stay grounded and enjoy everything that comes your way, whether it's the chance to go for a opportunity or getting one."
    },
    {
      "cite": "unknown",
      "quote": "Be like a tree. Stay grounded.Connect with your roots. Turn over a new leaf. Bend before you break. Enjoy your unique natural beauty. Keep growing."
    },
    {
      "cite": "Tim Howard",
      "quote": "Stay humble, stay grounded, remember what got you to that level-and that’s hard work."
    },
    {
      "cite": "Rashida Kapadia",
      "quote": "Stay grounded, stay humble, no matter how high life takes you because gravity will always bring you back to reality."
    },
    {
      "cite": "Epictetus",
      "quote": "When someone is properly grounded in life, they shouldn't have to look outside themselves for approval."
    },
    {
      "cite": "Victoria Erickson",
      "quote": "Place your hands into soil to feel grounded. Wade in water to feel emotionally healed. Fill your lungs with fresh air to feel mentally clear. Raise your face to the heat of the sun and connect with that, fire to feel your own immense power."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Sometimes the only way to become grounded is to hit bottom."
    },
    {
      "cite": "Tracie Miles",
      "quote": "I can only imagine how happy life would be if we could stay so grounded in our faith that we would never waver in our positive attitudes."
    },
    {
      "cite": "Katie Kacvinsky",
      "quote": "All you need is one safe anchor to keep you grounded when the rest of your life spins out of control."
    },
    {
      "cite": "Ilchi Lee",
      "quote": "For the person who is grounded in the timeless truth of the universe, there is no life and no death. He or she can experience eternal joy without being limited by the definitions of good and evil. The essence of Oneness always exists within us."
    },
    {
      "cite": "Stephen Batchelor",
      "quote": "As a way of life, a middle path is an ongoing task of responsiveness and risk, grounded on a groundless ground. Its twists and turns are as turbulent and unpredictable as life itself."
    },
    {
      "cite": "Celine Dion",
      "quote": "My feet are definitely more grounded than before. And I know that I'm not holding onto a dream. I'm holding onto my life."
    },
    {
      "cite": "Sanjo Jendayi",
      "quote": "Pedestals aren't safe...one wrong move and a nasty tumble is sure to follow. Humility is a great grounding tool."
    },
    {
      "cite": "Assegid Habtewold",
      "quote": "Until you know someone's full story, it is just a guess to determine whether s/he is prideful or humble, out of touch with reality or grounded."
    },
    {
      "cite": "Brian Moynihan",
      "quote": "This is a marathon in life. You can't be sprinting all the time or else you wear yourself out. You have to make sure you're taking care of yourself, keeping yourself grounded and not letting every little thing get you worked up."
    },
    {
      "cite": "David Whyte",
      "quote": "Honesty is grounded in humility and indeed in humiliation, and in admitting exactly where we are powerless."
    },
    {
      "cite": "Sally Hawkins",
      "quote": "The one thing that's going to get you through this business is having strong roots, being grounded and knowing what is true."
    },
    {
      "cite": "Leah Remini",
      "quote": "It keeps you grounded, you lead a regular life and you appreciate things more."
    },
    {
      "cite": "Catherine Robinson-Walker",
      "quote": "Grounded leaders are present for others, operate with fortitude, and influence with the full impact of their vision and strength."
    },
    {
      "cite": "Monica Johnson",
      "quote": "No one is guaranteed their next moment, or their next breath; yet, humanity has a habit of thinking of its existence on the earth as eternal. Those who are rooted and grounded in Christ know that life is just a vapor."
    },
    {
      "cite": "Lennon Parham",
      "quote": "It's pretty simple to me: we come from a really grounded world where anything you say could be the thing that the scene becomes about. We're always treating it as if we would treat it in real life. It's all observation."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "As with everything in nature, if your life isn't supported by a grounded source of energy, it will wither and lose its vitality."
    }
  ]
}