{
  "source": "https://www.wisesayings.com/growing-up-quotes/",
  "theme": "growing-up",
  "quotes": [
    {
      "cite": "Jodi Picoult",
      "quote": "Everyone thinks you make mistakes when you're young. But I don't think we make any fewer when we're grown up"
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Doing all the little tricky things it takes to grow up, step by step, into an anxious and unsettling world."
    },
    {
      "cite": "Russell Baker",
      "quote": "Don't try to make children grow up to be like you, or they may do it."
    },
    {
      "cite": "Nina Dobrev",
      "quote": "Even though you're growing up, you should never stop having fun."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "For, after all, you do grow up, you do outgrow your ideals, which turn to dust and ashes, which are shattered into fragments; and if you have no other life, you just have to build one up out of these fragments."
    },
    {
      "cite": "Chili Davis",
      "quote": "Growing old is mandatory. Growing up is optional."
    },
    {
      "cite": "The Wonder Years",
      "quote": "Growing up happens in a heartbeat. One day you're in diapers; the next day you're gone. But the memories of childhood stay with you for the long haul."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Growing up happens when you start having things you look back on and wish you could change."
    },
    {
      "cite": "Kim Harrison",
      "quote": "Growing up is hard, love. Otherwise everyone would do it."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Growing up is losing some illusions, in order to acquire others."
    },
    {
      "cite": "The Wonder Years",
      "quote": "Growing up is never easy. You hold on to things that were. You wonder what's to come. But that night, I think we knew it was time to let go of what had been, and look ahead to what would be. Other days. New days. Days to come. The thing is, we didn't have to hate each other for getting older. We just had to forgive ourselves... for growing up."
    },
    {
      "cite": "Alden Nowlan",
      "quote": "Growing up is never straight forward. There are moments when everything is fine, and other moments where you realize that there are certain memories that you'll never get back, and certain people that are going to change, and the hardest part is knowing that there's nothing you can do except watch them."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Growing up is such a barbarous business, full of inconvenience and pimples."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I am convinced that most people do not grow up...We marry and dare to have children and call that growing up. I think what we do is mostly grow old. We carry accumulation of years in our bodies, and on our faces, but generally our real selves, the children inside, are innocent and shy as magnolias."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I think she is growing up, and so begins to dream dreams, and have hopes and fears and fidgets, without knowing why or being able to explain them."
    },
    {
      "cite": "Spike Jonze",
      "quote": "I think, as you're growing up, your emotions are just as deep as they are when you're an adult. You're ability to feel lonely, longing, confused or angry are just as deep. We don't feel things more as we get older."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "I would have given anything to keep her little. They outgrow us so much faster than we outgrow them."
    },
    {
      "cite": "Mary Beth Danielson",
      "quote": "If growing up is the process of creating ideas and dreams about what life should be, then maturity is letting go again."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "If growing up means it would be beneath my dignity to climb a tree, I'll never grow up, never grow up, never grow up! Not me!"
    },
    {
      "cite": "Winston Groom",
      "quote": "If you're gonna screw up, do it while you're young. Older you get, the harder it is to bounce back."
    },
    {
      "cite": "Orlando McGuire",
      "quote": "In this day and age, some turn 18 and think they're a man or a woman and that's it, but that's just not true. You have to establish your manhood or your womanhood with actions."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "It happens to everyone as they grow up. You find out who you are and what you want, and then you realize that people you've known forever don't see things the way you do. So you keep the wonderful memories, but find yourself moving on."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Most of us won't see one another after graduation, and even if we do it will be different. We'll be different. We'll be adults--cured, tagged and labeled and paired and identified and placed neatly on our life path, perfectly round marbles set to roll down even, well-defined slopes."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "One of the oddest things about being grown-up was looking back at something you thought you knew and finding out the truth of it was completely different from what you had always believed."
    },
    {
      "cite": "Dylan O'Brien",
      "quote": "Part of growing up is realizing you learn to love so many people. It's about forming those relationships and finding what will last forever."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Part of growing up was learning not to be quite that honest - learning when it was better to lie, rather than to hurt someone with the truth."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Some day you will be old enough to start reading fairy tales again."
    },
    {
      "cite": "James Dobson",
      "quote": "Sometimes we're so concerned about giving our children what we never had growing up, we neglect to give them what we did have growing up."
    },
    {
      "cite": "Daniel Black",
      "quote": "Sometimes you have to grow up before you appreciate how you grew up."
    },
    {
      "cite": "Max Lerner",
      "quote": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt."
    },
    {
      "cite": "Walt Disney",
      "quote": "Too many people grow up. That's the real trouble with the world, too many people grow up. They forget. They don't remember what it's like to be 12 years old. They patronize, they treat children as inferiors. Well I won't do that."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Until you're grown-up they send you to reform school. After you're grown-up they send you to the penitentiary."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Beverley Mitchell",
      "quote": "Part of growing up is just taking what you learn from that and moving on and not taking it to heart."
    },
    {
      "cite": "Casey Stengel",
      "quote": "The trick is growing up without growing old."
    },
    {
      "cite": "Helen Hollick",
      "quote": "We had so many dreams as children. Where do they go when we grow? Are they swallowed up by the mundane things of everyday life? Or do we lose them, leave them behind us in the dust, for new children to find and take up?"
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "You know your children are growing up when they stop asking you where they came from and refuse to tell you where they're going."
    },
    {
      "cite": "Michelle Tea",
      "quote": "This is growing up, having to stomp out love, this is how people turn terrible."
    },
    {
      "cite": "Allen Iverson",
      "quote": "I had a lot of growing up to do. A lot of times, I learned the hard way."
    },
    {
      "cite": "May Lamberton Becker",
      "quote": "We grow neither better nor worse as we get old, but more like ourselves."
    },
    {
      "cite": "Lindsay Lohan",
      "quote": "I know that in my past I was young and irresponsible - but that's what growing up is. You learn from your mistakes."
    },
    {
      "cite": "Aimee Teegarden",
      "quote": "No matter where you are or where you grow up, you always go through the same awkward moments of being a teenager and growing up and trying to figure out who you are."
    },
    {
      "cite": "Ethel Barrymore",
      "quote": "You grow up the day you have your first real laugh -- at yourself."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Everything I was afraid of when I was growing up, I've become. I've taken on my nightmares, like the devil and the end of the world, and I've become those things."
    },
    {
      "cite": "Todd Whitaker, Dale Lumpa",
      "quote": "It is as important for children to grow up fit as it is to grow up smart."
    },
    {
      "cite": "Larry Chang",
      "quote": "Most people don't really grow up. What they do is grow old, they grow tiresome even and self-righteous maybe, for it is very hard to grow."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Children who grow up with plenty can learn to give, just as children who grow up receiving love can learn to express it."
    },
    {
      "cite": "Fred Rogers",
      "quote": "To grow up to be healthy, very young children do not need to know how to read, but they need to know how to play."
    },
    {
      "cite": "Martin H. Manser",
      "quote": "Let's learn to grow up, before we grow old."
    },
    {
      "cite": "Martin H. Manser",
      "quote": "Instead, by speaking the truth in a spirit of love, we must grow up in every way to Christ, who is the head."
    }
  ]
}