{
  "source": "https://www.wisesayings.com/grow-quotes/",
  "theme": "grow",
  "quotes": [
    {
      "cite": "Molly Friedenfeld",
      "quote": "If we want to grow, the way to break a pattern of negativity is to face anything negative with love."
    },
    {
      "cite": "Helen Oyeyemi",
      "quote": "Because things grow. Wherever there is air and light and open space, things grow."
    },
    {
      "cite": "Anita R. Sneed-Carter",
      "quote": "Find your place in life, and grow!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You have no control over your growth or development. But you have a control on the direction of your growth and development! Go, grow towards impact directions!"
    },
    {
      "cite": "Vikrmn",
      "quote": "If you want to fly you need to grow up, to grow up you need to be a kid again. To be a kid again you have to just be yourself; so come out of your cozy comfort zone, Yell out and break the boundaries your are stuck in.. Then only you can fly."
    },
    {
      "cite": "Amaka Imani Nkosazana",
      "quote": "Time has allowed you to grow and develop into the person you're meant to be. Now, you are living a purposed filled life."
    },
    {
      "cite": "Debra Crown",
      "quote": "Dare to learn and grow through your mistakes--this is how mastery occurs!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Grow taller than your failures; never give up."
    },
    {
      "cite": "Henrietta C. Mears",
      "quote": "Some people grow under responsibility; others swell."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "You have to grow. You have to be. You have to love yourself unconditionally."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "With an easy life you can never grow mature; with a tough life you can never remain immature!"
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Things grow in life without soliciting for it."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Anyone that refuses to grow will remain in the past. It is a demand of life."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Those who refuse to grow, those who only finish school and call it quits regret through life."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Anything that possess life must grow."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "As long as you are alive and in your right senses, there are no excuses not to continuously learn and grow."
    },
    {
      "cite": "Sadghuru",
      "quote": "If you notice something good, you must make it grow - whether it is within you or around you."
    },
    {
      "cite": "Assegid Habtewold",
      "quote": "If one door closes, another opens. As far as you're growing and updating yourself, the world craves to have a piece of you."
    },
    {
      "cite": "Laurie Jean Sennott",
      "quote": "Every flower must grow through dirt."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "You can't go back and I think that's the point of all to grow and grow until you don't want to anymore."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Always grow with changes and not against them."
    },
    {
      "cite": "Shivangi Lavaniya",
      "quote": "As we grow up either we find ourselves completely or just looses the person we could have been."
    },
    {
      "cite": "Azim Jamal &amp; Brian Tracy",
      "quote": "View every obstacle as an opportunity to grow."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Use acceptance to grow."
    },
    {
      "cite": "Henry Cloud",
      "quote": "People need not to only to grow, but also to understand where that growth fits into a larger picture of God's plan for them and his plan of redemption."
    },
    {
      "cite": "Henry Cloud",
      "quote": "So as you try to grow in self-control over some area of life, consider the constant role of discipline."
    },
    {
      "cite": "Torion Kent",
      "quote": "It takes adversity to grow."
    },
    {
      "cite": "Torion Kent",
      "quote": "You have to look at the situation closely to see the positive outcome and grow from it."
    },
    {
      "cite": "Torion Kent",
      "quote": "As you continue to grow, so do the things you do, how you do them and your thoughts about them."
    },
    {
      "cite": "Torion Kent",
      "quote": "As you grow in age, you change the habits you have and the activities you participate in."
    },
    {
      "cite": "Torion Kent",
      "quote": "Continue to grow in love. Learn about it, talk about it and be about it."
    },
    {
      "cite": "Torion Kent",
      "quote": "People grow old and eventually pass on."
    },
    {
      "cite": "Torion Kent",
      "quote": "You have to continue to grow. You have to continue to experience. And with every experience, you have to find the lessons learned and grow from them."
    },
    {
      "cite": "Ada Adeleke-Kelani",
      "quote": "You cannot grow if you refuse to change."
    },
    {
      "cite": "Ada Adeleke-Kelani",
      "quote": "Get \"comfortable\" being out of your comfort zone so you can grow."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Allowed to grow unfettered, allowed to grow unnamed. Allowed to grow beyond myself, connected once again."
    },
    {
      "cite": "Anonymous Americas",
      "quote": "May I govern my passion with an absolute sway, and grow wiser and better as my strength wears away, without gout or stone, by a gentle decay."
    },
    {
      "cite": "Karle Wilson Baker",
      "quote": "Let me grow lovely, growing old -- so many fine things do: laces, and ivory, and gold, and silks need not be new."
    },
    {
      "cite": "Beyonce Knowles",
      "quote": "If everything was perfect, you would never learn and you would never grow."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Don't go through life, grow through life."
    },
    {
      "cite": "Riley Keough",
      "quote": "Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with."
    },
    {
      "cite": "Bryan White",
      "quote": "We never really grow up, we only learn how to act in public."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Growing old is not growing up."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "People grow through experience if they meet life honestly and courageously. This is how character is built."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "All growth depends upon activity."
    },
    {
      "cite": "Jack Ma",
      "quote": "If you want to grow, find a good opportunity. Today, if you want to be a great company, think about what social problem you could solve."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform."
    },
    {
      "cite": "Lauren Hutton",
      "quote": "We have to be able to grow up. Our wrinkles are our medals of the passage of life. They are what we have been through and who we want to be."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "We don't grow when things are easy; we grow when we face challenges."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Solitary trees, if they grow at all, grow strong."
    },
    {
      "cite": "Helen Hayes",
      "quote": "One has to grow up with good talk in order to form the habit of it."
    },
    {
      "cite": "Aeschylus",
      "quote": "From a small seed a mighty trunk may grow."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "The nature of life is to grow."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "We grow by our dreams."
    },
    {
      "cite": "John Powell",
      "quote": "A person can grow only as much as his horizon allows."
    },
    {
      "cite": "Criss Jami",
      "quote": "Let's not grow with our roots in the ground."
    },
    {
      "cite": "Chili Davis",
      "quote": "Growing old is mandatory; growing up is optional."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Unless you try to do something beyond what you have already mastered, you will never grow."
    },
    {
      "cite": "Bernard Williams",
      "quote": "We grow a little every time we do not take advantage of somebody's weakness."
    },
    {
      "cite": "Antonin Sertillanges",
      "quote": "The reward of a work is to have produced it; the reward of effort is to have grown by it."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "What you stay focused on will grow."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "You must have a level of discontent to feel the urge to want to grow."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others."
    },
    {
      "cite": "Harry S Truman",
      "quote": "Actions are the seed of fate deeds grow into destiny."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Until you're grown-up they send you to reform school. After you're grown-up they send you to the penitentiary."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "One cannot grow without pain. One cannot improve without it. Suffering drives us to achieve great things."
    },
    {
      "cite": "Friedrich August von Hayek",
      "quote": "We shall not grow wiser before we learn that much that we have done was very foolish."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Develop a passion for learning. If you do, you will never cease to grow."
    },
    {
      "cite": "Kate Winslet",
      "quote": "The good and bad things are what form us as people change makes us grow."
    },
    {
      "cite": "Jack Welch",
      "quote": "Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others."
    }
  ]
}