{
  "source": "https://www.wisesayings.com/growing-apart-quotes/",
  "theme": "growing-apart",
  "quotes": [
    {
      "cite": "Rachel Leigh Cook",
      "quote": "You can grow apart from people very quickly."
    },
    {
      "cite": "Erende Sangma",
      "quote": "Sometimes growing up also means growing apart."
    },
    {
      "cite": "Scott Neustadter",
      "quote": "It simply means that sometimes when people grow, they grow apart."
    },
    {
      "cite": "Dr. Steve Maraboli",
      "quote": "Sometimes the comfort of being in a relationship lulls you into mundane complacency, you become irrelevant in each other's lives. We call this phenomenon, growing apart."
    },
    {
      "cite": "Tiny Buddha",
      "quote": "That sad moment when you can feel you and your best friend slowly growing apart."
    },
    {
      "cite": "Alexandra Elle",
      "quote": "Seasons change, people grow together and grow apart, life moves on."
    },
    {
      "cite": "Elizabeth Fowley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Cosmo Luce",
      "quote": "I can feel us growing apart, I can feel us fading away."
    },
    {
      "cite": "Megan Mccafferty",
      "quote": "Even with the best intentions, growing apart might just be an inevitable part of growing up."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "All this time, I thought we were growing apart because I was leaving yiu  behind. But really it was the reverse. She was learning to lie. She was learning to love."
    },
    {
      "cite": "Courteney Cox",
      "quote": "It's so easy to grow apart; marriage takes work."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "True friends won't grow apart even if they don't everyday."
    },
    {
      "cite": "Gene Watson",
      "quote": "Our love grew till it ran out of room now it looks like we're growing apart."
    },
    {
      "cite": "Jeremih",
      "quote": "Lately seems we've been growing apart I don't know how much more I can take this I feel like saying buh"
    },
    {
      "cite": "Half Shy",
      "quote": "We can play at being broken, we can play at being boys, you can hear it in our voice, we're growing up to grow apart."
    },
    {
      "cite": "Joey Jones",
      "quote": "Even though we are now growing apart, the art in our heart still wants."
    },
    {
      "cite": "Judith Saxton",
      "quote": "My theory is that maybe if I keep my distance you'll start to miss me. But so far, we are just growing apart."
    },
    {
      "cite": "Amy Sandas",
      "quote": "I miss how close we used to be, I hate how we grown apart."
    },
    {
      "cite": "Cheryl Cole",
      "quote": "Whenever you feel like we're growing apart, let's just go back, back."
    },
    {
      "cite": "Alexandra Savior",
      "quote": "And you know that we're growing apart, because you planted the seeds yourself."
    },
    {
      "cite": "Ghostface Killah",
      "quote": "We growing apart you growing irate stuck in the door of my state."
    },
    {
      "cite": "Burkum Boys",
      "quote": "When he looks your way have we been growing apart everyday? all of a sudden i don't have any words to say."
    },
    {
      "cite": "Matt Hoyles",
      "quote": "To somewhere new and as they're glowing i keep growing apart."
    },
    {
      "cite": "Jonathan Flores",
      "quote": "I'm sorry I broke your heart but I can't help growing apart from you."
    },
    {
      "cite": "Faron Rashelle",
      "quote": "Growing apart where do I start you had my heart I'll be careful to let down my guard."
    },
    {
      "cite": "The Boys Least Likely To",
      "quote": "My tiger my heart we're growing apart we're trying to be friends."
    },
    {
      "cite": "Stephen Fearing",
      "quote": "Cause you you're growing apart taking this heart and making it two from one."
    },
    {
      "cite": "Xentrix",
      "quote": "Growing apart you couldn't see your not the man I want to be stalemate time it was over."
    },
    {
      "cite": "Methyl Ethel",
      "quote": "So here you are older than them growing apart and I can only hope you find a reason for the grind."
    },
    {
      "cite": "Flavia Weedn",
      "quote": "Some people come into our lives and quickly go. Some stay for a while, leave footprints on our hearts, and we are never, ever the same."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "Every friendship goes through ups and downs. Dysfunctional patterns set in; external situations cause internal friction; you grow apart and then bounce back together."
    },
    {
      "cite": "Ally Condie",
      "quote": "Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "We grow apart because we grow in different stages and not all of our stages align."
    },
    {
      "cite": "Nenia Campbell",
      "quote": "That's how it started: a series of small hurts and excuses between two people that built up slowly, widening over time to form a vast and yawning divide."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Relationships will fall apart if only one person is trying to hold it together."
    },
    {
      "cite": "Samantha Clark",
      "quote": "People change. People are selfish. People abandon you. Yes, it hurts. Yes, it is devastating at times. But ultimately it is not your fault."
    }
  ]
}