{
  "source": "https://www.wisesayings.com/growth-quotes/",
  "theme": "growth",
  "quotes": [
    {
      "cite": "Judy Ford",
      "quote": "Just as plants soak up water, your children need your loving words, and with them they will thrive."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "If you change the way you look at things, the things you look at change."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The time is always right to do what is right."
    },
    {
      "cite": "Akin A. Awolaja",
      "quote": "Please understand my friend, that where you find yourself tomorrow is a function of the positive decisions and actions you take today."
    },
    {
      "cite": "Tony Gwynn",
      "quote": "The minute you're satisfied with where you are, you aren't there anymore."
    },
    {
      "cite": "Andy Warhol",
      "quote": "They always say time changes things, but you actually have to change them yourself."
    },
    {
      "cite": "James Cash Penney",
      "quote": "Growth is never by mere chance; it is the result of forces working together."
    },
    {
      "cite": "Alex Noble",
      "quote": "Risk is essential. There is not growth of inspiration in staying within what is safe and comfortable. Once you find out what you do best, why not try something else?"
    },
    {
      "cite": "Julia Margaret Cameron",
      "quote": "Growth is a spiral process, doubling back on itself, reassessing and regrouping."
    },
    {
      "cite": "Dr. Wayne W Dyer",
      "quote": "With everything that has happened to you, you can either feel sorry for yourself or treat what has happened as a gift. Everything is either an opportunity to grow or an obstacle to keep you from growing. You get to choose."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success consists of going from failure to failure without loss of enthusiasm."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more."
    },
    {
      "cite": "Joel Brown",
      "quote": "Today is a new beginning, a chance to turn your failures into achievements & your sorrows into so goods. No room for excuses."
    },
    {
      "cite": "John C Maxwell",
      "quote": "If we're growing, we're always going to be out of our comfort zone."
    },
    {
      "cite": "Socrates",
      "quote": "The way to gain a good reputation, is to endeavor to be what you desire to appear."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "We only become what we are by the radical and deep-seated refusal of that which others have made of us."
    },
    {
      "cite": "Maltbie D. Matlock",
      "quote": "Our business in life is not to get ahead of other people, but to get ahead of ourselves."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who conquers others is strong; He who conquers himself is mighty."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Be not afraid of growing slowly; be afraid only of standing still."
    },
    {
      "cite": "Tom Barrett",
      "quote": "Chaos in the world brings uneasiness, but it also allows the opportunity for creativity and growth."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Intellectual growth should commence at birth and cease only at death."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Man's duty is to improve himself; to cultivate his mind; and, when he finds himself going astray, to bring the moral law to bear upon himself."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Whatever helps to shape the human being - to make the individual what he is, or hinder him from being what he is not - is part of his education."
    },
    {
      "cite": "Carl Bard",
      "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Success is achieved by developing our strengths, not by eliminating our weaknesses."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The whole point of being alive is to evolve into the complete person you were intended to be."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The great thing in the world is not so much where we stand, as in what direction we are moving."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "He who moves not forward, goes backward."
    },
    {
      "cite": "Herbert A. Otto",
      "quote": "Change and growth take place when a person has risked himself and dares to become involved with experimenting with his own life."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "When you're finished changing, you're finished."
    },
    {
      "cite": "Jean Vanier",
      "quote": "Growth begins when we begin to accept our own weakness."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "My great concern is not whether you have failed, but whether you are content with your failure."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You can never solve a problem with the same kind of thinking that created the problem in the first place."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier."
    },
    {
      "cite": "Ally Carter",
      "quote": "Not knowing you can't do something, is sometimes all it takes to do it."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed no hope at all."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Anyone who has never made a mistake has never tried anything new."
    },
    {
      "cite": "Joshua J. Marine",
      "quote": "Challenges are what make life interesting. Overcoming them is what makes life meaningful."
    },
    {
      "cite": "William James",
      "quote": "Most people never run far enough on the first wind to find out they've got a second. Give your dreams all you've got, and you'll be amazed at the energy that comes out of you."
    },
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Some people are molded by their admirations, others by their hostilities."
    },
    {
      "cite": "Les Brown",
      "quote": "In the end, it is the person you become, not the things you have achieved, that is the most important."
    },
    {
      "cite": "Anatole France",
      "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work."
    },
    {
      "cite": "Henry Miller",
      "quote": "All growth is a leap in the dark, a spontaneous, unpremeditated act without benefit of experience."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "One can choose to go back toward safety or forward toward growth. Growth must be chosen again and again, fear must be overcome again and again."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Personal growth is not a matter of learning new information but unlearning old limits."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Strive not to be a success, but rather to be of value."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "The most difficult thing is the decision to act, the rest is merely tenacity."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Every strike brings me closer to the next home run."
    },
    {
      "cite": "Benjamin Mays",
      "quote": "The tragedy in life doesn't lie in not reaching your goal. The tragedy lies in having no goal to reach."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Whatever makes you uncomfortable is your biggest opportunity for growth."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Stay afraid, but do it anyway. What's important is the action. You don't have to wait to be confident. Just do it and eventually the confidence will follow."
    },
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Deborah Day",
      "quote": "Recognizing that you are not where you want to be is a starting point to begin changing your life."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "You are the one that possesses the keys to your being. You carry the passport to your own happiness."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experiences that reveals the human spirit."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There are two ways of spreading light, to be the candle or the mirror that reflects it."
    },
    {
      "cite": "Ella Fitzgerald",
      "quote": "Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "All change is not growth, as all movement is not forward."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Don't go through life, grow through life."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "If there is no struggle, there is no progress."
    },
    {
      "cite": "George Eliot",
      "quote": "It's never too late to become what you might have been."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "I learned to always take on things I’d never done before. Growth and comfort do not coexist."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We should not judge people by their peak of excellence, but by the distance they have traveled from the point where they started."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Take criticism seriously, but not personally. If there is truth or merit in the criticism, try to learn from it. Otherwise, let it roll right off you."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all in which case, you fail by default."
    },
    {
      "cite": "Jane Goodall",
      "quote": "What you do makes a difference, and you have to decide what kind of difference you want to make."
    },
    {
      "cite": "John Maxwell",
      "quote": "Change is inevitable. Growth is optional."
    },
    {
      "cite": "John Muir",
      "quote": "The power of imagination makes us infinite."
    },
    {
      "cite": "Karen E. Quinones Miller",
      "quote": "When someone tells me 'no,' it doesn't mean I can't do it, it simply means I can't do it with them."
    },
    {
      "cite": "Kevin Ngo",
      "quote": "If you don't make the time to work on creating the life you want, you're eventually going to be forced to spend a lot of time dealing with a life you don't want."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The key to growth is the introduction of higher dimensions of consciousness into our awareness."
    },
    {
      "cite": "Larry Bird",
      "quote": "I've got a theory that if you give 100% all the time, somehow things will work out in the end."
    },
    {
      "cite": "Les Brown",
      "quote": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "When the whole world is silent, even one voice becomes powerful."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Do the best you can until you know better. Then when you know better, do better."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don't like something, change it. If you can't change it, change your attitude."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "We can't become what we need to be by remaining what we are."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Remember that wherever your heart is, there you will find your treasure."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What we fear doing most is usually what we most need to do."
    },
    {
      "cite": "Rick Warren",
      "quote": "We are products of our past, but we don't have to be prisoners of it."
    },
    {
      "cite": "Rob Siltanen",
      "quote": "People who are crazy enough to think they can change the world are the ones who do."
    },
    {
      "cite": "Robert Tew",
      "quote": "Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter and you will begin to shine brighter. Don't give up."
    },
    {
      "cite": "Sandra Kring",
      "quote": "The tiny seed knew that in order to grow, it needed to be dropped in dirt, covered with darkness, and struggle to reach the light."
    },
    {
      "cite": "Shonda Rhimes",
      "quote": "You can waste your lives drawing lines. Or you can live your life crossing them."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Be patient with yourself. Self-growth is tender, it's holy ground. There's no greater investment."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "With self-discipline most anything is possible."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I'm a great believer in luck, and I find the harder I work the more I have of it."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Someone is sitting in the shade today because someone planted a tree a long time ago."
    },
    {
      "cite": "William Hague",
      "quote": "There's only one growth strategy work hard."
    },
    {
      "cite": "William Thackeray",
      "quote": "Follow your honest convictions, and stay strong."
    }
  ]
}