{
  "source": "https://www.wisesayings.com/grudges-quotes/",
  "theme": "grudges",
  "quotes": [
    {
      "cite": "Woodrow Kroll",
      "quote": "A bitter spirit will keep you from being a better person."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The worst grudge is being told that you are forgiven, yet your sins are still glowing in their hearts like a burning coal."
    },
    {
      "cite": "Steven Adler",
      "quote": "You figure that time could heal all wounds, but some people just really hold a crazy grudge."
    },
    {
      "cite": "Sonya Parker",
      "quote": "A strong person can go through a lot of things and still not be bitter."
    },
    {
      "cite": "Aesop",
      "quote": "People often grudge others what they cannot enjoy themselves."
    },
    {
      "cite": "Drake",
      "quote": "Grudges are a waste of perfect happiness. Laugh when you can. Apologize when you should and let go of what you can't change."
    },
    {
      "cite": "Robert Brault",
      "quote": "Life is too short to hold a grudge, also too long."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present."
    },
    {
      "cite": "John C. Broger",
      "quote": "Anger and bitterness are two noticeable signs of being focused on self and not trusting God's sovereignty in your life. When you believe that God causes all things to work together for good to those who belong to Him and love Him, you can respond to trials with joy instead of anger or bitterness."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A quick temper will make a fool of you soon enough."
    },
    {
      "cite": "Criss Jami",
      "quote": "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on."
    },
    {
      "cite": "Thomas Watson",
      "quote": "We are to find as much bitterness in weeping for sin as we ever found sweetness in committing it."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Bitterness imprisons life; love releases it."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Anger is never without an argument, but seldom with a good one."
    },
    {
      "cite": "Anonymous",
      "quote": "If you hold back your feelings because you are afraid of getting hurt, you end up hurting anyway."
    },
    {
      "cite": "Erin Forbes",
      "quote": "Grudges are often worse enemies than pain."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Carrying a grudge is difficult work that brings nothing of value. Forgive, and be free."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "Grudges are like hand grenades: it is wise to release them before they destroy you."
    },
    {
      "cite": "Maria Weston Chapman",
      "quote": "Grudge no expense - yield to no opposition - forget fatigue - till, by the strength of prayer and sacrifice, the spirit of love shall have overcome ."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Grudges are bridges with faulty spans. Falling off one is a lot more rewarding than getting stuck on the other side."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "Uncontrolled temper is soon dissipated on others. Resentment, bitterness, and self-pity build up inside our hearts and eat away at our spiritual lives like a slowly spreading cancer."
    },
    {
      "cite": "Buddha",
      "quote": "Holding onto anger is like drinking poison and expecting the other person to die."
    },
    {
      "cite": "William H. Walton",
      "quote": "To carry a grudge is like being stung to death by one bee."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "There is enough heartache and sorrow in this life without our adding to it through our own stubbornness, bitterness, and resentment."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "Carrying a grudge is a heavy burden. As you forgive, you will feel the joy of being forgiven."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A life lived without forgiveness is a prison."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Grudges seldom hurt anyone except the one bearing them."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "When the root is bitterness, imagine what the fruit might be."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "The knowledge of the past stays with us. To let go is to release the images and conditions, the grudges and fears, the clingings and disappointments of the past that bind our spirit."
    },
    {
      "cite": "Warren Eyster",
      "quote": "He never did rid himself of the feeling that he had been denied his rightful place. It kept him from being good-natured, and made him unwilling to forget grudges."
    },
    {
      "cite": "Allison Winn Scotch",
      "quote": "There's no time to hold grudges when you've seen how fragile things can really be."
    }
  ]
}