{
  "source": "https://www.wisesayings.com/grumpy-quotes/",
  "theme": "grumpy",
  "quotes": [
    {
      "cite": "Charles Buxton",
      "quote": "Bad temper is its own scourge. Few things are more bitter than to feel bitter. A man's venom poisons himself more than his victim."
    },
    {
      "cite": "Maria Bamford",
      "quote": "People get really irritated by mental illness."
    },
    {
      "cite": "Dylan Moran",
      "quote": "One thing that's coming up a lot is: are you as grumpy as you appear from this Black Books thing."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never do anything when you are in a temper, for you will do everything wrong."
    },
    {
      "cite": "Alfred Adler",
      "quote": "We must interpret a bad temper as a sign of inferiority."
    },
    {
      "cite": "Rick Wakeman",
      "quote": "There's a fine line between angry and grumpy. Angry isn't nice, but grumpy is funny."
    },
    {
      "cite": "Chelan Simmons",
      "quote": "If you're feeling frumpy or grumpy, try to eat Paleo. It's a way of eating that is sometimes referred to as the Caveman Diet."
    },
    {
      "cite": "Rumi",
      "quote": "When you see anyone complaining of such and such a person's ill-nature and bad temper, know that the complainant is bad-tempered, forasmuch as he speaks ill of that bad-tempered person, because he alone is good-tempered who is quietly forbearing towards the bad-tempered and ill-natured."
    },
    {
      "cite": "Stacy Westfall",
      "quote": "A bad tempered man will never make a good tempered horse."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It is a bad temper of mind that takes delight in opposition."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The best remedy for a short temper is a long walk."
    },
    {
      "cite": "Erich Raeder",
      "quote": "An irritable old man with a practical, unimaginative mentality, but academically intelligent."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "Sometimes you can't tell if you're just in a bad mood or everyone around you is being annoying."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Bad temper is its own safety valve. He who can bark does not bite."
    },
    {
      "cite": "Hannah More",
      "quote": "Idleness among children, as among men, is the root of all evil, and leads to no other evil more certain than ill temper."
    }
  ]
}