{
  "source": "https://www.wisesayings.com/grunge-quotes/",
  "theme": "grunge",
  "quotes": [
    {
      "cite": "Kurt Cobain",
      "quote": "What people don't realize is that the so called Seattle grunge scene grew out of several close knit gourmet supper clubs. We would only pick up guitars to pass the time while our dishes were simmering, baking, boiling, etc."
    },
    {
      "cite": "Jerry Cantrell",
      "quote": "There's not a word that describes us. We’re not alternative, metal or grunge. We’re not any of that. We’re just what we are."
    },
    {
      "cite": "Billy Corgan",
      "quote": "We had a wonderful time with this kind of grunge awareness, where suddenly rock was cool again. People wanted to head loud guitars. It was a great time, and I'm glad we were there. But the gimmick part of it has worn off."
    },
    {
      "cite": "Joel McHale",
      "quote": "Yes, I would say my comedy is grunge, evidenced by the fact my jokes have put an end to big-hair glam comedy."
    },
    {
      "cite": "Anonymous",
      "quote": "For my own style, I love vintage. 60's and 70's are my favorite. I love baby doll dresses and the soft colors. I try to mix a little bit of modern into that - maybe I'll wear it with boots. At my school we wear a uniform, but we have one day a week we can wear whatever we want."
    },
    {
      "cite": "Todd Rundgren",
      "quote": "Every once in a while, we have some sort of movement in music that everyone suddenly wants to work in, like grunge or rap or disco or some other musical phase, and then suddenly, that'll be the thing to do."
    },
    {
      "cite": "Townes Van Zandt",
      "quote": "I'm the mold that grunge was grown in."
    },
    {
      "cite": "Chloe Grace Moretz",
      "quote": "I have a lot of looks but right now I'm really into grunge. Messy hair, black heels. I get Michelle Pfeiffer with it."
    },
    {
      "cite": "Adam Jones",
      "quote": "As far as the grunge thing, there are three bands from Seattle that I would call true grunge."
    },
    {
      "cite": "Stephen Tow",
      "quote": "Any local music scene at any point in time can be referred to as derivative of more well-known acts. The line separating influence from imitation is a blurry one. Very few artists are completely original; even great artists build upon what has occurred before, and add their personality and talent to create their own original expression."
    },
    {
      "cite": "Billy Idol",
      "quote": "It's like, what happened, I was always leading fashion, and then the grunge thing kind of came along. And because I've been so on top in the 80s you know, I, you know, what can I do? Suddenly go grunge?"
    },
    {
      "cite": "Bryan Lee O'Malley",
      "quote": "I'm too young to have experienced firsthand the '70s rock, but when I was in high school, me and my friends were super into Neil Young. That was the grunge era, and he was considered cool again."
    },
    {
      "cite": "David Cook",
      "quote": "I absolutely think the Seattle grunge sound was instrumental to my music education."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "Grunge is a hippied romantic version of punk."
    },
    {
      "cite": "Jo Stafford",
      "quote": "The world is a pile of grunge."
    }
  ]
}