{
  "source": "https://www.wisesayings.com/guardian-angels-quotes/",
  "theme": "guardian-angels",
  "quotes": [
    {
      "cite": "Jean Paul Friedrich Richter",
      "quote": "The guardian angels of life sometimes fly so high as to be beyond our sight, but they are always looking down upon us."
    },
    {
      "cite": "Saint Augustine",
      "quote": "We cannot pass our guardian angel's bounds, resigned or sullen, he will hear our sighs."
    },
    {
      "cite": "Emily Hahn",
      "quote": "One thing you can say for guardian angels: they guard. They give warning when danger approaches."
    },
    {
      "cite": "Janice T. Connell",
      "quote": "Our private thoughts are known only to God. The secret thoughts of all of us are not known by angels or demons or one another. Every prayer, however, is heard instantly by our guardian angel."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "Our guardian angels are closer to us than anything except the love of God."
    },
    {
      "cite": "Dorie D'Angelo",
      "quote": "Every night and every morning thank your own guardian angel for peace and for the regeneration of all the cells in your body, and for joy."
    },
    {
      "cite": "Cathy L. Poulin",
      "quote": "I believe most at-home accidents happen in the bathroom because our guardian angels give us our privacy."
    },
    {
      "cite": "Roma Downey",
      "quote": "I think we all do have a guardian angel. I believe they work through us all the time, when we are thoughtful and good and kind to each other."
    },
    {
      "cite": "Mercedes McCambridge",
      "quote": "I never wanted a Guardian Angel. I didn't ask for one. One was assigned to me."
    },
    {
      "cite": "Mattie Stepanek",
      "quote": "I think that someone is watching out for me, God, my guardian angel, I'm not sure who that is, but they really work hard."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The reason angels can fly is because they take themselves lightly."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Angels have no philosophy but love."
    },
    {
      "cite": "Voltaire",
      "quote": "It is not known precisely where angels dwell -- whether in the air, the void, or the planets. It has not been God's pleasure that we should be informed of their abode."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "All God's angels come to us disguised."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "Angels are principally the guardians of our spirits. Their function is not to do our work for us, but to help us do it ourselves, by God's grace."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "In Heaven an angel is nobody in particular."
    },
    {
      "cite": "St Francis of Sales",
      "quote": "Make yourself familiar with the angels, and behold them frequently in spirit; for, without being seen, they are present with you."
    },
    {
      "cite": "St Ambrose",
      "quote": "We should pray to the angels, for they are given to us as guardians."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "One function of the angels is illumination, and the other function is that of being a guardian."
    },
    {
      "cite": "Robert Brault",
      "quote": "I guess I have never really doubted that we are all born to our guardian angel."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Your two guardian angels are always with you. The other angels come and go as we need them."
    },
    {
      "cite": "Mortimer J. Adler",
      "quote": "Angels are not merely forms of extraterrestrial intelligence. They are forms of extra-cosmic intelligence."
    },
    {
      "cite": "Joan Wester Anderson",
      "quote": "When you are lonely or frightened, talk to your guardian angel. You can do it out loud or inside your head, your angel can hear you. Ask your angel to be near you, to put his or her hand on your shoulder, to give you courage and protect you."
    },
    {
      "cite": "F. Forrester Church",
      "quote": "Remember, Angels are both God's messengers and God's message, witness to eternity in time, to the presence of the divine amidst the ordinary. Every moment of every day is riddled by their traces."
    },
    {
      "cite": "Carl Jung",
      "quote": "The angels are a strange genus, they are precisely what they are and cannot be anything else. They are themselves soul-less beings who represent nothing but the thoughts and intuitions of their Lord."
    },
    {
      "cite": "Denise Linn",
      "quote": "Angels assist us in connecting with a powerful yet gentle force, which encourages us to live life to it's fullest."
    },
    {
      "cite": "Francis de Sales",
      "quote": "Make friends with the angels, who though invisible are always with you. Often invoke them, constantly praise them, and make good use of their help and assistance in all your temporal and spiritual affairs."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Where loved ones failed you, guardian angels stand ready to catch your fall."
    },
    {
      "cite": "Liliah Gifty Akita",
      "quote": "Everyone was born with a guardian angel. Guardian Angels brighten our journey of life with divine love, protection, peace, healing, grace, strength and, miracles."
    },
    {
      "cite": "K. Sue",
      "quote": "You should never feel alone there's always someone to turn to, it is the Guardian Angel who is watching over you."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "The Holy Guardian Angel is the spiritual Sun of the Soul of the Adept."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Poetry has been the guardian angel of humanity in all ages."
    },
    {
      "cite": "Stephen Ambrose",
      "quote": "But if these beings guard you, they do so because they have been summoned by your prayers."
    },
    {
      "cite": "Billy Graham",
      "quote": "Some believe strongly that each Christian may have his own guardian angel assigned to watch over him or her."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Angels appear in many different forms to hold your hand through the difficult times."
    },
    {
      "cite": "John Bosco",
      "quote": "Be good. This will make your angel happy. When sorrows and misfortunes physical or spiritual afflict you turn to your guardian angel with strong trust and he will help you."
    },
    {
      "cite": "John Climacus",
      "quote": "Do not be surprised that you fall every day do not give up, but stand your ground courageously. And assuredly, the angel who guards you will honor your patience."
    },
    {
      "cite": "John Vianney",
      "quote": "Our Guardian Angels are our most faithful friends because they are with us day and night, always and everywhere. We ought often to invoke them."
    },
    {
      "cite": "John Vianney",
      "quote": "The Devil writes down our sins our Guardian Angel all our merits. Labor that the Guardian Angel's book may be full, and the Devil's empty."
    },
    {
      "cite": "John Vianney",
      "quote": "If only we could see the joy of our guardian angel when he sees us fighting our temptations!"
    },
    {
      "cite": "Joseph Addison",
      "quote": "If you wish success in life make perseverance your bosom friend."
    },
    {
      "cite": "Micky Dolenz",
      "quote": "When I look back on my life I wonder how I survived my mother said I had a guardian angel."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Never travel faster than your guardian angel can fly."
    },
    {
      "cite": "Nancy Farmer",
      "quote": "Guardian angels guide the steps of idiots."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Angels are visible to those who accept the light and break the pact made with darkness."
    },
    {
      "cite": "Robert Breault",
      "quote": "It comes down to whether you believe in seven miraculous escapes a week or one guardian angel."
    },
    {
      "cite": "Robert Breault",
      "quote": "I guess I have never really doubted that we are all born to our guardian angel."
    },
    {
      "cite": "Samuel Rogers",
      "quote": "A guardian angel o'er his life presiding. Doubling his pleasures and his cares dividing."
    },
    {
      "cite": "Terry Taylor",
      "quote": "Gratitude is our most direct line to God and the angels."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "A man does not always choose what his guardian angel intends."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "An angel can illumine the thought and mind of man by strengthening the power of vision and by bringing within his reach some truth which the angel himself contemplates."
    }
  ]
}