{
  "source": "https://www.wisesayings.com/guest-quotes/",
  "theme": "guest",
  "quotes": [
    {
      "cite": "Jean De La Bruyere",
      "quote": "The first day one is a guest, the second a burden, and the third a pest."
    },
    {
      "cite": "Prince Philip",
      "quote": "The art of being a good guest is to know when to leave."
    },
    {
      "cite": "Plautus",
      "quote": "No guest is so welcome in a friend's house that he will not become a nuisance after three days."
    },
    {
      "cite": "Emma Bombeck",
      "quote": "House guests should be regarded as perishables: Leave them out too long and they go bad."
    },
    {
      "cite": "Confucius",
      "quote": "Every house guest brings you happiness. Some when they arrive, and some when they are leaving."
    },
    {
      "cite": "Homer",
      "quote": "It is equally offensive to speed a guest who would like to stay and to detain one who is anxious to leave."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Every house where love abides / And friendship is a guest, Is surely home, and home sweet home / For there the heart can rest."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "If it were not for guests all houses would be graves."
    },
    {
      "cite": "Lauren Klarfeld",
      "quote": "People are guests in our story, the same way we are guests in theirs. But we all meet each other for a reason because every person is a personal lesson waiting to be told."
    },
    {
      "cite": "Radhika Munda",
      "quote": "Nothing inspires cleanliness more than an unexpected guest."
    },
    {
      "cite": "Edward Hyde",
      "quote": "It is not the quantity of the meat, but the cheerfulness of the guests, which makes the feast."
    },
    {
      "cite": "Russian Proverb",
      "quote": "A guest has not to thank the host, but the host the guest."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "As a dinner guest I gratefully eat just about anything that's set before me, because graciousness among friends is dearer to me than any other agenda."
    },
    {
      "cite": "Anton Chekov",
      "quote": "People are far more sincere and good-humored at speeding their parting guests than on meeting them."
    },
    {
      "cite": "Robindranath Tagore",
      "quote": "To the guests that must go, bid God's speed and brush away all traces of their steps."
    },
    {
      "cite": "Judy Baer",
      "quote": "Treat your family like guests and your guests like family."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "The glasses were half full, which meant that the guests were completely so."
    },
    {
      "cite": "Rumi",
      "quote": "This being human is a guest house. Every morning a new arrival. Welcome and entertain them all!"
    },
    {
      "cite": "Ina Garten",
      "quote": "Never let 'em see you sweat. Guests feel guilty if they think you've worked too hard to make dinner for them - which of course you have!"
    },
    {
      "cite": "Peg Kehret",
      "quote": "Guests are people who come to your home to see you whine at the table, bark loudly, jump on women wearing pantyhose, and do other tricks which you wouldn't think of doing just for the family."
    },
    {
      "cite": "Sandra Cisneros",
      "quote": "Like all guests, after a fortnight, grief is best beyond the door."
    },
    {
      "cite": "Francois Villon",
      "quote": "Strong I am without power or persuasion, welcomed gladly and spurned by everyone."
    }
  ]
}