{
  "source": "https://www.wisesayings.com/guide-quotes/",
  "theme": "guide",
  "quotes": [
    {
      "cite": "Salam Al Shereida",
      "quote": "Let your conscience be your guide when you are lost."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Shepherds also need shepherds simply because everyone needs to be guided, maybe not always but surely one day!"
    },
    {
      "cite": "Rumi",
      "quote": "My Soul is my Guide, for my Soul is of that Abode I will not Speak of the Earthly, I am of the Unknown."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Unless you learn to lead, you will always be at the mercy of someone else to guide you."
    },
    {
      "cite": "Jane Austen",
      "quote": "We have all a better guide in ourselves, if we would attend to it, than any other person can be."
    },
    {
      "cite": "Barbara Jordan",
      "quote": "It is reason, and not passion, which must guide our deliberations, guide our debate, and guide our decision."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "Follow what you are genuinely passionate about and let that guide you to your destination."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Goals are only ever a guide; a winding, changing path. It's your heart that will really keep you on track... and nourished along the way."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When you leave the light behind you, shadows and darkness become your guide!"
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We are not here to curse the darkness, but to light the candle that can guide us thru that darkness to a safe and sane future."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The conscience can be a strong guide in life if we allow it."
    },
    {
      "cite": "Les Brown",
      "quote": "Your goals are the road maps that guide you and show you what is possible for your life."
    },
    {
      "cite": "David Hume",
      "quote": "It is not reason which is the guide of life, but custom."
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "Experience is a truer guide than the words of others."
    },
    {
      "cite": "Robert Jordan",
      "quote": "It is better to guide people than try to hammer them into a line."
    },
    {
      "cite": "George Washington",
      "quote": "The Constitution is the guide which I never will abandon."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Never go to excess, but let moderation be your guide."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Clearly the person who accepts the Church as an infallible guide will believe whatever the Church teaches."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "Don't use your brain to play it, let your feelings guide your fingers."
    }
  ]
}