{
  "source": "https://www.wisesayings.com/guidance-quotes/",
  "theme": "guidance",
  "quotes": [
    {
      "cite": "Caroline Myss",
      "quote": "Guidance requires action, but it does not guarantee safety."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Wise guidance never violates people's free will. A superior who demands obedience of his subordinates should show respect for their capacity to understand, and also for their innate right to their own free will."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "Every time you don't follow your inner guidance, you feel a loss of energy, loss of power, a sense of spiritual deadness."
    },
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "Let us guide our students over the road of discipline from materials, through function, to creative work."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "You cannot teach a man anything; you can only help him find it within himself."
    },
    {
      "cite": "Richard Bartlett",
      "quote": "If you allow yourself to expect guidance, guidance will show up."
    },
    {
      "cite": "Carl Jung",
      "quote": "There is a deep need in the world just now for guidance almost any sort of spiritual guidance."
    },
    {
      "cite": "James Allen",
      "quote": "People seek guidance of him who is master of himself."
    },
    {
      "cite": "Irving Stone",
      "quote": "The most perfect guide is nature. Continue without fail to draw something every day."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Do not assume that divine guidance flows only when you are in need of help. Guidance continues to flow whether or not you have problems. It transcends problems, heartbreaks, and traumas, flowing through dreams and illuminations. Whether guidance comes during times of tranquility or trauma, however, it is up to you to have the courage to acknowledge it."
    },
    {
      "cite": "Thomas H. Huxley",
      "quote": "Surely there is a time to submit to guidance and a time to take one's own way at all hazards."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "If you follow the voice inside you, it does give you guidance."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "Children require guidance and sympathy far more than instruction."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Your automatic guidance system cannot guide you when you're standing still."
    },
    {
      "cite": "Erol Alkan",
      "quote": "Guidance is everything, you have to accept that somebody is their own person, an individual."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Nothing is impossible when we follow our inner guidance, even when its direction may threaten us by reversing our usual logic."
    },
    {
      "cite": "Henry Miller",
      "quote": "No man is great enough or wise enough for any of us to surrender our destiny to. The only way in which anyone can lead us is to restore to us the belief in our own guidance."
    },
    {
      "cite": "William Penn",
      "quote": "Unless virtue guides us, our choice must be wrong."
    },
    {
      "cite": "Swami Vivekanand",
      "quote": "True guidance is like a small torch in a dark forest.It doesn't show everything once.But gives enough light for the next step to be safe."
    },
    {
      "cite": "Ian Paul Marshall",
      "quote": "A soul with purpose found is the light by which the world is guided."
    },
    {
      "cite": "Susan Barbara Apollon",
      "quote": "We are blessed with guidance and it is within our power to find ways to both express and listen to this wisdom. The choice is ours."
    },
    {
      "cite": "Sanaya Roman",
      "quote": "All you need to do to receive guidance is to ask for it and then listen."
    },
    {
      "cite": "Catherine Carrigan",
      "quote": "Guidance happens when we create the space in our minds to allow our angels to speak up. Set your ego aside and listen!"
    },
    {
      "cite": "Howard Schultz",
      "quote": "People want guidance, not rhetoric. They need to know what the plan of action is, and how it will be implemented. They want to be given responsibility to help solve the problem and authority to act on it."
    },
    {
      "cite": "Ibn Taymiyyah",
      "quote": "Guidance is not attained except with knowledge and correct direction is not attained except with patience."
    },
    {
      "cite": "Jane Austen",
      "quote": "We have all a better guide in ourselves, if we would attend to it, than any other person can be."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "We must be guided by faith. If we are guided by fear we lock ourselves and our expansion."
    },
    {
      "cite": "Barbara Brennan",
      "quote": "The simplest kind of guidance critique comes every day, and many times a day in the form of discomfort."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "We may give advice, but we cannot give conduct."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "It's advice, not a commandment. Don't swallow it whole until you're absolutely sure you've been given good, healthy advice."
    },
    {
      "cite": "Muhammad Abduh",
      "quote": "Men have no better guidance than examples and facts proved by experience."
    },
    {
      "cite": "Jimmy Johnson",
      "quote": "Give people enough guidance to make the decisions you want them to make. Don't tell them what to do, but encourage them to do what is best."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is guidance for each of us, and by lowly listening we shall hear the right word."
    },
    {
      "cite": "Harry Day",
      "quote": "Rules are for the obedience of fools and the guidance of wise men."
    }
  ]
}