{
  "source": "https://www.wisesayings.com/guilt-quotes/",
  "theme": "guilt",
  "quotes": [
    {
      "cite": "Audre Lorde",
      "quote": "Guilt is not a response to anger; it is a response to one's own actions or lack of action."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "Guilt is also a way for us to express to others that we are a person of good conscience."
    },
    {
      "cite": "Daniel Nayeri",
      "quote": "Guilt is a useless feeling. It's never enough to make you change direction--only enough to make you useless."
    },
    {
      "cite": "Lynn Crilly",
      "quote": "Guilt is a destructive and ultimately pointless emotion."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "No guilt is forgotten so long as the conscience still knows of it."
    },
    {
      "cite": "Voltaire",
      "quote": "Every man is guilty of all the good he didn't do."
    },
    {
      "cite": "Horace Bushnell",
      "quote": "Guilt is the very nerve of sorrow."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "Guilt is perhaps the most painful companion of death."
    },
    {
      "cite": "Isabelle Holland",
      "quote": "Guilt is the price we pay willingly for doing what we are going to do anyway."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Guilt is a rope that wears thin."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Successful guilt is the bane of society."
    },
    {
      "cite": "Proverb",
      "quote": "He declares himself guilty who justifies himself before accusation."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Guilt: the gift that keeps on giving."
    },
    {
      "cite": "John Flavel",
      "quote": "Guilt is to danger, what fire is to gunpowder; a man need not fear to walk among many barrels of powder, if he have no fire about him."
    },
    {
      "cite": "Charles James Fox",
      "quote": "He that is conscious of guilt cannot bear the innocence of others: So they will try to reduce all others to their own level."
    },
    {
      "cite": "Junius",
      "quote": "Guilt alone, like brain-sick frenzy in its feverish mood, fills the light air with visionary terrors, and shapeless forms of fear."
    },
    {
      "cite": "Bishop Robert South",
      "quote": "Guilt upon the conscience, like rust upon iron, both defiles and consumes it, gnawing and creeping into it, as that does which at last eats out the very heart and substance of the metal."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Guilt is always hungry, don't let it consume you."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Guilt is oftentimes the strongest witness against itself."
    },
    {
      "cite": "Luke Garne",
      "quote": "The guilt you feel finally comes to an end when you fully express how it came into your consciousness."
    },
    {
      "cite": "Glenn R. Schiraldi",
      "quote": "Make friends with guilt. Guilt is a beautiful emotion that alerts us when something is wrong so that we may achieve peace with our conscience. Without conscience there would be no morality. So we can greet guilt cordially and with acceptance, just as we do all other emotions. After we respond to guilt, it has done its job and we can release it."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Guilt hath very quick ears to an accusation."
    },
    {
      "cite": "Gaius Baltar",
      "quote": "Guilt is something small people feel when they run out of excuses for their behavior."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Repentant tears wash out the stain of guilt."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Guilt: punishing yourself before God doesn't."
    },
    {
      "cite": "William Congreve",
      "quote": "Guilt is ever at a loss, and confusion waits upon it; when innocence and bold truth are always ready for expression."
    },
    {
      "cite": "Ben Jonson",
      "quote": "Where guilt is, rage and courage doth abound."
    },
    {
      "cite": "Gregg Hurwitz",
      "quote": "Guilt is an indulgence, it entangles you in the past."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Guilt once harbored in the conscious breast, intimidates the brave, degrades the great."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Guilt has always its horrors and solicitudes; and, to make it yet more shameful and detestable, it is doomed often to stand in awe of those to whom nothing could give influence or weight but their power of betraying."
    },
    {
      "cite": "Junius",
      "quote": "Guilt is a poor, helpless, dependent being. Without the alliance of able, diligent, and let me add, fortunate fraud, it is inevitably undone. If the guilty culprit be obstinately silent, it forms a deadly presumption against him; if he speaks, talking tends only to his discovery, and his very defence often furnishes the materials for his conviction."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Guilt was never a rational thing; it distorts all the faculties of the human mind, it perverts them, it leaves a man no longer in the free use of his reason, it puts him into confusion."
    },
    {
      "cite": "Rust Cohle",
      "quote": "People incapable of guilt usually do have a good time."
    },
    {
      "cite": "Chaucer",
      "quote": "The guilty think all talk is of themselves."
    },
    {
      "cite": "unknown",
      "quote": "Guilt is abscent when the act is justified."
    },
    {
      "cite": "Mohammad",
      "quote": "Guilt is anything you did and fear others to know about."
    },
    {
      "cite": "Nicholas Rowe",
      "quote": "Guilt is the source of sorrows, the avenging fiend that follows us behind with whips and stings."
    },
    {
      "cite": "Gloria Whelan",
      "quote": "You're making yourself too important. Guilt comes from feeling we're at the center of the universe. We're not."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Guilt's just your ego's way of tricking you into thinking that you're making moral progress. Don't fall for it, my dear."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Like hatred, guilt can't be locked in the silence of forgetting, without taking part of your soul with it."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You won't be free from guilt if you are constantly replaying the negative memories of your past. If you're going to replay anything, replay your victories!"
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Releasing guilt is like removing a huge weight from your shoulders. Guilt is released through the empowering thought of love and respect for yourself. Let go of standards of perfection and refuse to use up the precious currency of your life, the now, with thoughts that continue to frustrate and weaken you. Instead, vow to be better than you used to be, which is the true test of nobility."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Guilt is a lazy feeling that takes no action; the wings of integrity are the only thing that sets it free."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Guilt can interfere with our desires to move forward, to heal properly and to become a person who has the mental health and means of proper recompense."
    },
    {
      "cite": "Annette Vaillancourt",
      "quote": "Guilt is a waste of time unless you learn how to be more loving the next time a similar situation presents itself."
    },
    {
      "cite": "Joseph Goldstein",
      "quote": "Guilt is a manifestation of condemnation or aversion towards oneself, which does not understand the changing transformative quality of mind."
    },
    {
      "cite": "David R. Hawkins",
      "quote": "Guilt is really self- condemnation and self-invalidation of our worth and value as a human being."
    },
    {
      "cite": "George Sewell",
      "quote": "Fear is the tax that conscience pays to guilt."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "There is no greater guilt than discontentment."
    },
    {
      "cite": "William Shakespeare (Hamlet)",
      "quote": "So full of artless jealousy is guilt, / It spills itself in fearing to be spilt."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "The only art her guilt to cover, / To hide her shame from every eye, / To give repentance to her lover, / And wring his bosom, is — to die."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "By the sympathy of your human hearts for sin ye shall scent out all the places — whether in church, bedchamber, street. field, or forest — where crime has been committed, and shall exult to behold the whole earth one stain of guilt, one mighty blood spot"
    },
    {
      "cite": "Marianne Moore",
      "quote": "What is our innocence, / what is our guilt? All are / naked, none is safe."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Remorse sleeps during a prosperous period but wakes up in adversity."
    },
    {
      "cite": "George Ade",
      "quote": "But, R - e - m - o - r - s - e! / The water-wagon is the place for me; . . . / It is no time for mirth and laughter, / The cold, gray dawn of the morning after!"
    },
    {
      "cite": "Amanda Cross",
      "quote": "In former days, everyone found the assumption of innocence so easy; today we find fatally easy the assumption of guilt."
    },
    {
      "cite": "E.M. Forster",
      "quote": "Of all means to regeneration Remorse is surely the most wasteful. It cuts away healthy tissue with the poisoned. It is a knife that probes far deeper than the evil."
    },
    {
      "cite": "R. D. Laing",
      "quote": "True guilt is guilt at the obligation one owes to oneself to be oneself. False guilt is guilt felt at not being what other people feel one ought to be or assume that one is."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "Guilt feelings so often arise from accusations rather than from crimes."
    },
    {
      "cite": "William Shakespeare (Macbeth)",
      "quote": "Here’s the smell of the blood still: all the perfumes of Arabia will not sweeten this little hand."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "What hangs people ... is the unfortunate circumstance of guilt."
    },
    {
      "cite": "Bill Clinton",
      "quote": "If something makes you cry, you have to do something about it. That’s the difference between politics and guilt."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "I have many regrets, and I’m sure everyone does. The stupid things you do, you regret if you have any sense, and if you don’t regret them, maybe you’re stupid."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "O conscience, upright and stainless, how bitter a sting to thee is a little fault!"
    },
    {
      "cite": "Ogden Nash",
      "quote": "There is only one way to achieve happiness on this terrestrial ball, and that is to have either a clear conscience or none at all."
    },
    {
      "cite": "Carolyn Heilbrun",
      "quote": "In former days, everyone found the assumption of innocence so easy; today we find fatally easy the assumption of guilt."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "When lovely woman stoops to folly / And finds too late that men betray, / What charm can soothe her melancholy, / What art can wash her guilt away?"
    },
    {
      "cite": "Anna Sewell",
      "quote": "My doctrine is this, that if we see cruelty or wrong that we have the power to stop, and do nothing, we make ourselves sharers in the guilt."
    },
    {
      "cite": "Wiliam Cowper",
      "quote": "Remorse begets reform."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "We can always get along better ty reason and love of truth than by worry of conscience and remorse Harmful are these, and evil."
    },
    {
      "cite": "Cathy Guisewite",
      "quote": "Mothers, food, love, and career: the four major guilt groups."
    },
    {
      "cite": "Paul Valéry",
      "quote": "Conscience reigns but it does not govern."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "What the devil loves is that vague cloud of unspecified guilt feeling or unspecified virtue by which he lures us into despair or presumption. 'Details, please?' is the answer."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "All men alike stand condemned, not by alien codes of ethics, hut by their own, and all men therefore arc conscious of guilt."
    },
    {
      "cite": "Art Buchwald",
      "quote": "When we grieve, tears and guilt get mixed together."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Conscience is thoroughly well-bred and soon leaves off talking to those who do not wish to hear it."
    },
    {
      "cite": "Erik H. Erikson",
      "quote": "The fact that human conscience remains partially infantile throughout life is the core of human tragedy."
    },
    {
      "cite": "Austin O’Malley",
      "quote": "Each man’s soul is a menagerie where Conscience, the animal-tamer, lives with a collection of wild beasts."
    },
    {
      "cite": "Germaine De Staël",
      "quote": "The voice of conscience is so delicate that it is easy to stifle; but it is also so clear that it is impossible to mistake."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "What we call real estate — the solid ground to build a house on — is the broad foundation on which nearly all the guilt of this world rests."
    },
    {
      "cite": "V.S. Pritchett",
      "quote": "How extraordinary it is that one feels most guilt about the sins one is unable to commit."
    },
    {
      "cite": "Roman Proverb",
      "quote": "An excuse not requested betrays the guilt of him who makes it."
    },
    {
      "cite": "Roman Proverb",
      "quote": "He confesses his guilt who flees from his trial."
    },
    {
      "cite": "English Proverb",
      "quote": "He declares himself guilty who justifies himself before being accused."
    },
    {
      "cite": "Italian Proverb",
      "quote": "He who is guilty believes that all men speak ill of him."
    },
    {
      "cite": "Roman Proverb",
      "quote": "How difficult it is not to betray guilt by our looks."
    },
    {
      "cite": "Roman Proverb",
      "quote": "How near to guilt a man may approach without being guilty."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "Measure your guilt, then stretch your legs."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The act does not make the person guilty, unless the mind be guilty."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The innocent are free from fear; but the guilty have always the dread of punishment before their eyes."
    },
    {
      "cite": "Roman Proverb",
      "quote": "A mind conscious of guilt is its own accuser."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The one who secretly meditates a crime bears all the guilt of the deed."
    },
    {
      "cite": "Albert Camus",
      "quote": "A guilty conscience needs to confess. A work of art is a confession."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "If a dog will not come to you after having looked you in the face, you should go home and examine your conscience."
    },
    {
      "cite": "Francesco Pacifico",
      "quote": "Enjoying someone else’s smell—the most modest form of guilt there is."
    },
    {
      "cite": "Jessica Mitford",
      "quote": "You may not be able to change the world, but at least you can embarrass the guilty."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "I think that everything he did, feeding the poor, giving money to friends in need, it was all a way of redeeming himself. And that, I believe, is what true redemption is, Amir jan, when guilt leads to good."
    },
    {
      "cite": "Margaret Cavendish",
      "quote": "Everyone’s conscience in religion is between God and themselves, and it belongs to none other."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change."
    },
    {
      "cite": "Bruce Van Horn",
      "quote": "No amount of guilt can solve the past. No amount of anxiety can change the future."
    },
    {
      "cite": "Jesse Fisher",
      "quote": "Guilt before we act is called morality."
    },
    {
      "cite": "Alessandro Farnese",
      "quote": "Without the sensation of guilt, the hierarchy are afraid the individual would run free and there would be no order. Without order, there is no power. Guilt forces each of us to surrender our will, our souls to those who should not possess them."
    },
    {
      "cite": "Trish Park",
      "quote": "Fear and guilt are sisters."
    },
    {
      "cite": "Karen Walker",
      "quote": "Hey, hey, hey. Come on. I know what guilt is. It's one of those touchy-feely words that people throw around that don't really mean anything... You know, like 'maternal' or 'addiction.'"
    },
    {
      "cite": "Marcus Miller; Luther Vandross",
      "quote": "I'm only human baby / Ain't I allowed to make mistakes / You put your guilt on me / And it's causing my poor heart to break, yeah / Making me the human that I am"
    },
    {
      "cite": "Matthew West",
      "quote": "There's a war between guilt and grace / And they're fighting for a sacred space / But I'm living proof / Grace wins every time"
    },
    {
      "cite": "Matthew West",
      "quote": "Words can't describe the way it feels / When mercy floods a thirsty soul / A broken side begins to heal / And grace returns what guilt has stole"
    },
    {
      "cite": "Thomas Oldham",
      "quote": "Oh! load of guilt! relentless misery! / Still, ever still the same where'er I fly; / No peace, no hope, not one poor moment's glimpse / Through all the blackness of eternity!"
    }
  ]
}