{
  "source": "https://www.wisesayings.com/guilty-quotes/",
  "theme": "guilty",
  "quotes": [
    {
      "cite": "Karl Lagerfeld",
      "quote": "Guilty feelings about clothes are totally unnecessary. A lot of people earn their living by making clothes, so you should never feel bad."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Suspicion always haunts the guilty mind."
    },
    {
      "cite": "Brene Brown",
      "quote": "Guilt is just as powerful as shame, but its influence is positive, while shame's is destructive."
    },
    {
      "cite": "Tanith Lee",
      "quote": "The guilty are always the most prone to establish complementary guilt, and the most unforgiving thereafter."
    },
    {
      "cite": "Voltaire",
      "quote": "Every man is guilty of all the good he did not do."
    },
    {
      "cite": "Pierre Beaumarchais",
      "quote": "The most guilty people are the most generous ones-this is the common law."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You may succeed in making another feel guilty about something by blaming him, but you won't succeed in changing whatever it is about you that is making you unhappy."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "If you make someone feel guilty about their mistake, then you have not forgiven them. That guilt is itself punishment."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Every guilty person is his own hangman."
    },
    {
      "cite": "Amit Abraham",
      "quote": "Don't feel guilty for a crime you have not committed, commit it and be guilt free."
    },
    {
      "cite": "R.D. Laing",
      "quote": "True guilt is guilt at the obligation one owes to oneself to be oneself. False guilt is guilt felt at not being what other people feel one ought to be or assume that one is."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Pity for the guilty is treason to the innocent."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "In law a man is guilty when he violates the rights of others. In ethics he is guilty if he only thinks of doing so."
    },
    {
      "cite": "Bill Rodgers",
      "quote": "Don't feel guilty about driving somewhere nice to run. If people can drive to a park to eat hot dogs, you can drive there to run."
    },
    {
      "cite": "Anonymous",
      "quote": "A guilty conscience needs no accuser."
    },
    {
      "cite": "Piers Anthony",
      "quote": "When one person makes an accusation, check to be sure he himself is not the guilty one. Sometimes it is those whose case is weak who make the most clamour."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "When you are guilty, it is not your sins you hate but yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "He who is present at a wrongdoing and does not lift a hand to prevent it is as guilty as the wrongdoers."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Guilt is perhaps the most painful companion of death."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You were never created to live depressed, defeated, guilty, condemned, ashamed or unworthy. You were created to be victorious."
    },
    {
      "cite": "Chris Webber",
      "quote": "You're guilty until proven innocent. Perception is reality, that's the way that it is in this world."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Some people feel guilty about their anxieties and regard them as a defect of faith but they are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the passion of Christ."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Guilt is not a response to anger; it is a response to one's own actions or lack of action."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Guilt is always hungry - don't let it consume you."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "The guilty think all talk is of themselves."
    },
    {
      "cite": "Umar Ign al-Khattab",
      "quote": "No amount of guilt can change the past and no amount of worrying can change the future."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who helps the guilty, shares the crime."
    },
    {
      "cite": "Albert Camus",
      "quote": "A guilty conscience needs to confess. A work of art is a confession."
    },
    {
      "cite": "Anonymous",
      "quote": "Guilty people answer questions with a question."
    },
    {
      "cite": "Nicholas Rowe",
      "quote": "Guilt is the source of sorrow, 'tis the fiend, Th' avenging fiend, that follows us behind, With whips and stings."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Today, let's set our minds and hearts on feeling more thankful for what we are than guilty for what we're not. Let's cut the threads of guilt with grace."
    },
    {
      "cite": "Sandor Marai",
      "quote": "Whether life finds us guilty or not guilty, we ourselves know we are not innocent."
    },
    {
      "cite": "Prabakaran Thirumalai",
      "quote": "Guilt is the mind's way of suicide when you suppress your values."
    }
  ]
}