{
  "source": "https://www.wisesayings.com/guitar-quotes/",
  "theme": "guitar",
  "quotes": [
    {
      "cite": "Eddie Van Halen",
      "quote": "A guitar is a very personal extension of the person playing it. You have to be emotionally and spiritually connected to your instrument. I'm very brutal on my instruments, but not all the time."
    },
    {
      "cite": "Manuel de Falla",
      "quote": "The guitar is the instrument most complete and richest in its harmonic and polyphonic possibilities."
    },
    {
      "cite": "St. Vincent",
      "quote": "Guitar is just something I can do. So much of it now is muscle memory, just instinct."
    },
    {
      "cite": "John Frusciante",
      "quote": "Any guitar solo should reflect the music that it's soloing over and not just be existing in its own sort of little world."
    },
    {
      "cite": "Joan Jett",
      "quote": "My guitar is not a thing. It is an extension of myself. It is who I am."
    },
    {
      "cite": "Jason Mraz",
      "quote": "But that guitar is the perfect companion to the human voice. You rest it against your gut, against your heart, and when you strum it the vibrations go outwards for all to hear, but the vibration also hits you on your body."
    },
    {
      "cite": "Johnny Marr",
      "quote": "Guitars have been the obsession of my life. I first picked one up at the age of four and Ive been a guitar junkie ever since."
    },
    {
      "cite": "Andres Segovia",
      "quote": "The guitar is a small orchestra. It is polyphonic. Every string is a different color, a different voice."
    },
    {
      "cite": "Slash",
      "quote": "Guitar is the best form of self-expression I know. Everything else, and I'm just sort of tripping around, trying to figure my way through life."
    },
    {
      "cite": "Brian May",
      "quote": "The guitar has a kind of grit and excitement possessed by nothing else."
    },
    {
      "cite": "B B King",
      "quote": "A guitar is like an old friend that is there with me."
    },
    {
      "cite": "John Mark Green",
      "quote": "His heart was like a battered guitar; worn and scuffed from a life spent out on the road, but still capable of bringing forth beautiful music."
    },
    {
      "cite": "Andres Segovia",
      "quote": "The guitar is the easiest instrument to play and the hardest to play well."
    },
    {
      "cite": "Kirk Hammett",
      "quote": "Guitar playing is both extremely easy for me and extremely difficult for me at the same time."
    },
    {
      "cite": "Waylon Jennings",
      "quote": "To me a guitar is kind of like a woman. You don't know why you like em but you do."
    },
    {
      "cite": "Eddie Van Halen",
      "quote": "A guitar is just theoretically built wrong. Each string is an interval of fourths, and then the B string is off. Theoretically, that's not right, all the strings should be off."
    },
    {
      "cite": "Richard Lloyd",
      "quote": "The guitar is like a cuisine and you can't expect people to eat the same thing all the time."
    },
    {
      "cite": "Dave Navarro",
      "quote": "Guitar playing is just something that came to me and is really second nature now."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "The string slices into the skin of his fingers and no matter how tough the calluses, it tears. But this beat is fast and even though his joints are aching, his arm's out of control like it has a mind of its own and the sweat that drenches his hair and face seems to smother him, but nothing's going to stop Tom. He's aiming for oblivion."
    },
    {
      "cite": "Franz Schubert",
      "quote": "The guitar is a wonderful instrument which is understood by few."
    },
    {
      "cite": "Brian May",
      "quote": "The guitar was my weapon, my shield to hide behind."
    },
    {
      "cite": "William Christopher Handy",
      "quote": "With a guitar I would be able to express the things I felt in sounds."
    },
    {
      "cite": "Barry Mann",
      "quote": "A guitar riff played on a piano doesn't come close to the purity of it being played on a guitar but I faked it enough to get by."
    },
    {
      "cite": "Michael Bland Wife",
      "quote": "The guitar I now have is permanently out in my house, which my wife loves. But now my kids are interested in it. They definitely thought the old man was much cooler once I started playing again."
    },
    {
      "cite": "David Gilmour",
      "quote": "I think a guitar solo is how my emotion is most freely released, because verbal articulation isn't my strongest communication strength. My wife thinks that I should do interviews by listening to the questions and playing the answer on guitar."
    },
    {
      "cite": "Nick Cave",
      "quote": "The guitar is something you kind of embrace, and the piano is something you kind of when you play it, you sort of push it away. It feels very different."
    },
    {
      "cite": "Eric Clapton",
      "quote": "But the guitar, when you think about it, is the most versatile, really. I mean you can pick it up and take it with you wherever you go."
    },
    {
      "cite": "Pepe Romero",
      "quote": "The guitar is a meditative tool to touch God and find love within yourself."
    },
    {
      "cite": "Carlos Santana",
      "quote": "The guitar is your first wings. It's assigned and designed to unfold your vision and imagination."
    },
    {
      "cite": "Thom Yorke",
      "quote": "Sometimes the nicest thing to do with a guitar is just look at it."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Guitar playing isn't really for everybody."
    },
    {
      "cite": "Merle Haggard",
      "quote": "The guitar's not all that expensive either, when you compare it to gettin' a toothpulled or something."
    },
    {
      "cite": "Neal Schon",
      "quote": "The heavy guitars are the ones that sound good. They are not that comfortable, but they do sound great."
    },
    {
      "cite": "Colin Greenwood",
      "quote": "The guitar is a much more efficient machine than a computer. More responsive."
    },
    {
      "cite": "Steve Vai",
      "quote": "The guitar is the coolest instrument in the world."
    },
    {
      "cite": "Robyn Hitchcock",
      "quote": "Just as with a guitar, you can improvise a guitar solo, and they'd probably be similar each time, but they won't be exactly the same. With the word, it's probably a bit freer than that. I probably repeat myself more musically than I do verbally."
    },
    {
      "cite": "Trevor Rabin",
      "quote": "Unless the guitar works as a color, then I don't use it, so I haven't been playing guitar too much lately."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "The guitar is a miniature orchestra in itself."
    },
    {
      "cite": "Brian Eno",
      "quote": "My guitar only has five strings 'cause the top one broke and I decided not to put it back on: when I play chords I only play bar chords, and the top one always used to cut me there."
    },
    {
      "cite": "Scott Putesky",
      "quote": "Experimenting with different sounds is great, but when it comes down to it, you're still playing a guitar."
    },
    {
      "cite": "Andrew Bird",
      "quote": "Guitars are kind of just, you know, sexy, especially old vintage ones."
    },
    {
      "cite": "Scott Ian",
      "quote": "A guitar for me is pretty much strictly in the context of writing songs for my band, coming up with ideas with my band, and then being able to perform those songs as best as I can on stage that's what the guitar for me has always been."
    },
    {
      "cite": "Anna Claybourne",
      "quote": "A guitar is basically a box with strings are played instruments similar to guitars for thousands of years. They did not all look like a modern guitar, but they worked in the same way."
    },
    {
      "cite": "Anna Claybourne",
      "quote": "Humans have been singing, dancing, and playing instruments for thousands of years. Music can cheer you up, pass the time, inspire you, and help you have fun with others."
    },
    {
      "cite": "Anna Claybourne",
      "quote": "You probably hear music often. It seems to be everywhere, from your dentist's office to the supermarket."
    },
    {
      "cite": "Anna Claybourne",
      "quote": "People sing songs at religious services, at school, and at celebrations."
    },
    {
      "cite": "The johns Hopkins University Press Baltimmore and London",
      "quote": "Beginning with its commercial introduction in the 1930's, the electric guitar developed into perhaps the most important instrument to shape American popular music in the decades to come."
    },
    {
      "cite": "The johns Hopkins University Press Baltimmore and London",
      "quote": "The major forms of american vernacular music that flourished from after World War II through the 1970's-urban blues, country music, rock 'n' roll, and rhythm and blues(R&B)--all depended on the electric guitar."
    },
    {
      "cite": "The johns Hopkins University Press Baltimmore and London",
      "quote": "Rock 'n' roll, the most widely embraced form of American popular music, could not have existed without the electric guitar."
    },
    {
      "cite": "The johns Hopkins University Press Baltimmore and London",
      "quote": "The major social changes that remade American life across the twentieth century enabled the rise of the electric guitar and its music."
    },
    {
      "cite": "The johns Hopkins University Press Baltimmore and London",
      "quote": "The forces that changed American society also nurtured the music and the audience for the electric guitar."
    },
    {
      "cite": "Philip Toshio Sudo",
      "quote": "Each of us carries a song inside us, the song that makes us human."
    },
    {
      "cite": "Philip Toshio Sudo",
      "quote": "Some schools teach that you must think, breathe, and live guitar twenty-four hours a day. This is obsessive."
    },
    {
      "cite": "Philip Toshio Sudo",
      "quote": "If all you know is the guitar to the exclusion of everything else, your playing will be empty."
    },
    {
      "cite": "Philip Toshio Sudo",
      "quote": "You must relate your guitar playing to the world at large, and vice versa."
    },
    {
      "cite": "Philip Toshio Sudo",
      "quote": "What you bring to your playing is the sum of what you are."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "For me, I think the only danger is being too much in love with guitar playing. The music is the most important thing and the guitar is only the instrument."
    },
    {
      "cite": "Tom Petty",
      "quote": "I saw Bob Dylan getting criticized in Australia by this guy who was saying, 'Your new songs aren't as relevant as your old songs.' And Dylan just said, 'Well, I'm out here writing songs-what are you doing?'"
    },
    {
      "cite": "Mother Maybelle Carter",
      "quote": "We didn't have any instruments, so I had to use my guitar."
    },
    {
      "cite": "Johnny Depp",
      "quote": "Puberty was very vague. I literally locked myself in a room and played guitar."
    },
    {
      "cite": "Adrian Belew",
      "quote": "I was left with an urge to make the guitar sound like things it shouldn't be able to sound like."
    },
    {
      "cite": "Andre Segovia",
      "quote": "Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart."
    },
    {
      "cite": "Jimmy Page",
      "quote": "My vocation is more in composition really than anything else-building up harmonies using the guitar, orchestrating the guitar like an arm, a guitar army."
    },
    {
      "cite": "Pele",
      "quote": "Enthusiasm is everything. It must be taut and vibrating like a guitar string."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "A guitar is a lot like life, it can be strummed gently or you can play it furiously, either way, all the resonance is temporary."
    },
    {
      "cite": "Steve Supple",
      "quote": "Your talent is a gift. It's like getting a guitar for Christmas; you gotta practice to be the most out of it."
    },
    {
      "cite": "Matthew Longfellow",
      "quote": "Jeff is the guy who took the instrument of guitar into the furthest reaches of guitar universe and nobody ever - nobody even comes close."
    },
    {
      "cite": "Gilbert Adair",
      "quote": "Clapton reinvented the electric guitar? Clapton plugs in a guitar, he plugs in an electric guitar and he plays it like an acoustic guitar."
    },
    {
      "cite": "Gilbert Adair",
      "quote": "Hendrix plugs in an electric guitar, he plays with his teeth."
    },
    {
      "cite": "Simon Cowell",
      "quote": "99% of people who come out on stage with a guitar can't play the guitar. You just demonstrated what that thing was actually intended for."
    },
    {
      "cite": "Brett Morgen",
      "quote": "To me, the real interest in playing guitar is to play guitar with another guy. Two guitars together, if you get it right, it can become like an orchestra."
    },
    {
      "cite": "Kevin Macdonald",
      "quote": "What really changed it to reggae was the riff, actual with the guitar. It was just basically a rhythm change, in terms of what the guitar, the guitar used to play like: chuck, chuck, chuck. And then it started playing: chuck-up, chuck-up, chuck-up, chuck-up"
    },
    {
      "cite": "Brian Gunn",
      "quote": "It takes a big man to play a little guitar."
    },
    {
      "cite": "Jack Mendelsohn",
      "quote": "Playing the guitar isn't as easy as it looks."
    },
    {
      "cite": "Marcel Camus",
      "quote": "From the strings of my guitar, that seeks only your love, a voice comes forth, that speaks of kisses, lost on your lips, my heart sings with newfound happiness, at the dawning of this new love."
    },
    {
      "cite": "Abe Burrows",
      "quote": "I would like for us to have dinner, one of these nights. Candle light. Soft guitars"
    },
    {
      "cite": "Josh Schwartz",
      "quote": "Maybe if musicians got off their blogs and picked up their guitars, the music business would be in better shape."
    },
    {
      "cite": "Bill Dees",
      "quote": "Hey, here I go a lucky so and so / Happy 'cause I know, I've got my fast guitar / Singing pretty songs, knowing I belong"
    },
    {
      "cite": "Bob Esty",
      "quote": "I'm a lady from the valley / Coming out to check a band / See I'm a crazy into rock and rol / I got to have a guitar man"
    }
  ]
}