{
  "source": "https://www.wisesayings.com/gullible-quotes/",
  "theme": "gullible",
  "quotes": [
    {
      "cite": "Philip Sidney",
      "quote": "The only disadvantage of an honest heart is credulity."
    },
    {
      "cite": "Keri Hilson",
      "quote": "We live in such a gullible world. Anything that's written, anything that's posted, anything picture that is interpreted one way is taken as truth."
    },
    {
      "cite": "Tab Hunter",
      "quote": "People believe what they want to believe."
    },
    {
      "cite": "Bill Maher",
      "quote": "The public is gullible. ... If [many satirists are] making the same joke, that's the danger. Then there's a solidifying effect and it becomes a truth."
    },
    {
      "cite": "unknown",
      "quote": "Being gullible is simply having the quality of trusting people easily."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "A little credulity helps one on through life very smoothly."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Fame is proof that the people are gullible."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Don't be gullible, use life before it uses you. Understand there are no free lunches, and for every action you take, there's a reaction."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Most people are sceptical about the wrong things and gullible about the wrong things."
    },
    {
      "cite": "unknown",
      "quote": "A gullible mind is a weak mind."
    },
    {
      "cite": "Keith Henson",
      "quote": "Could people be trained to be less gullible? Or are you as stuck with gullibility as you are with skin colour?"
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The cure for advanced gullibility is to go to sleep and consider matters again the next day."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "Many people are gullible, and we can expect this to continue."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Swindlers are notoriously gullible."
    },
    {
      "cite": "Janet E. Morris",
      "quote": "Gods and politics are the tools with which the godless and unprincipled manipulate the gullible."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Credulity is belief in slight evidence, with no evidence, or against evidence."
    },
    {
      "cite": "Aristotle",
      "quote": "Youth is easily deceived because it is quick to hope."
    },
    {
      "cite": "David Wong",
      "quote": "Gullibility is a knife at the throat of civilization."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "When people are bewildered they tend to become credulous."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Some people say that taxes are the price we pay for civilization. But the runaway taxes of our time are the price we pay for being gullible."
    }
  ]
}