{
  "source": "https://www.wisesayings.com/gun-control-quotes/",
  "theme": "gun-control",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "An armed man is a citizen. A disarmed man is a subject."
    },
    {
      "cite": "Si Robertson",
      "quote": "It ain't gun control we need; it's sin control."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If someone has a gun and is trying to kill you, it would be reasonable to shoot back with your own gun."
    },
    {
      "cite": "J.C. Phillips",
      "quote": "Anyone can shoot a gun but the real power comes from non-violent means."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "With the right to bear arms comes a great responsibility to use caution and common sense on handgun purchases."
    },
    {
      "cite": "Bill Maher",
      "quote": "You don't need a weapon to protect yourself."
    },
    {
      "cite": "Helen Thomas",
      "quote": "You don't spread democracy with a barrel of a gun."
    },
    {
      "cite": "unknown",
      "quote": "Gun control is like trying to reduce drunk driving by making it tougher for sober people to own cars."
    },
    {
      "cite": "George Washington",
      "quote": "A free people ought...to be armed"
    },
    {
      "cite": "Patrick Henry",
      "quote": "The people have a right to keep and bear arms."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "One man with a gun can control a hundred without one."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "There are no dangerous weapons. There are only dangerous men."
    },
    {
      "cite": "Sam Brownback",
      "quote": "I don't think there should be more gun control. I think there should be more education."
    },
    {
      "cite": "unknown",
      "quote": "You don't shoot to kill; you shoot to stay alive."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "To conquer a nation, first disarm its citizens."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "I have a very strict gun control policy: if there's a gun around, I want to be in control of it."
    },
    {
      "cite": "Luke Scott",
      "quote": "Gun control means control. It means control for the government and the government starts controlling the people."
    },
    {
      "cite": "Michael Badnarik",
      "quote": "Gun bans disarm victims, putting them at the mercy of murderers or terrorists who think nothing of breaking the gun laws."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "An unarmed man can only flee from evil, and evil is not overcome by fleeing from it."
    },
    {
      "cite": "Stephen King",
      "quote": "How many have to die before we will give up these dangerous toys?"
    },
    {
      "cite": "Wayne LaPierre",
      "quote": "The only thing that stops a bad guy with a gun is a good guy with a gun."
    },
    {
      "cite": "A. E. van Vogt",
      "quote": "The right to buy weapons is the right to be free."
    },
    {
      "cite": "Wayne LaPierre",
      "quote": "Laws can't control the lawless."
    },
    {
      "cite": "unknown",
      "quote": "Gun Control is not about guns; it's about control."
    },
    {
      "cite": "Forrest Carr",
      "quote": "Guns are not the problem. The species is the problem."
    },
    {
      "cite": "Keita Shimizu",
      "quote": "Guns are not the problem. It is us that is the problem."
    },
    {
      "cite": "James Earl Jones",
      "quote": "The world is filled with violence. Because criminals carry guns, we decent law-abiding citizens should also have guns. Otherwise they will win and the decent people will lose."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We do not need guns and bombs to bring peace, we need love and compassion."
    },
    {
      "cite": "unknown",
      "quote": "If more sane people were armed, the crazy people would get off fewer shots."
    },
    {
      "cite": "unknown",
      "quote": "Irony: Some of the people yelling the loudest for gun control are protected by armed security."
    },
    {
      "cite": "Bob Barr",
      "quote": "It's not a gun control problem; it's a cultural control problem."
    },
    {
      "cite": "Walter Mondale",
      "quote": "Gun bans don't disarm criminals, gun bans attract them."
    },
    {
      "cite": "Quentin R. Bufogle",
      "quote": "We don't have a gun problem; we have a math problem: ZERO GUNS = ZERO GUN-RELATED DEATHS."
    },
    {
      "cite": "CrimethInc.",
      "quote": "Gun Control: A measure to ensure that guns always point in one direction."
    },
    {
      "cite": "Tamer Abo Aliun",
      "quote": "Not everybody needs a gun , to get things done."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "For an unarmed man may be attacked with greater confidence than an armed man."
    },
    {
      "cite": "unknown",
      "quote": "Know guns, know peace, know safety. No guns, no peace, no safety."
    }
  ]
}