{
  "source": "https://www.wisesayings.com/gun-quotes/",
  "theme": "gun",
  "quotes": [
    {
      "cite": "Toussaint Louverture",
      "quote": "This gun is liberty; hold for certain that the day when you no more have it, you will be returned to slavery."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If someone has a gun and is trying to kill you, it would be reasonable to shoot back with your own gun."
    },
    {
      "cite": "Jean Zimmerman",
      "quote": "Guns are like thermometers, only instead of measuring body temperatures they measure our fear."
    },
    {
      "cite": "Bill Cosby",
      "quote": "When you carry a gun, you mean to harm somebody, kill somebody."
    },
    {
      "cite": "Gary Bauer",
      "quote": "It seems that the only gun violence some leftists approve of is gun violence aimed at cops and other groups they see as oppressive or racist."
    },
    {
      "cite": "Paul Theroux",
      "quote": "A gun show is about like-minded people who feel as if everything has been taken away from them - jobs, money, pride."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "The guns and the bombs, the rockets and the warships, are all symbols of human failure."
    },
    {
      "cite": "Don Lemon",
      "quote": "It doesn't matter if gun violence is down. We need to get guns and bullets and automatic weapons off the streets."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "As for gun control advocates, I have no hope whatever that any facts whatever will make the slightest dent in their thinking - or lack of thinking."
    },
    {
      "cite": "Eliot Spitzer",
      "quote": "Yes, people pull the trigger but guns are the instrument of death. Gun control is necessary, and delay means more death and horror."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "After a shooting spree, they always want to take the guns away from the people who didn't do it. I sure as hell wouldn't want to live in a society where the only people allowed guns are the police and the military."
    },
    {
      "cite": "Jayseth Guberman",
      "quote": "In light of all the gun violence in the USA, I'd prefer my democracy unleaded."
    },
    {
      "cite": "Jan E. Dizard",
      "quote": "Guns made us free and have kept us free, one side says; the other side rejects guns as instruments of domination, lawlessness, and terrorism. The conflict rages on because both sides are right."
    },
    {
      "cite": "Bill Cosby",
      "quote": "When a person has a gun, sometimes their mind clicks that this thing will win arguments and straighten people out."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "I have a very strict gun control policy: if there's a gun around, I want to be in control of it."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Violence is an evil thing, but when the guns are all in the hands of the men without respect for human rights, then men are really in trouble."
    },
    {
      "cite": "Quentin R. Bufogle",
      "quote": "Guns kill far more quickly and efficiently than knives, or crossbows, or toenail clippers; and, unlike bombs, you don't need to build one in your basement they come ready-made! There's a reason why guns are the overwhelming weapon of choice among mass murderers."
    },
    {
      "cite": "Michael Steele",
      "quote": "You can have all the gun control laws in the country, but if you don't enforce them, people are going to find a way to protect themselves. We need to recognize that bad people are doing bad things with these weapons. It's not the law-abiding citizens, it's not the person who uses it as a hobby."
    },
    {
      "cite": "Stephen King",
      "quote": "Speaking personally, you can have my gun, but you'll take my book when you pry my cold, dead fingers off of the binding."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "As long as there are guns, the individual that wants a gun for a crime is going to have one and going to get it. The only person who's going to be penalized and have difficulty is the law-abiding citizen, who then cannot have it if he wants protection the protection of a weapon in his home."
    },
    {
      "cite": "Antonio Meloni",
      "quote": "The problem is not the availability of guns, it is the availability of morons."
    },
    {
      "cite": "James Earl Jones",
      "quote": "The world is filled with violence. Because criminals carry guns, we decent law-abiding citizens should also have guns. Otherwise they will win and the decent people will loose."
    },
    {
      "cite": "Duane Chapman",
      "quote": "You can't be afraid to put out a fire if you're a fireman. You can't be afraid to be a police officer and carry a gun if you're afraid to get up and go out there. So you've got to put that fear to the side and go out in faith to overcome that."
    },
    {
      "cite": "Maurice Greene",
      "quote": "When the gun fires you must concentrate for every second on the way to that finish line. You should know exactly how long it will take you to and think about every step of the race you are about to run."
    },
    {
      "cite": "Forrest Carr",
      "quote": "Guns are not the problem. The species is the problem."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Gun violence has cost us too many political leaders, and hardly ever the worst ones."
    },
    {
      "cite": "Joe Rogan",
      "quote": "This country has a mental health problem disguised as a gun problem, and a tyranny problem disguised as a security problem."
    },
    {
      "cite": "Sheriff Jim Wilson",
      "quote": "Gun control is like trying to reduce drunk driving by making it tougher for sober people to own cars."
    },
    {
      "cite": "Huey Newton",
      "quote": "The policemen or soldiers are only a gun in the establishments hand. They make the racist secure in his racism."
    },
    {
      "cite": "Christian Slater",
      "quote": "It's better to have a gun and not need it than to need a gun and not have it."
    },
    {
      "cite": "John Adams",
      "quote": "Arms in the hands of citizens may be used at individual discretion in private self defense."
    },
    {
      "cite": "Vince Vaughn",
      "quote": "Banning guns is like banning forks in an attempt to stop making people fat."
    },
    {
      "cite": "George Orwell",
      "quote": "That rifle on the wall of the labourer's cottage or working class flat is the symbol of democracy. It is our job to see that it stays there."
    },
    {
      "cite": "George Washington",
      "quote": "The very atmosphere of firearms anywhere and everywhere restrains evil interference. They deserve a place of honor with all that is good. When firearms go, all goes. We need them every hour."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "One man with a gun can control 100 without one."
    },
    {
      "cite": "Brian Donlevy",
      "quote": "If I had a gun, why one of us might have got hurt, and it might have been me. I wouldn't have liked that, would I?"
    },
    {
      "cite": "Dolly Parton",
      "quote": "If you ever say another word about me or make another indecent proposal, I'm gonna get that gun of mine and I'll change you from a rooster to a hen with one shot."
    },
    {
      "cite": "Sreechinth C.",
      "quote": "Playing with gun is easy but it is really tough to realize the technicalities behind this dangerous weapon."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "Remember the first rule of gunfighting, have a gun."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "They will not accept the truth that if you take all the guns off the street you still will have a crime problem, whereas if you take the criminals off the street, you cannot have a gun problem."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "As you know and have heard me say, I don't believe anything will be accomplished by making it harder for honest citizens to own guns. I do believe we could do much more with the stiffer penalties for those who are convicted of using guns in the commission of a crime."
    },
    {
      "cite": "Ted Kennedy",
      "quote": "We have often heard that the pen is mightier than the sword. I guess they now feel that the pen is more dangerous than a semi-automatic machine gun."
    },
    {
      "cite": "Chicago Daily Tribune",
      "quote": "Guns don't kill people. People kill people."
    },
    {
      "cite": "Warren Hilleary",
      "quote": "It's the unloaded gun that kills people."
    },
    {
      "cite": "Mark Twain",
      "quote": "He had a venerable gun, which was long enough to club any game with that came within shooting distance."
    },
    {
      "cite": "Henry Seidel Canby",
      "quote": "Writing is like pulling a trigger of a gun; if you are not loaded, nothing happens."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "Like the Highlandman's gun, she wants stock, lock, and barrel to put her into repair."
    },
    {
      "cite": "Louis \"Pretty\" Amberg",
      "quote": "The first thing you'll see in my area is this gun, Dutch, and it'll be the last thing you'll see."
    },
    {
      "cite": "Joseph Goebbels",
      "quote": "We can manage without butter but not, for example, without guns. If we  are attacked we can only defend ourselves with guns not with butter."
    },
    {
      "cite": "Neil Simon",
      "quote": "I couldn't tell a joke if you put a gun to my head."
    },
    {
      "cite": "Michael Moore",
      "quote": "If you reduce the guns and the ammo, you'll reduce the murders."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of the gun."
    },
    {
      "cite": "Dean F. Wilson",
      "quote": "That was the trouble with explaining with words. If you explained with gunpowder, people listened."
    },
    {
      "cite": "Lorrie Moore",
      "quote": "Guns, she was reminded then, were not for girls. They were for boys. They were invented by boys. They were invented by boys who had never gotten over their disappointment that accompanying their own orgasm there wasn't a big boom sound."
    },
    {
      "cite": "Bruce Willis",
      "quote": "If you take guns away from legal gun owners, then the only people who would have guns would be the bad guys. Even a pacifist would get violent if someone were trying to kill him or her. You would fight for your life, whatever your beliefs."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Tyler and me at the edge of the roof, the gun in my mouth, I'm wondering how clean this gun is."
    },
    {
      "cite": "Edward Abbey",
      "quote": "When guns are outlawed, only the Government will have guns. The Government - and a few outlaws. If that happens, you can count me among the outlaws."
    },
    {
      "cite": "Helen Thomas",
      "quote": "You don't spread democracy with a barrel of a gun."
    },
    {
      "cite": "Benjamin R. Smith",
      "quote": "Don't you read the statistics? Guns are unisex these days."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Thoughts are the gun, words are the bullets, deeds are the target, the bulls-eye is heaven."
    },
    {
      "cite": "Robert Mugabe",
      "quote": "Our votes must go together with our guns. After all, any vote we shall have, shall have been the product of the gun. The gun which produces the vote should remain its security officer - its guarantor. The people's votes and the people's guns are always inseparable twins."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Political power grows out of the barrel of a gun."
    },
    {
      "cite": "David Mamet",
      "quote": "I grew up in a tough neighborhood and we used to say you can get further with a kind word and a gun than just a kind word."
    },
    {
      "cite": "Prince Philip",
      "quote": "A gun is no more dangerous than a cricket bat in the hands of a madman."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "Your genetics load the gun. Your lifestyle pulls the trigger."
    }
  ]
}