{
  "source": "https://www.wisesayings.com/guru-quotes/",
  "theme": "guru",
  "quotes": [
    {
      "cite": "Swami Vivekananda",
      "quote": "The Guru has to bear the disciple's burden of sin."
    },
    {
      "cite": "Guru Nanak",
      "quote": "Let no man in the world live in delusion. Without a Guru none can cross over to the other shore."
    },
    {
      "cite": "Anagarika Govinda",
      "quote": "A real Guru's initiation is beyond the divisions of sects and creeds: it is the awakening to our own inner reality which, once glimpsed, determines our further course of development and our actions in life without the enforcement of outer rules."
    },
    {
      "cite": "Sadhguru",
      "quote": "If anyone steps on your ego, instantly, he becomes your enemy. But a Guru is a friend who constantly tramples your ego."
    },
    {
      "cite": "Idries Shah",
      "quote": "People don't get the gurus they deserve, they get the gurus they manufacture."
    },
    {
      "cite": "James Fenton",
      "quote": "One does not become a guru by accident."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The Guru is the conveyance in which the spiritual influence is brought to you. Anyone can teach, but the spirit must be passed on by the Guru to the Shishya (disciple), and that will fructify."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The guru must be a man who has known, has actually realized the Divine truth, has perceived himself as the spirit."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The one who has the power of transmitting this current is called a Guru."
    },
    {
      "cite": "Christopher Pike",
      "quote": "A true teacher would never tell you what to do. But he would give you the knowledge with which you could decide what would be best for you to do."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "A Guru desires nothing from you except your well-being and progress on the path!"
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "A spiritual master who is one hundred percent Krishna conscious is the bonaï¬\u0081de spiritual master."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Being with the Guru means spontaneous integration of life and wisdom."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "You are never a real guru until you understand that you are serving others and delivering them to the light."
    },
    {
      "cite": "Alan Finger",
      "quote": "A Guru is needed not to worship, but to direct you."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The guru is the means of realization."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The Guru is the means of realisation. \"There is no knowledge without a teacher.\""
    },
    {
      "cite": "Sadhguru",
      "quote": "A Guru is not someone who holds a torch for you. He is the torch."
    },
    {
      "cite": "Srimad Bhagavatam",
      "quote": "The Spiritual master is the mercy representative of the Lord."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "He alone teaches who has something to give, for teaching is not talking, teaching is not imparting doctrines, it is communicating."
    },
    {
      "cite": "Sadhguru",
      "quote": "Don't go searching for a Guru. When the pain of ignorance within you becomes a scream, a Guru will come in search for you."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Light another's path and the universe will light your own."
    },
    {
      "cite": "Sadhguru",
      "quote": "You don't go to a Guru for solace. He is not a tranquilizer - he is there to awaken you."
    },
    {
      "cite": "Chanakya",
      "quote": "The biggest Guru mantra is: never share your secrets with anybody. It will destroy you."
    },
    {
      "cite": "A. C. Bhaktivedanta Swami Prabhupada",
      "quote": "The genuine Guru is God's representative and he speaks about God and nothing else."
    },
    {
      "cite": "Sadhguru",
      "quote": "The job of a Guru is not to interpret the scriptures but to take you to another dimension of life."
    },
    {
      "cite": "Erin Fall Haskell",
      "quote": "Deep inside of you is a 'Guru' with the wisdom of the entire Universe!"
    },
    {
      "cite": "Master Choa Kok Sui",
      "quote": "The Teacher provides Spiritual Energy! Just like roots provide nutrients to the flowers!"
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The Guru is the bright mask which God wears in order to come to us."
    },
    {
      "cite": "Sadhguru",
      "quote": "A Guru is a cascade of energy. You have to soak your spiritual seed in it. It shall sprout."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "The Guru cannot awaken you; all that he can do is to point out what is."
    },
    {
      "cite": "Sadhguru",
      "quote": "Guru's grace is not designed to fulfill your plans but life's plan for you."
    }
  ]
}