{
  "source": "https://www.wisesayings.com/gut-feeling-quotes/",
  "theme": "gut-feeling",
  "quotes": [
    {
      "cite": "Robert Heller",
      "quote": "Never ignore a gut feeling, but never believe that it's enough."
    },
    {
      "cite": "Vanessa Paradis",
      "quote": "Love starts with a gut feeling, but that gut feeling better be nourished."
    },
    {
      "cite": "Behdad Sami",
      "quote": "One life to live, live it to the fullest. If you have doubts or your gut feeling says something, listen. Don't waste time, time will waist you."
    },
    {
      "cite": "Gary A. Klein",
      "quote": "If you mean, \"My gut feeling is telling me this; therefore I can act on it and I don't have to worry,\" we say you should never trust your gut."
    },
    {
      "cite": "Kimberley Nixon",
      "quote": "By the time you're 18, 19, you know yourself, and you shouldn't go against your gut feeling, which is a temptation in the first year of university."
    },
    {
      "cite": "Gary A. Klein",
      "quote": "You need to take your gut feeling as an important data point, but then you have to consciously and deliberately evaluate it, to see if it makes sense in this context."
    },
    {
      "cite": "Thomas Metzinger",
      "quote": "I believe that gut feelings, the sense of balance, and spatial self-perception are so firmly coupled to our biological body that we will never be able to leave it experientially on a permanent basis."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "The most successful people are often very intuitive. Consciously or unconsciously, they follow their gut feelings. Following intuition puts us in the flow - a very alive, productive, and desirable state."
    },
    {
      "cite": "Wayne Huizenga",
      "quote": "If you're going to be an entrepreneur, it's not all textbook. It's gut feeling, it's intuition, it's a feeling you have that you can do this and make it happen. I think you have to have a personality."
    },
    {
      "cite": "Tamara Mellon",
      "quote": "Everything I do is just really my intuition, and every time I go against my intuition, it's a mistake. Even though I may sit down and analyze and intellectualize something on paper, if I go against my gut feeling, it's wrong."
    },
    {
      "cite": "Suzanne Falter-Barns",
      "quote": "We must be unafraid to be utterly honest, to honor our gut feelings, and to say and do the unpopular when necessary. We have to give up our addiction to other people's opinions and surrender to the freedom of acting with strength and courage."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "There are receptors to these molecules in your immune system, in your gut and in your heart. So when you say, 'I have a gut feeling' or 'my heart is sad' or 'I am bursting with joy,' you're not speaking metaphorically. You're speaking literally."
    },
    {
      "cite": "Ice Cube",
      "quote": "Money comes and goes, but your inner feelings, your gut feelings, your manhood, your womanhood, whatever, that stays with you. That don't go anywhere. So you either proud of who you are and how you handle situations or you not. If you handle a situation wrong, you, it will haunt you."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "I guess if you have an original take on life, or something about you is original, you don't have to study people who came before you. You don't have to mimic anybody. You just have a gut feeling inside, an instinct that tells you what's right for you, and you can't do it in any other way."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Trust your hunches. Hunches are usually based on facts filed away just below the conscious level."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The very essence of instinct is that it's followed independently of reason."
    },
    {
      "cite": "Billy Wilder",
      "quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Telling us to obey instinct is like telling us to obey 'people.' People say different things: so do instincts. Our instincts are at war... Each instinct, if you listen to it, will claim to be gratified at the expense of the rest."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Instinct must be thwarted just as one prunes the branches of a tree so that it will grow better."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "If every instinct you have is wrong, then the opposite would have to be right."
    },
    {
      "cite": "Jose Marti",
      "quote": "An insatiable appetite for glory leads to sacrifice and death, but innate instinct leads to self-preservation and life."
    },
    {
      "cite": "E. Michael Burke",
      "quote": "Good instincts usually tell you what to do long before your head has figured it out."
    },
    {
      "cite": "Laurette Taylor",
      "quote": "Instinct is the direct connection with truth."
    },
    {
      "cite": "John Sterling",
      "quote": "Instinct is intelligence incapable of self-consciousness."
    },
    {
      "cite": "Sanford Meisner",
      "quote": "The truth of your instincts is the root of your foundation."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Follow your instincts. That's where true wisdom manifests itself."
    },
    {
      "cite": "Michael Leunig",
      "quote": "The repression of virtuous instinct in the modern world is an incremental tragedy. Repress one instinct, and you repress many; other parts of consciousness go down, also."
    },
    {
      "cite": "Delphine de Girardin",
      "quote": "Instinct is the nose of the mind."
    },
    {
      "cite": "Olusegun Obasanjo",
      "quote": "My gut feelings and my faith tell me that until God shuts a door, no human can shut it."
    },
    {
      "cite": "Brian McGinn",
      "quote": "Of course, you can never really know if someone is fully revealing himself to you or not, so all we can go by is our own gut feelings."
    },
    {
      "cite": "LeBron James",
      "quote": "Warren Buffet told me once and he said always follow your gut. When you have that gut feeling, you have to go with don't go back on it."
    },
    {
      "cite": "Maria Bello",
      "quote": "I just have a gut feeling about something, if I really want to do it, if I'm excited about it, if I want to explore it. And that goes across all different sorts of genres."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Trust your gut feeling about things, listen to what others are saying, and look at the results of your actions. Once you know the truth, you can set about taking action to improve. Everyone will be better for it."
    },
    {
      "cite": "Vin Diesel",
      "quote": "My gut feeling about sequels is that they should be premeditated: You should try to write a trilogy first or at least sketch out a trilogy if you have any faith in your film."
    },
    {
      "cite": "Barbara Corcoran",
      "quote": "Don't you dare underestimate the power of your own instinct."
    },
    {
      "cite": "Bertha von Suttner",
      "quote": "The instinct of self-preservation in human society, acting almost subconsciously, as do all drives in the human mind, is rebelling against the constantly refined methods of annihilation and against the destruction of humanity."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "The instinct to worship is hardly less strong than the instinct to eat."
    },
    {
      "cite": "Lord Byron",
      "quote": "There is no instinct like that of the heart."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Trust your instinct to the end, though you can render no reason."
    },
    {
      "cite": "Kiersten White",
      "quote": "Survival instincts are one of those things that never die."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Instinct teaches us to look for happiness outside ourselves."
    },
    {
      "cite": "Charles Macklin",
      "quote": "The instinct of interest is the universal instinct of mankind."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Instinct is a marvelous thing. It can neither be explained nor ignored."
    }
  ]
}