{
  "source": "https://www.wisesayings.com/guts-quotes/",
  "theme": "guts",
  "quotes": [
    {
      "cite": "Katherine Paterson",
      "quote": "He may not have been born withÂ guts, but he didn't have to die without them."
    },
    {
      "cite": "Leighton Meester",
      "quote": "Follow your gut and your heart. You'll almost always make the right choice."
    },
    {
      "cite": "John Updike",
      "quote": "If you have theÂ gutsÂ to be yourself, other people'll pay your price."
    },
    {
      "cite": "Kirsten Miller",
      "quote": "What takes more guts? To fight for your own life at any cost - or prove that you're willing to lose it?Â"
    },
    {
      "cite": "Criss Jami",
      "quote": "If you build the guts to do something, anything, then you better save enough to face the consequences"
    },
    {
      "cite": "Seth Godin",
      "quote": "It takes confidence andÂ gutsÂ to intentionally create tension."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "From the gut comes the strut, and where hunger reigns, strength abstains."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Have theÂ gutsÂ to be true to yourself. Nothing more."
    },
    {
      "cite": "Brendan Behan",
      "quote": "If you greatly desire something, have the guts to stake everything on obtaining it."
    },
    {
      "cite": "Tim Cook",
      "quote": "There are times in all of our lives when a reliance on gut or intuition just seems more appropriate - when a particular course of action just feels right."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Your gut is your inner compass. Whenever you have to consult with other people for an answer, you're headed in the wrong direction."
    },
    {
      "cite": "Tatiana Maslany",
      "quote": "Trust your gut. You know yourself, so don't let somebody else tell you who you are."
    },
    {
      "cite": "Georgette Mosbacher",
      "quote": "RealÂ gutsÂ are nothing more than developing your inner voice to the point where it is louder and stronger than the voice of your fear."
    },
    {
      "cite": "Allison DuBois",
      "quote": "Don't ever second-guess a strong feeling that you have. Trust your gut."
    },
    {
      "cite": "Kathy Mattea",
      "quote": "You have to listen to what resonates within your own gut. You find your direction there. Your voice comes out."
    },
    {
      "cite": "Willie Shoemaker",
      "quote": "Anybody with a little guts and the desire to apply himself can make it, he can make anything he wants to make of himself"
    },
    {
      "cite": "Brandon Webb",
      "quote": "It takes guts to realize you screwed up and to then come clean without any excuses."
    },
    {
      "cite": "Liberty Ross",
      "quote": "Trusting your gut is always the best thing - no matter what people around you insist you should be doing or saying or thinking. Only you know and once you live in truth,your heart is completely free."
    },
    {
      "cite": "Charisma Carpenter",
      "quote": "Always trust your gut and your intuition will steer you right, every time."
    },
    {
      "cite": "Fuzzy Zoeller",
      "quote": "You've got to have theÂ gutsÂ not to be afraid to screw up."
    },
    {
      "cite": "Paul Bryant",
      "quote": "There's a lot of blood, sweat, and guts between dreams and success."
    },
    {
      "cite": "Brendan Francis",
      "quote": "If you greatly desire something, have theÂ gutsÂ to stake everything on obtaining it."
    },
    {
      "cite": "Eamon Dunphy",
      "quote": "Ability and guts is an unbeatable combination."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "What is the definition ofÂ guts? Grace under pressure."
    },
    {
      "cite": "Andy Cohen",
      "quote": "Just go with your gut and communicate."
    },
    {
      "cite": "Bear Bryant",
      "quote": "There's no substitute for guts."
    },
    {
      "cite": "Robert Heller",
      "quote": "Never ignore a gut feeling, but never believe that it's enough."
    },
    {
      "cite": "Debbie Ford",
      "quote": "You must have theÂ gutsÂ to throw off the chains of modesty and mediocrity in order to be the light that the world needs."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "TheÂ gutsÂ carry the feet, not the feet theÂ guts."
    },
    {
      "cite": "Sharon Osbourne",
      "quote": "Your gut is always right."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Go with your gut, but use your head."
    },
    {
      "cite": "Kris Carr",
      "quote": "Gut health is the key to overall health."
    },
    {
      "cite": "Charles Michael Davis",
      "quote": "It takes noÂ gutsÂ to be skeptical, it takesÂ gutsÂ to believe."
    },
    {
      "cite": "Heyneke Meyer",
      "quote": "You can't coach guts and commitment."
    },
    {
      "cite": "Seth",
      "quote": "It takes a lot ofÂ gutsÂ to stop measuring things that are measurable, and even moreÂ gutsÂ to create things that don't measure well by conventional means."
    },
    {
      "cite": "Gerard Way",
      "quote": "You just go with your gut instinct, because your gut is smarter than your heart."
    },
    {
      "cite": "Holly Near",
      "quote": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum."
    },
    {
      "cite": "Karen Gillan",
      "quote": "It's good to go with your gut instincts in life. You just should. Even if it doesn't work out, something good will come out of it."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Spilling yourÂ gutsÂ is just exactly as charming as it sounds."
    },
    {
      "cite": "Marc Blucas",
      "quote": "If your heart, head and gut are telling you the same thing, then you owe it to yourself to chase it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "It takes an uncommon amount of guts to put your dreams on the line."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "It takes guts to get out of the ruts."
    },
    {
      "cite": "Ed Parker",
      "quote": "Condition andÂ gutsÂ take over where knowledge and skill end."
    },
    {
      "cite": "Bob Zuppke",
      "quote": "Guts win more games than ability."
    },
    {
      "cite": "Paul Haggis",
      "quote": "Always write from your gut, no matter what the project is."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "It's one thing to haveÂ guts; it's another to be crazy."
    },
    {
      "cite": "Brian Hays",
      "quote": "If you've got theÂ gutsÂ to stick it out... you're going to make it."
    },
    {
      "cite": "Pete Wentz",
      "quote": "It takes knowledge to know something. It takes guts to do what you know."
    },
    {
      "cite": "D. A. Benton",
      "quote": "Guts are a combination of confidence, courage, conviction, strength of character, stick-to-itiveness, pugnaciousness, backbone, and intestinal fortitude. They are mandatory for anyone who wants to get to and stay at the top"
    }
  ]
}