{
  "source": "https://www.wisesayings.com/guy-best-friend-quotes/",
  "theme": "guy-best-friend",
  "quotes": [
    {
      "cite": "Elbert Hubbard",
      "quote": "The friend is the man who knows all about you, and still likes you."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job."
    },
    {
      "cite": "Mark Twain",
      "quote": "The holy passion of Friendship is so sweet and steady and loyal and enduring a nature that it will last through a whole lifetime, if not asked to lend money."
    },
    {
      "cite": "Jim Hayes",
      "quote": "A good friend will help you move. But best friend will help you move a dead body."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you can survive 11 days in cramped quarters with a friend and come out laughing, your friendship is the real deal."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "A best friend is the only one that walks into your life when the world has walked out."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."
    },
    {
      "cite": "Emily Wing Smith",
      "quote": "Being soaked alone is cold. Being soaked with your best friend is an adventure."
    },
    {
      "cite": "Neil LaBute",
      "quote": "My best male friend is my best friend until he crosses me. We're all protective of the self."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "That's the cool thing about having a best friend. They know what your pain feels like already, so you don't have to explain it."
    },
    {
      "cite": "Criss Jami",
      "quote": "Good friends will allow you to be as innocent and free as a child when in private, and as wise and mature as an adult when in public."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It's one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Friendships that last are those wherein each friend respects the other's dignity to the point of not really wanting anything from them."
    },
    {
      "cite": "Sheryl Condie",
      "quote": "A friend is someone you can be alone with and have nothing to do and not be able to think of anything to say and be comfortable in silence."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Helen Keller",
      "quote": "I would rather walk with a friend in the dark, than alone in the light."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
    },
    {
      "cite": "Dave Tyson Gentry",
      "quote": "True friendship comes when silence between two people is comfortable."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow."
    },
    {
      "cite": "Dave Brenner",
      "quote": "Friends are the most important part of your life. Treasure the tears, treasure the laughter, but most importantly, treasure the memories."
    },
    {
      "cite": "Shanna Rodriguez",
      "quote": "The great thing about new friends is that they bring new energy to your soul."
    },
    {
      "cite": "Albert Camus",
      "quote": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend."
    },
    {
      "cite": "Elizabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Grace Pulpit",
      "quote": "A friend is the one who comes in when the whole world has gone out."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "Love is blind; friendship tries not to notice."
    },
    {
      "cite": "Sarah Bennett",
      "quote": "A friend is a person who knows what you are saying, even if you're not talking."
    },
    {
      "cite": "Greg Tamblyn",
      "quote": "Friends are great. Friends are wonderful. Friends who can cook are like winning the lottery."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "A friend that ain't in need is a friend indeed."
    },
    {
      "cite": "Greg Tamblyn",
      "quote": "What happens in Vegas stays in Vegas, unless your friends are on twitter."
    },
    {
      "cite": "Heidi Wills",
      "quote": "A friend is someone who makes it easy to believe in yourself."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Man's best support is a very dear friend."
    },
    {
      "cite": "Linda Grayson",
      "quote": "There is nothing better than a friend, unless it is a friend with chocolate."
    },
    {
      "cite": "O. Henry",
      "quote": "No friendship is an accident."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Once you are my friend, I am responsible for you."
    },
    {
      "cite": "Pamela Daranjo",
      "quote": "I believe in angels, the kind that heaven sends. I'm surrounded by angels, and I call them my best friends."
    },
    {
      "cite": "Roxy Quiksilver",
      "quote": "Friends are like stars, they come and go, but the ones that stay are the ones that glow"
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Friends are those rare people who ask how we are and then wait to hear the answer."
    },
    {
      "cite": "Wilson Kanadi",
      "quote": "Sometimes we don't need to be with friends. We just need to know we have them, that's enough."
    },
    {
      "cite": "maria gonzales",
      "quote": "we're not perfect. we laugh too hard, we are way too loud, and we are such dorks. but doing it together is what makes us best friends"
    },
    {
      "cite": "Aly Hunter",
      "quote": "Its strange how we find the best of friends in the most unexpected people."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Things are never quite as scary when you've got a best friend."
    },
    {
      "cite": "Henry Ford",
      "quote": "My best friend is the one who brings out the best in me."
    },
    {
      "cite": "Douglas Pagels",
      "quote": "A friend is one of the nicest things you can have, and one of the best things you can be."
    },
    {
      "cite": "Paula Abdul",
      "quote": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A real friend is one who walks in when the rest of the world walks out."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "True friendship comes when the silence between two people is comfortable."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Jim Henson",
      "quote": "There’s not a word yet for old friends who’ve just met."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A single rose can be my garden… a single friend, my world."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "Don’t make friends who are comfortable to be with. Make friends who will force you to lever yourself up."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you."
    },
    {
      "cite": "Confucius",
      "quote": "What you do not want done to yourself, do not do to others."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation."
    },
    {
      "cite": "Shel Silverstein",
      "quote": "How many slams in an old screen door? Depends how loud you shut it. How many slices in a bread? Depends how thin you cut it. How much good inside a day? Depends how good you live ’em. How much love inside a friend? Depends how much you give ’em."
    },
    {
      "cite": "Lauren Faust",
      "quote": "The differences between me and my friends are the very things that make our friendship strong."
    },
    {
      "cite": "David Mamet",
      "quote": "Friendship is friendship, a wonderful thing, and I'm all for it. You know me on this point!"
    },
    {
      "cite": "Matt Lieberman",
      "quote": "I think it means that Scoob and Shaggy's friendship will live on. Whether they're together or not."
    },
    {
      "cite": "Bryan Fuller",
      "quote": "The most beautiful quality of a true friendship is to understand and be understood with absolute clarity."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Without trust, there's no friendship, no closeness. None of the emotional bonds that make us who we are."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Friendship is sometimes less an emotional response, and more a sense of familiarity."
    },
    {
      "cite": "Melissa Goddard",
      "quote": "People you have to lie to so they like you aren't worth your friendship."
    },
    {
      "cite": "Melissa Goddard",
      "quote": "I guess you give up things when you take on a friendship."
    },
    {
      "cite": "Linan Peng",
      "quote": "A high school friend should be someone... who would do anything for you, someone who catches you when you fall, someone who always supports you. It might not be the person you want it to be, but it will definitely be someone who appreciates."
    },
    {
      "cite": "Karan Johar",
      "quote": "If she can't be my best friend, I can't be in love with her. Without friendship, there is no love. Simple. Love is friendship."
    },
    {
      "cite": "Jim Byrnes",
      "quote": "A man of values never places his business above friendship."
    },
    {
      "cite": "Bryan Fuller",
      "quote": "Friendship can sometimes involve a breach of individual separateness."
    },
    {
      "cite": "Fran Walsh",
      "quote": "I'm glad you're here. I wish to part with you in friendship."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "Friendship is constant in all other things, save in the office and affairs of love."
    },
    {
      "cite": "Betty Comden",
      "quote": "As Shakespeare says in The Tempest, Act 2, Scene 7: Most friendship is feigning, most loving - mere folly."
    },
    {
      "cite": "Jerry Adelman",
      "quote": "The elements that go to make up a friendship - a really close friendship - are mysterious. The scales must be properly, one might say, delicately balanced."
    },
    {
      "cite": "James L. Brooks",
      "quote": "I think we have the kind of friendship where if I were the devil, you'd be the only one I would tell."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Not many friendships last over two lifetimes. I wish we could have made it three."
    },
    {
      "cite": "David J. Corbett",
      "quote": "There is no power on Earth greater than the power of love. True love like, true friendship, is one of life's sweetest miracles."
    },
    {
      "cite": "Clarence Mcdonald",
      "quote": "Keep smiling, keep shining / Knowing you can always count on me, for sure / That's what friends are for."
    },
    {
      "cite": "Clarence Mcdonald",
      "quote": "For good times and bad times / I'll be on your side forever more / That's what friends are for."
    },
    {
      "cite": "Freddie Mercury",
      "quote": "We are the champions, my friends. / And we'll keep on fighting 'til the end."
    },
    {
      "cite": "Eric Baker",
      "quote": "Old friends / Are the best friends"
    },
    {
      "cite": "Michael Atha",
      "quote": "To the Father, Son and Holy Spirit / I hold You nearest / My best friend"
    },
    {
      "cite": "Ann Williams",
      "quote": "Good friends support and understand each other; have fun together."
    },
    {
      "cite": "Ann Williams",
      "quote": "Friends respect, share, listen, confide and trust."
    },
    {
      "cite": "American Proverb",
      "quote": "Before borrowing from a friend, decide which you need most."
    },
    {
      "cite": "St.Thomas Aquinas",
      "quote": "There is nothing on this earth more to be prized than true friendship."
    },
    {
      "cite": "Aristotle",
      "quote": "A friend to all is a friend to none."
    },
    {
      "cite": "Christina Garcia",
      "quote": "When I look into the distant future, I see us rolling into the sunset together. In our wheelchairs."
    },
    {
      "cite": "Caroline Sheridan Norton",
      "quote": "We have been friends together. In sunshine and in shade."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "Familiarity breeds content"
    },
    {
      "cite": "Catherine Dee",
      "quote": "Make new friends, but keep the old."
    },
    {
      "cite": "Catherine Dee",
      "quote": "New-made friendships, like new wine / Age will mellow and refine."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "We need old friends to help us grow old and new friends to help us stay young."
    },
    {
      "cite": "William Rotsler",
      "quote": "How rare and wonderful is that flash pf a moment when we realize we have discovered a friend."
    },
    {
      "cite": "George Edward Woodberry",
      "quote": "I am quite sure that no friendship yields its true pleasure and nobility of nature without frequent communication, sympathy and service."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "True friendship is like sound health; the value of it is seldom known until it be lost."
    },
    {
      "cite": "Guillame-Chretien de Lamoignon de Malesherbes",
      "quote": "To what gods is sacrificed that rarest and sweetest thing upon earth, friendship? To vanity and to interest."
    }
  ]
}