{
  "source": "https://www.wisesayings.com/guy-friend-quotes/",
  "theme": "guy-friend",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "As such, it describes a relationship that falls short — for whatever reason, of the fuller communion of romantic sexual love."
    },
    {
      "cite": "John Oliver Hobbes",
      "quote": "A platonic friendship is an unhealthy lie."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Everyone loves being her friend— to the point that every one of her male friends has a crush on her— because we are all drawn toward the sun."
    },
    {
      "cite": "Qin Xue Herzberg",
      "quote": "In traditional China, however, it was the relationship between two  male friends that was usually the stronger emotional bond."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "My love and hers have always been purely platonic."
    },
    {
      "cite": "Jeremy Nicholson",
      "quote": "Men and women might have very different goals and motives for their 'friendship,' as each may look at the responsibilities of friendship and love a bit differently. As a result, they tend to co-create this friend zone confusion."
    },
    {
      "cite": "Gabrielle Moss",
      "quote": "Even if he's one of the girls, or you're one of the guys, the male-female BFF dynamic has a few subtle differences from other kinds of friendships."
    },
    {
      "cite": "Gabrielle Moss",
      "quote": "Your female friends will carefully listen to the unique elements of your current dating drama, and come up with thoughtful and relevant advice; your male friends will tell you that this guy is an asshole. No one hears more about how guys are 'all animals' than a woman with a male best friend."
    },
    {
      "cite": "Clayton Dunham",
      "quote": "In this daily passion played by men and women, there emerges an ideal called the platonic relationship— the belief that a  man and a woman can be just friends."
    },
    {
      "cite": "Ben D. Ingham",
      "quote": "When you were young, for a male to make friends with another male was pretty damn simple - you walked up to them and asked them to be your friend. Try that as an adult and you will get some very strange looks!"
    },
    {
      "cite": "Mark Roman",
      "quote": "The world has plenty of advice for young men when it comes to dating, choosing a career, and seeing the world. Why not for making friends? After all, having strong, authentic male friendships can be incredibly beneficial to our long-term well-being."
    },
    {
      "cite": "Mark Roman",
      "quote": "No doubt, you can point to experiences in your own life where a male friendship left a lasting positive impact."
    },
    {
      "cite": "Neil LaBute",
      "quote": "My best male friend is my best friend until he crosses me. We're all protective of the self."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "I have a great pack of female friends, but I also have a lot of guy friends. I believe that platonic relationship is entirely possible."
    },
    {
      "cite": "Sophia Bush",
      "quote": "Whenever I'm around my guy friends, I'm always playing video games. I've always enjoyed the graphics side of them, how they look."
    },
    {
      "cite": "Emma Roberts",
      "quote": "If I'm having a really bad day, I always have a girlfriend - or even a guy friend - who I can call. They'll listen to me wallow for a minute and then be like, 'Okay, let's stop. Everything's great. Let's figure out how to fix whatever's bothering you.'"
    },
    {
      "cite": "Susane Colasanti",
      "quote": "That's the cool thing about having a best friend. They know what your pain feels like already, so you don't have to explain it."
    },
    {
      "cite": "Robert Garfield",
      "quote": "When it comes to emotionally close friendships we found that as the level of emotional intimacy with male friends increases, the odds of getting help on a number of levels increases."
    },
    {
      "cite": "Plato",
      "quote": "The love of man to woman is a thing common and of course, and at first partakes more of instinct and passion than of choice; but true friendship between man and man is infinite and immortal."
    },
    {
      "cite": "Sonya Schwartz",
      "quote": "You don’t feel attraction or share romance with a male friend."
    }
  ]
}