{
  "source": "https://www.wisesayings.com/gym-quotes/",
  "theme": "gym",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Increased physical activity enhances positive energy"
    },
    {
      "cite": "Edward Stanley",
      "quote": "Those who think they have not time for bodily exercise will sooner or later have to find time for illness."
    },
    {
      "cite": "Adam Hargreaves",
      "quote": "Getting fit is all about mind over matter. I don't mind, so it doesn't matter."
    },
    {
      "cite": "Richard Marcinko",
      "quote": "The more you sweat in training, the less you bleed in combat."
    },
    {
      "cite": "Mark Rippetoe",
      "quote": "The deadlift also serves as a way to train the mind to do things that are hard."
    },
    {
      "cite": "Elaine Moran",
      "quote": "Your current body is the only body that can take you to your new body — so be kind to it."
    },
    {
      "cite": "Ronnie Coleman",
      "quote": "The real workout starts when you want to stop."
    },
    {
      "cite": "Bret Contreras",
      "quote": "If you think lifting weights is dangerous, try being weak. Being weak is dangerous."
    },
    {
      "cite": "Steve Reeves",
      "quote": "I don't believe in bodybuilders using steroids. If a man doesn't have enough male hormones in his system to create, a nice hard, muscular body, he should take up ping pong."
    },
    {
      "cite": "Rich Froning Jr",
      "quote": "In training, you listen to your body. In competition, you tell your body to shut up."
    },
    {
      "cite": "Jessie Hilgenberg",
      "quote": "Don't be scared to LIFT HEAVY! You won't get huge and bulky, you'll just get amazing."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Don't quit. You're already in pain. You're already hurt. Get a reward from it!"
    },
    {
      "cite": "Bill Loguidice",
      "quote": "When working out, length is not a substitute for intensity."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Pain is temporary. Quitting lasts forever."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The last three or four reps is what makes the muscle grow. This area of pain divides the champion from someone else who is not a champion."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying 'I will try again tomorrow.'"
    },
    {
      "cite": "Ronnie Coleman",
      "quote": "There's no secret formula. I lift heavy, work hard, and aim to be the best."
    },
    {
      "cite": "Pavel Tsatsouline",
      "quote": "You shall gain, but you shall pay with sweat, blood, and vomit."
    },
    {
      "cite": "Maurice Green",
      "quote": "To be number one, you have to train like you're number two"
    },
    {
      "cite": "Jim Wendler",
      "quote": "People laugh and call me lazy, while they twit around in their three-hour workout making zero progress. Sometimes, instead of what you do in the weight room, it's what you don't do that will lead to success."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "The difference between the impossible and the possible lies in a person's determination."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "The fight is won or lost far away from witnesses, behind the lines, in the gym, and out there on the road, long before I dance under those lights."
    },
    {
      "cite": "Ovid",
      "quote": "Be patient and tough; some day this pain will be useful to you"
    },
    {
      "cite": "Justin Langer",
      "quote": "The pain of discipline is nothing like the pain of disappointment."
    },
    {
      "cite": "Bill Phillips",
      "quote": "No matter who you are, no matter what you do, you absolutely, positively do have the power to change."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
    },
    {
      "cite": "Nan Marshall",
      "quote": "The gym was originally the domain of jocks, weightlifters, and basketball and football players. Today due to a heightened national awareness of fitness the gym is part of the daily routine for millions of Americans."
    },
    {
      "cite": "Joey Adams",
      "quote": "If it weren't for the fact that the TV set and  the refrigerator are so far apart, some of us wouldn't get any exercise at all."
    },
    {
      "cite": "Marsha Doble",
      "quote": "I have to exercise in the morning, before my brain figures out what I'm doing."
    },
    {
      "cite": "David Walters",
      "quote": "An hour of basketball feels like 15 minutes. An hour of treadmill feels like a weekend in traffic school."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "A man who drinks in a healthy, fit, and self-approving manner will mix vodka with yogurt and get tangled in the Nautilus machine trying to kiss his own ass."
    },
    {
      "cite": "Yigal Pinchas",
      "quote": "People come to the gym to enhance their looks and health or simply to enjoy the activity and improve their quality of life."
    },
    {
      "cite": "Yigal Pinchas",
      "quote": "The gym is a protected artificial environment that can be accessible to all exercises at all times and under all conditions."
    },
    {
      "cite": "Yigal Pinchas",
      "quote": "The gym is also the ideal place for those 'loners' who come to work out rather than to develop social ties."
    },
    {
      "cite": "Shari Dworkin",
      "quote": "Now that I am in the gym, though interestingly I still choose the group exercise studio within the gym, I am there so frequently that it has become almost a second home to me."
    },
    {
      "cite": "Jo Malin",
      "quote": "At the end of each of those hectic days as I do on most workdays, I would eagerly look forward to lifting weights or do aerobics with my woman friends at the gym."
    },
    {
      "cite": "Terry Laughlin",
      "quote": "Fitness is something that happens to you while you're practising good technique."
    },
    {
      "cite": "Charmain Sutherland",
      "quote": "I have been in some schools in which the teachers call physical education, 'gym,' even when the school had no gymnasium."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops."
    },
    {
      "cite": "Darlene R. Stille",
      "quote": "In gym class, learning involves both your brain and your body. It teaches your body how to move."
    },
    {
      "cite": "Jay Cutler",
      "quote": "What hurts today makes you stronger tomorrow."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Exercise is really important to me - it's therapeutic. So if I'm ever feeling tense or stressed or like I'm about to have a meltdown, I'll put on my iPod and head to the gym or out on a bike ride along Lake Michigan with the girls."
    },
    {
      "cite": "Rita Rudner",
      "quote": "The word 'aerobics' came about when the gym instructors got together and said: If we're going to charge $10 an hour, we can't call it Jumping up and down."
    },
    {
      "cite": "Joe Manganiello",
      "quote": "You're going to have to let it hurt. Let it suck. The harder you work, the better you will look. Your appearance isn’t parallel to how heavy you lift, it’s parallel to how hard you work."
    },
    {
      "cite": "Luke Evans",
      "quote": "The gym is somewhere you can go to just forget for an hour what you do for a living, what you are doing on a daily basis. You just turn up and get on with it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Kerri Walsh Jennings",
      "quote": "It’s going to be a journey. It’s not a sprint to get in shape."
    },
    {
      "cite": "Rich Gaspari",
      "quote": "Going to the gym was never about 'working out' like it is for most people. To me, It was a matter of life or death. It was either me or the weights-and I was going to win. I've always had that competitive streak, whether it was in the gym, on the stage, or In anything else I did."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When people tell me they can't afford to join a gym, I tell them to go outside; planet Earth is a gym and we're already members. Run, climb, sweat, and enjoy all of the natural wonders that are available to you."
    },
    {
      "cite": "Greg Plitt",
      "quote": "Your mind is the strongest and most valuable muscle you can grow in the gym."
    },
    {
      "cite": "V.L. Allinea",
      "quote": "When it comes to eating right and exercising, there is no ‘I'll start tomorrow.’ Tomorrow is a disease."
    },
    {
      "cite": "Joan Welsh",
      "quote": "A man’s health can be judged by which he takes two at a time — pills or stairs."
    },
    {
      "cite": "George Sheehan",
      "quote": "Exercise is done against one’s wishes and maintained only because the alternative is worse."
    },
    {
      "cite": "Cher",
      "quote": "Fitness — if it came in a bottle, everybody would have a great body."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning."
    },
    {
      "cite": "Karen S. Mazzeo",
      "quote": "Total physical fitness is a positive state of well-being bringing about sufficient strength and energy to participate in a full, active lifestyle."
    }
  ]
}