{
  "source": "https://www.wisesayings.com/gymnastics-quotes/",
  "theme": "gymnastics",
  "quotes": [
    {
      "cite": "Meghan O'Rourke",
      "quote": "There is always tension in women's gymnastics between athleticism, grace, performance, and eros."
    },
    {
      "cite": "Svetlana Boguinskaya",
      "quote": "Hard work is always hard work, for young gymnasts and old gymnasts. Whoever can handle this will be a champion."
    },
    {
      "cite": "Laurel Ulen Curtis",
      "quote": "Love it like over splits. You can't expect to give into it all in one sitting. But if you work at it, warm the muscles gradually, your body will eventually accept it as normal.' The bulk of his shoulder nudged my much smaller one lightly. 'It might even feel good."
    },
    {
      "cite": "Bela Karolyi",
      "quote": "In gymnastics, smaller will always be better in many ways. The stress in the head, that will be the same for all. But the stress on the body and the concussions it must endure, that will always be easier for the little ones"
    },
    {
      "cite": "Raj Bhavsar",
      "quote": "Competing in gymnastics is the greatest reminder of being alive as a human being."
    },
    {
      "cite": "Aly Raisman",
      "quote": "I just stay focused, and I always think about gymnastics. I am just doing what I always do... working really hard and pushing myself to the maximum and keeping myself motivated."
    },
    {
      "cite": "Suzanne Yoculan",
      "quote": "If you're not standing on the edge you're taking up too much space."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "I started from zero and went back to the basics in gymnastics."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "Gymnastics has made me strong. I feel like it broke me down to my lowest point, but at the same time, it has given me the greatest strength anyone could ask for."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "We're taught at such a young age that you can always be better and that you're never perfect and that you're never good enough."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "A comeback in gymnastics is almost impossible in itself."
    },
    {
      "cite": "Nadia Comaneci",
      "quote": "Jump off the beam, flip off the bars, follow your dreams and reach for the stars."
    },
    {
      "cite": "Courtney Kupets",
      "quote": "If you believe you can get through an injury and fight back, and you really love gymnastics enough, you can get through it."
    },
    {
      "cite": "Shannon Miller",
      "quote": "Goals have to be realistic and flexible."
    },
    {
      "cite": "Olga Korbut",
      "quote": "If there has not been such a thing as gymnastics, I would have had to invent it because I feel at one with the sport."
    },
    {
      "cite": "Shannon Miller",
      "quote": "In gymnastics, the longest routine you do is a minute and a half, and that's pretty tough to get through."
    },
    {
      "cite": "Kristin Kreuk",
      "quote": "I did gymnastics when I was growing up and to this day I can still do the splits."
    },
    {
      "cite": "Bela Karolyi",
      "quote": "I know gymnastics. It's always been a subjective appreciation."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "It might have been easier to retire, to say my knee couldn't handle it and let that be that. At the same time, the prospect of not being able to compete in gymnastics anymore was heartbreaking."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "Everything is about your movements and precision and timing, which is what gymnastics is about."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "Gymnastics is not only a good thing to live by, but it is important to understand how it does help you in life."
    },
    {
      "cite": "Shannon Miller",
      "quote": "When I go in to compete, whether it's gymnastics or anything else, I do my own thing. I compete with myself."
    },
    {
      "cite": "Suzanne Yoculan",
      "quote": "Strength and conditioning are the keys to good performance and longevity in gymnastics."
    },
    {
      "cite": "Ivan Ivankov",
      "quote": "It is through artistic gymnastics that I have experienced a lot of joy, pleasure and satisfaction about my own physical abilities from childhood days. Those who only see the labour in my discipline fail to recognise the aesthetic component completely. This, however, is deeply connected with the human soul. Artistic gymnastics has been and always will be a great challenge for me."
    },
    {
      "cite": "Alicia Sacramone",
      "quote": "Wake up every day knowing that today is a new day and only you can determine the outcome of that day. So dream big, accept the challenge, and never look back."
    },
    {
      "cite": "Shannon Miller",
      "quote": "In gymnastics, you have to be perfect every step along the way"
    },
    {
      "cite": "Vladislav Rastorotsky",
      "quote": "Talent alone is not enough. I believe that a really good gymnast is 10% inspiration and 90% perspiration."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "Gymnastics taught me everything - life lessons, responsibility and discipline and respect."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Flexibility is the greatest strength."
    },
    {
      "cite": "Shannon Miller",
      "quote": "If you want to take it up a step and aim to become a competitive gymnast, you have to be mentally strong and prepared to take on the workload of going to the gym every day, rain or shine."
    }
  ]
}