{
  "source": "https://www.wisesayings.com/hacker-quotes/",
  "theme": "hacker",
  "quotes": [
    {
      "cite": "Kevin Mitnick",
      "quote": "Are hackers a threat? The degree of threat presented by any conduct, whether legal or illegal, depends on the actions and intent of the individual and the harm they cause."
    },
    {
      "cite": "Emmanuel Goldstein",
      "quote": "Most hackers are young because young people tend to be adaptable. As long as you remain adaptable, you can always be a good hacker."
    },
    {
      "cite": "Bruce Sterling",
      "quote": "Hackers are arrogant geek romantics. They lack the attentive spirit of inquiry."
    },
    {
      "cite": "Dan Kaminsky",
      "quote": "It is a fairly open secret that almost all systems can be hacked, somehow. It is a less spoken of secret that such hacking has actually gone quite mainstream."
    },
    {
      "cite": "Larry Wall",
      "quote": "Younger hackers are hard to classify. They're probably just as diverse as the old hackers are. We're all over the map."
    },
    {
      "cite": "John McAfee",
      "quote": "A hacker is someone who uses a combination of high-tech cybertools and social engineering to gain illicit access to someone else's data."
    },
    {
      "cite": "Anonymous",
      "quote": "Behind every successful  Coder there an even more successful De-coder to understand that code."
    },
    {
      "cite": "Richard Stallman",
      "quote": "A hacker is someone who enjoys playful cleverness, not necessarily with computers. The programmers in the old MIT free software community of the 60s and 70s referred to themselves as hackers. Around 1980, journalists who discovered the hacker community mistakenly took the term to mean \"security breaker.\""
    },
    {
      "cite": "Laura Creighton",
      "quote": "A hacker does for love what others would not do for money."
    },
    {
      "cite": "Anonymous",
      "quote": "If you rate a programmer or coder 7.5/10 on knowledge basis, you  would definitely have to rate a hacker 10."
    },
    {
      "cite": "Kevin Mitnick",
      "quote": "It's actually a smarter crime because imagine if you rob a bank, or you're dealing drugs. If you get caught you're going to spend a lot of time in custody. But with hacking, it's much easier to commit the crime and the risk of punishment is slim to none."
    },
    {
      "cite": "Anonymous",
      "quote": "Hacking is not a crime, it's a profession till the time you play with it safely."
    },
    {
      "cite": "Mark Zuckerberg",
      "quote": "Hacking just means building something quickly or testing the boundaries of what can be done."
    },
    {
      "cite": "Michael Demon Calce",
      "quote": "There are more hackers breeding every day, and more brilliant minds are turning into hackers. Security has advanced, but so have hackers."
    },
    {
      "cite": "Dorothy E. Denning",
      "quote": "While many hackers have the knowledge, skills, and tools to attack computer systems, they generally lack the motivation to cause violence or severe economic or social harm."
    },
    {
      "cite": "Kevin Mitnick",
      "quote": "The hacker mindset doesn't actually see what happens on the other side, to the victim."
    },
    {
      "cite": "Walter O'Brien",
      "quote": "Flying down a tunnel of 1s and 0s is not how hacking is really done."
    },
    {
      "cite": "Walter O'Brien",
      "quote": "Hacking involves a different way of looking at problems that no one's thought of."
    },
    {
      "cite": "Vinton Cerf",
      "quote": "The hackers don't want to destroy the network. They want to keep it running, so they can keep making money from it."
    },
    {
      "cite": "Anonymous",
      "quote": "Old hackers never die. They just go to bitnet."
    },
    {
      "cite": "Rael Dornfest",
      "quote": "The difference between a hacker and consumer is a consumer says, \"I wish it would work this way.\" A hacker says, \"I've got a screwdriver and a few minutes."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "A hacker to me is someone creative who does wonderful things."
    },
    {
      "cite": "Dorothy Denning",
      "quote": "While the vast majority of hackers may be disinclined towards violence, it would only take a few to turn cyber terrorism into reality."
    },
    {
      "cite": "Kevin Mitnick",
      "quote": "A hacker doesnt deliberately destroy data or profit from his activities."
    },
    {
      "cite": "Ankit Fadia",
      "quote": "Hackers are actually good, pleasant and extremely intelligent people who could keep computer criminals on the run."
    },
    {
      "cite": "Kevin Mitnick",
      "quote": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business."
    },
    {
      "cite": "Ken Thompson",
      "quote": "It is only the inadequacy of the criminal code that saves the hackers from very serious prosecution."
    },
    {
      "cite": "Jamie Zawinski",
      "quote": "If you give a hacker a new toy, the first thing he'll do is take it apart to figure out how it works."
    },
    {
      "cite": "Emmanuel Goldstein",
      "quote": "What hackers do is figure out technology and experiment with it in ways many people never imagined. They also have a strong desire to share this information with others and to explain it to people whose only qualification may be the desire to learn."
    },
    {
      "cite": "Med Amine Khelifi",
      "quote": "Human Stupidity, that’s why hackers always win."
    },
    {
      "cite": "Emmanuel Goldstein",
      "quote": "Most hackers are young because young people tend to be adaptable. As long as you remain adaptable, you can always be a good hacker."
    },
    {
      "cite": "Emmanuel Goldstein",
      "quote": "What hackers do is figure out technology and experiment with it in ways many people never imagined. They also have a strong desire to share this information with others and to explain it to people whose only qualification may be the desire to learn."
    },
    {
      "cite": "John Mariotti",
      "quote": "We worried for decades about WMDs – Weapons of Mass Destruction. Now it is time to worry about a new kind of WMDs – Weapons of Mass Disruption."
    },
    {
      "cite": "Heather Brooke",
      "quote": "The hacker community may be small, but it possesses the skills that are driving the global economies of the future."
    },
    {
      "cite": "John McAfee",
      "quote": "Social engineering has become about 75% of an average hacker's toolkit, and for the most successful hackers, it reaches 90% or more."
    },
    {
      "cite": "Finn Wolfhard",
      "quote": "To see a hacker actually hacking is not the most interesting thing visually, and it's pretty boring as an actor: a hacker taps on her keyboard. There's really not much more than that."
    },
    {
      "cite": "Glenn Kelman",
      "quote": "The core hacker premise that 'code wins arguments' is just another way of saying that anything is worth trying, regardless of whether it is a conservative or liberal idea, and that whatever works is worth keeping."
    },
    {
      "cite": "Jenna Wortham",
      "quote": "People in tech love to see their work as embodying the 'hacker ethos': a desire to break systems down in order to change them. But this pride can often be conveyed rather clumsily."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "Leveraging community intelligence and making connections is a key component to being a growth hacker."
    },
    {
      "cite": "Mike Holderness",
      "quote": "If there is a hacker's credo, it's that information wants to be free."
    },
    {
      "cite": "Jimmy Sproles and Will Byars",
      "quote": "Cyber-terrorism could be defined as the use of computing resources to intimidate or coerce others. Cyber terrorism could be hacking into a hospital computer system and changing someone's medicine prescription to a lethal dosage as an act of revenge."
    },
    {
      "cite": "Eas Bokhari",
      "quote": "With $1 billion and 20 capable hackers (the number is about the same as in the recent US catastrophe in New York and Washington D.C.), he could shut down America."
    },
    {
      "cite": "Anupam Narula",
      "quote": "Data privacy and security is about much more than keeping hackers at bay. It is also about assuring consumers that the trust they place in a consumer product brand is warranted."
    },
    {
      "cite": "Kevin Mitnick",
      "quote": "I wasn't a hacker for the money, and it wasn't to cause damage. It was all about getting the information, learning more. It was all about the intoxication for the technology."
    },
    {
      "cite": "Paul J. Fishman",
      "quote": "Hacking is not a competitive sport, and security breaches are not a game!"
    },
    {
      "cite": "Harper Reed",
      "quote": "Very smart people are often tricked by hackers. By phishing. I don't exclude myself from that. It's about being smarter than a hacker. Not about being smart."
    },
    {
      "cite": "Clifford Stoll",
      "quote": "The hacker didn't succeed through sophistication. Rather he poked at obvious places, trying to enter through unlocked doors. Persistence, not wizardry, let him through."
    },
    {
      "cite": "Francis Crick",
      "quote": "God is a hacker, not an engineer. You can do reverse engineering, but you can’t do reverse hacking."
    },
    {
      "cite": "Dan K",
      "quote": "Being a hacker does not say what side you are on. Being a hacker means you know how things actually work and can manipulate the way things actually work for good or for harm."
    },
    {
      "cite": "Banshee",
      "quote": "Hollywood portrays hackers in a bad light most of the time, and I think that's wrong, because most of the hackers that I know are damn good people who are just trying to break things to make them work better."
    },
    {
      "cite": "Flea",
      "quote": "Hackers are people, right? They really are; you know they mow lawns! What's a hacker documentary? It's a guy doing his laundry."
    },
    {
      "cite": "Elliot Alderson",
      "quote": "Hackers. We inherently trust no one, including each other. I'll never be able to tell her there will always be this divide, my walls she can't look over... and she knows it."
    },
    {
      "cite": "Sherlock Holmes",
      "quote": "Humiliation is the favorite currency of the hacker."
    },
    {
      "cite": "Gregory Tangey and Luke Skinner",
      "quote": "It's a story of kids and some older ones / Ripping up the world just for fun / And exploration, of an academic kind / Their finding all kinds of things and expanding their mind / It's the life of the hacker, an intellectual / On a quest for more knowledge, time gets perpetual / Forgetting about the real world is how it's done."
    },
    {
      "cite": "Michael Raphael and James Elliot Bourne",
      "quote": "My friend's a computer hacker / But in school everybody said he was a slacker / He writes science fiction novels / He builds whole towns and villages from cola bottles."
    },
    {
      "cite": "Shawn Carter; John Stephens; Johnny Mollings; et al.",
      "quote": "I embark on life; my path is all math / I understand the codes these hackers can't crack / I understand the folks expect me to fold / Community control to violate parole / I won't fail, but a lot of men will / I'm iconic in the field like Solomon's Seal."
    },
    {
      "cite": "Joshua Paul Davis",
      "quote": "But in the land of technology, the hacker is God / Everybody charge or church up, get the bag / Hoping your social media buy your aunt's the bread /Type or hype, got nihilists getting scared, / Better life, you fightin' but unaware, / Whoever new revelation is really a revelation / Forget the babies waking up off of the plantation."
    },
    {
      "cite": "Derek Miller and Mathangi Arulpragasam",
      "quote": "We go be hackers / Makin' loot like Lakers / While we become workers / You become golfers / The modern day coppers / Beatin' on us for the papers."
    },
    {
      "cite": "Howard Palmer",
      "quote": "Yes! I'm talking on the Network w/ the protocol RIP / Moving up the model layer 4 now I'm in / Cause All People Seem To Need Data Processing / This rhyme for the IT world living at large / And All the Hackers out there get credit w/out the charge / Barge down the Firewall access to the core / No matter your encryption bit-rate I know more."
    }
  ]
}