{
  "source": "https://www.wisesayings.com/had-enough-quotes/",
  "theme": "had-enough",
  "quotes": [
    {
      "cite": "Mike Ferguson",
      "quote": "Change happens when one individual has had enough pain and finds the inner resolve to ask for help and make a difference."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Enough had been thought, and said, and felt, and imagined. It was about time that something should be done."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "Life is an end in itself, and the only question as to whether it is worth living is whether you have had enough of it."
    },
    {
      "cite": "Madonna",
      "quote": "Learn to say no, I've had enough. Then nothing and no one can hurt you."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Sometimes you just need to know when to move on, to know when you've had enough, and when he/she just doesn't seem to care anymore. So be strong and one day you will find that one guy or girl that wouldn't dream of hurting you."
    },
    {
      "cite": "Blaze Olermiday",
      "quote": "There always comes a point in life when you've had enough and just have to let go of the things that keeps weighing you down no matter how convincing they seem, that you can't do without them, it's just a matter of time you'll surely get over it."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Only when you've truly had enough suffering in your life, are you able to say I don't need it anymore."
    },
    {
      "cite": "Deb Caletti",
      "quote": "This is what happens when nice people are pushed too far. We give too many chances, and so when we've finally had enough, we are well and truly done. When a nice person shuts a door on you, it's shut for good."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "We know when we have had enough of a friend, and we know when a friend has had enough of us. The first truth is no more palatable than the second."
    },
    {
      "cite": "Sushan Sharma",
      "quote": "There is a difference between giving up and knowing when you have had enough."
    },
    {
      "cite": "Anonymous",
      "quote": "There's a difference between giving up and knowing when you've had enough."
    },
    {
      "cite": "Dean Young",
      "quote": "Just because you've had enough doesn't mean you wanted too much."
    },
    {
      "cite": "Thomas Nixon Carver",
      "quote": "People who never had enough thrift and forethought to buy and pay for property in the first place seldom have enough to keep property up after they have gained it in some other way."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There are times when we have had enough even of our friends."
    },
    {
      "cite": "Ken Keyes Jr.",
      "quote": "No one that ever lived has ever had enough power, prestige, or knowledge to overcome the basic condition of all life you win some and you lose some."
    },
    {
      "cite": "Anonymous",
      "quote": "No matter how strong a girl is, she always has a breaking point."
    },
    {
      "cite": "Keith Wood",
      "quote": "The heart is willing, the head is willing but the body's had enough."
    },
    {
      "cite": "Ann Brashares",
      "quote": "She had to have faith not just in trying but in failing. Was she strong enough to fail Was she strong enough not to."
    },
    {
      "cite": "Anonymous",
      "quote": "Giving up is not failing its just knowing when you have had enough."
    },
    {
      "cite": "Harold Rosenberg",
      "quote": "They had enough. They wanted to enjoy their life."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Once you've had enough and you can't do it anymore, you consider the possibility that there might be a better way. That's when your head cracks open and God comes in."
    },
    {
      "cite": "Keith Wood",
      "quote": "The heart is willing, the head is willing but the body's had enough."
    },
    {
      "cite": "James Bryce",
      "quote": "If you have enough room for your books, you don't have enough books."
    },
    {
      "cite": "Rick Riordan",
      "quote": "We had enough quite enough snobbery in this world without exporting it to the hereafter."
    },
    {
      "cite": "Bernajoy Vaal",
      "quote": "When someone had enough of being lied to, mistreated, mislead, or tired of feeling neglected, nothing can stand in the way of them leaving you."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "No man has ever lived that had enough of children's gratitude or woman's love."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "If you had enough money, you could hardly commit crimes at all. You just perpetrated amusing little peccadilloes."
    },
    {
      "cite": "Alex Smith",
      "quote": "We had enough chances to win the game. In fact we did win it."
    }
  ]
}