{
  "source": "https://www.wisesayings.com/hair-quotes/",
  "theme": "hair",
  "quotes": [
    {
      "cite": "Marjane Satrapi",
      "quote": "I have always thought that if women's hair posed so many problems, God would certainly have made us bald."
    },
    {
      "cite": "Mark Twain",
      "quote": "When red-headed people are above a certain social grade their hair is auburn."
    },
    {
      "cite": "Larry David",
      "quote": "Anyone can be confident with a full head of hair. But a confident bald man - there's your diamond in the rough."
    },
    {
      "cite": "Anna Kavan",
      "quote": "Her albino hair illuminated my dreams, shining brighter than moonlight."
    },
    {
      "cite": "Marge Piercy",
      "quote": "Long hair is considered bohemian, which may be why I grew it, but I keep it long because I love the way it feels, part cloak, part fan, part mane, part security blanket."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Relaxing your hair is like being in prison. You're caged in. Your hair rules you. You didn't go running with Curt today because you don't want to sweat out this straightness. You're always battling to make your hair do what it wasn't meant to do."
    },
    {
      "cite": "Shana Alexander",
      "quote": "Hair brings one's self-image into focus; it is vanity's proving ground. Hair is terribly personal, a tangle of mysterious prejudices."
    },
    {
      "cite": "Lycurgus",
      "quote": "A fine head of hair adds beauty to a good face, and terror to an ugly one."
    },
    {
      "cite": "Tracee Ellis Ross",
      "quote": "I love my hair because it's a reflection of my soul. It's dense, it's kinky, it's soft, it's textured, it's difficult, it's easy and it's fun. That's why I love my hair."
    },
    {
      "cite": "George Bancroft",
      "quote": "By common consent gray hairs are a crown of glory; the only object of respect that can never excite envy."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Symbolic of life, hair bolts from our heads. Like the earth, it can be harvested, but it will rise again. We can change its color and texture when the mood strikes us, but in time it will return to its original form, just as Nature will in time turn our precisely laid-out cities into a weed-way."
    },
    {
      "cite": "PG Wodehouse",
      "quote": "Red hair sir, in my opinion, is dangerous."
    },
    {
      "cite": "Martin Luther",
      "quote": "The hair is the richest ornament of women."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Gray hair is God's graffiti"
    },
    {
      "cite": "Bonnie Langford",
      "quote": "For years I used to try to straighten my hair, but I've reached a stage where I think, I've got red curly hair, and it's actually really great."
    },
    {
      "cite": "Hubert de Givenchy",
      "quote": "Hair style is the final tip-off whether or not a woman really knows herself."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A woman who cuts her hair is about to change her life."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "With short hair you have to get a haircut every two or three weeks. And if you're coloring your hair, you have to color it that often. Every time I did it, I felt fraudulent."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Beauty draws us with a single hair."
    },
    {
      "cite": "Judy Darragh",
      "quote": "I think we're all obsessed with our hair - the daily ritualised pruning that we do, and the way in which we spend a lot of our time putting hair on, or ripping it off."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "It is foolish to tear one's hair in grief, as though sorrow would be made less by baldness."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Long hair minimizes the need for barbers; socks can be done without; one leather jacket solves the coat problem for many years; suspenders are superfluous."
    },
    {
      "cite": "J. Iron Word",
      "quote": "Her messy hair a visible attribute of her stubborn spirit. As she shakes it free, she smiles knowing wild is her favorite color."
    },
    {
      "cite": "Janet Jackson",
      "quote": "I always get bored with my hair. That's why I would always change it throughout my career."
    },
    {
      "cite": "Samuel Goodman Hoffenstein",
      "quote": "Babies haven't any hair: Old men's heads are just as bare; From the cradle to the grave. Lies a haircut and a shave."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "It is not by the gray of the hair that one knows the age of the heart."
    },
    {
      "cite": "Jill Scott",
      "quote": "For me, hair is an accoutrement. Hair is jewelry. It's an accessory."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "I would rather have had one breath of her hair, one kiss from her mouth, one touch of her hand, than eternity without it."
    },
    {
      "cite": "Brian May",
      "quote": "There are times when I flick through magazines and think I'm in danger of becoming a prisoner of my own hair."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Beware of her fair hair, for she excels. All women in the magic of her locks; And when she winds them round a young man's neck, she will not ever set him free again."
    },
    {
      "cite": "Victoria Scott",
      "quote": "If my hair gets any frizzier, I'll shave it to the scalp. Or light it on fire. Whichever is easier."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "Pull the hair on my head the wrong way, and I would be on my knees begging for mercy. I have very sensitive follicles."
    },
    {
      "cite": "Gabriel Ba",
      "quote": "She was the most beautiful creature on Earth - her hair said so in that language only hair can speak."
    },
    {
      "cite": "Judy Davis",
      "quote": "Anybody who has curly hair knows you don't want it to be brushed out because it becomes a never-ending tangle."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "Red hair is great. It's rare, and therefore superior."
    },
    {
      "cite": "Thomas Pynchon",
      "quote": "Can't say it often enough. Change your hair, change your life."
    },
    {
      "cite": "Thomas Dekker",
      "quote": "Long hair will make thee look dreafully to thine enemies, and manly to thy friends: it is, in peace, an ornament; in war, a strong helmet; it... deadens the leade thump of a bullet: in winter, it is a warm nightcap; in summer, a cooling fan of feathers."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "I'm undaunted in my quest to amuse myself by constantly changing my hair."
    },
    {
      "cite": "Jo Robertson",
      "quote": "Your hair is the ball gown you never take off."
    },
    {
      "cite": "George D. Prentice",
      "quote": "It seems no more than right that men should seize time by the forelock, for the rude old fellow, sooner or later, pulls all their hair out."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "A hair divides what is false and true."
    },
    {
      "cite": "Kylie Bax",
      "quote": "I wish I had more hair on my head. Maybe if I sprinkled fertilizer on it, it would grow."
    },
    {
      "cite": "Silvio Berlusconi",
      "quote": "I have little hair because my brain is so big it pushes the hair out."
    },
    {
      "cite": "Don Herold",
      "quote": "There is one thing about baldness: it's neat."
    },
    {
      "cite": "John Lennon",
      "quote": "It doesn't matter how long my hair is or what colour my skin is or whether I'm a woman or a man."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair."
    },
    {
      "cite": "Ivana Trump",
      "quote": "Gorgeous hair is the best revenge."
    },
    {
      "cite": "Propertius",
      "quote": "No rival will steal away my sure love; that glory will be my gray hair."
    },
    {
      "cite": "John Green",
      "quote": "The worse the haircut, the better the man."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There's many a man has more hair than wit."
    },
    {
      "cite": "Bertha Gilkey",
      "quote": "My blackness has never been in my hair. Blackness is not a hairstyle."
    },
    {
      "cite": "Elizabeth Tirbelis",
      "quote": "Once you've had chemotherapy, there's no such thing as bad hair day."
    },
    {
      "cite": "Judith Light",
      "quote": "I've discovered that how I look is not a function of anything as ephemeral as my hair."
    },
    {
      "cite": "Mary Austin",
      "quote": "When a woman ceases to alter the fashion of her hair, you guess that she has passed the crisis of her experience."
    },
    {
      "cite": "Dolly Parton",
      "quote": "People always ask me how long it takes to do my hair. I don't know, I'm never there."
    },
    {
      "cite": "Janette Barber",
      "quote": "I refuse to think of them as chin hairs. I think of them as stray eyebrows."
    },
    {
      "cite": "Tia Carrere",
      "quote": "I'm waxed clean— hairless as the day I was born. But don't say 'Tia has no pubic hair.' That's so clinical. Use a nice euphemism. Say, 'She's mowed her secret garden' or 'She's cleared the way to the Promised land.' Because that's what it is, right?"
    },
    {
      "cite": "Julia Roberts",
      "quote": "My real hair color is kind of a dark blonde. Now I just have mood hair."
    },
    {
      "cite": "Anita Loos",
      "quote": "Gentlemen prefer blondes...but gentlemen marry brunettes."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Once in his life, every man is entitled to madly fall in love with a gorgeous redhead."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Blondes have more hair than the rest of us; redheads have the least."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Hair grows faster at night than during the day and between the ages of sixteen and twenty-four."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "How much hair do you have on your body? Scientists put it at about 5 million hairs, many of them so fine you can hardly see them."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Some early hair dyes; crushed dry tadpoles in oil ancient Egypt; black wine, raw crow's eggs, and putrefied leeches in ancient Rome."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Long, straight blonde hair (think Gwyneth Paltrow) are considered the wealthiest and most sexy."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Short, tousled hairstyles (like Meg Ryan) are thought to be outgoing and self-assured."
    },
    {
      "cite": "Franchot Tone",
      "quote": "Your hair, your hair is like a field of silver daisies — I should like to run barefoot through your hair."
    },
    {
      "cite": "Wendell Corey",
      "quote": "I always used to think: If a woman's got pitch-black hair, she's already halfway to being a beauty."
    },
    {
      "cite": "Melanie Griffith",
      "quote": "If you want to get ahead in business, you've got to have serious hair."
    },
    {
      "cite": "Billy Crystal",
      "quote": "I'm losing my hair when I want hair and getting hair where I don't."
    },
    {
      "cite": "Mary Astor",
      "quote": "Men don't get smarter as they grow older, they just lose their hair."
    },
    {
      "cite": "Michael Curtiz",
      "quote": "When I see the pictures you play in that theater, it makes the hair stand on the edge of my seat."
    },
    {
      "cite": "Anton Chekov",
      "quote": "When a woman isn't beautiful, people always say, 'You have lovely eyes, you have love;y hair.'"
    },
    {
      "cite": "James Howell",
      "quote": "One hair of a woman can draw more than a hundred pairs of oxen."
    },
    {
      "cite": "Greek Proverb",
      "quote": "Grey hair is a sign of age, not wisdom."
    },
    {
      "cite": "1 Corinthians 11:15",
      "quote": "If a woman hath long hair, it is a glory to her."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "Experience is a precious gift, only given a man when his hair is gone."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The only equal treatment in the world is white hair."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "all humans born had fragile bunches of hair emanating from their scalp, / the same grew into islands inhabited by deceit and lechery, / as advancing years crept, vanquishing immaculate hair of childhood, / into traces of everlasting oblivion."
    },
    {
      "cite": "George Gordon Byron",
      "quote": "Oh! little lock of golden hue / In gently waving ringlet curls, / By the dear head on which you grew, / I would not lose you for a world."
    },
    {
      "cite": "Evan Esar",
      "quote": "Economics makes no sense; no matter how much or how little hair you have, the price of a haircut is the same."
    },
    {
      "cite": "Evan Esar",
      "quote": "Things are good for gray hair, but the best one is a sensible head."
    },
    {
      "cite": "Evan Esar",
      "quote": "Another thing about women is that they can be persuaded to do anything with their hair, except leave it alone."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "They want someone to look past the surface stuff like bad-hair days."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "It is not human to live to appease external expectation, paying attention to how we dress, how we comb out hair."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "Girls and young dancers in ancient Egypt and young girls in ancient Rome also wore their hair in the style that we now call a ponytail."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "The hairstyle known as ponytail can be seen on frescoes painted thousands of years ago in Crete, so it may have emerged in Greece during ancient times."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "Today, state fairs continue to sponsor hair contests of various kinds. For example, the Michigan State Fair has traditionally held a Longest Ponytail contest."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "Men in Europe and the American colonies wore short ponytails during the 1700s, or they wore wigs with a type of ponytail that was called queue."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "A ponytail can be neat, simple, and practical, since it keeps the hair off the face during certain jobs, sports, or other activities, and can be more comfortable in hot weather."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "The high ponytail is flattering for most face shapes and it's easy to do. When the ponytail is in place on the high crown area. It helps lift the face. This hairstyle is ideal for girls with naturally straight, thick hair and a silky texture."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "The half pony is a very casual style and works well for mid-length hair. It's great if your hair is extremely thick because it allows you to wear your hair down but you have most of it pulled back and out of your face."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "The low pony is one of those simple classic styles that can be worn in a number of ways from sporty to chic. This look is a great option for girls who have extremely thick hair."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "French back pony. This style is perfect for anyone with heavy, limp hair that just won't hold in a ponytail."
    },
    {
      "cite": "Ladosha Wright",
      "quote": "Hair, hair styling and hair care is a trillion-dollar industry with many hair salons filled with licensed cosmetologists anxious and happy to serve you."
    },
    {
      "cite": "Ladosha Wright",
      "quote": "Hair styling is a part of hair care. Both require maintenance in a timely fashion."
    },
    {
      "cite": "The Staff of Entrepreneur Media",
      "quote": "No doubt as a result of their driving desire for a youthful appearance, the hair color segment of the salon industry continues to grow."
    },
    {
      "cite": "The Staff of Entrepreneur Media",
      "quote": "So no matter what the state of the economy and the world we live in, it's till a good time to start a harir salon ad day spa, and the prospects for 'shear' success and excellent."
    },
    {
      "cite": "The Staff of Entrepreneur Media",
      "quote": "If you're not a practicing cosmetologist, it's possible to be an absentee owner."
    },
    {
      "cite": "The Staff of Entrepreneur Media",
      "quote": "You'll probably want to be in the salon every day anyway, if only to keep an eye on things and make sure everything is running smoothly."
    },
    {
      "cite": "The Staff of Entrepreneur Media",
      "quote": "If you're providing salon services, you can expect to spend up to 60 hours a week or more in the salon, depending on your bookings."
    },
    {
      "cite": "Susan Cressy",
      "quote": "The type of work on a health farm is similar to that of a beauty salon, but the hours can be much longer and there is more emphasis on body treatments and weight reduction."
    },
    {
      "cite": "Susan Cressy",
      "quote": "A beauty therapist has the opportunity to develop a close, personal relationship with clients that may go on for many years."
    },
    {
      "cite": "Susan Cressy",
      "quote": "As a beauty therapist, your appearance must be professional at all times."
    },
    {
      "cite": "Gretchen Davis",
      "quote": "Movie and video hair stylists are creative forces to be reckoned with."
    },
    {
      "cite": "Gretchen Davis",
      "quote": "With individualistic artistic talent, hair stylists mold, shape, cut, and manipulate hair to create images that may linger forever in your memory."
    },
    {
      "cite": "Gretchen Davis",
      "quote": "In film, hair stylists are asked to do just about anything and everything."
    },
    {
      "cite": "Gretchen Davis",
      "quote": "As a multi-media hair stylist, you'll encounter many situations that require knowledge of facial anatomy, as well as the structure of the hair follicle."
    },
    {
      "cite": "Gretchen Davis",
      "quote": "Problems often arise for hair stylists who are just beginning their career, and that's why it's important that professional hair stylists know how to solve unexpected problems quickly."
    },
    {
      "cite": "Eileen Figure Sandlin",
      "quote": "The earliest record of personal hair care dates back 2.5 million years ago, when brushes used to create cave paintings in Spain and France were adapted for use in hair grooming."
    },
    {
      "cite": "Eileen Figure Sandlin",
      "quote": "Although hairdressing techniques have evolved throughout the ages, some things have stayed the same."
    },
    {
      "cite": "Eileen Figure Sandlin",
      "quote": "The first known school for hairdressing in the United States was established in Chicago in 1890."
    },
    {
      "cite": "Eileen Figure Sandlin",
      "quote": "Many of the innovations in hair design that are still with us today originated in the late 19th century."
    },
    {
      "cite": "Eileen Figure Sandlin",
      "quote": "On the hair salon side, the most sought-after services are, of course, haircutting and styling."
    },
    {
      "cite": "Bathroom Readers' Institute",
      "quote": "Anybody with a head full of hair ca be confident, but a bald man there's your diamond in the rough."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "If truth is beauty, how come no one has their hair done in the library."
    },
    {
      "cite": "Diana Ross",
      "quote": "Hair has always been important."
    },
    {
      "cite": "Ira Gershwin",
      "quote": "Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "I'm undaunted in my quest to amuse myself by constantly changing my hair."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "Wisdom is the gray hair unto men. The wise how to quit the world before the world quits."
    },
    {
      "cite": "George Dennison",
      "quote": "It seems no more than right that men should seize time by the forelock, for the rude old fellow, sooner or later, pulls all their hair out."
    },
    {
      "cite": "Charles Lamb",
      "quote": "We grow gray in our spirit long before we grow gray in our hair."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Violet will be a good color for hair at just about the same tie that brunette becomes a good color for flowers."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "That the birds of worry and care fly over your head, this you cannot change, but that they build nests in your hair, this you can prevent."
    },
    {
      "cite": "Billy Graham",
      "quote": "Even to your old age, I am He, and even to gray hairs I will carry you! - ISAIAH 46:3-4"
    },
    {
      "cite": "Steve Supple",
      "quote": "You are unique. Your combination of thoughts are yours alone. A strand of your hair is like no other."
    },
    {
      "cite": "Hillary Rodham Clinton",
      "quote": "Hair matter. Pay attention to your hair, because everyone else will."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Not having to worry about your hair any more is the secret upside of death."
    },
    {
      "cite": "Gerald Ford",
      "quote": "Ronald Reagan doesn't dye his hair, he's just prematurely orange."
    }
  ]
}