{
  "source": "https://www.wisesayings.com/hairdresser-quotes/",
  "theme": "hairdresser",
  "quotes": [
    {
      "cite": "Phyllis Diller",
      "quote": "It's an ill will that blows when you leave the hairdresser."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Losing love is so rich a philosophical ordeal that it makes a hairdresser into a rival of Socrates."
    },
    {
      "cite": "Mark Twain",
      "quote": "When red headed people are above a certain social grade their hair is auburn."
    },
    {
      "cite": "Givenchy",
      "quote": "Hair style is the final tip off whether or not a woman really knows herself."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "All a woman needs is a good bath, clean clothes, and for her hair to be combed. These things she can do herself. I very seldom go to the hairdresser, but when I do, I just marvel."
    },
    {
      "cite": "Andie MacDowell",
      "quote": "Talking to your hairdresser is almost like talking to your therapist."
    },
    {
      "cite": "Joan Crawford",
      "quote": "I think that the most important thing a woman can have next to talent, of course is her hairdresser."
    },
    {
      "cite": "Vidal Sassoon",
      "quote": "Hairdressers are a wonderful breed. You work one-on-one with another human being and the object is to make them feel so much better and to look at themselves with a twinkle in their eye."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "Hairdressers are professional gossips; when only the hands are busy, the tongue is seldom still."
    },
    {
      "cite": "Hubert de Givenchy",
      "quote": "Hair style is the final tip-off whether or not a woman really knows herself."
    },
    {
      "cite": "Tabatha Coffey",
      "quote": "Like a therapist hairdressers are in a position of trust. We are transforming not just how a person looks but how they feel."
    },
    {
      "cite": "Guido Palau",
      "quote": "To be a good hairdresser, you have to understand what the vision is of the designer or the photographer and then sort of add your thing."
    },
    {
      "cite": "Linda Wells",
      "quote": "A hairdresser holds a trusted place in a woman's life."
    },
    {
      "cite": "Tabatha Coffey",
      "quote": "Be nice to your hairstylist. It's an instant gratification! It doesn't matter how badly their day has gone, in that moment they feel amazing. And the hairdresser has made them feel that way."
    }
  ]
}