{
  "source": "https://www.wisesayings.com/haircut-quotes/",
  "theme": "haircut",
  "quotes": [
    {
      "cite": "Garrison Keillor",
      "quote": "Beauty isn't worth thinking about. What's important is your mind. You don't want a fifty dollar haircut on a fifty cent head."
    },
    {
      "cite": "William Hazlitt",
      "quote": "A hair in the head is worth two in the brush."
    },
    {
      "cite": "Shana Alexander",
      "quote": "Hair brings one’s self image into focus. It is vanity’s proving ground.  Hair is terribly personal, a tangle of mysterious prejudices."
    },
    {
      "cite": "Mark Twain",
      "quote": "When red headed people are above a certain social grade their hair is auburn."
    },
    {
      "cite": "Warren Buffett",
      "quote": "You don't ever ask a barber whether you need a haircut."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "You're only as good as your last haircut."
    },
    {
      "cite": "Anonymous",
      "quote": "God is like a barber: don't expect him to give you a haircut, you must first get at his barbershop."
    },
    {
      "cite": "Evelyn Lauder",
      "quote": "One of the most important things about looking youthful is to have a modern haircut."
    },
    {
      "cite": "Scott Mcnealy",
      "quote": "What we offer is good enough. It's like my haircut: It ain't pretty, but it's good enough."
    },
    {
      "cite": "Henry Rollins",
      "quote": "To this day, my haircut is the number two clippers, which I apply to myself every month."
    },
    {
      "cite": "Hubert de Givenchy",
      "quote": "Hair style is the final tip-off whether or not a woman really knows herself."
    },
    {
      "cite": "John Green",
      "quote": "The worse the haircut, the better the man."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "With short hair you have to get a haircut every two or three weeks. And if you're coloring your hair, you have to color it that often. Every time I did it, I felt fraudulent."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Some of the worst mistakes in my life were haircuts."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A woman who cuts her hair is about to change her life."
    },
    {
      "cite": "Jim Butcher",
      "quote": "My hair had grown out long and shaggy not in that sexy young rock star kind of way but in that time to take rover to the groomer kind of way."
    }
  ]
}