{
  "source": "https://www.wisesayings.com/half-quotes/",
  "theme": "half",
  "quotes": [
    {
      "cite": "Francis Bacon",
      "quote": "A prudent question is one half of wisdom."
    },
    {
      "cite": "Mark Lawrence",
      "quote": "No half measures. Some things can’t be cut in half. You can’t half love someone. You can’t half betray, or half lie."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Half of your power lies in your sameness with others. The other half lies in your uniqueness."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The wish for healing has always been half of health."
    },
    {
      "cite": "Larry the Cable Guy",
      "quote": "Remember, half the people you know are below average."
    },
    {
      "cite": "David Lloyd George",
      "quote": "There is nothing so fatal to character as half finished tasks."
    },
    {
      "cite": "Al McGuire",
      "quote": "Remember, half the doctors in this country graduated in the bottom half of their class."
    },
    {
      "cite": "Carl Jung",
      "quote": "The judgment of the intellect is, at best, only the half of truth."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better."
    },
    {
      "cite": "Dean Hawkes",
      "quote": "Half the worry in the world is caused by people trying to make decisions before they have sufficient knowledge on which to base a decision."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "The second half of the 20th Century is a complete flop."
    },
    {
      "cite": "Aesop",
      "quote": "If you had half as much brains as you have beard, you would have looked before you leaped."
    },
    {
      "cite": "George Leigh Mallory",
      "quote": "Half the charm of climbing mountains is born in visions preceding this experience. Visions of what is mysterious, remote, inaccessible."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "God Almighty never created a man half as wise as he looks."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "One half of my life has put the other half in the grave."
    },
    {
      "cite": "Bern Williams",
      "quote": "A half-truth is usually less than half of that."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The firstÂ halfÂ ofÂ our lives are ruined by our parents and the secondÂ halfÂ by our children."
    },
    {
      "cite": "Dr. June Singer",
      "quote": "The first half of life is spent mainly in finding out who we are through seeing ourselves in our interaction with others."
    },
    {
      "cite": "George Herbert",
      "quote": "Half the world does not know how the other half lives."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "It takes half your life before you discover life is a do-it-yourself project."
    },
    {
      "cite": "Don Rickles",
      "quote": "Half the battle is that people have to like you before you say one joke, one bit of humor."
    },
    {
      "cite": "Jane Austen",
      "quote": "One half of the world cannot understand the pleasures of the other."
    },
    {
      "cite": "Will Rogers",
      "quote": "Half our life is spent trying to find something to do with the time we have rushed through life trying to save."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Half a truth is better than no politics."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Half a truth is often a great lie."
    },
    {
      "cite": "Robert Frost",
      "quote": "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it."
    },
    {
      "cite": "John Irving",
      "quote": "Half my life is an act of revision."
    }
  ]
}