{
  "source": "https://www.wisesayings.com/hallucination-quotes/",
  "theme": "hallucination",
  "quotes": [
    {
      "cite": "Bertrand Russell",
      "quote": "A hallucination is a fact, not an error; what is erroneous is a judgment based upon it."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "There is no line between the 'real world' and 'world of myth and symbol.' Objects, sensations, hit with the impact of hallucination."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "Psychotic hallucinations, whether they are visual or vocal, they address you. They accuse you. They seduce you. They humiliate you. They jeer at you. You interact with them."
    },
    {
      "cite": "Goparaju Ramachandra Rao",
      "quote": "Hallucinations and illusions are not facts useful for scientific investigation."
    },
    {
      "cite": "Terence McKenna",
      "quote": "A hallucination is to be in the presence of that which previously could not be imagined, and if it previously could not be imagined then there is no grounds for believing that you generated it out of yourself."
    },
    {
      "cite": "Kōbō Abe",
      "quote": "While he mused on the effect of the flowing sands, he was seized from time to time by hallucinations in which he himself began to move with the flow."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "Hallucinations aren’t always out of the ordinary. How do we know we’re not hallucinating if everything seems plausible?"
    },
    {
      "cite": "Steven Magee",
      "quote": "Hallucinations are a known aspect of working at very high altitudes."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Every night of our lives, we dream, and our brain concocts visions which are, at least until we wake up, highly convincing. Most of us have had experiences which are verging on hallucination. It shows the power of the brain to knock up illusions."
    },
    {
      "cite": "Chauncey Wright",
      "quote": "All observers not laboring under hallucinations of the senses are agreed, or can be made to agree, about facts of sensible experience, through evidence toward which the intellect is merely passive, and over which the individual will and character have no control."
    },
    {
      "cite": "Alan Watts",
      "quote": "The hallucination of being a separate ego will not stand up to biological tests."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "Chemically induced hallucinations, delusions and raptures may be frightening or wonderfully gratifying; in either case they are in the nature of confidence tricks played on one's own nervous system."
    },
    {
      "cite": "Alan Watts",
      "quote": "Lack of awareness of the basic unity of organism and environment is a serious and dangerous hallucination."
    },
    {
      "cite": "Amit Goswami",
      "quote": "Any attempt to dismiss a phenomenon that is not understood merely by explaining it as hallucination becomes irrelevant when a coherent scientific theory can be applied."
    },
    {
      "cite": "Lynne Ewing",
      "quote": "Maybe hallucinations are just another reality that we don't see most of the time."
    },
    {
      "cite": "Terence McKenna",
      "quote": "What we call reality is in fact nothing more than a culturally sanctioned and linguistically reinforced hallucination."
    },
    {
      "cite": "Terence McKenna",
      "quote": "We are caged by our cultural programming. Culture is a mass hallucination, and when you step outside the mass hallucination you see it for what it's worth ."
    },
    {
      "cite": "Richard Weaver",
      "quote": "Probably we have here but a highly sophisticated expression of the doctrine that ideals are hallucination and that the only normal, sane person is the healthy extrovert, making instant, instinctive adjustments to the stimuli of the material world."
    },
    {
      "cite": "Michael Nash R",
      "quote": "Using hypnosis, scientists have temporarily created hallucinations, compulsions, certain types of memory loss, false memories, and delusions in the laboratory so that these phenomena can be studied in a controlled environment."
    },
    {
      "cite": "Gaspar Noe",
      "quote": "Hallucinations are an inner experience in which most of the time you forget you're there."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "The ten thousand states of mind are hallucinatory. Hallucinations are real. Dreams are real. But there are some things more real."
    },
    {
      "cite": "Terence McKenna",
      "quote": "A hallucination is a species of reality, as capable of teaching you as a videotape about Kilimanjaro or anything else that falls through your life."
    },
    {
      "cite": "Yayoi Kusama",
      "quote": "My art originates from hallucinations only I can see. I translate the hallucinations and obsessional images that plague me into sculptures and paintings."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "In general, people are afraid to acknowledge hallucinations because they immediately see them as a sign of something awful happening to the brain, whereas in most cases theyre not."
    },
    {
      "cite": "William Gibson",
      "quote": "Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "It is not materialism that is the chief curse of the world, as pastors teach, but idealism. Men get into trouble by taking their visions and hallucinations too seriously."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Memory creates a hallucination of the past, desire creates a hallucination of the future."
    },
    {
      "cite": "Alan Watts",
      "quote": "The hallucination of being a separate ego will not stand up to biological tests."
    },
    {
      "cite": "Bob Brezsny",
      "quote": "You have to learn how to stay in a good mood as you overthrow the sour, puckered hallucination that is mistakenly referred to as reality."
    },
    {
      "cite": "Daniel Pinchbeck",
      "quote": "Modern humans became fixated on a collective hallucination of linear time, ignoring the fractal spirals of the surrounding universe."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "I think hallucinations need to be discussed. There are all sorts of hallucinations, and then many sorts which are okay, like the ones I think which most of us have in bed at night before we fall asleep, when we can see all sorts of patterns or faces and scenes."
    }
  ]
}