{
  "source": "https://www.wisesayings.com/hamburger-quotes/",
  "theme": "hamburger",
  "quotes": [
    {
      "cite": "John Harvey Kellogg",
      "quote": "Hamburger steak is carrion, and quite unfit for food except by a turkey buzzard, a hyena, or some other scavenger."
    },
    {
      "cite": "Ray Kroc",
      "quote": "It requires a certain kind of mind to see beauty in a hamburger bun."
    },
    {
      "cite": "Matthew McConaughey",
      "quote": "Man who invented the hamburger was smart; man who invented the cheeseburger was a genius."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "You can find your way across this country using burger joints the way a navigator uses stars."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "When I'm in need of a quick meal or a part dish, a burger is hands-down my go-to pick! Burgers are easy, fast, and don't even require utensils to eat, making them the perfect get-together main course, tailgating essential, and simple dinner recipe to whip up any night of the week."
    },
    {
      "cite": "Tom Robbins",
      "quote": "A Hamburger is warm and fragrant and juicy. A hamburger is soft and nonthreatening. It personifies the Great Mother herself who has nourished us from the beginning. A hamburger is an icon of layered circles, the circle being at once the most spiritual and the most sensual of shapes. A hamburger is companionable and faintly erotic. The nipple of the Goddess, the bountiful belly-ball of Eve. You are what you think you eat."
    },
    {
      "cite": "Tom Robbins",
      "quote": "A hamburger is an icon of layered circles, the circle being at once the most spiritual and the most sensual of shapes."
    },
    {
      "cite": "Wendell Berry",
      "quote": "It would not do for the consumer to know that the hamburger she is eating came from a steer who spent much of his life standing deep in his own excrement in a feedlot, helping to pollute the local streams. Or that the calf that yielded the veal cutlet on her plate spent its life in a box in which it did not have room to turn around."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "When you see the cows go into McDonalds you know that their beef burgers are fresh."
    },
    {
      "cite": "Dave Barry",
      "quote": "Mother Nature clearly intended for us to get our food from the \"patty\" group, which includes hamburgers, fish sticks, and McNuggets- foods that have had all of their organs safely removed."
    },
    {
      "cite": "Alton Brown",
      "quote": "You know most of the food that Americans hold so dear - things like hamburgers and hot dogs - were road food, but even before they were road food, they were peasant food."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "The cow, basically, eats three basic things in their feed: corn, beets, and barley, and so what I do is I actually challenge my staff with these crazy, wild ideas. Can we take what the cow eats, remove the cow, and then make some hamburgers out of that?"
    },
    {
      "cite": "Jerry Stahl",
      "quote": "A waft of sweet hash drifted by, and I wanted to float after it like wimpy levitating at the scent of a hamburger."
    },
    {
      "cite": "Lewis Grizzard",
      "quote": "There is something wrong when you wait in line thirty minutes to get a hamburger that was cooked for ninety seconds an hour ago."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "The fact is: America's obsession with meat and dairy has pretty much destroyed our sense of taste. The average burger and milkshake meal is so overloaded with fat, salt and sugar that it has numbed our taste buds to virtually anything else."
    },
    {
      "cite": "Damaris Phillips",
      "quote": "Some companies out there make a great burger; Beyond Beef does a great job. But making a burger at home that feels soul-satisfying and fatty and protein-based while still being plant-based was a challenge."
    },
    {
      "cite": "James McLamore",
      "quote": "There are only two things our customers have, time and money - and they don't like spending either one of them, so we better sell them their hamburgers quickly."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "Anybody who doesn't think that the best hamburger place in the world is in his home town is a sissy."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "In time, foods such as hamburgers and ice cream became more than just meals. They became part of American history and culture, touchstones that are almost immediately nostalgic and sentimental no matter how old you are or what part of the country you are from."
    },
    {
      "cite": "Peter Singer",
      "quote": "Forests and meat animals compete for the same land. The prodigious appetite of the affluent nations for meat means that agribusiness can pay more than those who want to preserve or restore the forest. We are, quite literally, gambling with the future of our planet – for the sake of hamburgers."
    },
    {
      "cite": "Alan Dershowitz",
      "quote": "I generally don't select my chicken or my hamburgers based on the personal ideology of the person who is either flipping the hamburgers or making the money back at corporate headquarters. But if people want to do that, they're free to do it."
    },
    {
      "cite": "Eric Schlosser",
      "quote": "The executives who run the fast food industry are not bad men. They are businessmen. They will sell free-range, organic, grass-fed hamburgers if you demand it. They will sell whatever sells at a profit."
    },
    {
      "cite": "Clive James",
      "quote": "Everyone has a right to a university degree in America, even if it's in Hamburger Technology."
    }
  ]
}