{
  "source": "https://www.wisesayings.com/hammock-quotes/",
  "theme": "hammock",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "While sleeping in a hammock, with the touch of a warm wind we remember why we are in love with the life!"
    },
    {
      "cite": "Herman Melville",
      "quote": "A hermitage in the forest is the refuge of the narrow-minded misanthrope; a hammock on the ocean is the asylum for the generous distressed."
    },
    {
      "cite": "Dale Gribble",
      "quote": "A hammock is like a steady drip of morphine, without the danger of renal failure."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "A hammock. It’s like a giant net for catching lazy people ."
    },
    {
      "cite": "Mark Ruffalo",
      "quote": "I have two hammocks, one Mayan and one Guatemalan, both family size because I like to lie in them perpendicular. When I'm working on a character, I lie in them and daydream. They're the best tools for working that I have."
    },
    {
      "cite": "Anais Nin",
      "quote": "Tropical nights are hammocks for lovers."
    },
    {
      "cite": "Allen West",
      "quote": "Of course we have compassion. We just don't believe the safety net should be used as a hammock."
    },
    {
      "cite": "Alice Walker",
      "quote": "People who work hard often work too hard. ... May we learn to honor the hammock, the siesta, the nap and the pause in all its forms."
    },
    {
      "cite": "Karen Walker",
      "quote": "Floating in a lake, lying in a hammock, playing a bit of Scrabble...that's what I'm in need of."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Personally, I believe a rocking hammock, a good cigar, and a tall gin-and-tonic is the way to save the planet."
    },
    {
      "cite": "Devon Werkheiser",
      "quote": "I like to sit in my backyard. I go out on the hammock and sit in silence and kind of meditate. Nature is calming, and it's nice to go out there and clear my head"
    },
    {
      "cite": "Eric Stoltz",
      "quote": "My perfect day is constantly changing. Right now, it would be to lie around in a hammock reading with a portable phone and a table of food next to it. I would spend all day there. And that's all that I can possibly come up with on the spur of the moment."
    },
    {
      "cite": "Marcia Gay Harden",
      "quote": "Reading is a joy for my kids, and to swing in a hammock on a lazy summer day reading a good book just goes with summer."
    },
    {
      "cite": "Anne Greenwood Brown",
      "quote": "I'd rather lie in a hammock with you -- with nothing but happiness surrounding us -- and be ambushed than run away."
    },
    {
      "cite": "Miranda Kerr",
      "quote": "My goal involves a hammock, a vegetable patch, and a solar-powered house. And I hope to eventually get there."
    },
    {
      "cite": "Paul Ryan",
      "quote": "We don't want to turn the safety net into a hammock that lulls able-bodied people into complacency and dependence."
    },
    {
      "cite": "Marcia Gay Harden",
      "quote": "Reading is a joy for my kids, and to swing in a hammock on a lazy summer day reading a good book just goes with summer."
    },
    {
      "cite": "Joe Lycett",
      "quote": "There are many terms that have been used to describe me: man, comedian, disappointment, hammock enthusiast."
    },
    {
      "cite": "JoJo",
      "quote": "I’m lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you"
    },
    {
      "cite": "Marcus Speh",
      "quote": "Suddenly, the wind got hold of the hammock. Leaves murmured. It was cold and the sun had gone down."
    },
    {
      "cite": "James Brolin",
      "quote": "I don't care who you are, the pressure is on to go to the next task immediately. What happened to the days of hanging out in the hammock all afternoon?"
    },
    {
      "cite": "Carl Honore",
      "quote": "Your best ideas, those eureka moments that turn the world upside down, seldom come when you're juggling emails, rushing to meet the 5 P.M. deadline or straining to make your voice heard in a high-stress meeting. They come when you're walking the dog, soaking in the bath or swinging in a hammock."
    },
    {
      "cite": "Robert S. Kyff in Hartford",
      "quote": "A hammock is the best place to spend a midsummer afternoon. When you climb into a hammock, you are linked to reality only by the narrowest of cords. Suspended in time and space, you shed any sense of weight or corporal substance. As you sway with the gentle rhythm of the breeze, you drift and dream between heaven and Earth, glimpsing the blue truth of sky beyond the wagging treetops.Then suddenly the spell is broken by a dog’s snout poking you, a rumble of thunder or a child’s cry, and you are brought back to a world you temporarily left behind. But the hammock’s solace is not forgotten. Its gentle crescent lingers."
    },
    {
      "cite": "Dan Kieran",
      "quote": "The word hammockable (describing two trees that are the perfect distance apart between which a hammock can be hung) is not in the dictionary, but it should be. [Of lying in hammocks]"
    },
    {
      "cite": "Morton S. Fine",
      "quote": "If you could weave, you could make me a hammock. I never had a hammock made of fifty dollar bills."
    },
    {
      "cite": "Nathan Oliver",
      "quote": "Romero's gonna split his banana hammock when he sees this!"
    },
    {
      "cite": "Bryan Fuller",
      "quote": "Holy Ibiza, Monaco and Saint-Tropez. That is some banana hammock."
    },
    {
      "cite": "Buddy Valastro",
      "quote": "You guys are crazy if you think we're going in these... BANANA hammocks."
    },
    {
      "cite": "Alan Alda",
      "quote": "Overall, I'd rather lay in a hammock with a couple of girls than be dead."
    },
    {
      "cite": "Jeff Lowell",
      "quote": "It's like letting your best friend sleep in a silk hammock. They're breezy. They don't bind. And they give you just enough swing."
    },
    {
      "cite": "Robert Rodat",
      "quote": "Well when I think of home, I... I think of something specific. I think of my, my hammock in the backyard or my wife pruning the rosebushes in a pair of my old work gloves."
    },
    {
      "cite": "Bob Dolman",
      "quote": "A banana hammock. Not everybody has one of those."
    },
    {
      "cite": "Maritta M. Wolff",
      "quote": "I'll take you to your house and swing you on the hammock."
    },
    {
      "cite": "Rich Blomquist",
      "quote": "They're on a special happy farm, where they make buttermilk. They romp and play. There's a hammock made of dreams."
    },
    {
      "cite": "Carlito SF",
      "quote": "But I just moved into a bigger crib / Spot gotta calmly balance to it / I should go throw a hammock in it."
    },
    {
      "cite": "Carlito SF",
      "quote": "Everyday brings new lessons / In my hammock ain't no stressing."
    },
    {
      "cite": "Craig Morgan",
      "quote": "Cause love remembers / The smell of a summer day / Lying in a hammock over fresh cut grass / And the promise of forever."
    },
    {
      "cite": "Greg Dillard",
      "quote": "I've got a hammock for two, and it's got me and you / Written all over it / Swaying peacefully, in the warm ocean breeze / I hope this day never ends"
    },
    {
      "cite": "Michel Philippe-Gerard",
      "quote": "Ah, the apple trees / Sunlit memories / Where the hammock swung / On our backs we'd lie / Looking at the sky."
    },
    {
      "cite": "Brett James",
      "quote": "All day long just taking it easy / Laying in a hammock where it's nice and breezy / And sleeping off the night before / Cause when the sun goes down we'll be back for more"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Squalls out on the gulf stream / Big storm comming soon / Passed out in my hammock / God, I slept till way past noon."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "There are relics from Apollo trips / When the earthmen came to play / And a hammock from a distant star / Out in the Milky Way."
    },
    {
      "cite": "Dean Dillon",
      "quote": "Man, I could use a Pina Colada / Little bit of sun on my skin / A hammock, a book / Never gonna look back"
    },
    {
      "cite": "Sy Brandon",
      "quote": "Hammocking is one of my favorite pastimes while camping, especially if I'm on Mommy's lap."
    },
    {
      "cite": "Marga Odahowski",
      "quote": "While there are many places to stretch out and relax, I like the hammock."
    },
    {
      "cite": "Marga Odahowski",
      "quote": "The relaxing hammock practice of stillness is perfect, as it nestles you in nature surrounded by beauty and connects you to that quiet source of inner wisdom."
    },
    {
      "cite": "Marga Odahowski",
      "quote": "Let your hammock practice guide you to the quiet magnificence within you."
    },
    {
      "cite": "Marga Odahowski",
      "quote": "Time in the hammock allows for insights and allows you to rest in the images of you resolution."
    },
    {
      "cite": "Megan Fulweiler",
      "quote": "The king of porch relaxation is the hammock ."
    },
    {
      "cite": "Megan Fulweiler",
      "quote": "Similar to the way you can hold a conch to your ear and hear the ocean , you can lie down on a hammock and feel the gentle rocking of waves ."
    },
    {
      "cite": "Lorraine Bodger",
      "quote": "Relax in a hammock or lawn chair on a summer evening and watch the fireflies."
    },
    {
      "cite": "Lorraine Bodger",
      "quote": "Lose yourself-staring at the flames, gazing at the waves, listening to music, kneading bread, swinging in a hammock."
    },
    {
      "cite": "Ana Jaye",
      "quote": "Sleeping outside in the colorful hammocks was more fun than lying on the pool lounge chairs or being inside the tent."
    }
  ]
}