{
  "source": "https://www.wisesayings.com/handsome-quotes/",
  "theme": "handsome",
  "quotes": [
    {
      "cite": "Azgraybebly Josland",
      "quote": "Don't hate me because I'm handsome, hate me because your girlfriend thinks I am."
    },
    {
      "cite": "Anne Rice",
      "quote": "An evil for these times destined to move through the world in handsome human guise."
    },
    {
      "cite": "Coco Chanel",
      "quote": "The best accessory for a woman, handsome man!"
    },
    {
      "cite": "Jean Genet",
      "quote": "Though they may not always be handsome men doomed to evil posses the manly virtues."
    },
    {
      "cite": "Laurell K Hamilton",
      "quote": "Nothing is more appealing than a handsome man who is also uncertain of himself."
    },
    {
      "cite": "Jane Austen",
      "quote": "An agreeable manner may set off handsome features, but can never alter plain ones."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "Handsome people are always interesting to watch. But a handsome person in crisis is riveting."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Handsome husbands often make a wife's heart ache."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "A clever, ugly man every now and then is successful with the ladies, but a handsome fool is irresistible."
    },
    {
      "cite": "Dannika Dark",
      "quote": "Women were gravitating towards him from all directions like a planetary orbit."
    },
    {
      "cite": "Menander",
      "quote": "A handsome person, with perverted will, is a fine craft that's handled without skill."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "Don't let the devil fool you! Unless he's handsome."
    },
    {
      "cite": "David Bailey",
      "quote": "Being handsome wasn't much of a burden. It worked for me."
    },
    {
      "cite": "Plautus",
      "quote": "It is a great plague to be too handsome a man."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Handsome is as handsome does."
    },
    {
      "cite": "Jeff Davis",
      "quote": "Because his victims willingly follow him in broad daylight, he appears harmless. He's most likely handsome."
    },
    {
      "cite": "Drake Sather",
      "quote": "I'm sorry that good-looking people like us made you throw up and feel bad about yourself."
    },
    {
      "cite": "Jim Byrnes",
      "quote": "Why is it that every time a good looking man comes around here I am a mess?"
    },
    {
      "cite": "Pierre Drieu La Rochelle",
      "quote": "Young people today are hopeless. Good-looking, elegant, well-fed. They're all alike, like California oranges."
    },
    {
      "cite": "Rachel Bloom",
      "quote": "He's suspiciously good looking in ways that normal people are not!"
    },
    {
      "cite": "Kôtarô Terauchi",
      "quote": "It's because you're good-looking. Everybody's looking at you."
    },
    {
      "cite": "Larry Clemmons",
      "quote": "His face is handsome, regal, majestic, lovable. A cuddly face."
    },
    {
      "cite": "Loudon Wainwright",
      "quote": "High wide and handsome - that's how I like living. / High wide and handsome - that's how life should be. / Low skinny and ugly - that's for other people. / High wide and handsome suits me to a tee."
    },
    {
      "cite": "Chuck Berry",
      "quote": "Way back in history, three thousand years / In fact, ever since the world began / There's been a whole lotta good women shedding tears  / Over a brown-eyed, handsome man / A lot of trouble was a brown-eyed, handsome man"
    },
    {
      "cite": "John K Wozniak",
      "quote": "I'm independent / Smooth and confident / Always in command / With a graceful element / A tasteful compliment / I'm a deadly handsome man"
    },
    {
      "cite": "Eric A. Bellinger",
      "quote": "Fit like a champion, young, rich and handsome / Big bottles splashin', wrist like a magnet"
    },
    {
      "cite": "Imelda May",
      "quote": "The man is tall, mad, mean, and good-looking / And he's got me his eye / When he looks at me, I go weak at the knees / He's got me going like no other guy"
    },
    {
      "cite": "Imelda May",
      "quote": "Cause he's my big, bad, handsome man / He's got me in the palm of his hand / He's the Devil Divine, I'm so glad that he's mine / Cause he's my big, bad, handsome man."
    },
    {
      "cite": "Imelda May",
      "quote": "With his rugged good looks yeah he's got me hooked / Got me where he wants me to be / With his arms so wide, he pulls me in by his side / He's the kind of guy that does it for me."
    },
    {
      "cite": "Albert Hammond",
      "quote": "I had a tall dark handsome stranger / I've had the devil in disguise / I've been attracted to the danger"
    },
    {
      "cite": "Antonio Carlos Jobim",
      "quote": "Tall and tan and young and handsome / The boy from Ipanema goes walking / And when he passes, each girl he passes goes aah"
    },
    {
      "cite": "David Clare",
      "quote": "Good looks can, in fact, hinder your success with women."
    },
    {
      "cite": "David Clare",
      "quote": "A very good looking, handsome, or dapper man is expected to be an expert with women."
    },
    {
      "cite": "David Clare",
      "quote": "A man who looks life he is good with women should be good with women."
    },
    {
      "cite": "Fengshu Liu",
      "quote": "All women liked handsome men, but other factors mattered more, and there were some who worried about too handsome men: 'He mustn't be repulsive, but not so good-looking that the attracts other women.'"
    },
    {
      "cite": "Fengshu Liu",
      "quote": "For a husband, someone with a good income, but also very steady, reliable, not risk-taking and not too handsome - someone to make a stable and happy family life with."
    },
    {
      "cite": "Jean-Charles Beytrison",
      "quote": "Stick with good looking men. Contrary to popular belief, if you mixed with a few other handsome men, it will enhance you."
    },
    {
      "cite": "Jean-Charles Beytrison",
      "quote": "Either we are born handsome or we're not; there is not much we can do to change that, even if we take good care of ourselves."
    },
    {
      "cite": "Jean-Charles Beytrison",
      "quote": "If you're handsome, you automatically attract women's attention or atleast you give them a favorable first impression."
    },
    {
      "cite": "Kevin Shively",
      "quote": "Of course being good-looking is a responsibility."
    },
    {
      "cite": "Kevin Shively",
      "quote": "If you're a handsome man and don't consider your looks to be a 'power' then you haven't been utilizing your gifts the way the great spirits intended...or maybe your good looks are just so engrained into your being that your never paid attention to the effect they have on the world around you."
    },
    {
      "cite": "Kevin Shively",
      "quote": "Being broke sucks..One of your first lessons of being a handsome man is to stop doing it."
    },
    {
      "cite": "Minister Jewel M. Taylor",
      "quote": "These days it takes more than just being a handsome man or pretty a woman."
    },
    {
      "cite": "Minister Jewel M. Taylor",
      "quote": "Being handsome or pretty doesn't pay the bills or put food on the table."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "Mannerly-hearted! more than handsome face— / Beauty’s bearing or muse of mounting vein, / All, in this case, bathed in high hallowing grace…"
    },
    {
      "cite": "Abdul Kalam",
      "quote": "I'm not a handsome guy, but I can give my hand to someone who needs help. Beauty is in the heart, not in the face."
    },
    {
      "cite": "Sylvia Day",
      "quote": "There was nothing so attractive as a powerful, handsome, and self-assured man."
    },
    {
      "cite": "George Herbert",
      "quote": "He that is not handsome at 20, nor strong at 30, nor rich at 40, nor wise at 50, will never be handsome, strong, rich or wise."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "I'm not handsome in the classical sense. The eyes droop, the mouth is crooked, the teeth aren't straight, the voice sounds like a Mafioso pallbearer, but somehow it all works."
    },
    {
      "cite": "Herman Melville",
      "quote": "I am, as I am; whether hideous, or handsome, depends upon who is made judge."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "You should take some responsibility for the way you present yourself. But you should not be hung up on your looks, whether you are ugly or handsome, because it isn't an achievement."
    },
    {
      "cite": "Doris Roberts",
      "quote": "Personality is to a man what perfume is to a flower."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "I'm a handsome man with a charming personality."
    },
    {
      "cite": "Roman Proverb",
      "quote": "A handsome face is a silent recommendation."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Even the Devil was handsome at eighteen."
    },
    {
      "cite": "German Proverb",
      "quote": "Handsome is as handsome does."
    },
    {
      "cite": "Italian Proverb",
      "quote": "Handsome is not what is handsome, but what pleases."
    },
    {
      "cite": "Italian Proverb",
      "quote": "Handsome women generally fall to the lot of ugly men."
    },
    {
      "cite": "Roman Proverb",
      "quote": "It is a great affliction to be too handsome a man."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "I require only three things of a man. He must be handsome, ruthless, and stupid."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "With money in your pocket, you are wise and you are handsome—and you sing well too."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "We ask ourselves, who am I to be brilliant, gorgeous, handsome, talented, and fabulous? Actually, who are you not to be?"
    },
    {
      "cite": "George Colman the Younger",
      "quote": "Says he, 'I am a handsome man, but I'm a gay deceiver.'"
    },
    {
      "cite": "William Shakespeare",
      "quote": "O, what a world of vile ill-favoured faults / Looks handsome in three hundred pounds a year!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What are the natural features which make a township handsome? A river, with its waterfalls and meadows, a lake, a hill, a cliff or individual rocks, a forest, and ancient trees standing singly. Such things are beautiful; they have a high use which dollars and cents never represent."
    },
    {
      "cite": "Nigeria Proverb",
      "quote": "The handsome man is king, if there is no rich man near."
    },
    {
      "cite": "American Proverb",
      "quote": "Marry a handsome man and you marry trouble."
    },
    {
      "cite": "Ashton Kutcher",
      "quote": "My parents couldn't give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I've definitely been the lucky recipient."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It was better to be good-looking than to be good."
    },
    {
      "cite": "Jimmy Durante",
      "quote": "There's a million good-looking guys, but I'm a novelty."
    }
  ]
}