{
  "source": "https://www.wisesayings.com/happy-marriage-quotes/",
  "theme": "happy-marriage",
  "quotes": [
    {
      "cite": "Bruce Forsyth",
      "quote": "The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don't find very often, then that is what love is all about."
    },
    {
      "cite": "Robert Quillen",
      "quote": "A happy marriage is the union of two good forgivers"
    },
    {
      "cite": "Fawn Weaver",
      "quote": "The best time to love with your whole heart is always now, in this moment, because no breath beyond the current is promised."
    },
    {
      "cite": "Unknown Author",
      "quote": "The bonds of matrimony are like any other bonds   they mature slowly.Peter De Vries"
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Robert Brault",
      "quote": "Two things are owed to truthfulness   lasting marriages and short friendships."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation."
    },
    {
      "cite": "Tom Mullen",
      "quote": "Happy marriages begin when we marry the ones we love, and they blossom when we love the ones we marry."
    },
    {
      "cite": "Frank Pittman",
      "quote": "Common courtesy plays a big role in happy marriages. People who are permanently married are polite to one another. They don't want to hurt one another's feelings, and they don't try to make the other one feel humiliated. People who are married for life are extremely kind to one another."
    },
    {
      "cite": "John Gottman",
      "quote": "Happy marriages are based on a deep friendship. By this I mean a mutual respect for and enjoyment of each other's company"
    },
    {
      "cite": "Jon Krakaue",
      "quote": "Happiness is only real when shared"
    },
    {
      "cite": "Socrates",
      "quote": "By all means marry; if you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher."
    },
    {
      "cite": "Theodore Hesburgh",
      "quote": "The most important thing a father can do for his children is to love their mother."
    },
    {
      "cite": "Scott Stanley",
      "quote": "Commitment is making a choice to give up other choices."
    },
    {
      "cite": "Milton Berle",
      "quote": "Marriage is one of the few institutions that allow a man to do as his wife pleases."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "A woman might as well propose: her husband will claim she did."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "We are told that people stay in love because of chemistry, or because they remain intrigued with each other, because of many kindnesses, because of luck. But part of it has got to be forgiveness and gratefulness."
    },
    {
      "cite": "Henny Youngman",
      "quote": "The secret of a happy marriage remains a secret"
    },
    {
      "cite": "Thomas Mann",
      "quote": "We don't love qualities, we love persons; sometimes by reason of their defects as well as of their qualities."
    },
    {
      "cite": "Maxine Kumin",
      "quote": "That's my prescription for a happy marriage - marry someone who doesn't do anything similar to what you do."
    },
    {
      "cite": "Unknown Author",
      "quote": "A happy marriage is a long conversation which always seems too short.Andr  Maurois"
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The most happy marriage I can imagine to myself would be the union of a deaf man to a blind woman."
    },
    {
      "cite": "Jane Auste",
      "quote": "Happiness in marriage is entirely a matter of chance."
    },
    {
      "cite": "Andre Maurois",
      "quote": "A happy marriage is a long conversation that seems all too short."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Marriages would be as happy if they were made by the Lord Chancellor without the parties having any choice in the matter."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Those who marry late are best pleased with their children; and those who marry early, with their partners."
    },
    {
      "cite": "Don Herold",
      "quote": "If it hadn't been for my wife, I couldn't have stood married life."
    },
    {
      "cite": "Montaigne",
      "quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love."
    },
    {
      "cite": "Charlie W. Shedd",
      "quote": "It is a wise couple who continue this expression of their love into marriage and even increase it as the years past."
    },
    {
      "cite": "F.M. Knowles",
      "quote": "Marriage is a lottery, but you can't tear up your ticket if you lose."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Marriage is an adventure, like going to war."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I first learned the concepts of non-violence in my marriage."
    },
    {
      "cite": "Bathroom Readers' Institute",
      "quote": "Where there's marriage without love, there will be love without marriage."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Almost no one is foolish enough to imagine that he automatically deserves great success in any field of activity; yet almost everyone believes that he automatically deserves success in marriage."
    },
    {
      "cite": "Robert Anderson",
      "quote": "In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage."
    },
    {
      "cite": "Ellen Key",
      "quote": "Love is moral even without legal marriage, but marriage is immoral without love."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory."
    },
    {
      "cite": "Joe Murray",
      "quote": "Marriage should be a duet - when one sings, the other claps."
    },
    {
      "cite": "Loretta Lynn",
      "quote": "Daddy was real gentle with kids. That's why I expected so much out of marriage, figuring that all men should be steady and pleasant."
    },
    {
      "cite": "Alan King",
      "quote": "If you want to read about love and marriage, you've got to buy two separate books."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Marriage may be the closest thing to Heaven or Hell any of us will know on this earth."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A good marriage would be between a blind wife and a deaf husband."
    },
    {
      "cite": "Andre Maurois",
      "quote": "A successful marriage is an edifice that must be rebuilt everyday."
    },
    {
      "cite": "Judith Viorst",
      "quote": "One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "The key to a great marriage is the quality of the habits you share together. Healthy, positive habits create an extraordinarily happy marriage."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "The truth is that a long marriage is only that--long. It just means that two people have stayed legally bound for a lot of years--maybe joyfully, maybe miserably, or maybe both."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "A happy marriage, however, has a certain effervescence as well as a quality of emotional sanctuary that makes your world a better place."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "Happily coupled people are healthier and live longer. They laugh more. They experience life as sweeter, joy as deeper, and their love spills over to the world."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "As the years go by, successful couples make them the rock-solid foundation of a happy marriage."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "As our marriage and our family grew, my relationship with my wife grew as well."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Love and the ability to change go hand and hand in making a marriage that nourishes and inspires not only the couple, but all who know them."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Strong marriages are built on the loving things people in the present, not on the memories of the things they did in the past."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Focus on continually changing and growing in order to make sure you are someone your spouse would still choose today."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Successful couples don't escape difficult times; they change and adapt, forging a stronger relationship."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "Every husband must love his wife as himself and every wife must respect her husband."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "The husband should fulfill his marital duty to his wife, and likewise the wife to her husband."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "A woman is bound to her husband as long as he lives."
    },
    {
      "cite": "Charla &amp; David Bennett",
      "quote": "Always treat your partner with the utmost respect and love, the exact same way you would want to be treated by him or her."
    },
    {
      "cite": "Joy Hill-Padilla",
      "quote": "That unconditional support is needed in a marriage for success and happiness."
    },
    {
      "cite": "Ryan &amp; Selena Frederick",
      "quote": "If you guard your heart and marriage from any one thing, let it be pride."
    },
    {
      "cite": "Mark &amp; Terri Powers",
      "quote": "We believe a vital key to a happy marriage is to keep things simple between each other."
    },
    {
      "cite": "Heather &amp; Paul Skelton",
      "quote": "Never judge your marriage by the standards of someone else's. And pray you never want a divorce at the same time."
    },
    {
      "cite": "Billy Graham",
      "quote": "As husband and wife, to have a happy life together, you must have confidence and respect, you must have substantial agreement in you faith."
    },
    {
      "cite": "Billy Graham",
      "quote": "The perfect marriage is a uniting of three persons--a man and a woman and God. That is what makes marriage holy."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "Married couple should have an understanding of their spouse suffering from inherent sin, imperfection, and human weakness, so as to make allowances for falling short. Just how bad is it?"
    },
    {
      "cite": "Simone Signoret",
      "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads which sew people together through the years."
    },
    {
      "cite": "Geothe",
      "quote": "When wife has a good husband, it is easily seen in her face."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is not lack of love, but a lack of friendship that makes unhappy marriages."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "What counts in making a happy marriage is not so much how compatible you are, but how you deal with incompatibility."
    },
    {
      "cite": "Robert C Dodds",
      "quote": "The goal in marriage is not to think alike, but to think together."
    },
    {
      "cite": "Homer",
      "quote": "There is nothing nobler or more admirable than when two people who see eye to eye, keep house as man and wife, confounding their enemies and delighting their friends."
    },
    {
      "cite": "Dave Meur",
      "quote": "A great marriage is not when the 'perfect couple' come together. It is when an imperfect couple learns to enjoy their differences."
    }
  ]
}