{
  "source": "https://www.wisesayings.com/happy-life-quotes/",
  "theme": "happy-life",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To get up each morning with the resolve to be happy is to set our own conditions to the events of each day. To do this is to condition circumstances instead of being conditioned by them."
    },
    {
      "cite": "Albert Camus",
      "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."
    },
    {
      "cite": "Kierkegaard",
      "quote": "Most men pursue pleasure with such breathless haste, that they hurry past it."
    },
    {
      "cite": "James Openheim",
      "quote": "The foolish man seeks happiness in the distance; the wise grows it under his feet."
    },
    {
      "cite": "Helen Keller",
      "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
    },
    {
      "cite": "John Lennon",
      "quote": "Count your age by friends, not years. Count your life by smiles, not tears."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Most people would rather be certain they're miserable, than risk being happy."
    },
    {
      "cite": "Carl Jung",
      "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Frank Mckinney Kin Hubbard",
      "quote": "It's pretty hard to tell what does bring happiness. Poverty and wealth have both failed."
    },
    {
      "cite": "Jacques Prvert",
      "quote": "Even if happiness forgets you a little bit, never completely forget about it."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
    },
    {
      "cite": "Lillian Gish",
      "quote": "A happy life is one spent in learning, earning, and yearning."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If you look to others for fulfillment, you will never be fulfilled. If your happiness depends on money, you will never be happy with yourself. Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The supreme happiness of life is the conviction that one is loved; loved for oneself, or better yet, loved despite oneself."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "The art of living lies less in eliminating our troubles than growing with them."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Life is ten percent what happens to you and ninety percent how you respond to it."
    },
    {
      "cite": "Wally 'Famous' Amos",
      "quote": "Life is just a mirror, and what you see out there, you must first see inside of you."
    },
    {
      "cite": "Alan Cohen",
      "quote": "You cannot judge what should bring others joy, and others cannot judge what should bring you joy."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "What matters in life is not what happens to you but what you remember and how you remember it."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "One of the secrets of a long and fruitful life is to forgive everybody everything everynight before you go to bed."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Open-minded, optimistic and flexible people always end up winning the battle in life."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about."
    },
    {
      "cite": "RVM",
      "quote": "The opportunity to truly live doesn't wait. Either you use it or you lose it."
    },
    {
      "cite": "James M. Barrie",
      "quote": "Those who bring sunshine to the lives of others cannot keep it from themselves."
    },
    {
      "cite": "William Saroyan",
      "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness."
    },
    {
      "cite": "Epictetus",
      "quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All life is an experiment. The more experiments you make, the better."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The good life, as I conceive it, is a happy life. I do not mean that if you are good you will be happy; I mean that if you are happy you will be good."
    },
    {
      "cite": "Mary Anne Roadacher-Hershey",
      "quote": "Live with intention. Walk to the edge. Listen hard. Practice wellness. Play with abandon. Laugh. Choose with no regret. Do what you love. Live as if this is all there is."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There are two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."
    },
    {
      "cite": "Dennis Waitley",
      "quote": "Happy people plan actions, they don't plan results."
    },
    {
      "cite": "Adam Smith",
      "quote": "Never let people who are more unhappy than you tell you how to live your life."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
    },
    {
      "cite": "Omoakhuana Anthonia",
      "quote": "I figure, sometimes, bad things happen to us so we can achieve a higher purpose and attain greater happiness and fulfillment in life."
    },
    {
      "cite": "Albert Camus",
      "quote": "To be happy, we must not be too concerned with others."
    },
    {
      "cite": "Chelsea Handler",
      "quote": "The love that comes from friendship is the underlying facet of a happy life."
    },
    {
      "cite": "Anonymous",
      "quote": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us."
    },
    {
      "cite": "Mehmet Murat",
      "quote": "If you are happy with your present time, you will look at your past with happy eyes even if you have had a sad past!"
    },
    {
      "cite": "Helen Keller",
      "quote": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose."
    },
    {
      "cite": "Epictetus",
      "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
    },
    {
      "cite": "Paul Bloom",
      "quote": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Be helpful. When you see a person without a smile, give them yours."
    },
    {
      "cite": "Amit Ray",
      "quote": "It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters."
    },
    {
      "cite": "Mary Stuart",
      "quote": "To be kind to all, to like many and love a few, to be needed and wanted by those we love, is certainly the nearest we can come to happiness."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Dance. Smile. Giggle. Marvel. Trust. Hope. Love. Wish. Believe. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Catch the trade winds in your sails. Explore. Dream. Discover."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "Be happy while you're living, for you're a long time dead."
    },
    {
      "cite": "Horace",
      "quote": "We rarely find anyone who can say he has lived a happy life, and who, content with his life, can retire from the world like a satisfied guest."
    },
    {
      "cite": "Frederick Keonig",
      "quote": "We tend to forget that happiness doesn't come as a result of getting something we don't have, but rather of recognizing and appreciating what we do have."
    },
    {
      "cite": "Mehmet Murat",
      "quote": "If you are not happy with your life, it is most probably because you have eagle eyes to see the negative parts of your life and almost blind to the beautiful side!"
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Happiness is the art of never holding in your mind the memory of any unpleasant thing that has passed."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Don't ask what the world needs. Ask what makes you come alive and go do it. Because what the world needs is more people who have come alive."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "An enlightened person strives to live a meaningful life, defined by their personal humility, joy, passion, and profound reverence for life."
    },
    {
      "cite": "Marcel Pagnol",
      "quote": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "If you want to be happy, be."
    },
    {
      "cite": "Palmer Sondreal",
      "quote": "Happiness is never stopping to think if you are."
    },
    {
      "cite": "Unkown",
      "quote": "Don't put the key to happiness in someone else's pocket."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "People are just as happy as they make up their minds to be."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "A life without suffering is a life without happiness."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change."
    },
    {
      "cite": "William Law",
      "quote": "He who has learned to pray has learned the greatest secret of a holy and happy life."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Some cause happiness wherever they go; others whenever they go."
    },
    {
      "cite": "Unkown",
      "quote": "Life's short, don't waste it being sad. Be who you are, be happy, be free. Be whatever you want to be."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Be happy with what you have. Be excited about what you want."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "How much you enjoy your life is more important than how much you have in life."
    },
    {
      "cite": "Irving Cristol",
      "quote": "Even if we can't be happy, we must always be cheerful."
    },
    {
      "cite": "William Blake",
      "quote": "The thankful receiver bears a plentiful harvest."
    },
    {
      "cite": "Unkown",
      "quote": "The secret of being happy is accepting where you are in life and making the most out of everyday."
    },
    {
      "cite": "Demi Lovato",
      "quote": "I've come to realize that just making yourself happy is the most important. Never be ashamed of what you feel. You have the right to feel any emotion that you want and do what makes you happy."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The most important thing is to enjoy your life, to be happy, it's all that matters."
    },
    {
      "cite": "Kathy McClary",
      "quote": "Single or married, you are responsible for your own personal happiness."
    },
    {
      "cite": "Diego Della Valle",
      "quote": "When you work too much, you are boring - that is possible. But to have a happy life, if you can do several things in the correct way, that is perfect."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "Very little is needed to make a happy life, he said."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must let go of the life we had planned so as to have the life that is waiting for us."
    },
    {
      "cite": "Kimberly Elise",
      "quote": "A solid sense of self will help a person to lead a full and happy life."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "He who lives in harmony with himself lives in harmony with the universe."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about."
    },
    {
      "cite": "Margaret Lee Runbeck",
      "quote": "Happiness is not a station you arrive at, but a manner of traveling."
    },
    {
      "cite": "Frank Tyger",
      "quote": "Doing what you like is freedom. Liking what you do is happiness."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "No medicine cures what happiness cannot."
    },
    {
      "cite": "Tom Bodett",
      "quote": "They say a person needs just three things to be truly happy in this world: Someone to love, something to do, and something to hope for."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Happiness is a warm puppy."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons"
    },
    {
      "cite": "Mark Twain",
      "quote": "Sanity and happiness are an impossible combination."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "You cannot protect yourself from sadness without protecting yourself from happiness."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present."
    },
    {
      "cite": "Walt Disney",
      "quote": "Happiness is a state of mind. It's just according to the way you look at things."
    },
    {
      "cite": "Anne Frank",
      "quote": "Think of all the beauty still left around you and be happy."
    },
    {
      "cite": "Adam F. Goldberg",
      "quote": "Happy wife, happy life."
    },
    {
      "cite": "Rick Jaffa",
      "quote": "The key to a happy life is to accept you are never actually in control."
    },
    {
      "cite": "David Kohan",
      "quote": "You realize the happy life you have is because we made a big deal about things."
    },
    {
      "cite": "Julian Mitchell",
      "quote": "The secret of a happy life is to know when to stop - and then go that bit further."
    },
    {
      "cite": "Patty Jenkins",
      "quote": "Where there is life, there is hope."
    },
    {
      "cite": "Michael Dante DiMartino",
      "quote": "I carved this necklace for your grandmother when we got engaged. I thought we would have a long, happy life together. I loved her."
    },
    {
      "cite": "Sofia Coppola",
      "quote": "If we learn our lessons properly when young, we can expect a calm and happy life when faced with the distractions of the world."
    },
    {
      "cite": "Ron Koslow",
      "quote": "She very much wanted you to have a happy life. Your mother didn't have a lot of happiness in her childhood. She wanted that for you."
    },
    {
      "cite": "Michael Hirst",
      "quote": "The happy life be these; The quiet mind. The equal friend. No grudge nor strife. Wisdom joined with simplicity. The night, discharged of all care."
    },
    {
      "cite": "Ronald Bass",
      "quote": "Could we raise our glasses? And wish Mike and Kim every happiness! For a long and happy life together filled with happiness! Well I guess that's it!"
    },
    {
      "cite": "Werner Herzog",
      "quote": "All religions carry same message. Message of love, compassion, forgiveness, tolerance, contentment, self-discipline. I think we need these qualities, irrespective of whether we are believer or non-believer, because these are the source of a happy life."
    },
    {
      "cite": "Jieho Lee",
      "quote": "When I was a kid, I knew the secret to a happy life. Play by the rules, work hard in school. And if you work hard in school, then your reward is... more school. And after more school, then you're given the best life has to offer. A job, and money, and a future."
    },
    {
      "cite": "Dan Fogelman",
      "quote": "I haven't had a happy life. Bad breaks and... bad choices. A life of almosts and could-haves. Some would call it sad, but I don't. 'Cause the two best things in my life were the person in the very beginning, and the person at the very end. That's a pretty good thing to be."
    },
    {
      "cite": "David J. Corbett",
      "quote": "No one can promise you a good, happy life. You've got to 'work' for it."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "The key to a happy life is to accept your place in it."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Happy life has more to do with what's inside you than with who's traveling beside you."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You, alone, are already all the things you could ever hope to be: confident, happy, free, spirited, ambitious, determined, independent, strong, and most of all, brave."
    },
    {
      "cite": "Mandy Hale",
      "quote": "It doesn't  mean you're ready to sign a lifetime oath of singleness, or that you've given up the hope of finding your Happy Ending."
    },
    {
      "cite": "Mandy Hale",
      "quote": "No model, actress, or Miss America contender can outshine a happy, confident, secure woman."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Be happy with who you are, but never stop aiming higher, trying harder, reaching further."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Happy people are 'positive evidence collectors' constantly looking for awesome things, people, and events to put into a mental folder labeled 'Proof Life is Awesome."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Don't change yourself, ever just to make someone happy. Unless that someone is you."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Don't waste your energy on hate and resentment; invest in love and contentment."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Happy people fill up their mental folders with lots of happy evidence that life is indeed awesome."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "It's amazing how powerful changing your belief system about the world can be. When you change the way you look at the world, you change what you notice and create for yourself."
    },
    {
      "cite": "Héctor García",
      "quote": "Those who give up the things they love doing and do well lose their purpose in life."
    },
    {
      "cite": "Héctor García",
      "quote": "It's so important to keep doing things of value, making progress, bringing beauty or utility to others, helping out, and shaping the world around you, even after your 'official' professional activity has ended."
    },
    {
      "cite": "Héctor García",
      "quote": "Less is more when it comes to eating for long life, too. According to the 80 percent rule, in order to stay healthier longer, we should eat a little less than our hunger demands instead of stuffing ourselves."
    },
    {
      "cite": "Héctor García",
      "quote": "Friends are the best medicine, there for confiding worries over a good chat, sharing stories that brighten your day, getting advice, having fun, dreaming. In other words, living."
    },
    {
      "cite": "Héctor García",
      "quote": "The body you move through life in needs a bit of daily maintenance to keep it running for a long time. Plus, exercise releases hormones that make us feel happy."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "The quest for a happy and meaningful life makes one thing clear; it not east to accomplish and each moment of happiness seems a fleeting experience."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "There are days it seems as if the whole world is trying to teach us something about happiness and being happy."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "On the one hand, our striving after happiness seems a survival mechanism, on the other hand, a slick advertising ploy to ensure that we keep the economy going."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "We live in a happiness culture, everything around us is aimed at happiness."
    },
    {
      "cite": "Wassili Zafiris",
      "quote": "Happiness is like the gold of life. Everybody wishes for it and once you have it you think you can deal with the world."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Always give with a happy heart--that's what makes it real."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Way to a happy life-believe that anything is possible."
    },
    {
      "cite": "David Malouf",
      "quote": "Happiness surely is among the simplest of human emotions and the most spontaneous."
    },
    {
      "cite": "D. Martyn Llyod-Jones",
      "quote": "I do not depend for my happiness upon what is happening to me. My life, my happiness, my joy and my experience are dependent of the things that are going on about me, and even of the things that may be happening to me."
    },
    {
      "cite": "Bill Giovannetti",
      "quote": "The eleven secrets of a happy life aren't about splashy surface waves, but subsurface determinants of your whole way of being."
    },
    {
      "cite": "Michele Moore",
      "quote": "We found habitually happy people have a very distinctive way of looking at the world that fuels their ever present joy and helps them from pain and distress."
    },
    {
      "cite": "Michele Moore",
      "quote": "Everyone wants to be happy and live an enjoyable, fulfilling life. Happiness is a universal human goal and desire."
    },
    {
      "cite": "Michele Moore",
      "quote": "Happiness is just like any other goal, you have to know what it is, how it works and what to odo to achieve it."
    },
    {
      "cite": "Michele Moore",
      "quote": "You can't become a happy person or build a happier life without a clear understanding of what happiness is, what it means to you and what steps you can take to be happier."
    },
    {
      "cite": "Barbara Berger",
      "quote": "And when you accept what is, you find strangely enough, that all there is left is a feeling of peace, and then you feel happy despite your troubles!"
    },
    {
      "cite": "Barbara Berger",
      "quote": "But it is our interpretations of these inner and outer events that makes us feel good or bad, happy or sad."
    },
    {
      "cite": "Barbara Berger",
      "quote": "Our unhappiness arises the minute we compare ourselves to other people or to what we think we should be doing and feeling at this particular moment. But if we stop comparing, what's left?"
    },
    {
      "cite": "Barbara Berger",
      "quote": "The truth is you and I can lead happy lives regardless or our situation. Because when we drop our interpretation of events, we find that happiness is our nature."
    },
    {
      "cite": "Julia Dellitt",
      "quote": "Everyone has bad days when happiness feels out of reach. And sure, you can't always control what happens, but you can control how you react to it."
    },
    {
      "cite": "Julia Dellitt",
      "quote": "Everyday is an opportunity to shift your mindset to a happier, more positive place."
    }
  ]
}