{
  "source": "https://www.wisesayings.com/happy-monday-quotes/",
  "theme": "happy-monday",
  "quotes": [
    {
      "cite": "Edward McKendree",
      "quote": "The sanctity of prayer is needed to impregnate business. We need the spirit of Sunday carried over to Monday . . . This cannot be done by prayerless men, but by men of prayer."
    },
    {
      "cite": "Arthur Darvill",
      "quote": "Monday is great if I can spend it in bed. I'm a man of simple pleasures, really."
    },
    {
      "cite": "John Wagner",
      "quote": "If each day is a gift, I'd like to know where to return Mondays!"
    },
    {
      "cite": "Michael Ely",
      "quote": "Hey I know it's Monday but it's also a new day, a new week, and in that lies a new opportunity for something special to happen."
    },
    {
      "cite": "Dinky Manuel",
      "quote": "Everyone hates Mondays. But I look at it a little differently. I don't have to work. I get to work. I am blessed to have a job."
    },
    {
      "cite": "David Dweck",
      "quote": "Mondays are the start of the work week which offer new beginnings 52 times a year!"
    },
    {
      "cite": "Irvine Welsh",
      "quote": "When I get home I take some sleeping pills and within what seemed like half an hour of unconsciousness it was Monday morning again."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Employers are at their happiest on Mondays. Employees are at their happiest on Fridays."
    },
    {
      "cite": "Chitra Banerjee Divakaruni",
      "quote": "Monday is the day of silence, day of the whole white mung bean, which is sacred to the moon."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Good Morning ! If you want others to be happy, practice compassion. If you want to be happy, practice compassion. Happy Monday!"
    },
    {
      "cite": "John Adams",
      "quote": "I believe awesome things will happen. because it's Monday."
    },
    {
      "cite": "Ike Barinholtz",
      "quote": "You don't want to have to come into work on Monday already apologizing. I try to save my apologies for what I've done later in the week."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it. Have a Great Monday!"
    },
    {
      "cite": "Jim Butcher",
      "quote": "Wake up on monday and start your day with a lot of awesomeness and you will get happiness back."
    },
    {
      "cite": "Irvine Welsh",
      "quote": "Every Monday you wake up is a day to make a change."
    },
    {
      "cite": "Og Mandino",
      "quote": "Today I begin new life. I will greet this Monday with love in my heart."
    },
    {
      "cite": "Tracey Edmonds",
      "quote": "Happy Monday! Live without fear! Face your fears and see them as an OPPORTUNITY for strength and growth. You'll see, once you face them, they disappear!"
    },
    {
      "cite": "Maira Kalman",
      "quote": "Every Monday morning is new hope."
    },
    {
      "cite": "Thomas Wayne",
      "quote": "If only one of the presidential candidates would make it part of his platform to do something about making Monday part of the weekend. I think he would get a lot of votes."
    },
    {
      "cite": "Bernajoy Vaal",
      "quote": "You want to know what living life to the fullest actually is? It's waking up on a Monday morning with no complaints."
    },
    {
      "cite": "Lisa Mantchev",
      "quote": "This has been such a Monday! I wish I stayed in bed, and I wish that yesterday had never happened."
    },
    {
      "cite": "Gaelic Proverb",
      "quote": "Monday is the key day of the week."
    },
    {
      "cite": "Kevin Dalton",
      "quote": "What about Monday- That could be our one day we look at things the same way, and wear funny shoes."
    },
    {
      "cite": "Casey Stoner",
      "quote": "People can be great competitors on Sunday and mates on Monday."
    },
    {
      "cite": "Andrea L'Artiste",
      "quote": "Don't let a day of the week have so much power over your happiness. Monday."
    },
    {
      "cite": "Turtle Dundee",
      "quote": "I've come to the conclusion that Mondays last 50% longer than the other days."
    },
    {
      "cite": "Garry Moll",
      "quote": "Mondays are a lot like getting fat. They make you feel sad, sometimes angry and there is not much scope for liking either fat or Mondays for any reason."
    },
    {
      "cite": "Tracey Edmonds",
      "quote": "Happy Monday! Don't victimize yourself and let life pass you by as you sit around and complain about problems. Be empowered and create solutions. You can!"
    },
    {
      "cite": "Venus Rivers",
      "quote": "Good things don't come to those who wait. Good things come to those who pursue the goals and dreams they believe in.. Happy monday!"
    },
    {
      "cite": "Antonio Villaraigosa",
      "quote": "Don't let the Monday morning quarterbacks stop you from being bold. You've got to set a high bar."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "With the new day comes new strength and new thoughts."
    },
    {
      "cite": "H. Allen Smith",
      "quote": "On Monday mornings I am dedicated to the proposition that all men are created jerks."
    },
    {
      "cite": "Steven Wright",
      "quote": "Monday is an awful way to spend 1/7 of your life."
    },
    {
      "cite": "Reverend Ike",
      "quote": "I've heard of Monday, Tuesday, Wednesday, Thursday and Friday. But I've never heard of Someday."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Today you are you! That is truer than true!"
    },
    {
      "cite": "Kate Hudson",
      "quote": "Mondays don't have to be terrible, make them magical instead!"
    },
    {
      "cite": "Denny Dey",
      "quote": "I said that the issue is not Monday. The issue is action without motivation."
    },
    {
      "cite": "Funké Baffour",
      "quote": "It's time to readjust your mind, Monday mornings no longer have to be a dreaded moment in your life."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you have the right mind-set, you can be just as happy on Monday as you are on Friday."
    },
    {
      "cite": "Karen Carpenter",
      "quote": "Rainy days and Mondays always get me down."
    },
    {
      "cite": "Germany Kent",
      "quote": "Your Monday morning thoughts set the tone for your whole week. See yourself getting stronger, and living a fulfilling, happier and healthier life."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Find a job you like and you will add five days to every week."
    },
    {
      "cite": "Lee Bolman",
      "quote": "A vision without a strategy remains an illusion."
    },
    {
      "cite": "Susan RoAne",
      "quote": "Good things come to those who initiate."
    },
    {
      "cite": "Art Rooney",
      "quote": "The biggest thrill wasn’t in winning on Sunday but in meeting the payroll on Monday."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "Live today. Not yesterday. Not tomorrow. Just today. Inhabit your moments. Don’t rent them out to tomorrow."
    },
    {
      "cite": "Napz Cherub Pellazo",
      "quote": "Mindful Monday Humans, May your coffee kick in before reality does."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The sun himself is weak when he first rises; and gathers strength and courage as the day gets on."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "This should be the spirit every Monday. Know that something good will always happen."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The cross comes before the crown and tomorrow is a Monday morning!"
    }
  ]
}