{
  "source": "https://www.wisesayings.com/happy-hour-quotes/",
  "theme": "happy-hour",
  "quotes": [
    {
      "cite": "Tapan Ghosh",
      "quote": "Just adopt to the change, the early birds will enjoy the happy hours."
    },
    {
      "cite": "Paul Klee",
      "quote": "Color possesses me. I don't have to pursue it. It will possess me always, I know it. That is the meaning of this happy hour: Color and I are one. I am a painter."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Fair thoughts and happy hours attend on you."
    },
    {
      "cite": "Aphra Behn",
      "quote": "Each moment of a happy lover's hour is worth an age of dull and common life."
    },
    {
      "cite": "John Ralston Saul",
      "quote": "Happy Hour: a depressing comment on the rest of the day and a victory for the most limited Dionysian view of human nature."
    },
    {
      "cite": "Adam Horowitz",
      "quote": "Just 'cause it's called happy hour, Happy, don't mean you gotta be there."
    },
    {
      "cite": "Rick Berman",
      "quote": "From now on, every hour is happy hour - at least until business picks up. Eat, drink and be merry."
    },
    {
      "cite": "Jeff Davis",
      "quote": "Enough of that depressing stuff. It's happy hour, for crying out loud."
    },
    {
      "cite": "Joe Thomas",
      "quote": "Happy hour / One taste and I am wasted / Gets me high / You're my happy hour"
    },
    {
      "cite": "Weezer",
      "quote": "I think I could stay here for the rest of my life / Please don’t ever make me go home / I need happy hour on sad days (on sad days) / It’s my happy hour I can’t wait (can't wait)"
    },
    {
      "cite": "Gordon Downie",
      "quote": "Wind up on the very same pile / Two-fifty for a decade / And a buck and half for a year happy hour / Happy hour, happy hour is here"
    },
    {
      "cite": "Ian Peter Cullimore",
      "quote": "It's happy hour again / I think I might be happy if I wasn't out with them / And they're happy it's a lovely place to be / Happy that the fire is real the barman is a she"
    },
    {
      "cite": "Ian Peter Cullimore",
      "quote": "What a good place to be / Don't believe her / 'Cause they speak a different language / And it's never really happened to me  / Don't believe her, oh no / 'Cause it's never been happy for me (it's happy hour again)"
    },
    {
      "cite": "Jens Larsen",
      "quote": "It's on the house / Just ring the bell / Ring-a-ling-dong-ding / It's happy hour / All my money, every penny / I've been spending on Kill Kenny's"
    },
    {
      "cite": "Corey Crowder",
      "quote": "But it's happy hour drinking double shooters / Buying whiskey sours for a pack of cougars / I know I should be sadder but it all seems silly / 'Cause my good buddy went and hooked me up with some willy / Girl, I know a breakup ain't supposed to be fun / But I'm here at happy hour, happy ours is done"
    },
    {
      "cite": "Don Gibson",
      "quote": "Those happy hours that we once knew / Tho' long ago, they still make me blue"
    },
    {
      "cite": "Brian Kelley",
      "quote": "Send me out to sea and take me to a place where the whiskey's a little more sour / I guess happy hour ain't so happy without her"
    },
    {
      "cite": "Cole Swindell",
      "quote": "But it's a shore thing, / The sun will be shinning, / On my cold drink, / And I'll be lying / On a miller light towel / Having happy hour / All day long in the sand"
    },
    {
      "cite": "Javier Otaduy",
      "quote": "What would a Happy Hour be like without drinking or a buffet when you aren't hungry? Why do we have to go extremes to see things?"
    },
    {
      "cite": "Javier Otaduy",
      "quote": "The happy hour' is to analyze what truly makes us happy, meaning what satisfies us, fills us, costs us work and makes us happy because of it."
    },
    {
      "cite": "Mac Jamison",
      "quote": "Happy Hour is from 6 PM to 8 PM seven days a week. All drinks are two-for-one. An ATM cash machine is inside the bar."
    },
    {
      "cite": "Thomas Morrell",
      "quote": "A happy hour, just so we are on the same page is period during which a restaurant or bar offers discounted food, special low priced appetizers, and discounted drinks."
    },
    {
      "cite": "Thomas Morrell",
      "quote": "The best time to offer a happy hour is outside of your normal busy hours."
    },
    {
      "cite": "Thomas Morrell",
      "quote": "Happy hours also have the added effect of introducing people to your bar. This means that you may also add customers and sales during your normal busy periods as well."
    },
    {
      "cite": "Thomas Morrell",
      "quote": "A happy hour should bring people in when they are not normally there."
    },
    {
      "cite": "Ray Foley",
      "quote": "Some bars choose to only serve food during happy hour, a period of time designed to draw a crowd with special pricing and promotions."
    },
    {
      "cite": "Ray Foley",
      "quote": "A bad happy hour will hurt, not help, your business. If you're going to do it, do it great."
    },
    {
      "cite": "Mary Douglas",
      "quote": "The festive character of the occasion is a matter of its frame. Commercial bars have created a new term in recent years to describe the period of drinking of the 'cocktail'. They use the expression 'Happy Hour' to connote the period of time."
    },
    {
      "cite": "Mark Galizio",
      "quote": "Further, happy hour drinking increased total consumption; the increase was in addition to, rather than a substitution for, drinking at other times."
    },
    {
      "cite": "Cody McDevitt",
      "quote": "People who worked here went to Dormont for a drink, and people who lived here stayed downtown for happy hour."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "They were enjoying the happy hour that seldom comes but once in any life, the magical moment which bestows youth on the old, beauty on the plain, wealth on the poor, and gives human hearts a foretaste of heaven."
    },
    {
      "cite": "Geoffrey Wood",
      "quote": "Life, liberty and the pursuit of happy hour, the long weekend, the all-inclusive island resort, the sunny beach vacation. Happiness is somewhere else, someplace with boat drinks, some secret, distant state of bliss which if they were given would bore them in minutes."
    },
    {
      "cite": "W.C. Fields",
      "quote": "Why limit happy to an hour."
    },
    {
      "cite": "Horace",
      "quote": "Enjoy thankfully any happy hour heaven may send you, nor think that your delights will keep till another year."
    },
    {
      "cite": "Anonymous",
      "quote": "You're somewhat useful at work but irreplaceable at happy hour."
    }
  ]
}