{
  "source": "https://www.wisesayings.com/happy-saturday-quotes/",
  "theme": "happy-saturday",
  "quotes": [
    {
      "cite": "Carpenters",
      "quote": "To the happy sounds of Saturday. Saturday, ever lovin' Saturday."
    },
    {
      "cite": "The Fall",
      "quote": "It's so happy on Saturday bounce around on Saturday."
    },
    {
      "cite": "Suede",
      "quote": "Oh, whatever makes her happy on a Saturday night, oh, whatever makes her happy, whatever makes it alright."
    },
    {
      "cite": "Del Amitri",
      "quote": "Where we while away the happy saturdays between the television and the telephone."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Happy Saturday! Study nature, love nature, stay close to nature. It will never fail you."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Every man has a right to a Saturday night bath."
    },
    {
      "cite": "Rodney Marsh",
      "quote": "Most people are in a factory from nine till five. Their job may be to turn out 263 little circles. At the end of the week they're three short and somebody has a go at them. On Saturday afternoons they deserve something to go and shout about."
    },
    {
      "cite": "Tecumseh",
      "quote": "Happy Saturday ! When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "Welcome this morning with a smile! Happy Saturday!If you don't have a smile, I'll give you one of mine."
    },
    {
      "cite": "John Shirley",
      "quote": "Weekends are a bit like rainbows; they look good from a distance but disappear when you get up close to them."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The only reason why we ask other people how their weekend was is so we can tell them about our own weekend."
    }
  ]
}