{
  "source": "https://www.wisesayings.com/happy-birthday-mom-quotes/",
  "theme": "happy-birthday-mom",
  "quotes": [
    {
      "cite": "Jill Churchill",
      "quote": "There is no way to be a perfect mother, and a million ways to be a good one. Happy Birthday."
    },
    {
      "cite": "Jon Bratton",
      "quote": "When it comes to mothers there's lots of them about, but you're the very very best of that, there is no doubt. Happy Birthday Momsie."
    },
    {
      "cite": "Anonymous",
      "quote": "You were there when I was barely able to stand up and speak for myself. You were then even though I have finally learned how to talk and how to walk. And now that I am old enough to fend for myself, you are still by my side, just like a true mother. Happy Birthday!"
    },
    {
      "cite": "Joanna Fuchs",
      "quote": "Dear Mother I love you and want you to know, I think of you often wherever I go. You lift me up; you're like walking sunshine; I am lucky to have a great mother like mine. Your endless affection makes you special and rare; I'm always amazed by how much you care. What you've given to me I can never repay, thank you, Mom, on your (40th, 52nd, etc.) birthday."
    },
    {
      "cite": "Anonymous",
      "quote": "May you be gifted with life's biggest joys and never-ending bliss. After all, you yourself are a gift to earth, so you deserve the best. Happy Birthday Mom."
    },
    {
      "cite": "Gabriell",
      "quote": "Happy birthday mom. To the best mom in the world! Hope you have an awesome day!"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I remember my mother's prayers and they have always followed me. They have clung to me all my life. Happy Birthday Mom."
    },
    {
      "cite": "Jon Bratton",
      "quote": "This loving greeting comes to one. Who has given me love and care. A mother, the best mother, my mother. A mother beyond compare. Have a lovely day Mom."
    },
    {
      "cite": "Anonymous",
      "quote": "Happy Birthday to the most amazing woman in my life. I love you mom, and thank you for always having my back and believing in everything I do. I don't know where I would be without you!"
    },
    {
      "cite": "Toni Kane",
      "quote": "Happy birthday my angel mother. Heaven holds my mother on this her special day. Lord I ask this of you to give her a bouquet of beautiful, scented flowers and tell her they're from me please tell her I will love her for all eternity."
    },
    {
      "cite": "Anonymous",
      "quote": "Happy birthday to my mom and thank you for everything you've done for me and my kids. I don't know what I'd do without you. Thank you for teaching me to be respectful and caring adults. I couldn't do it without you."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "God could not be everywhere and therefore he made mothers. Happy Birthday Mom."
    },
    {
      "cite": "Hiwa",
      "quote": "Happy birthday to my best mother in the world. Today is your birthday. I promise that I'll always remember all the things you did for me. You're my my love."
    },
    {
      "cite": "Karl Fuchs",
      "quote": "Mother, I wish you the best on your birthday; No one has earned it like you. You provide the love that makes our dream of a happy home come true. Your family loves and reveres its Mom; You enrich everything you come near; You're our rock, our beacon and our pleasure, and everything we all hold so dear."
    },
    {
      "cite": "Anonymous",
      "quote": "Even when I don't see you, the thought of you makes me feel loved. Often, I catch myself doing something right and realize that it was you who taught me to do it. I owe so much to you, Mom! Happy birthday!"
    },
    {
      "cite": "Suran Jaya",
      "quote": "The day you got to know that I came into you, the day when I was born and you saw me, the day when I whispered Mom for the first time of my life, the day everybody came to my first birthday, and all the other days untill now you was happy and smile because of me, never ends mom! Yet to come! Happy birthday mom keep your lovely smile in your face as always! I love you mom."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I regard no man as poor who has a godly mother. Happy Birthday Mom."
    },
    {
      "cite": "Jon Bratton",
      "quote": "Thanks, Mom for always being there, for showing me such love and care. Thanks for all you've done and do. How I turned out is down to you. I love you. Have a lovely birthday."
    },
    {
      "cite": "Joanna Fuchs",
      "quote": "Mom, your birthday means so much to me; To have you in my life another year, the time I spent enfolded in your love, each day, each moment with you is so dear. I cherish the very special bond we have. You lift my spirit in so many ways. I celebrate your life; I honor you, and send to you my love and care and praise."
    },
    {
      "cite": "Joanna Fuchs",
      "quote": "Each year I'm extra happy on your birthday; Your day reminds me of God's gift to me-- A mom who gave her all to raise me right, a mother like the one I want to be."
    },
    {
      "cite": "Nikki Reed",
      "quote": "Happy birthday mom. I think my mother is my biggest influence. There are so many things I hate about her but at the same time I'm thankful for her. All I know is that when I'm a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents."
    },
    {
      "cite": "Jon Bratton",
      "quote": "To the nicest Mom in the world better than any other, have a really super birthday. I'm so glad that you're my mother."
    },
    {
      "cite": "Joanna Fuchs",
      "quote": "Happy Birthday to my mom; As mothers go, you're the bomb! You pick me up when I am down; Around you, I can't wear a frown. Your gifts cannot begin to say how much you deserve this holiday. Enjoy your birthday Mom; take a break. You're supermom, so take the cake!"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "All that I am or ever hope to be, I owe to my angel mother."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "The only love that I really believe in is a mother’s love for her children."
    },
    {
      "cite": "Maya Angelou",
      "quote": "To describe my mother would be to write about a hurricane in its perfect power. Or the climbing, falling colors of a rainbow."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "All that I am or ever hope to be, I owe to my angel mother."
    },
    {
      "cite": "George Washington",
      "quote": "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute my success in life to the moral, intellectual, and physical education I received from her."
    },
    {
      "cite": "Mitch Albom",
      "quote": "I realized when you look at your mother, you are looking at the purest love you will ever know."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Love as powerful as your mother’s for you leaves its own mark … to have been loved so deeply .. will give us some protection forever."
    },
    {
      "cite": "Sharon Jaynes",
      "quote": "Successful mothers are not the ones who have never struggled. They are the ones who never give up, despite their struggles."
    },
    {
      "cite": "Dorothy Canfield Fisher",
      "quote": "A mother is not a person to lean on, but a person to make leaning unnecessary."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "God could not be everywhere, and therefore he made mothers."
    },
    {
      "cite": "Edwin Chapin",
      "quote": "No language can express the power and beauty and heroism of a mother’s love."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love."
    },
    {
      "cite": "E. M. Forster",
      "quote": "I am sure that if the mothers of various nations could meet, there would be no more wars."
    },
    {
      "cite": "Antonio Villaraigosa",
      "quote": "I got to grow up with a mother who taught me to believe in me."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A mother’s happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories."
    }
  ]
}