{
  "source": "https://www.wisesayings.com/happy-sunday-quotes/",
  "theme": "happy-sunday",
  "quotes": [
    {
      "cite": "Catherine McCormack",
      "quote": "Sunday evenings often feel like the weekend is over before it's even begun."
    },
    {
      "cite": "Bill Gates",
      "quote": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning."
    },
    {
      "cite": "Robert Benchley",
      "quote": "Sunday morning may be cheery enough, with its extra cup of coffee and litter of Sunday newspapers, but there is always hanging over it the ominous threat of 3 P.M., when the sun gets around to the back windows and life stops dead in its tracks."
    },
    {
      "cite": "Albert Schweitzer.",
      "quote": "Do not let Sunday be taken from you. If your soul has no Sunday, it becomes an orphan."
    },
    {
      "cite": "Jesse Ball",
      "quote": "Sunday was always the best of days for being the self you had intended to be, but were not, for one reason or another."
    },
    {
      "cite": "Charles Stanley",
      "quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Champagne makes you feel like it's Sunday and better days are just around the corner."
    },
    {
      "cite": "Russell Wilson",
      "quote": "So that Sunday morning I ended up going to church and that's when I got saved."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Oh dear Sunday, I want to sleep in your arms and have fun day."
    },
    {
      "cite": "Bishop Gerald Causse",
      "quote": "There is always something new to learn and feel each Sunday."
    },
    {
      "cite": "Nicholas Haslam",
      "quote": "Sunday afternoon is for papers and writing."
    },
    {
      "cite": "Mark Morris",
      "quote": "The goal of Sunday is to leave my home as little as possible."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Time flows in a strange way on Sundays."
    },
    {
      "cite": "Tom Kite",
      "quote": "When I woke up Sunday morning at the Open and stepped outside and felt the wind and rain in my face, I knew I had an excellent chance to win if I just took my time and trusted myself."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Sunday is the golden clasp that binds together the volume of the week."
    },
    {
      "cite": "Edward Conlon",
      "quote": "On Sunday mornings, as the dawn burned into day, swarms of gulls descended on the uncollected trash, hovering and dropping in the cold clear light."
    },
    {
      "cite": "Barbara Comyns",
      "quote": "It was Sunday morning, and old people passed me like sad grey waves on their way to church."
    },
    {
      "cite": "Elfriede Jelinek",
      "quote": "Sunday, the day for the language of leisure."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There are many persons who look on Sunday as a sponge to wipe out the sins of the week"
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Between Monday and Saturday men make an audience. On Sunday, they make a congregation."
    },
    {
      "cite": "James Earl Jones",
      "quote": "Stuttering is painful. In Sunday school, I'd try to read my lessons, and the children behind me were falling on the floor with laughter."
    },
    {
      "cite": "Casey Stoner",
      "quote": "People can be great competitors on Sunday and mates on Monday."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Sunday clears away the rust of the whole week."
    },
    {
      "cite": "Jean Rhys",
      "quote": "The feeling of Sunday is the same everywhere, heavy, melancholy, standing still."
    }
  ]
}