{
  "source": "https://www.wisesayings.com/happiness-quotes/",
  "theme": "happiness",
  "quotes": [
    {
      "cite": "Chinese Proverb",
      "quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help someone else."
    },
    {
      "cite": "George Burns",
      "quote": "Happiness is having a large, loving, caring, close-knit family in another city."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder."
    },
    {
      "cite": "Helen Keller",
      "quote": "Happiness cannot come from without. It must come from within. It is not what we see and touch or that which others do for us which makes us happy; it is that which we think and feel and do, first for the other fellow and then for ourselves."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Happiness cannot be traveled to, owned, earned, or worn. It is the spiritual experience of living every minute with love, grace and gratitude."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops."
    },
    {
      "cite": "Washington Irving",
      "quote": "Surely happiness is reflective, like the light of heaven; and every countenance, bright with smiles, and glowing with innocent enjoyment, is a mirror transmitting to others the rays of a supreme and ever-shining benevolence."
    },
    {
      "cite": "William John Bennett",
      "quote": "Happiness is like a cat, If you try to coax it or call it, it will avoid you; it will never come. But if you pay no attention to it and go about your business, you'll find it rubbing against your legs and jumping into your lap."
    },
    {
      "cite": "Josh Billings",
      "quote": "If you ever find happiness by hunting for it, you will find it, as the old woman did her lost spectacles, safe on her own nose all the time."
    },
    {
      "cite": "unknown",
      "quote": "Happiness is the art of never holding in your mind the memory of any unpleasant thing that has passed."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Happiness is not something ready-made. It comes from your own actions."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A quiet secluded life in the country, with the possibility of being useful to people to whom it is easy to do good, and who are not accustomed to have it done to them; then work which one hopes may be of some use; then rest, nature, books, music, love for one's neighbor — such is my idea of happiness."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing."
    },
    {
      "cite": "George Sand",
      "quote": "There is only one happiness in life, to love and be loved."
    },
    {
      "cite": "Democritus",
      "quote": "Happiness resides not in possessions and not in gold; the feeling of happiness dwells in the soul."
    },
    {
      "cite": "Henry Ford",
      "quote": "There is no happiness except in the realization that we have accomplished something."
    },
    {
      "cite": "Martha Washington",
      "quote": "The greater part of our happiness depends on our dispositions, and not on our circumstances."
    },
    {
      "cite": "Frederick Keonig",
      "quote": "We tend to forget that happiness doesn't come as a result of getting something we don't have, but rather of recognizing and appreciating what we do have."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "True happiness comes from the joy of deeds well done, the zest of creating things new."
    },
    {
      "cite": "Jose Marti",
      "quote": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The secret of happiness is to admire without desiring."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Happiness is when what you think, what you say, and what you do are in harmony."
    },
    {
      "cite": "George Sheehan",
      "quote": "Happiness is different from pleasure. Happiness has something to do with struggling, enduring, and accomplishing."
    },
    {
      "cite": "unknown",
      "quote": "The bad news: there is no key to happiness. The good news: it isn't locked."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness."
    },
    {
      "cite": "Roy Goodman",
      "quote": "Remember that happiness is a way of travel, not a destination."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think."
    },
    {
      "cite": "unknown",
      "quote": "The surest way to happiness is to lose yourself in a cause greater than yourself."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Happiness is like manna; it is to be gathered in grains, and enjoyed every day. It will not keep; it cannot be accumulated; nor have we got to go out of ourselves or into remote places to gather it, since it has rained down from a Heaven, at our very door."
    },
    {
      "cite": "J. Donald Walters",
      "quote": "Happiness is not a brilliant climax to years of grim struggle and anxiety. It is a long succession of little decisions simply to be happy in the moment."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Happiness is a perfume you cannot pour on others without getting a few drops on yourself."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Our happiness depends on the habit of mind we cultivate. So practice happy thinking every day. Cultivate the merry heart, develop the happiness habit, and life will become a continual feast."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Happiness lies in making others happy, in forsaking self-interest to bring joy to others."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Happiness is spiritual, born of Truth and Love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it."
    },
    {
      "cite": "John Templeton",
      "quote": "Happiness comes from spiritual wealth, not material wealth... Happiness comes from giving, not getting. If we try hard to bring happiness to others, we cannot stop it from coming to us also. To get joy, we must give it, and to keep joy, we must scatter it."
    },
    {
      "cite": "John B. Sheerin",
      "quote": "Happiness is not in our circumstance but in ourselves. It is not something we see, like a rainbow, or feel, like the heat of a fire. Happiness is something we are."
    },
    {
      "cite": "Haim Ginott",
      "quote": "Happiness... is not a destination: it is a manner of traveling. Happiness is not an end in itself. It is a by-product of working, playing, loving and living."
    },
    {
      "cite": "Elizabeth Stuart Phelps",
      "quote": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds."
    },
    {
      "cite": "Jane Porter",
      "quote": "Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray; nay, when it strikes on a kindred heart, like the converged light on a mirror, it reflects itself with redoubled brightness. It is not perfected till it is shared."
    },
    {
      "cite": "Helen Keller",
      "quote": "Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose"
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness depends upon ourselves."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Happiness is a habit - cultivate it."
    },
    {
      "cite": "unknown",
      "quote": "Happiness is like peeing in your pants. Everyone can see it, but only you can feel its warmth."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "True happiness is to enjoy the present, without anxious dependence about the future."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness is a kind of activity of the soul; whereas the remaining good things are either merely indispensable conditions of happiness, or are of the nature of auxiliary means, and useful instrumentally."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness is the meaning and the purpose of life."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness does not lie in amusement; it would be strange if one were to take trouble and suffer hardship all one's life in order to amuse oneself."
    },
    {
      "cite": "Aristotle",
      "quote": "As health produces health, so does philosophical wisdom produce happiness. Wisdom is a part of virtue that once possessed makes a man happy."
    },
    {
      "cite": "Margaret Lee Runbeck",
      "quote": "Happiness is not a station you arrive at, but a manner of travelling."
    },
    {
      "cite": "William Cowper",
      "quote": "Happiness depends, as nature shows, less on exterior things than most suppose."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Happiness consists in the attainment of our desires, and in our having only right desires."
    },
    {
      "cite": "Douglas Jerrold",
      "quote": "Happiness grows at our own firesides, and is not to be picked in stranger's garden."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Happiness does not depend on outward things but on the way we see them."
    },
    {
      "cite": "Robert Frost",
      "quote": "Happiness makes up in height what it lacks in length."
    },
    {
      "cite": "Alexander Pope",
      "quote": "O happiness! Our being's end and aim! For which we bear to live, or dare to die."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The only ones among you who will really be happy are those who will have sought and found how to serve."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Talk happiness. The world is sad enough without your woe. No path is wholly rough."
    },
    {
      "cite": "Shakespeare",
      "quote": "How bitter a thing it is to look into happiness through another man's eyes."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Most of us are just about happy as we make up our minds to be."
    },
    {
      "cite": "Fichte",
      "quote": "To be happy is not the purpose of our being, but to deserve happiness."
    },
    {
      "cite": "Sir James Matthew Barrie",
      "quote": "The secret of happiness is not in doing what one likes, but in liking what one has to do."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "We cannot find happiness until we forget to seek for it."
    },
    {
      "cite": "John Heywood",
      "quote": "The loss of wealth is loss of dirt, as sages in all times assert; The happy man is without a shirt."
    },
    {
      "cite": "Bernard de Fontenelle",
      "quote": "A great obstacle to happiness is to expect too much happiness."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Very little is needed to make a happy life. It is all within yourself, in your way of thinking."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values. No one's happiness but my own is in my power to achieve or to destroy."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Happiness is as a butterfly, which, when pursued, is always beyond our grasp, but which, if you will sit down quietly, may alight upon you."
    },
    {
      "cite": "John Burroughs",
      "quote": "Happiness comes most to persons who seek her least, and think least about it. It is not an object to be sought. It is a state to be induced. It must follow and not lead. It must overtake you, and not you overtake it.— The secret of happiness is something to do."
    },
    {
      "cite": "August Strindberg",
      "quote": "Happiness consumes itself like a flame. It cannot burn forever."
    },
    {
      "cite": "Andre Gide",
      "quote": "All happiness is a chance encounter and at every moment presents itself to you like a beggar by the roadside."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "Happiness is like mana; it is to be gathered in grains and enjoyed everyday. It will not keep; it cannot be accumulated."
    },
    {
      "cite": "Channing Pollock",
      "quote": "Happiness is a way station between too little and too much."
    },
    {
      "cite": "George Burns",
      "quote": "Happiness? A good cigar, a good meal, a good cigar and a good woman— or a bad woman; it depends on how much happiness you can handle."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The happiness of life is made up of minute fractions— the little, soon-forgotten charities of a kiss or smile, a kind look or heartfelt compliment."
    },
    {
      "cite": "Brené Brown",
      "quote": "I don't have to chase extraordinary moments to find happiness— it's right in front of me if I'm paying attention and practicing gratitude."
    },
    {
      "cite": "Sharon Draper",
      "quote": "Perfect happiness is a beautiful sunset, the giggle of a grandchild, the first snowfall. It's the little things that make happy moments, not the grand events. Joy comes in sips, not gulps."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The search for happiness is one of the chief sources of unhappiness."
    }
  ]
}