{
  "source": "https://www.wisesayings.com/happy-boss-day-quotes/",
  "theme": "happy-boss-day",
  "quotes": [
    {
      "cite": "James L. Brooks",
      "quote": "If you ever catch a great boss, it's just such a rare thing, and it's amazing."
    },
    {
      "cite": "Nancy Dubuc",
      "quote": "I'm a big believer in picking your boss, not the job. Great people create great jobs."
    },
    {
      "cite": "Lana",
      "quote": "As a villain or a superhero, as a good guy or a bad guy, I think I can do, at this point, 'Okay, whatever you need boss. Is this what you need? Great, I will grab the brass ring doing it.'"
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Next to excellence is the appreciation of it."
    },
    {
      "cite": "Will Carleton",
      "quote": "I awoke this morning with devout thanksgiving for my friends, the old and new."
    },
    {
      "cite": "Henry Fielding",
      "quote": "When I'm not thank'd at all, I'm thank'd enough. I've done my duty, and I've done no more."
    },
    {
      "cite": "Bhagavad-Gita",
      "quote": "Whatever action is performed by a great man, common men follow in his footsteps, and whatever standards he sets by exemplary acts, all the world pursues."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "A really great man is known by three signs—generosity in the design, humanity in the execution, moderation in success."
    },
    {
      "cite": "William Feather",
      "quote": "A good man likes a hard boss. I don't mean a nagging boss or a grouchy boss. I mean a boss who insists on things being done right and on time; a boss who is watching things closely enough so that he knows a good job from a poor one. Nothing is more discouraging to a good man than a boss who is not on the job, and who does not know whether things are going well or badly."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "People ask the difference between a leader and a boss... The leader works in the open and the boss in covert. The leader leads and the boss drives."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There is no duty we so much underrate as the duty of being happy. By being happy, we sow anonymous benefits upon the world, which remain unknown even to ourselves, or when they are disclosed, surprise nobody so much as the benefactor."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so."
    },
    {
      "cite": "H.Gordon Selfridge",
      "quote": "The boss drives his men; the leader coaches them. / The boss depends upon authority; the leader on goodwill. / The boss inspires fear; the leader inspires enthusiasm. / The boss says \"I\": the leader \"we.\" / The boss fixes the blame for the breakdown; the leader fixes the breakdown. / The boss says \"go\"; the leader says \"let's go!\""
    },
    {
      "cite": "Gene Perret",
      "quote": "Two managers were always arguing, blaming each other if anything went wrong. It got so bad that their boss finally called them in to talk about it. They started arguing as soon as they got into his office. The boss stopped them and said, \"Let's get one thing straight here—I'm the one who is at fault. I hired both of you.\""
    },
    {
      "cite": "Robert Orben",
      "quote": "For a real quick energy boost, nothing beats having the boss walk in."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Good leaders make people feel that they're at the very heart of things."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "If it wasn't for bad bosses, I wouldn't know what a good one was like."
    },
    {
      "cite": "Ray Palmer",
      "quote": "Yeah. You know what they say. \"Happy captain, happy ship.\""
    },
    {
      "cite": "H.S.M. Burns",
      "quote": "A good manager is a man who isn’t worried about his own career but rather the careers of those who work for him."
    },
    {
      "cite": "Christopher Young",
      "quote": "Feeling like a boss, and / Staring at the stars, it / Doesn't matter the cost, 'cause / Everybody wants to be famous / I'm calling the shots, so / See you over at Mars, it / Doesn't matter the cost, seems like / Everybody wants to be"
    },
    {
      "cite": "Robert William Service",
      "quote": "I've half a hundred men to boss, / And take my job to heart; / You'll never find me at a loss, / So well I play my part. / My voice is hard, my eye is cold, / My mouth is grimly set; / They all consider me, I'm told, / A \"bloody martinet.\""
    },
    {
      "cite": "Bill Gates",
      "quote": "If you think your teacher is tough, wait until you get a boss. He doesn't have tenure."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Managers are people who do things right, while leaders are people who do the right thing."
    },
    {
      "cite": "Cary Grant",
      "quote": "Probably no greater honor can come to any man than the respect of his colleagues."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "The employer generally gets the employees he deserves."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The best leader is the one who has sense enough to pick good men to do what he wants done, and self-restraint enough to keep from meddling with them while they do it."
    },
    {
      "cite": "Robert Frost",
      "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day."
    },
    {
      "cite": "Judd Rose",
      "quote": "With power comes the abuse of power. And where there are bosses, there are crazy bosses. It's nothing new."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Don't blame the boss. He has enough problems."
    },
    {
      "cite": "Anonymous",
      "quote": "For all those times you have inspired me. I look up to you. Have a great Boss's Day!"
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The speed of the boss is the speed of the team."
    },
    {
      "cite": "Dennis Peer",
      "quote": "One measure of leadership is the caliber of people who choose to follow you."
    },
    {
      "cite": "Patrick Ness",
      "quote": "Being a leader is making the people you love hate you a little more each day."
    },
    {
      "cite": "Doris Lilly",
      "quote": "To make a long story short, there's nothing like having a boss walk in."
    },
    {
      "cite": "Aniekee Tochukwu Ezekiel",
      "quote": "Leaders are influential because they live and inspire other people's future."
    },
    {
      "cite": "Casey Stengel",
      "quote": "The key to being a good manager is keeping the people who hate me away from those who are still undecided."
    },
    {
      "cite": "Voltaire",
      "quote": "Appreciation is a wonderful thing: It makes what is excellent in others belong to us as well."
    },
    {
      "cite": "Anonymous",
      "quote": "Working for you is an honor, working without you is an absolute horror. Working under you is a pleasure, an experience that I will truly treasure. Thanks boss."
    }
  ]
}