{
  "source": "https://www.wisesayings.com/harassment-quotes/",
  "theme": "harassment",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "Of all the griefs that harass the distrest, Sure the most bitter is a scornful jest."
    },
    {
      "cite": "Tatyana Fazlalizadeh",
      "quote": "Men who are offenders of street harassment and women who experience street harassment can walk by and feel something about it, because it's out there in the environment where the harassment actually happens. So it's a lot more powerful than an oil painting that's stuck in a gallery or under my bed or in my studio where only a couple of eyes are going to see it, as opposed to it being in an environment where it could possibly effect a change."
    },
    {
      "cite": "Rachel Simmons",
      "quote": "Harassment is one of puberty's darkest, most unreported rites of passage."
    },
    {
      "cite": "Jessica Valenti",
      "quote": "I think that online harassment has become so ubiquitous on the Internet that a lot of women do feel safer, whatever that means, in spaces where they know like people are not going to bother them in that kind of way."
    },
    {
      "cite": "Anita Hill",
      "quote": "But the issue of sexual harassment is not the end of it. There are other issues - political issues, gender issues - that people need to be educated about."
    },
    {
      "cite": "Karl Wilhelm von Humboldt",
      "quote": "Coercion may prevent many transgressions; but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form."
    },
    {
      "cite": "Lee Hirsch",
      "quote": "All too often, parents and kids struggle to find an empathetic ear when confronting bullying situation; these escalate and too often result in marginalization, on top of what may well be a daily gauntlet of harassment and abuse that is fundamentally torture."
    },
    {
      "cite": "Denis Diderot",
      "quote": "There is no kind of harassment that a man may not inflict on a woman with impunity in civilized societies."
    },
    {
      "cite": "Tom Hayden",
      "quote": "It takes a certain kind of bravery and a certain kind of goodness to be able to not just put your destructive past behind you, but to continue to take harassment from society and from police for your past."
    },
    {
      "cite": "Mo Ibrahim",
      "quote": "Intimidation, harassment and violence have no place in a democracy."
    },
    {
      "cite": "Washington Irving",
      "quote": "It is not poverty so much as pretence, that harasses a ruined man--the struggle between a proud mind and an empty purse."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Any action that is dictated by fear or by coercion of any kind ceases to be moral."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "All socialism involves slavery. That which fundamentally distinguishes the slave is that he labours under coercion to satisfy anothers desires."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you want to control someone, all you have to do is to make them feel afraid."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "In a fascist shift, reporters start to face more and more harassment, and they have to be more and more courageous simply in order to do their jobs."
    },
    {
      "cite": "Robert McNamara",
      "quote": "Coercion, after all, merely captures man. Freedom captivates him."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Marriage: A legal or religious ceremony by which two persons of the opposite sex solemnly agree to harass and spy on each other for ninety-nine years, or until death do them join."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "I swore never to be silent whenever and wherever human beings endure suffering and humiliation. We must always take sides. Neutrality helps the oppressor, never the victim. Silence encourages the tormentor, never the tormented."
    },
    {
      "cite": "Michael Crichton",
      "quote": "Harassment is about power---the undue exercise of power by a superior over a subordinate."
    },
    {
      "cite": "Anita Sarkeesian",
      "quote": "Online harassment, especially gendered online harassment, is an epidemic. Women are being driven out; they're being driven offline. This isn't just in gaming. This is happening across the board online, especially with women who participate in or work in male-dominated industries."
    },
    {
      "cite": "Katherine Jenkins",
      "quote": "Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this."
    },
    {
      "cite": "Phumzile Mlambo-Ngcuka",
      "quote": "The fact that women begin to avoid running for public office because of the harassment and sometimes even violence that they face as a hazard, it means that the world is being robbed of extraordinary leadership that women can bring to bear. And of course, if women as professionals begin to look at making career choices because they're looking at whether Am I going to be safe or not? You can imagine the missed opportunities that are out there for women."
    },
    {
      "cite": "Pramila Jayapal",
      "quote": "When bosses, leaders, and powerful men and women ignore or deny the accounts of harassment victims, they reinforce the idea that harassers are playing the game as they should and that the rest of us should fall in line."
    },
    {
      "cite": "Laura Bates",
      "quote": "A compliment makes someone feel good about themselves. A catcall is harassment."
    },
    {
      "cite": "Mark Childress",
      "quote": "Stalking is an extension of harassment elevated to a level where it is causing disruption or physical threat to the person being harassed."
    },
    {
      "cite": "Slavoj Zizek",
      "quote": "The liberal idea of tolerance is more and more a kind of intolerance. What it means is 'Leave me alone; don't harass me; I'm intolerant towards your over-proximity."
    },
    {
      "cite": "Nancy Dubuc",
      "quote": "We need to get rid of bullying. We need to get rid of abuse. We need to get rid of harassment. We need to get rid of the casting couch. Instead, we need to build the bench."
    },
    {
      "cite": "Alice Miller",
      "quote": "Those children who are beaten will in turn give beatings, those who are intimidated will be intimidating, those who are humiliated will impose humiliation, and those whose souls are murdered will murder."
    },
    {
      "cite": "Victoria Wood",
      "quote": "Sexual harassment at work... is it a problem for the self-employed?"
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Beauty provokes harassment, the law says, but it looks through men's eyes when deciding what provokes it."
    }
  ]
}