{
  "source": "https://www.wisesayings.com/hardwork-quotes/",
  "theme": "hardwork",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "Nothing will work unless you do."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "I do not know anyone who has gotten to the top without hard work. That is the recipe. It will not always get you to the top, but it will get you pretty near."
    },
    {
      "cite": "James A. Garfield",
      "quote": "If the power to do hard work is not a skill, it's the best possible substitute for it."
    },
    {
      "cite": "Thomas Alva Edison",
      "quote": "Opportunity is missed by most because it is dressed in overalls and looks like work."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "If you want to achieve some really big and interesting goals, you have to learn to fall in love with hard work."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "Hard work is painful when life is devoid of purpose. But when you live for something greater than yourself and the gratification of your own ego, then hard work becomes a labor of love."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Without hard work, nothing grows but weeds."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Nothing ever comes to one, that is worth having, except as a result of hard work."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all."
    },
    {
      "cite": "John Carmack",
      "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better."
    },
    {
      "cite": "Robert Griffin III",
      "quote": "Hard work pays off - hard work beats talent any day, but if you're talented and work hard, it's hard to be beat."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Hard work opens doors and shows the world that you are serious about being one of those rare - and special - human beings who use the fullness of their talents to do their very best."
    },
    {
      "cite": "Horace",
      "quote": "Life grants nothing to us mortals without hard work."
    },
    {
      "cite": "Babe Ruth",
      "quote": "It's hard to beat a person who never gives up."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Don't wish it were easier. Wish you were better."
    },
    {
      "cite": "Michelangelo Buonarroti",
      "quote": "If people knew how hard I had to work to gain my mastery, it would not seem so wonderful at all."
    },
    {
      "cite": "Jimmy Johnson",
      "quote": "The difference between ordinary and extraordinary is that little extra."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The dictionary is the only place that success comes before work. Work is the key to success, and hard work can help you accomplish anything."
    },
    {
      "cite": "U.S. Marine Corps",
      "quote": "No one ever drowned in sweat."
    },
    {
      "cite": "Isra",
      "quote": "Do not let your good ideas to spend your brain energy, do it with all the effort because the shadow of the success can become a reality only with hard work."
    },
    {
      "cite": "unknown",
      "quote": "You can't have a million dollar dream with a minimum wage work ethic."
    },
    {
      "cite": "J.G. Holland",
      "quote": "God gives every bird its food, but He does not throw it into its nest."
    },
    {
      "cite": "Edward H. Harriman",
      "quote": "Much good work is lost for the lack of a little more."
    },
    {
      "cite": "Larry Bird",
      "quote": "I've got a theory that if you give 100 percent all of the time, somehow things will work out in the end."
    },
    {
      "cite": "Sidney J. Phillips",
      "quote": "Men are made stronger on realization that the helping hand they need is at the end of their own arm."
    },
    {
      "cite": "Garth Henrichs",
      "quote": "The person who is waiting for something to turn up might start with their shirt sleeves"
    },
    {
      "cite": "Mark Burnett",
      "quote": "There's nothing like biting off more than you can chew, and then chewing anyway."
    },
    {
      "cite": "Robert Townsend",
      "quote": "If you shoot for the stars and hit the moon, it's OK. But you've got to shoot for something. A lot of people don't even shoot."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "It takes struggle, a goal and enthusiasm to make a champion."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Life doesn't require that we be the best, only that we try our best."
    },
    {
      "cite": "Bible",
      "quote": "Hard work brings prosperity; playing around brings poverty."
    },
    {
      "cite": "unknown",
      "quote": "Hard work is the yeast that raises the dough."
    },
    {
      "cite": "Charles Evans Hughes",
      "quote": "I believe in work, hard work, and long hours of work. Men do not breakdown from overwork, but from worry and dissipation."
    },
    {
      "cite": "Anonymous",
      "quote": "The daily grind of hard work gets a person polished."
    },
    {
      "cite": "Greg LeMond",
      "quote": "There are few things that you can't do as long as you are willing to apply yourself."
    },
    {
      "cite": "Madam C.J. Walker",
      "quote": "There is no royal flower-strewn path to success. And if there is, I have not found it for if I have accomplished anything in life it is because I have been willing to work hard."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did."
    },
    {
      "cite": "James Ling",
      "quote": "Don't tell me how hard you work. Tell me how much you get done."
    },
    {
      "cite": "unknown",
      "quote": "Initiative is key. Anybody who wants to be somebody is going to work as hard as they can to fulfill that dream."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The heights by great men reached and kept were not attained by sudden flight, but they while their companions slept, were toiling upward in the night"
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "I don't wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work."
    },
    {
      "cite": "Robert Half",
      "quote": "Hard work without talent is a shame, but talent without hard work is a tragedy."
    },
    {
      "cite": "B. J. Gupta",
      "quote": "Hard work doesn't guarantee success, but improves its chances."
    },
    {
      "cite": "William James",
      "quote": "We forget that every good that is worth possessing must be paid for in strokes of daily effort. We postpone and postpone, until those smiling possibilities are dead."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Plans are only good intentions unless they immediately degenerate into hard work."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Things may come to those who wait, but only the things left by those who hustle."
    },
    {
      "cite": "Mike Dolan",
      "quote": "We all have a path to take; sometimes it's hidden under the weeds, so you might have to work a little."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Look at a day when you are supremely satisfied at the end. It's not a day when you lounge around doing nothing; it's when you've had everything to do, and you've done it."
    }
  ]
}