{
  "source": "https://www.wisesayings.com/hardcore-quotes/",
  "theme": "hardcore",
  "quotes": [
    {
      "cite": "Jada Pinkett Smith",
      "quote": "I just think, as women, we have to give ourselves room to be individuals. So when a woman makes a decision for herself, we as women shouldn't set those hardcore boundaries for another woman. Just like we don't want men setting hardcore boundaries for us."
    },
    {
      "cite": "Criss Jami",
      "quote": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths."
    },
    {
      "cite": "Megyn Price",
      "quote": "Finding a way to find humor in things that are hardcore is definitely something that, I think, the sitcom does best."
    },
    {
      "cite": "Mark Gonzales",
      "quote": "It is better to live in a world of poetic meaning rather than hardcore reality."
    },
    {
      "cite": "Carolyne Davhernas",
      "quote": "I'm not a religious person, so I'm not a hardcore fate fan but I guess it's got me thinking about that. I was very careful, though, not to link Jaye's stories always to that."
    },
    {
      "cite": "Bobby Brown",
      "quote": "As far as what people will expect, I think people tend to read into things too much. Everybody's thinking that I'm hardcore, but that's an image."
    },
    {
      "cite": "Naomi Klein",
      "quote": "The more hardcore conservative you are, the more tightly identified you are with defending the interest of capital as an interest of the system based on hyper-competition, the more likely it is that you vehemently deny climate change. Because if climate change is real, your worldview will come crashing down around you."
    },
    {
      "cite": "Leona Lewis",
      "quote": "I'm quite curvy and I just try and exercise whenever I can. I don't do anything hardcore as I'm just not that dedicated."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You may have thousands of lives to go between now and before you're a real hard-core seeker of enlightenment, hardcore meaning you just love it."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "You can be vegetarian and eat fish. Its your choice, just say: I am what I am. There are no hardcore divisions anymore."
    },
    {
      "cite": "Chet Faker",
      "quote": "I have had a pretty hardcore crash course on living out of a suitcase. Some people take consistency in their lives for granted. When you have little to none, you discover it's kind of a nice thing."
    },
    {
      "cite": "Kris One",
      "quote": "Everyone and everything is at war, making my poetic expression hardcore."
    }
  ]
}