{
  "source": "https://www.wisesayings.com/hardship-quotes/",
  "theme": "hardship",
  "quotes": [
    {
      "cite": "Sean Maguire",
      "quote": "You'll have bad times, but it'll always wake you up to the good stuff you weren't paying attention to."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "I'm full of fears and I do my best to avoid difficulties and any kind of complications. I like everything around me to be clear as crystal and completely calm."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I just don't want to die without a few scars."
    },
    {
      "cite": "Norman Douglas",
      "quote": "The pine stays green in winter, wisdom in hardship."
    },
    {
      "cite": "Barack Obama",
      "quote": "The only thing that's the end of the world is the end of the world."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the midst of winter, I finally learned there was in me an invincible summer."
    },
    {
      "cite": "Lora Leigh",
      "quote": "Enclose your heart in times of need with the steel of your determination and your strength. In doing this, all things will be bearable."
    },
    {
      "cite": "William Faulkner",
      "quote": "Given a choice between grief and nothing, I'd choose grief."
    },
    {
      "cite": "Ralph H. Blum",
      "quote": "Nothing is predestined. The obstacles of your past can become the gateways that lead to new beginnings."
    },
    {
      "cite": "Adam Smith",
      "quote": "The real tragedy of the poor is the poverty of their aspirations."
    },
    {
      "cite": "Patti Smith",
      "quote": "It was no hardship to me to spend long hours reading and writing."
    },
    {
      "cite": "Moliere",
      "quote": "The greater the obstacle, the more glory in overcoming it."
    },
    {
      "cite": "Sophocles",
      "quote": "There is no success without hardship."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "For every dark night, there's a brighter day."
    },
    {
      "cite": "Rae Smith",
      "quote": "Never be afraid to fall apart because it is an opportunity to rebuild yourself the way you wish had been all along."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I know God will not give me anything I can't handle. I just wish that He didn't trust me so much."
    },
    {
      "cite": "John Piper",
      "quote": "God tests His people through hardship."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs."
    },
    {
      "cite": "Michael Jordan",
      "quote": "As athletes, we're used to reacting quickly. Here, it's come, stop, come, stop. There's a lot of downtime. That's the toughest part of the day."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "The very greatest things, great thoughts, discoveries, inventions have usually been nurtured in hardship, often pondered over in sorrow, and at length established with difficulty."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We acquire the strength we have overcome."
    },
    {
      "cite": "Criss Jami",
      "quote": "If a man cannot understand the beauty of life, it is probably because life never understood the beauty in him."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "If you can find a path with no obstacles, it probably doesn't lead anywhere."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "What a weary time those years were, to have the desire and the need to live but not the ability."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Everybody's at war with different things. I'm at war with my own heart sometimes."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Your friends will believe in your potential, your enemies will make you live up to it."
    },
    {
      "cite": "Uncle Remus",
      "quote": "You can't run away from trouble. There ain't no place that far."
    },
    {
      "cite": "William Faulkner",
      "quote": "The salvation of the world is in man's suffering."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The robbed that smiles, steals something from the thief."
    },
    {
      "cite": "Harry Golden",
      "quote": "The only thing that overcomes hard luck is hard work."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Sometimes the issue isn't that your problems are so big, it's that you see yourself as being so small."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Sometimes adversity is what you need to face in order to become successful."
    },
    {
      "cite": "Captain Jack Sparrow",
      "quote": "The problem is not the problem. The problem is your attitude about the problem."
    },
    {
      "cite": "Jayleigh Cape",
      "quote": "Life keeps throwing me curve balls and I don't even own a bat. At least my dodging skills are improving."
    },
    {
      "cite": "Helen Keller",
      "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "It seems like every time you come up something happens to bring you back down."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Even cowards can endure hardship; only the brave can endure suspense."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "When you come out of the storm you won't be the same person who walked in. That's what this storm's all about."
    },
    {
      "cite": "Muriel Strode",
      "quote": "Say not that this or that thing came to thwart you; it only came to test you."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "You have come into a hard world. I know of only one easy place in it, and that is the grave."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Hardship makes the world obscure."
    },
    {
      "cite": "Muriel Strode",
      "quote": "I shall come, not as one who has escaped pain, but as one who has glorified it."
    },
    {
      "cite": "Seneca",
      "quote": "Fire tests gold, suffering tests brave men."
    },
    {
      "cite": "Ice T.",
      "quote": "I think men, growing up, you have to go through some form of hardship. You've got to harden the metal."
    },
    {
      "cite": "Elizabeth Wein",
      "quote": "Don't know how I kept going. You just do. You have to, so you do."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "To learn patience is not to rebel against every hardship."
    },
    {
      "cite": "Rona Barrett",
      "quote": "The healthy and strong individual is the one who asks for help when he needs it. Whether he's got an abscess on his knee or in his soul."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "What a weary time those years were -- to have the desire and the need to live but not the ability."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Did you hear about the rose that grew from a crack in the concrete? Proving nature's laws wrong, it learned to walk without having feet. Funny, it seems to by keeping it's dreams; it learned to breathe fresh air. Long live the rose that grew from concrete when no one else even cared."
    },
    {
      "cite": "Criss Jami",
      "quote": "If a man cannot understand the beauty of life, it is probably because life never understood the beauty in him.\tIf a man cannot understand the beauty of life, it is probably because life never understood the beauty in him."
    },
    {
      "cite": "Rainer Marie Rilke",
      "quote": "Don't be too quick to draw conclusions from what happens to you; simply let it happen. Otherwise it will be too easy for you to look with blame... at your past, which naturally has a share with everything that now meets you."
    },
    {
      "cite": "Richelle Goodrich",
      "quote": "There are many who don't wish to sleep for fear of nightmares. Sadly, there are many who don't wish to wake for the same fear."
    },
    {
      "cite": "Kelly Cutrone",
      "quote": "When you leave home to follow your dreams, your road will probably be riddled with potholes, not always paved in happy Technicolor bricks. You'll probably be kicked to the ground 150 million times and told you're nuts by friends and strangers alike. As you progress you may feel lonely or terrified for your physical and emotional safety. You may overestimate your own capabilities or fail to live up to them, and you'll surely fall flat on your face once in a while."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "it is clear that we must trust what is difficult; everything alive trusts in it, everything in Nature grows and defends itself any way it can and is spontaneously itself, tries to be itself at all costs and against all opposition. We know little, but that we must trust in what is difficult is a certainty that will never abandon us; it is good to be solitary, for solitude is difficult; that something is difficult must be one more reason for us to do it."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "It's easier to bleed than sweat"
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "It's easier to bleed than sweat"
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "It's easier to bleed than sweat"
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "No one is without troubles, without personal hardships and genuine challenges. That fact may not be obvious because most people don't advertise their woes and heartaches. But nobody, not even the purest heart, escapes life without suffering battle scars."
    },
    {
      "cite": "Marie Lu",
      "quote": "To those who, in spite of everything, still choose goodness"
    },
    {
      "cite": "Seneca",
      "quote": "It is more civilized to make fun of life than to bewail it"
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Life has moments that feel as if the sun has blackened to tar and the entire world turned to ice."
    },
    {
      "cite": "Lora Leigh",
      "quote": "Always do more than he expects of you, never less. Never flinch at any task or hardship. And above all, never shame the lord you serve."
    },
    {
      "cite": "Criss Jami",
      "quote": "Easily mistaken, it is not about a love for adversity, it is about knowing a strength and a faith so great that adversity, in all its adverse manifestations, hardly even exists."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Explorers like to pretend that they are a select breed of people with iron nerve and an ability to endure terrible hardship."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Only hardship softens the hardness of the human heart."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "The worse the passage the more welcome the port."
    },
    {
      "cite": "George Santayana",
      "quote": "We need sometimes to escape into open solitudes, into aimlessness, into the moral holiday of running some pure hazard in order to sharpen the edge of life, to taste hardship, and to be compelled to work desperately for a moment at no matter what.”"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "With hope, we can endure any hardship."
    }
  ]
}