{
  "source": "https://www.wisesayings.com/hard-times-quotes/",
  "theme": "hard-times",
  "quotes": [
    {
      "cite": "Bob Riley",
      "quote": "Hard times don't create heroes. It is during the hard times when the 'hero' within us is revealed."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Hard times may have held you down, but they will not last forever. When all is said and done, you will be increased."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Hard times are sometimes blessings in disguise. We do have to suffer but in the end it makes us strong, better and wise."
    },
    {
      "cite": "Gabrielle Williams",
      "quote": "And hard times are good in their own way, too. Because the only way you can achieve true happiness is if you experience true sadness as well. It's all about light and shade. Balance."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "You may go through very difficult time. Where you feel like a failure but remember one thing, struggle and hard times are the most inspirational thing in the world."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Difficult times don't come your way just so you can survive them; God uses these times in your life to form and refine you."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The gem cannot be polished without friction, nor man perfected without trials."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Hard times build determination and inner strength. Through them we can also come to appreciate the uselessness of anger."
    },
    {
      "cite": "Bob Marley",
      "quote": "You never know how strong you are until being strong is the only choice you have."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Do not pray for an easy life, pray for the strength to endure a difficult one."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The bravest sight in the world is to see a great man struggling against adversity."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you are going through hell, keep going."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Hard times arouse an instinctive desire for authenticity."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "People need hard times and oppression to develop psychic muscles."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "I like to use the hard times of the past to motivate me today."
    },
    {
      "cite": "Jewel",
      "quote": "Hard times make you bitter or make you more compassionate."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Confidence, courage and determined spirit are vital for surviving hard times."
    },
    {
      "cite": "Anton Pavlovich Chekhov",
      "quote": "Only during hard times do people come to understand how difficult it is to be master of their feelings and thoughts."
    },
    {
      "cite": "Woody Allen",
      "quote": "Difficult times always create opportunities for you to experience more love in your life."
    },
    {
      "cite": "Robert H Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Zahid Abas",
      "quote": "Difficult times have helped me to understand better than before, how infinitely rich and beautiful life is in every way, and that so many things that one goes worrying about are of no importance whatsoever."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Sometimes adversity is what you need to face in order to become successful."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the middle of difficulty lies opportunity."
    },
    {
      "cite": "Anurag Prakash",
      "quote": "If you are being positive and strong in difficult times half of your problems will be solved automatically."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "When things are bad, we take comfort in the thought that they could always get worse. And when they are, we find hope in the thought that things are so bad they have to get better."
    },
    {
      "cite": "Senora Roy",
      "quote": "Hard times sustain and strengthen others, inspiring them to strive toward personal growth."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Going through challenging things can teach you a lot, and they also make you appreciate the times that aren't so challenging."
    },
    {
      "cite": "Anmol Andore",
      "quote": "Every struggle you had in your life shaped you into the person you are today. Be thankful for the hard times they can only make you stronger."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Hard times may have put you down sometimes but they will not last forever. When all is said and done, you will be wise and strong."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "No matter how hard it seems just keep going, don't quit because we only fail when we give up."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Those who make hostility a daily manner are often left in the lurch at difficult times."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Bad times, hard times, this is what people keep saying; but let us live well, and times shall be good. We are the times: Such as we are, such are the times."
    },
    {
      "cite": "Monika Arora",
      "quote": "When you're already going through a rough patch of life; a slight wave from past thrash you down so gracefully that journey becomes an unending shore!"
    },
    {
      "cite": "Gabrielle Douglas",
      "quote": "Hard days are the best because that's when champions are made."
    },
    {
      "cite": "Kimberly Belle",
      "quote": "In my experience, people who don't stick around during the hard times weren't worth having around anyway."
    },
    {
      "cite": "Linda Poindexter",
      "quote": "One small crack does not mean you are broken, it means that you were put to the test and you didn't fall apart."
    },
    {
      "cite": "G.I Jane",
      "quote": "Pain is your friend; it is your alie. Pain reminds you to finish the job and get the hell home. Pain tells you when you have been seriously wounded. And you know what the best thing about pain is? It tells you you're not dead yet!"
    },
    {
      "cite": "Robin Williams",
      "quote": "You'll have bad times, but it'll always wake you up to the good stuff you weren't paying attention to."
    },
    {
      "cite": "Brandy Norwood",
      "quote": "There's a lot of people out there who go through hard times, and they feel alone. They feel like nobody is there. But I'm in the same boat."
    },
    {
      "cite": "RuPaul",
      "quote": "When the going gets tough, the tough reinvent."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Hard times lifts the seeking souls to higher spiritual realms."
    },
    {
      "cite": "Betsey Johnson",
      "quote": "Hard times always lead to something great."
    },
    {
      "cite": "Lailah Gifty",
      "quote": "Hard times are moments of reflection."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The greatest mistake you can make in life is to continually fear that you will make one."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Born through hard times, Ghetto child of mine. I wonder if you have to suffer for your father's crimes."
    },
    {
      "cite": "Walt Disney",
      "quote": "Why worry? If you've done the very best you can, worrying won't make it any better."
    },
    {
      "cite": "Alice Barrett",
      "quote": "In difficult times, it's so hard to look around and to see what to be grateful for."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Worrying does not empty tomorrow of its troubles, it empties today of its strength."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Life will always be hard on you, but it doesn't mean you should give up."
    },
    {
      "cite": "Jeff Syverson",
      "quote": "How do we handle unimaginable tragedy? What do we do when our worst nightmares come true? Instead of following conventional wisdom, Job fell down to the ground and worshiped ground."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "When life changes itself to harder. Change yourself to stronger."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
    },
    {
      "cite": "Will Rogers",
      "quote": "Even if you're on the right track, you'll get run over if you just sit there."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In hard times, gold is a good friend and good friend is gold!"
    },
    {
      "cite": "Harry Gordon Selfridge",
      "quote": "There are no hard times for good ideas."
    },
    {
      "cite": "Buddha",
      "quote": "Pain is inevitable. Suffering is optional."
    },
    {
      "cite": "Mark Z Danielewski",
      "quote": "Write what you love. Love will hold you through the hard times and hold the world during the good times."
    },
    {
      "cite": "Therese May",
      "quote": "The world and everyone in it is always ready to blame a man for anything when he is already knocked down."
    },
    {
      "cite": "William Barclay",
      "quote": "Endurance is not just the ability to bear a hard thing, but to turn it into glory."
    },
    {
      "cite": "Marcel Pagnol",
      "quote": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be"
    },
    {
      "cite": "Eyden I",
      "quote": "Even in hard times there's a possibility to have fun."
    },
    {
      "cite": "Duke Ellington",
      "quote": "A problem is a chance for you to do your best."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.”"
    },
    {
      "cite": "Leroy Satchel Paige",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don’t pray when it rains if you don’t pray when the sun shines."
    },
    {
      "cite": "Doe Zantamata",
      "quote": "It is only in our darkest hours that we may discover the true strength of the brilliant light within ourselves that can never, ever, be dimmed.."
    },
    {
      "cite": "Og Mandino",
      "quote": "I will love the light for it shows me the way, yet I will endure the darkness for it shows me the stars."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Elie Weisel",
      "quote": "Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the midst of winter, I finally learned that there was in me an invincible summer."
    },
    {
      "cite": "Richard Bach",
      "quote": "What the caterpillar calls the end of the world, the master calls a butterfly."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I walk slowly, but I never walk backward."
    },
    {
      "cite": "Richard Melville Hall",
      "quote": "Walked into hard times / Stepped into hard times / All of me is hard time / Welcome to hard times"
    },
    {
      "cite": "Eric Appapoulay",
      "quote": "Through the hard times, people say that you gotta be strong / Through these hard times, people say you gotta keep going on"
    },
    {
      "cite": "Eric Appapoulay",
      "quote": "Through the hard times, people try and kick you when you're down / Through these hard times, don't it always seem like there's never / anyone around to help you when you're strung out?"
    },
    {
      "cite": "Eric Appapoulay",
      "quote": "Through these hard times people see what it's like for the poor / Through these hard times people really find out what it's like to be ignored"
    },
    {
      "cite": "Yoko Ono",
      "quote": "It's been very hard / It's getting easier now / Hard times are over / Over for a while"
    },
    {
      "cite": "Taylor York",
      "quote": "All that I want / Is to wake up fine / Tell me that I'm alright / That I ain't gonna die"
    },
    {
      "cite": "Taylor York",
      "quote": "All that I want / Is a hole in the ground / You can tell me when it's alright / For me to come out"
    },
    {
      "cite": "Taylor York",
      "quote": "Hard times / Gonna make you wonder why you even try"
    },
    {
      "cite": "Taylor York",
      "quote": "Hard times / Gonna take you down and laugh when you cry"
    },
    {
      "cite": "Dolly Parton",
      "quote": "Many years you have lingered around my cabin door / Oh hard times come again no more"
    },
    {
      "cite": "Dolly Parton",
      "quote": "Oh, hush a bye hard times go ye to rest  / Cause my ragged baby wants a new ruffled dress"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Every day held a new surprise / I watched the hunger burning in my sister's eyes / The paste-board shack we called home / Would haunt me in my dreams / Cause there's nothing soft about hard times"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "We never knew anything groovy / A dime meant bread and not a movie"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "The muscles that controlled my smile were rarely ever used / Cause there's nothing soft about hard times"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Had to go 'cause I could see I wasn't meant for poverty / The family ties were broken soon and I went off to find the moon"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "So I sit on a bench in Jackson Square / I drink my wine and I breathe the midnight air / Tomorrow I'll just hit the street and bum another dime / Cause there's nothing soft about hard times"
    },
    {
      "cite": "Peter Skellern",
      "quote": "She asks me 'round to have a bite to eat / When I get there, she's invited the street / She gives me hard times, / But when she loves me, she loves me."
    },
    {
      "cite": "Peter Skellern",
      "quote": "She takes me home and slips on something cool / She let me kiss her where she don't as a rule / She gives me hard times / But when she loves me, she loves me."
    },
    {
      "cite": "Neil Diamond",
      "quote": "It isn't easy when you're making the scene / You either fit right in or fall in between / These are hard times for lovers"
    },
    {
      "cite": "Neil Diamond",
      "quote": "Some people see it almost played like a game / The way it is today, it's kind of a shame / They're such hard times for lovers"
    },
    {
      "cite": "Neil Diamond",
      "quote": "Can carry that weight / But I don't know how far / These are hard times / Truly hard times"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "Hard times spreading just like the flu / Watch out homeboy, don't let it catch you"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "Prices go up, don't let your pocket go down / When you got short money you're stuck on the ground"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "Hard times are coming to your town / So stay alert, don't let them get you down"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "They tell you times are tough, you hear that times are hard / But when you work for that ace you know you pulled the right card"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "The hard times are dead and gone / But the hard times have made me strong"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Hard times have made me see / That the hard times ain't where I wanna be"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Well, I recall days in the city / And I think back, 'Oh what a pity' / Remembering how it wasn't pretty / Every day life in the city"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Out in the street we had to take it / With friends around, couldn't it / What wasn't there, we had to make it / Hanging out down in the city"
    },
    {
      "cite": "Malcolm Mitchell",
      "quote": "Hard times / Blue and sad / Don't you cross the line / Run, run make it fun / Freeing up the time"
    },
    {
      "cite": "Ryan Bingham",
      "quote": "Cause hard times they come and they go / Most of the time they're in the middle of the road / It's the same pain in different ways / Don't your know, Son, when it pours it rains"
    },
    {
      "cite": "Ray Charles",
      "quote": "Let us pause in life's pleasures and count its many tears / While we all sup sorrow with the poor / There's a song that will linger forever in our ears / Oh, hard times, come again no more"
    },
    {
      "cite": "Ray Charles",
      "quote": "Tis the song, the sigh of the weary / Hard times, hard times, come again no more / Many a days you have lingered around my cabin door / Oh, hard times, come again no more"
    },
    {
      "cite": "Ray Charles",
      "quote": "While we seek mirth and beauty and music, light and gay / There are frail forms fainting at the door / Though their voices are silent, their pleading looks will say / Oh, hard times, come again no more"
    },
    {
      "cite": "Ray Charles",
      "quote": "My mother told me / 'Fore she passed away / Said son when I'm gone / Don't forget to pray / Cause there'll be hard times / Lord those hard times / Who knows better than I?"
    },
    {
      "cite": "Ray Charles",
      "quote": "Well I soon found out / Just what she meant / When I had to pawn my clothes / Just to pay the rent"
    },
    {
      "cite": "Ray Charles",
      "quote": "I had a woman / Who was always around / But when I lost my money / She put me down"
    },
    {
      "cite": "Gary Robert Rossington",
      "quote": "Same old sad eyed news man on my same old TV set/ Talking about our big depression but I ain't worried yet / About hard times, hard times"
    },
    {
      "cite": "Ian Anderson",
      "quote": "Fallen on hard times but it feels good to know / that milk and honey's just around the bend / Running on bad lines we'd better run as we go / Tear up, tear up the overdraft again."
    },
    {
      "cite": "Ian Anderson",
      "quote": "Looking for sunshine oh but it's black and it's cold / Yet, you say that milk and honey's just round the bend / Giving us a hard time, my friends / handing us the same line again."
    },
    {
      "cite": "Carlos Santana",
      "quote": "Have you ever felt / That your life is a wasting / Happiness beyond your reach / Sweet love has gone astray / Suddenly it's bitter / Hard times"
    },
    {
      "cite": "Carlos Santana",
      "quote": "When you're all alone / Nothing seems to matter / Sadness always fills the air / Hurts so deep inside / You just have to cry out / Wow, hard times"
    },
    {
      "cite": "Michael Mann",
      "quote": "Ain't a hard time been invented that I cannot handle."
    },
    {
      "cite": "Amy Wolfram",
      "quote": "I have a hard time with left and right. / And I have a hard time with right and wrong!"
    },
    {
      "cite": "The Waltons",
      "quote": "I think hard times are almost over. I think the country is going to get better. Until it does get better, I'll make a living here on Walton's Mountain."
    },
    {
      "cite": "Ray Nelson",
      "quote": "I deliver a hard day's work for my money. I just want the chance. It'll come. I believe in America. I follow the rules. Everybody's got their own hard times these days."
    },
    {
      "cite": "Andrew Matthews",
      "quote": "Hard times can mean no money."
    },
    {
      "cite": "Andrew Matthews",
      "quote": "Hard times can mean no friends, no job, no hope."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Whatever you think, that you will be. If you think yourselves weak, weak you will be; if you think yourselves strong, strong you will be."
    },
    {
      "cite": "Andrew Matthews",
      "quote": "Sometimes life is hard. How do you hang on when things seem hopeless? You can tackle your problems as you would climb a mountain."
    },
    {
      "cite": "Andrew Matthews",
      "quote": "Through hard times. It puts your life into perspective. It will get you back on track."
    },
    {
      "cite": "Jonathan H. Wilson",
      "quote": "Fruitful times are waiting those who are patient in the hard times."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "Those who desire good life never be in bed at the rising of the sun."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "You cannot beat hard time, but hard times bears fools and scatters their destiny."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "If you allow condition to get rid of you, you are not worthy of a good life."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "Do not fail in life, do not disappoint yourself, seek to know the hidden treasures of life; and you will live longer than your ancestors."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "When the bitterness of life covers a man, his sweet words become very bitter to his people."
    },
    {
      "cite": "Eric Greitens",
      "quote": "When things get really hard, people pray."
    },
    {
      "cite": "Eric Greitens",
      "quote": "Those who do not have worthy struggles in their lives never enjoy the pleasure of celebrating a hard-won victory."
    },
    {
      "cite": "Eric Greitens",
      "quote": "You need resilience not just for the hard times. You need resilience if you're going to be happy."
    }
  ]
}