{
  "source": "https://www.wisesayings.com/hard-day-quotes/",
  "theme": "hard-day",
  "quotes": [
    {
      "cite": "Joel Osteen",
      "quote": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events."
    },
    {
      "cite": "Marta",
      "quote": "Never give up, and be confident in what you do. There may be tough times, but the difficulties which you face will make you more determined to achieve your objectives and to win against all the odds."
    },
    {
      "cite": "Gabrielle Douglas",
      "quote": "Hard days are the best because that's when champions are made."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "One hard day of work proves you have heart. But day after day is what proves you have maturity and commitment."
    },
    {
      "cite": "Aly Raisman",
      "quote": "You have to remember that the hard days are what make you stronger. The bad days make you realize what a good day is. If you never had any bad days, you would never have that sense of accomplishment!"
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Tough times are opportunities to prove to yourself that your mind is tougher than all challenges."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Tough times test your valor, persistence and ability to make decisions. They force you to fight for your dreams."
    },
    {
      "cite": "DeWayne Owens",
      "quote": "Tough times should serve only one purpose in your life; to teach you how to be tougher on the inside than your circumstances are on the outside."
    },
    {
      "cite": "Richard Branson",
      "quote": "Tough times are inevitable in life and in business. But how you compose yourself during those times defines your spirit and will define your future."
    },
    {
      "cite": "Amaka Imani Nkosazana",
      "quote": "Tough times don't last always. Your hard times are there to shape you and develop your character. It causes you to become more aware of life and you develop an attitude of gratitude. Don't lose hope because it gets better."
    },
    {
      "cite": "Bob Riley",
      "quote": "Hard times don't create heroes. It is during the hard times when the \"hero\" within us is revealed."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Hard times build determination and inner strength. Through them we can also come to appreciate the uselessness of anger."
    },
    {
      "cite": "Jim Mattis",
      "quote": "We know that in tough times, cynicism is just another way to give up, and in the military, we consider cynicism or giving up simply as forms of cowardice."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "In prosperous times, the marginal workers get by. But in tough times, they get the shaft."
    },
    {
      "cite": "Alesha Dixon",
      "quote": "Once you've been through tough times, you can only become stronger."
    },
    {
      "cite": "Amy Morin",
      "quote": "After a hard day, choosing to do something to help you feel better - as opposed to staying in a bad mood - is a healthy skill."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Tough times call for tough choices and pinching every penny."
    },
    {
      "cite": "Dorothy Hamill",
      "quote": "Everybody has to deal with tough times. A gold medal doesn't make you immune to that. A skater is used to falling down and getting up again."
    },
    {
      "cite": "Alex Oxlade-Chamberlain",
      "quote": "A lot of people don't see, when we lose and go through tough times, how upset and disappointed we are."
    },
    {
      "cite": "Dean Devlin",
      "quote": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change."
    },
    {
      "cite": "Chris Bosh",
      "quote": "There were hard days but I never felt sorry for myself."
    },
    {
      "cite": "Gabby Douglas",
      "quote": "If you push through the hard days you can get through anything."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "At the end of every hard day, people find some reason to believe."
    },
    {
      "cite": "Chris LeDoux",
      "quote": "Sometimes a hard day's work is easier than a lot of things you can meet in life."
    },
    {
      "cite": "John Avery",
      "quote": "After a hard day, try to think of something good about it before you go to sleep - the result may surprise you."
    },
    {
      "cite": "Mark Twain",
      "quote": "Tough times teach trust."
    },
    {
      "cite": "Max Lucado",
      "quote": "How we handle our tough times stays with us for a long time."
    },
    {
      "cite": "Theresa May",
      "quote": "In tough times, everyone has to take their share of the pain."
    },
    {
      "cite": "David Beckham",
      "quote": "You will go through tough times, it's about getting through them."
    },
    {
      "cite": "Donald Trump",
      "quote": "Going through tough times is a wonderful thing, and everybody should try it. Once."
    },
    {
      "cite": "Albert Bandura",
      "quote": "By sticking it out through tough times, people emerge from adversity with a stronger sense of efficacy."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "When tough times come, it is particularly important to offset them with much gentle softness. Be a pillow."
    },
    {
      "cite": "Irena A. Hoffman",
      "quote": "There will be beautiful times and tough times, as such is life, but if your heart is in it, then it is worth it all the way."
    },
    {
      "cite": "Lakshmi Mittal",
      "quote": "Everyone experiences tough times, it is a measure of your determination and dedication how you deal with them and how you can come through them."
    },
    {
      "cite": "Ken Poirot",
      "quote": "Hard times define one's character."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Hard times produce your greatest gifts."
    },
    {
      "cite": "Betsey Johnson",
      "quote": "Hard times always lead to something great."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "The hard times make a true friend afraid to ask."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Hard times arouse an instinctive desire for authenticity."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Hard times always uncover the basic goodness and evil of the day."
    },
    {
      "cite": "Mike Tyson",
      "quote": "Hard times fall upon everybody. Whatever it is, we're going to get out of it."
    },
    {
      "cite": "Knute Nelson",
      "quote": "In the midst of these hard times it is our good health and good sleep that are enjoyable."
    },
    {
      "cite": "Gwen Stefani",
      "quote": "We all have to go through hard times. Tragedies. Those are given to us to see what we're going to do with them."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Hard times may have held you down, but they will not last forever. When all is said and done, you will be increased."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Only during hard times do people come to understand how difficult it is to be master of their feelings and thoughts."
    },
    {
      "cite": "Robert Breault",
      "quote": "If you can wear the hard times of your life as furrows on your brow, you can wear the good times as a twinkle in your eye."
    },
    {
      "cite": "Max Lucado",
      "quote": "After a hard day scrambling to find your way around in the world, it's assuring to come home to a place you know. God can be equally familiar to you. With time you can learn where to go for nourishment, where to hide for protection , where to turn for guidance. Just as your earthly house is a place of refuge, so God's house is a place of peace."
    }
  ]
}