{
  "source": "https://www.wisesayings.com/harley-quotes/",
  "theme": "harley",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "I ride to fly.To feel. To touch. To breath.To laugh. To soar. To overcome. To relax. To belong. To feel strong. To heal. To love and be loved back. To communicate without words. I ride to live."
    },
    {
      "cite": "Unkown",
      "quote": "Being a biker is more than riding a bike you feel it in your heart and in your soul."
    },
    {
      "cite": "Paul Payne",
      "quote": "Four wheels move the body. Two wheels move the soul."
    },
    {
      "cite": "Crysta Baker",
      "quote": "Bikers and veterans go hand in hand and I can assure you that we never forget. That rumbling sound you hear when a group of bikes come together is not noise sir, it is the harmony of brotherhood coming together for a purpose and cause."
    },
    {
      "cite": "Foster Kinn",
      "quote": "The best bike is the one you're on, The best road is the one you're traveling, The best destination is wherever you're headed, The best time to get there is whenever you arrive."
    },
    {
      "cite": "unknown",
      "quote": "It's not what you ride, but that you ride. It's not how fast you go, it's about enjoying the ride. It's not when you started riding, but continuing to ride each day."
    },
    {
      "cite": "unknown",
      "quote": "I'd rather be a rider for a minute than a spectator for a lifetime."
    },
    {
      "cite": "Valentino Rossi",
      "quote": "Riding a bike is like an art,something you do because feel something inside."
    },
    {
      "cite": "unknown",
      "quote": "Young riders pick a destination and go... Old riders pick a direction and go."
    },
    {
      "cite": "unknown",
      "quote": "Bikes don't leak oil, they mark their territory."
    },
    {
      "cite": "unknown",
      "quote": "Our Harley Days Our Rides... Our Adventures... Our Family and Friends... Traveling free and easy down a road that never ends..."
    },
    {
      "cite": "Edward Abbey",
      "quote": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body, but rather to skid in broadside, in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming, Wow! What a Ride!"
    },
    {
      "cite": "unknown",
      "quote": "You can forget what you do for a living when your knees are in the breeze."
    },
    {
      "cite": "Robert A. Pirsig",
      "quote": "A motorcycle functions entirely in accordance with the laws of reason and a study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself."
    },
    {
      "cite": "unknown",
      "quote": "I don’t really feel like going for a ride today. Said no motorcycle rider ever."
    },
    {
      "cite": "Jess \"Chief\" Brynjulson",
      "quote": "They say life is a highway and we all travel our own roads, some good, some bad, yet each is a blessing of its own."
    },
    {
      "cite": "Foster Kinn",
      "quote": "When Freedoms Live, We Ride; When We Ride, Freedoms Live."
    },
    {
      "cite": "unknown",
      "quote": "If you want to be happy for a day, drink. if you want to be happy for a year, marry. If you want to be happy for a lifetime, ride a motorcycle."
    },
    {
      "cite": "unknown",
      "quote": "Work in Silence, Let your Harley Davidson make the noise."
    },
    {
      "cite": "Unkwown",
      "quote": "No matter how bad your day is your bike will always make you feel better."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Straight roads do not make skillful drivers."
    },
    {
      "cite": "Steve Mcqueen",
      "quote": "Racing is life. Anything before or after is just waiting."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "The sun on your back. Two fists in the wind. And the horizon teasing you farther down a great road.  We had longer ways to go. But no matter, the road is life."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It's all about the journey, not the destination."
    }
  ]
}