{
  "source": "https://www.wisesayings.com/harmony-quotes/",
  "theme": "harmony",
  "quotes": [
    {
      "cite": "William Wordsworth",
      "quote": "With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things."
    },
    {
      "cite": "Anatole France",
      "quote": "Wandering re-establishes the original harmony which once existed between man and the universe."
    },
    {
      "cite": "James Allen",
      "quote": "Happiness is mental harmony; unhappiness is mental inharmony."
    },
    {
      "cite": "Sallust",
      "quote": "Harmony makes small things grow, lack of it makes great things decay."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "If you learn to make harmony with your past then there is no mountain you can't conquer in life."
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "A successful work of art is not one which resolves contradictions in a spurious harmony, but one which expresses the idea of harmony negatively by embodying the contradictions, pure and uncompromised, in its innermost structure."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "The simplification of life is one of the steps to inner peace. A persistent simplification will create an inner and outer well-being that places harmony in one's life."
    },
    {
      "cite": "Doug Floyd",
      "quote": "You don't get harmony when everybody sings the same note."
    },
    {
      "cite": "Hans Richter",
      "quote": "To create a vision of the harmony of the unequal, balance the infinite variety, the chaotic, the contradictions in a unity."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "He who lives in harmony with himself lives in harmony with the universe."
    },
    {
      "cite": "Heraclitus",
      "quote": "Invisible harmony is better than visible."
    },
    {
      "cite": "Melanie Koulouris",
      "quote": "Harmony is a beautiful balance between mind, body and soul measured in tender peaceful moments."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A life in harmony with nature, the love of truth and virtue, will purge the eyes to understanding her text."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Happiness is not a matter of intensity but of balance and order and rhythm and harmony."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Harmony between two individuals is never granted-it has to be conquered indefinitely."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The hidden harmony is better than the obvious."
    },
    {
      "cite": "James Allen",
      "quote": "Harmony is one phase of the law whose spiritual expression is love."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Happiness is when what you think, what you say, and what you do are in harmony."
    },
    {
      "cite": "David DeNotaris",
      "quote": "Harmony is something we must have with others, but it must start inside us first."
    },
    {
      "cite": "Jose Marti",
      "quote": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity."
    }
  ]
}