{
  "source": "https://www.wisesayings.com/harsh-quotes/",
  "theme": "harsh",
  "quotes": [
    {
      "cite": "Norman Mailer",
      "quote": "Harsh words live in the dungeon of the heart."
    },
    {
      "cite": "Julian Fellowes",
      "quote": "Harsh reality is always better than false hope."
    },
    {
      "cite": "S.M. Stirling",
      "quote": "Sometimes the harshest lessons were the most valuable."
    },
    {
      "cite": "Ihara Saikaku",
      "quote": "Harshness is for the good of a boy, soft-heartedness will ruin him."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Do not say anything harsh: what you have said will be said back to you."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Love in action is a harsh and dreadful thing compared to love in dreams."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "There is no harsher means of punishment, than to answer malice with kindness."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Don't judge anyone harshly until you yourself have been through his experiences"
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Do not judge yourself harshly. Without mercy for ourselves we cannot love the world."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "If you find yourself under lethal attack don't be kind. Be harsh. Be tough. Be ruthless."
    },
    {
      "cite": "Claude Adrien Helvetius",
      "quote": "Harsh counsels have no effect; they are like hammers, which are always repulsed by the anvil."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "The harshest tyranny is that which acts under the protection of legality and the banner of justice."
    },
    {
      "cite": "Horace",
      "quote": "We set up harsh and unkind rules against ourselves. No one is born without faults. That man is best who has fewest."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Certain souls may seem harsh to others, but it is just a way, beknownst only to them, of caring and feeling more deeply."
    },
    {
      "cite": "Michael Ian Black",
      "quote": "Your harshest critic is always going to be yourself. Don't ignore that critic but don't give it more attention than it deserves."
    },
    {
      "cite": "Henry Bonilla",
      "quote": "The harshness and choice of words can cut deeply. Republicans need to show compassion and to be reasonable when talking to any ethnic group."
    },
    {
      "cite": "The Dhammapada",
      "quote": "Do not speak harshly to any one; those who are spoken to will answer thee in the same way. Angry speech is painful: blows for blows will touch thee."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "There are many harsh lessons to be learned from the gambling experience, but the harshest one of all is the difference between having Fun and being smart."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Be harsh with yourself at times."
    },
    {
      "cite": "Lisa McMann",
      "quote": "It's the intent, not the word, that makes something harsh."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "In the harsh face of life faith can read a bracing gospel."
    },
    {
      "cite": "Pras Michel",
      "quote": "There's a harsh reality - nothing lasts forever. You have to be ready to grow, and grow fast."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "It is harsh enough for each man to bear his own wound. But he who leads bears the wounds of all who follow him."
    }
  ]
}