{
  "source": "https://www.wisesayings.com/harsh-reality-quotes/",
  "theme": "harsh-reality",
  "quotes": [
    {
      "cite": "Sheryl Sandberg",
      "quote": "I'm sorry if this sounds harsh or surprises anyone, but this is where we are. If you want the outcome to be different, you will have to do something about it."
    },
    {
      "cite": "Judy Garland",
      "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality."
    },
    {
      "cite": "Pras Michel",
      "quote": "There's a harsh reality - nothing lasts forever. You have to be ready to grow, and grow fast."
    },
    {
      "cite": "Doris Brown Heritage",
      "quote": "Running is a road to self-awareness and reliance-you can push yourself to extremes and learn the harsh reality of your physical and mental limitations or coast quietly down a solitary path watching the earth spin beneath your feet."
    },
    {
      "cite": "Aishwarya Rai Bachchan",
      "quote": "Life will take its toll on all of us. We get injured, we get old. It's really sad to try to run away from these harsh realities of life. Looks are not everything. I am not going to look beautiful all the time."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Life being full of harsh realities, we seek relief from them in a variety of pleasing delusions."
    },
    {
      "cite": "Lucinda Riley",
      "quote": "And what's wrong with dimming the harsh reality of life a little, anyway? In essence, being alive is a bloody long and hard walk to death. Why not make it as pleasant along the way as you can?"
    },
    {
      "cite": "Brad Herzog",
      "quote": "As we age we begin to grasp at youthful bliss like a life raft in a sea of harsh reality."
    },
    {
      "cite": "Faith Popcorn",
      "quote": "Cocooning: The need to protect oneself from the harsh, unpredictable realities of the outside world."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Reality is harsh. It can be cruel and ugly. Yet no matter how much we grieve over our environment and circumstances nothing will change. What is important is not to be defeated to forge ahead bravely. If we do this a path will open before us."
    },
    {
      "cite": "Pete Domenici",
      "quote": "Hurricane Katrina exposed the harsh reality that we have been skating on thin ice when it comes to this country's energy concentrations on the Gulf Coast."
    },
    {
      "cite": "Tone Bell",
      "quote": "As I observe my daily life and that of others, I have come to the conclusion that genuine joy is a potent mixture of harsh reality, and the realization that life can be funny."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "There are those who believe that a new modernity demands a new morality. What they fail to consider is the harsh reality that there is no such thing as a new morality. There is only one morality . All else is immorality."
    },
    {
      "cite": "Jorge Garcia",
      "quote": "Mixing humour and harsh reality is a very human behaviour, it's the way people stay sane in their daily lives."
    },
    {
      "cite": "Kelly Minter",
      "quote": "The harsh reality is that my flesh must die not so much because of what it does, but because of what it is."
    },
    {
      "cite": "Michelle Obama",
      "quote": "The work-life balance is a harsh reality for so many women, who are forced every day to make impossible choices. Do they take their kids to the doctor ... and risk getting fired? Do they work weekends so they can afford to send their kids to better childcare ... even though it means even less time with their families? Do they take another shift at work, so they can pay for piano lessons for their kids ... even though it means they have to stop volunteering for the PTA? It just shouldn't be this difficult to raise healthy families."
    },
    {
      "cite": "Leo Baeck",
      "quote": "Experiences with their many echoes and their billows stand higher in his estimation than life with its tasks; for tasks always establish a bond with harsh reality. And from this he is in flight. He does not want to struggles against fate, but rather to receive it with an ardent and devout soul; he does not want to wrestle for the blessing, but to experience it, abandoning himself, devoid of will, to what spells salvation and bliss."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "In life man commits himself and draws his own portrait, outside of which there is nothing. No doubt this thought may seem harsh to someone who has not made a success of his life. But on the other hand, it helps people to understand that reality alone counts, and that dreams, expectations and hopes only serve to define a man as a broken dream, aborted hopes, and futile expectations."
    },
    {
      "cite": "Corey Taylor",
      "quote": "You can have the best intentions in the world, but if you do nothing, you are nothing. It is a harsh glare to shed that kind of light, but in my heart that is pure reality for me. How does the quote go? 'Evil triumphs when good men do nothing.' This is the downside to the longevity of sloth. It is an exit on a highway that leads to the worst parts of town."
    },
    {
      "cite": "Jeet Banerjee",
      "quote": "9/10 startups fail, which is a harsh reality in the world of entrepreneurship. However, I believe that such a high number of startups fail because they do not take the right steps necessary when building their business. The biggest challenge people have is building something that their target audience or niche really wants."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Graduates leave university and can't find a job. Old people reach retirement and have almost nothing to live on. Grown-ups have no time to dream, struggling from nine to five to support their families and pay for their children's education, always bumping up against the thing we all know as harsh reality."
    },
    {
      "cite": "H. G. Bissinger",
      "quote": "We build this false atmosphere. When it's over and the harsh reality sets in, that's the real joke we play on people ... Everybody wants to experience that superlative moment, and being an athlete can give you that. It's Camelot for them. But there's even life after it."
    },
    {
      "cite": "Frank Page",
      "quote": "The hurt means you're alive. It means your body is reacting and willing to fight - both to fight back and fight through it. So rather than running from grief's harsh reality, you may find that in letting it groan and pierce and ache and cry, you begin to exhaust some of its staying power. You expose its secret hiding places. You force it into the open air where it can be more easily outlined and dealt with."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The trapdoor beneath our feet swings open. We find ourselves in bottomless free fall. We are lost in a great darkness, and there's no one to send out a search party. Given so harsh a reality, of course we're tempted to shut our eyes and pretend that we're safe and snug at home, that the fall is only a bad dream."
    },
    {
      "cite": "Hugh Howey",
      "quote": "Youthful vigor becomes more rot than wisdom. Hopeful optimism is battered by harsh reality. Health and understanding seem to intersect in one's forties, the one peaking as the other begins its slow ascent. Maybe you'll know one day what you should've taken the time to appreciate. Maybe it'll be when your knees start popping, when your hands no longer work like they should. It probably won't be any sooner."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "I cannot, will not, withhold from my young readers the harsh realities of human hunger and suffering and loss, but neither will I neglect to plant that stubborn seed of hope that has enabled our race to outlast wars and famines and the destruction of death."
    },
    {
      "cite": "Ufuoma Apoki",
      "quote": "You can choose daily to brace up and face the harsh realities of life . . . Or while away the days that come by daydreaming . . . Better still, you can make your dreams your realities."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "She was right that reality can be harsh and that you shut your eyes to it only at your peril because if you do not face up to the enemy in all his dark power, then the enemy will come up from behind some dark day and destoy you while you are facing the other way."
    },
    {
      "cite": "John Fowles",
      "quote": "Our stereotyping societies force us to feel more alone. They stamp masks on us and isolate out real selves. We all live in two worlds: the old comfortable man-centred world of absolutes and the harsh real world of relatives. The latter, the relativity reality, terrifies us; and isolates and dwarfs us all."
    }
  ]
}