{
  "source": "https://www.wisesayings.com/harvard-quotes/",
  "theme": "harvard",
  "quotes": [
    {
      "cite": "Alexandra Petri",
      "quote": "Everyone praises Harvard 'for the students.' But what makes Harvard's students so great is that they are, in many ways, a cross-section of the larger world. They are normal people who happen to be excellent, and this sets them apart. People who go to Yale go because they want to attend Yale. People who go to Harvard go because they can."
    },
    {
      "cite": "Erich Segal",
      "quote": "I went into Harvard one way and came out a different person... It's the air at Harvard; it's like a Renaissance court."
    },
    {
      "cite": "Edwin H. Land",
      "quote": "There's a rule they don't teach you at the Harvard Business School. It is, if anything is worth doing, it's worth doing to excess."
    },
    {
      "cite": "William F. Buckley, Jr.",
      "quote": "I am obliged to confess I should sooner live in a society governed by the first two thousand names in the Boston telephone directory than in a society governed by the two thousand faculty members of Harvard University."
    },
    {
      "cite": "Junot Diaz",
      "quote": "I can always tell if someone's from Harvard because they trot out their vitae. I would die at Harvard."
    },
    {
      "cite": "Charles Morgan",
      "quote": "If Moses had gone to Harvard Law School and spent three years working on the Hill, he would have written the Ten Commandments with three exceptions and a saving clause."
    },
    {
      "cite": "David Fahrenthold",
      "quote": "What's a good metaphor for a Harvard student? A talking, gold-plated pile of manure, wearing a fleece."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "Harvard was an extraordinary window on the world."
    },
    {
      "cite": "James Bryant Conant",
      "quote": "A Harvard education consists of what you learn at Harvard while you are not studying."
    },
    {
      "cite": "Dave Barry",
      "quote": "Harvard University, according to the directory of the American Society of Colleges and Universities, is a 'type of weevil.'"
    },
    {
      "cite": "Drew Gilpin Faust",
      "quote": "I'd say Harvard graduates leave here with a sense of the possible and the limit - and a sense that there are no limits to what humans can do and that you can always be pushing, whatever limit you think might be there."
    },
    {
      "cite": "Gram Parsons",
      "quote": "At Harvard, you don't major. You concentrate."
    },
    {
      "cite": "Sheldon Lee Glashow",
      "quote": "Would physics at Geneva be as good as physics at Harvard? I think not. Rome? I think not. In Britain, I don't think there is one place, neither Cambridge nor Oxford, which can compare with Harvard."
    },
    {
      "cite": "John Updike",
      "quote": "Four years was enough of Harvard. I still had a lot to learn, but had been given the liberating notion that now I could teach myself."
    },
    {
      "cite": "Drew Gilpin Faust",
      "quote": "I’m not the woman president of Harvard, I’m the president of Harvard."
    },
    {
      "cite": "John U. Munro",
      "quote": "You are sadly mistaken if you view a Harvard education as primarily a gold-edged certificate to success."
    },
    {
      "cite": "Woody Allen",
      "quote": "Harvard makes mistakes too, you know. Kissinger taught there."
    },
    {
      "cite": "Raphael Demos",
      "quote": "Here [at Harvard], if we are doing our job, you will be led to an intellectual abyss."
    },
    {
      "cite": "Jim Breyer",
      "quote": "I want to make as much of a contribution as I can, to Harvard, to higher education and hopefully, to education around the world."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "I know of no title that I deem more honorable than that of Professor of the Harvard Law School."
    },
    {
      "cite": "Alexandra Petri",
      "quote": "At Harvard, people like to impart the idea that you are a mover and shaker."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "In truth, I did enjoy the benefits of a Harvard connection."
    },
    {
      "cite": "Henry Rosovsky",
      "quote": "That said, there are a few clear factors that determine the potential of a university to reach the highest levels of excellence. In the case of Harvard University, it was true that by the time of its tercentenary (300th anniversary of its founding) in 1936, Harvard had already achieved a reputation as a world-class institution. Harvard did not have the stature that it does today."
    },
    {
      "cite": "Andy Samberg",
      "quote": "I too turned to Webster's Dictionary and it defined Harvard University as a season for gathering crops."
    },
    {
      "cite": "Scott Turow",
      "quote": "I'm an ambitious person, and Harvard makes me feel successful, just having gotten in here. That's the ugly side of why I'm proud of being at Harvard Law School. Another reason is because there's a spirit of serious intellectual endeavor here."
    },
    {
      "cite": "Larry Wall",
      "quote": "The Harvard Law states: Under controlled conditions of light, temperature, humidity, and nutrition, the organism will do as it damn well pleases."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Harvard is the home of American ideas."
    },
    {
      "cite": "Jack Canfield",
      "quote": "I picked Harvard because it was in a big city, and a lot of girls' schools were nearby. And I liked President Kennedy, who went to Harvard."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "If you're last in your class at Harvard, it doesn't feel like you're a good student, even though you really are. It's not smart for everyone to want to go to a great school."
    },
    {
      "cite": "Josiah Royce",
      "quote": "I teach at Harvard that the world and the heavens, and the stars are all real, but not so damned real, you see."
    },
    {
      "cite": "Beatrice Wood",
      "quote": "A rich poet from Harvard has no sense in his mind, except the aesthetic."
    },
    {
      "cite": "Mark Zuckerberg",
      "quote": "We’ve all started lifelong friendships here, and some of us even families. That’s why I’m so grateful to this place. Thanks, Harvard."
    },
    {
      "cite": "W.E.B. Du Bois",
      "quote": "Not even a Harvard School of Business can make greed into a science."
    },
    {
      "cite": "Erich Segal",
      "quote": "Part of being a big winner is the ability to be a big loser. There is no paradox involved. It is a distinctly Harvard thing to be able to turn any defeat into victory."
    },
    {
      "cite": "Will Rogers",
      "quote": "Every Harvard class should have one Democrat to rescue it from oblivion"
    },
    {
      "cite": "Christina Hoff Sommers",
      "quote": "Harvard produces leaders. People with Harvard degrees go on to become administrators in high-level positions in state educational departments and in public schools around the country."
    },
    {
      "cite": "Lincoln Kirstein",
      "quote": "Harvard was a kind of luxurious afternoon."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "The truth of the matter is, you die, all you do is die, and yet you live, yes you live, and that's no Harvard lie."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "The only thing I ever learned was that some people are lucky and other people aren't and not even a graduate of the Harvard Business School can say why."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "I don't believe I'll ever get credit for anything I do in foreign affairs, no matter how successful it is, because I didn't go to Harvard."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "We're doomed to repeat the past no matter what. That's what it is to be alive. It's pretty dense kids who haven't figured that out by the time they're ten.... Most kids can't afford to go to Harvard and be misinformed."
    },
    {
      "cite": "Michael Ignatieff",
      "quote": "If I am not elected, I imagine that I will ask Harvard to let me back."
    },
    {
      "cite": "Thorsten J. Pattberg",
      "quote": "Harvard has now de facto become a Chinese outpost."
    },
    {
      "cite": "Herman Melville",
      "quote": "A whale ship was my Yale College and my Harvard."
    }
  ]
}