{
  "source": "https://www.wisesayings.com/harvest-quotes/",
  "theme": "harvest",
  "quotes": [
    {
      "cite": "Adrian Rogers",
      "quote": "Your character is the harvest of your habits."
    },
    {
      "cite": "Bill Meyer",
      "quote": "Every thought is a seed. If you plant crab apples, don’t count on harvesting golden delicious."
    },
    {
      "cite": "Billy Graham",
      "quote": "Love is to the heart what the summer is to the farmer's year. It brings to harvest all the loveliest flowers of the soul."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I don't do much more than organise other people's ideas and insights and thoughts, and sort of harvest them, and inventory them and present them."
    },
    {
      "cite": "Demosthenes",
      "quote": "The sower of the seed is assuredly the author of the whole harvest of mischief."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "Earth is here so kind, that just tickle her with a hoe and she laughs with a harvest."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "And thus of all my harvest-hope I have Nought reaped but a weedy crop of care."
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "For man, autumn is a time of harvest, of gathering together. For nature, it is a time of sowing, of scattering abroad."
    },
    {
      "cite": "Elizabeth Ann Seton",
      "quote": "When so rich a harvest is before us, why do we not gather it? All is in our hands if we will but use it."
    },
    {
      "cite": "Ellen G. White",
      "quote": "Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest."
    },
    {
      "cite": "Eric Rucker Eddison",
      "quote": "The harvest of this world is to the resolute, and he that is infirm of purpose is ground betwixt the upper and the nether millstone."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "For believe me: The secret for harvesting from existence the greatest fruitfulness and greatest enjoyment is to live dangerously."
    },
    {
      "cite": "Galatians 6:9",
      "quote": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."
    },
    {
      "cite": "George Whitefield",
      "quote": "Let us, therefore, not be weary of well-doing; for we shall reap an eternal harvest of comfort, if we faint not."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "There must be labor, incessant and constant, if there is to be a harvest."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The true harvest of my life is intangible - a little star dust caught, a portion of the rainbow I have clutched."
    },
    {
      "cite": "Henry McNeal Turner",
      "quote": "The seeds of freedom which are ever rejuvenescent in themselves, have now been scattered where despotism and tyranny ranked and ruled, will be watered by the enlivening dews of God's clemency, till the reapers abolitionists shall shout the harvest home."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The greatest form of maturity is at harvest time. This is when we must learn how to reap without complaint if the amounts are small and how to reap without apology if the amounts are big."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Don't be so shortsighted and so ingrown that if it doesn't happen right now, you're not going to be happy. No, you are sowing seeds that will reap a great harvest for generations to come."
    },
    {
      "cite": "John Arbuthnot",
      "quote": "That a lawsuit is a suit for life. He that sows his grain upon marble will have many a hungry belly before his harvest."
    },
    {
      "cite": "John Lancaster Spalding",
      "quote": "The zest of life lies in right doing, not in the garnered harvest."
    },
    {
      "cite": "John Phillips",
      "quote": "When the sappy boughs Attire themselves with blooms, sweet rudiments Of future harvest."
    },
    {
      "cite": "John Wooden",
      "quote": "I grew up on a farm. We learned that there was a season to plant, a season to water, and season to harvest. The planting and watering could be laborious, but without those stages there would never be a harvest."
    },
    {
      "cite": "Joseph Murphy",
      "quote": "Happiness is the harvest of a quiet mind. Anchor your thoughts on peace, poise, security and divine guidance and your mind will be productive of happiness."
    },
    {
      "cite": "Juvenal",
      "quote": "Autumn is the harvest of greedy death."
    },
    {
      "cite": "Kay Ryan",
      "quote": "Who would have guessed it possible that waiting is sustainable. A place with its own harvest."
    },
    {
      "cite": "Ken Follett",
      "quote": "You should first follow the plow if you want to dance the harvest jig."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "Care less for your harvest than for how it is shared and your life will have meaning and your heart will have peace."
    },
    {
      "cite": "Khurram Murad",
      "quote": "Repentance and yearning, and yearning and repentance: this is the total harvest of life."
    },
    {
      "cite": "Kurt Von Schleicher",
      "quote": "Our God of Grace often gives us a second chance, but there is no second chance to harvest a ripe crop."
    },
    {
      "cite": "Lewis J. Bates",
      "quote": "The year goes wrong, and tares grow strong, Hope starves without a crumb; But God's time is our harvest time, And that is sure to come."
    },
    {
      "cite": "Mairead Corrigan",
      "quote": "If we want to reap the harvest of peace and justice in the future, we will have to sow seeds of nonviolence, here and now, in the present."
    },
    {
      "cite": "Mary Morrissey",
      "quote": "Nature herself does not distinguish between what seed it receives. It grows whatever seed is planted; this is the way life works. Be mindful of the seeds you plant today, as they will become the crop you harvest."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "It is like the seed put in the soil - the more one sows, the greater the harvest."
    },
    {
      "cite": "Paul the Apostle",
      "quote": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When we postpone the harvest, the fruit rots, but when we postpone our problems, they keep on growing."
    },
    {
      "cite": "Richard Cecil",
      "quote": "He who sows, even with tears, the precious seed of faith, hope, and love, shall doubtless come again with joy, bring his sheaves with him, because it is in the very nature of that seed, to yield, under the kindly influence secured to it, a joyful harvest."
    },
    {
      "cite": "Richard Mant",
      "quote": "The strength of opening manhood is never so well employed, as, after the example of our Apostle himself, in practising subserviency to God's revealed will, and in triumphing over its spiritual enemies: it lends a grace and a beauty to religion, and produces an abundant harvest of good works and of glory to God."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "To plow is to pray; To plant is to prophesy, and the harvest answers and fulfills."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Even in the business of corporations honesty is the best policy, and the companies that have acted in accordance with the highest standard, other things being equal, have reaped the richest harvest."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "I consider the success of my day based on the seeds I sow, not the harvest I reap."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The farmer has patience and trusts the process. He just has the faith and deep understanding that through his daily efforts, the harvest will come.And then one day, almost out of nowhere, it does."
    },
    {
      "cite": "Rumi",
      "quote": "Every tree, every growing thing as it grows, says THIS truth, you harvest what you sow. With life as short as a half-taken breath, don't plant anything but love."
    },
    {
      "cite": "Sharon Kay Penman",
      "quote": "Autumn that year painted the countryside in vivid shades of scarlet, saffron and russet, and the days were clear and crisp under harvest skies."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Private victories precede public victories. You can't invert that process any more than you can harvest a crop before you plant it."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The only thing that endures over time is the 'Law of the Farm.' You must prepare the ground, plant the seed, cultivate, and water if you expect to reap the harvest."
    },
    {
      "cite": "unknown",
      "quote": "The harvest is plentiful but the laborers are few."
    },
    {
      "cite": "W.E.B Du Bois",
      "quote": "Now is the accepted time, not tomorrow, not some more convenient season. It is today that our best work can be done and not some future day or future year. It is today that we fit ourselves for the greater usefulness of tomorrow. Today is the seed time, now are the hours of work, and tomorrow comes the harvest and the playtime."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "The heritage of the past is the seed that brings forth the harvest of the future."
    },
    {
      "cite": "Wesley L Duewel",
      "quote": "Prayer is the only adequate way to multiply our efforts fast enough to reap the harvest God desires."
    },
    {
      "cite": "Bo Sanchez",
      "quote": "Don't envy the harvest of the rich. Envy their planting."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "It is only the farmer who faithfully plants seeds in the Spring, who reaps a harvest in the Autumn."
    },
    {
      "cite": "Anonymous",
      "quote": "We reap what we sow. Choose what you nourish carefully."
    },
    {
      "cite": "Og Mandino",
      "quote": "Always do your best. What you plant now, you will harvest later."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "One cannot collect all the beautiful shells on the beach. One can collect only a few, and they are more beautiful if they are few."
    },
    {
      "cite": "Prophetess Dina Rolle",
      "quote": "Every season has an end~for a harvest to begin. Embrace the process!"
    },
    {
      "cite": "Meister Eckhart",
      "quote": "What we plant in the soil of contemplation, we shall reap in the harvest of action."
    },
    {
      "cite": "Dolores Huerta",
      "quote": "Honor the hands that harvest your crops."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Only the people who are working the victory by faith will experience the joy of harvest."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Happiness is the harvest of a quiet eye."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "It is not always granted to the sower to see the harvest."
    },
    {
      "cite": "James Allen",
      "quote": "The law of harvest is to reap more than you sow."
    },
    {
      "cite": "William Blake",
      "quote": "The thankful receiver bears a plentiful harvest."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Your thoughts are seeds, and the harvest you reap will depend on the seeds you plant."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Saadi",
      "quote": "No one ever sowed the grain of generosity who gathered not up the harvest of the desire of his heart."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The reaper does not listen to the harvest."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The harvest of old age is the recollection and abundance of blessing previously secured."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "When it is time to sow, sow and when it is time to harvest, you will harvest. Obey this rule."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Our task is to harvest from the mortal world fruits for the immortal."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "With every deed you are sowing a seed, though the harvest you may not see."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "While there may be many things in life you wish to harvest not every seed you plant will grow."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "We must give more in order to get more. It is the generous giving of ourselves that produces the generous harvest."
    },
    {
      "cite": "David Bly",
      "quote": "Striving for success without hard work is like trying to harvest where you haven't planted."
    },
    {
      "cite": "Scott Reed",
      "quote": "You must give to get, You must sow the seed, before you can reap the harvest."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Your attitudes, action, reactions and expectations are harboured in the power of your thoughts. Think positively and you will smile at the harvest time."
    },
    {
      "cite": "Germany Kent",
      "quote": "Keep expecting and believing that your due season is coming. Declare that the good you have harvested in your life will manifest."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Harvest is a joyful time of gathering the produce of the land."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Do not measure success by today's harvest. Measure success by the seeds you plant today."
    },
    {
      "cite": "Grant M. Bright",
      "quote": "You reap what you sow: Life is like a boomerang. Our thoughts, deeds and words return to us sooner or later, with astounding accuracy."
    },
    {
      "cite": "Torquato Tasso",
      "quote": "The day of fortune is like a harvest day, We must be busy when the corn is ripe."
    }
  ]
}