{
  "source": "https://www.wisesayings.com/hat-quotes/",
  "theme": "hat",
  "quotes": [
    {
      "cite": "Frank Beddor",
      "quote": "For no matter what the world, men who deal in headwear are men to be trusted above any other."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Why should anyone be frightened by a hat?"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Some people’s heads are like their hats; it appears that just like hanging their hats they hang their heads somewhere and walk without them!"
    },
    {
      "cite": "Tracey Bond",
      "quote": "A real Bond girl wears so many skill hats...costumes are more like casual-chic code!"
    },
    {
      "cite": "Richard L. Ratliff",
      "quote": "Seems hats have been on top of all the stages comings and goings. Helping us remember heroes and idols."
    },
    {
      "cite": "Frederick The Great",
      "quote": "A crown is merely a hat that lets the rain in."
    },
    {
      "cite": "Philip Treacy",
      "quote": "A person carries off the hat. Hats are about emotion. It is all about how it makes you feel."
    },
    {
      "cite": "Philip Treacy",
      "quote": "Wearing a hat is fun; people have a good time when they're wearing a hat."
    },
    {
      "cite": "Philip Treacy",
      "quote": "The personality of the wearer and the hat makes the hat."
    },
    {
      "cite": "Philip Treacy",
      "quote": "People, when they buy a hat, they can't explain why they want to buy it or why they want it, but they do. It's like chocolate."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A hat should be taken off when you greet a lady and left off for the rest of your life. Nothing looks more stupid than a hat."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Some hats can only be worn if you're willing to be jaunty, to set them at an angle and to walk beneath them with a spring in your stride as if you're only a step away from dancing. They demand a lot of you."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "it wasn't the wearing of the hat that counted so much as having one to wear. Every trade, every craft had its hat."
    },
    {
      "cite": "Philip Treacy",
      "quote": "How a hat makes you feel is what a hat is all about."
    },
    {
      "cite": "John Oldham",
      "quote": "And all your future lies beneath your hat."
    },
    {
      "cite": "Philip Treacy",
      "quote": "There's a technicality to designing and wearing hats. A hat is balancing the proportions of your face; it's like architecture or mathematics."
    },
    {
      "cite": "Philip Treacy",
      "quote": "The success of a hat definitely lies with balancing the personality of the wearer with the type of occasion. Don't listen to those rules about face shape."
    }
  ]
}