{
  "source": "https://www.wisesayings.com/hate-quotes/",
  "theme": "hate",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get."
    },
    {
      "cite": "Socrates",
      "quote": "From the deepest desires often come the deadliest hate."
    },
    {
      "cite": "Henry Emerson Fosdick",
      "quote": "Hating people is like burning down your own house to get rid of a rat."
    },
    {
      "cite": "Will Smith",
      "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Hate must make a man productive. Otherwise one might as well love."
    },
    {
      "cite": "James Thurber",
      "quote": "All men kill the thing they hate, too, unless, of course, it kills them first."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Hate cages all the good things about you."
    },
    {
      "cite": "Eldridge Cleaver",
      "quote": "The price of hating other human beings is loving oneself less."
    },
    {
      "cite": "Ken Alstad",
      "quote": "Hate is like water in a dry gulch. The longer it runs, the deeper it digs."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Hate destroys the very structure of the personality of the hater.... when you start hating anybody, it destroys the very center of your creative response to life and the universe; so love everybody."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "We hate some persons because we do not know them; and will not know them because we hate them."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "If you hate a person, you hate something in him that is part of yourself. What isn't part of ourselves doesn't disturb us."
    },
    {
      "cite": "James Baldwin",
      "quote": "I imagine one of the reasons people cling to their hates so stubbornly is because they sense, once hate is gone, they will be forced to deal with pain."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "I think that hate is a thing, a feeling, that can only exist where there is no understanding."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "I have decided to stick with love. Hate is too great a burden to bear."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "No one is born hating another person because of the colour of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "That feelings of love and hate make rational judgments impossible in public affairs, as in private affairs, we can clearly enough see in others, though not so clearly in ourselves."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Hate is like a swordfish, working through water invisibly and then you see it coming with blood along its blade, but transparency disarms it."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Life appears to me too short to be spent in nursing animosity or registering wrongs."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Hatred is a cold fire, and it gives no warmth."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Blunted unto goodness is the heart which anger never stirreth, but that which hatred swelleth, is keen to carve out evil."
    },
    {
      "cite": "Tobsha Learner",
      "quote": "The worst enemy is one whose doctrines are founded in hate and are thus beyond debate."
    },
    {
      "cite": "George Elliot",
      "quote": "Hatred is like fire--it makes even light rubbish deadly."
    },
    {
      "cite": "Norman MacDonald Maxims",
      "quote": "It is easier to hate those we love, than love those whom we have hated."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Hate is the consequence of fear; we fear something before we hate; a child who fears noises becomes the man who hates them."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "We have just enough religion to make us hate, but not enough to make us love one another."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "You never really hate anyone as much as someone you cared about once."
    },
    {
      "cite": "Euripedes",
      "quote": "Hate is a bottomless cup; I will pour and pour."
    },
    {
      "cite": "Richard Nixon",
      "quote": "Others may hate you. But those who hate you don't win, unless you hate them. And then, you destroy yourself."
    },
    {
      "cite": "Willliam Penn",
      "quote": "Dislike what deserves it, but never hate: for that is of the nature of malice; which is almost ever to persons, not things, and is one of the blackest qualities sin begets in the soul."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Hate always sells well, but for repeat trade and the long pull happiness is sounder merchandise."
    },
    {
      "cite": "Kurt Tucholsky",
      "quote": "Those who hate most fervently must have once loved deeply; those who want to deny the world must have once embraced what they now set on fire."
    },
    {
      "cite": "Cesar Pavese",
      "quote": "Hate is always a clash between our spirit and someone else's body."
    },
    {
      "cite": "Graham Greene",
      "quote": "Hate is a lack of imagination."
    },
    {
      "cite": "Sir Walter Ralegh",
      "quote": "Hatreds are the cinders of affection."
    },
    {
      "cite": "Victoria Wolff",
      "quote": "Hate is not a good counselor."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Hatred is the atmosphere of hell."
    },
    {
      "cite": "Tim Lebbon",
      "quote": "Hate misleads, fear distorts and love blinds."
    },
    {
      "cite": "William F. Devault",
      "quote": "Hatred unlocks no doors in heaven."
    },
    {
      "cite": "Lord Byron",
      "quote": "Now hatred is by far the longest pleasure; Men love in haste, but they detest at leisure."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Hatred makes us all ugly."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "When we don't know who to hate, we hate ourselves."
    },
    {
      "cite": "Marian Anderson",
      "quote": "You lose a lot of time, hating people."
    },
    {
      "cite": "Gertrude Buckingham",
      "quote": "Hate brings to men wars and fear!"
    },
    {
      "cite": "Ren Maran",
      "quote": "Hatred is one long wait."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Hatred is self-punishment."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Hate less, live longer."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "Hatred bounces."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "It is not violence that best overcomes hate — nor vengeance that most certainly heals injury."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love me or hate me, both are in my favour. If you love me, I’ll always be in your heart... If you hate me, I’ll always be in your mind."
    },
    {
      "cite": "Henry James",
      "quote": "If you have been hated, you have also been loved."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Love those that hate you, but to love those one hates is impossible."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "If you want to forget something or someone, never hate it, or never hate him/her. Everything and everyone that you hate is engraved upon your heart; if you want to let go of something, if you want to forget, you cannot hate."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Our hate is not hurting them at all, but our hate is turning our days and night into a hellish turmoil."
    },
    {
      "cite": "Douglas V. Steere",
      "quote": "Hate is a prolonged form of suicide."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "There is no hate without fear. Hate is crystallized fear, fear's dividend, fear objectivized. We hate what we fear and so where hate is, fear is lurking."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "Realise how careful one must be with hate - For you become what you hate too much."
    },
    {
      "cite": "Richard Nixon",
      "quote": "Always remember, others may hate you. Those who hate you don't win unless you hate them. And then you destroy yourself."
    },
    {
      "cite": "Irina Ratushinskaya",
      "quote": "If you start to hate you can never stop. You can burn yourself from the inside. To retain one's personality, to survive, simply to keep common sense, one has to kill hatred, immediately."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Hatred and bitterness can never cure  the disease of fear; only love can do that. Hatred paralyzes life; love releases it. Hatred confuses life; love harmonizes it. Hatred darkens life; love illuminates it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you harbor hatred or ill feelings toward (a) person, the feeling does not hurt the enemy. It only harms your own peace of mind and eventually your own health."
    },
    {
      "cite": "Swahili Proverb",
      "quote": "Hate burns its preserver."
    },
    {
      "cite": "Coretta Scott King",
      "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated."
    },
    {
      "cite": "Robert Graves",
      "quote": "Hate is a fear, and fear is rot / That cankers root and fruit alike / Fight cleanly then, hate not, fear not / Strike with no madness when you strike."
    },
    {
      "cite": "Scott Summers",
      "quote": "Hate will arise for you to despise / Hate is laughing at your fate / Love is beautiful and it is potent / Love inhibits the inhabitant of love / Love is the permanent state / Hate is for the late freight."
    },
    {
      "cite": "Wynn",
      "quote": "Hate's goin' round / Breaking many hearts / Breaking many hearts / Before it's gone too far."
    },
    {
      "cite": "Elinor Morton Wylie",
      "quote": "Hate in the world's hand / Can carve and set its seal / Like the strong blast of sand / Which cuts into steel."
    },
    {
      "cite": "Elinor Morton Wylie",
      "quote": "I have seen how the finger of hate / Can mar and mould / Faces burned passionate / And frozen cold."
    },
    {
      "cite": "Susan Ratcliffe",
      "quote": "People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite."
    },
    {
      "cite": "Susan Ratcliffe",
      "quote": "If you hate a person, you hate something in him that is part of yourself. What isn't part of ourselves doesn't disturb us."
    },
    {
      "cite": "Susan Ratcliffe",
      "quote": "In time we hate that which we often fear."
    },
    {
      "cite": "Teren Jones",
      "quote": "Don't hate the player, hate the game."
    },
    {
      "cite": "Zooey Clare Deschanel",
      "quote": "Hate to say goodbye, goodbye / Hate to see the end, the end / 'Cause it's been so long since I've made a friend like you."
    },
    {
      "cite": "Lloyd Albert Johnson",
      "quote": "Hate no one; hate their vices, not themselves."
    },
    {
      "cite": "Lloyd Albert Johnson",
      "quote": "It is better to be hated for what you are than to be loved for what you are not."
    },
    {
      "cite": "Gary Guthrie",
      "quote": "One of the reasons why people cling to their hates so stubbornly is because they sense, once hate is gone, they will be forced to deal with pain."
    },
    {
      "cite": "Jamie Spaniolo",
      "quote": "Hate me for what I am and not for what you want me to be."
    },
    {
      "cite": "Martin H. Frederiksen",
      "quote": "I hate you when you're gone, I hate you turn me on / I hate the way I need you when I don't know where you are / I love it even more when I find you on the floor / I know you think you hate me but I will always hate you more."
    },
    {
      "cite": "Daniel Weis",
      "quote": "We violently hate those whom we have greatly offended."
    }
  ]
}