{
  "source": "https://www.wisesayings.com/haters-quotes/",
  "theme": "haters",
  "quotes": [
    {
      "cite": "Drake",
      "quote": "These haters pretending that it's all good. Say that sh-t in person man, I wish y'all would."
    },
    {
      "cite": "Rai M. Teves",
      "quote": "A hater is a person whose jealousy of another person success or achievements makes them verbally nit-pick any flaws no matter how small or just make up flaws in order to somehow try and belittle the successful person."
    },
    {
      "cite": "Sonya Parker",
      "quote": "A haters job is to hate you, and they stay on their job 24/7. So, if you're expecting them to clock out, and leave you alone think again."
    },
    {
      "cite": "Lil Wayne",
      "quote": "And these haters try to knock me but they can't knock me off the hinges."
    },
    {
      "cite": "Gloria Tesch",
      "quote": "Behind every sucessful person lies a pack of Haters! I love my haters!"
    },
    {
      "cite": "Turcois Ominek",
      "quote": "Don't doubt yourself, that's what haters are for."
    },
    {
      "cite": "Brene Brown",
      "quote": "Don't try to win over the haters; you are not a jackass whisperer."
    },
    {
      "cite": "Scylar Tyberius",
      "quote": "Haters and bullies are always cowards, you know. They like to pick on little guys."
    },
    {
      "cite": "C.M. Punk",
      "quote": "Haters are my favorite. I've built an empire with the bricks they've thrown at me. Keep on hating."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "Haters don't hate you. They hate themselves because you're a reflection of what they wish to be."
    },
    {
      "cite": "Chris Brown",
      "quote": "Haters keep on hating, cause somebody's gotta do it."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "Haters never win. I just think that's true about life, because negative energy always costs in the end."
    },
    {
      "cite": "Carniel Dunlop",
      "quote": "Haters teach you to be grateful for the people you love, hard times teach to you be grateful for the times that are good, and God, well God teaches you everything you need to know."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I don't worry about the haters? They are just angry because the truth I speak contradicts the lie they live."
    },
    {
      "cite": "R. Kelly",
      "quote": "I only feel sorry for weak people. And mostly what I've come to find is that the weak people are the ones that are the haters."
    },
    {
      "cite": "Alana Blanchard",
      "quote": "I think people are just haters. When they see people doing well, some people, if there's something wrong, they'll pick at that."
    },
    {
      "cite": "Tavi Gevinson",
      "quote": "I think that everybody wants to be heard, and the easiest way to be the loudest is to be the hater."
    },
    {
      "cite": "Megan Fox",
      "quote": "Just be you. I've learned the hard way and in the end, some people are just so full of hate that no matter what you say or do, they'll always have something to say."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "My haters are my motivators."
    },
    {
      "cite": "Miley Cyrus",
      "quote": "My whole thing is, haters are gonna hate, but haters are also going to click on your YouTube video just to watch it, so I don't really care. You helped me break the record. Even if you were watching just to hate on me, and now I hold the record, so I win."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "People who hate you because of a mere jealousy over your success hurt themselves in disguise. This is because you carry an image of who they wish they had become. Don't hate them back because they may also become like you one day and it will mean hurting that image you carry."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "Respect your haters they're the only ones who think you're better than them."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Rumors are carried by haters, spread by fools, and accepted by idiots."
    },
    {
      "cite": "Tucker Max",
      "quote": "The haters always scream the loudest."
    },
    {
      "cite": "Tucker Max",
      "quote": "The haters always scream the loudest."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "The best way to torture haters is with your happiness. There's nothing people hate more than seeing you be successful."
    },
    {
      "cite": "Karina Barton",
      "quote": "There will be haters, there will be doubters, there will be non-believers, and then there will be you, proving them wrong."
    },
    {
      "cite": "Taylor Swift",
      "quote": "They're [haters] just building you up to knock you down. But for me, they haven't."
    },
    {
      "cite": "Justin Bieber",
      "quote": "To all the haters out there I wish you the best. You can't bring me down. I wake up everyday grateful for the opportunity and grateful to the fans."
    },
    {
      "cite": "Tyga",
      "quote": "You can't hate/love others without loving/hating yourself first."
    }
  ]
}