{
  "source": "https://www.wisesayings.com/hating-yourself-quotes/",
  "theme": "hating-yourself",
  "quotes": [
    {
      "cite": "Michel de Montaigne",
      "quote": "The most terrible and violent of our own afflictions is to despise our own beings."
    },
    {
      "cite": "Malcolm X",
      "quote": "You can't hate your origin and not end up hating yourself."
    },
    {
      "cite": "Malcolm X",
      "quote": "We cannot think of being acceptable to others until we have first proven acceptable to ourselves."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You should never hate yourself for hating others who do terrible things: the depth of your love is shown by the extent of your anger."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Any kiddie in school can love like a fool, / But hating, my boy, is an art."
    },
    {
      "cite": "St. Mark the Ascetic",
      "quote": "Whether a man wearies himself senselessly or is treated severely by his spiritual father, the heart only suffers wounds. He is struck—it hurts—but no good comes of it. It is like a sick man who is given a wrong medicine."
    },
    {
      "cite": "Zulu Saying",
      "quote": "He who hates, hates himself."
    },
    {
      "cite": "Basil W. Maturin",
      "quote": "We never get to love by hate, least of all by self-hatred."
    },
    {
      "cite": "Ray Davies",
      "quote": "In the end you become part of everything you hate, basically."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Self-hatred and self-love are equally self-centered."
    },
    {
      "cite": "Ram Dass",
      "quote": "You can't build joy on a feeling of self-loathing."
    },
    {
      "cite": "E. M. Cioran",
      "quote": "Impure like every moralist, eager to bind us to our torments and somehow to our wounds, he will have taught us to hate ourselves, to savor the pangs of self-loathing; if our conscience suppurates, if we are invalids in ecstasy, fanatics of our own rottenness, the responsibility for it is his."
    },
    {
      "cite": "(Henry V) William Shakespeare",
      "quote": "Self-love, my liege, is not so vile a sin as self-neglecting."
    },
    {
      "cite": "Jon Westenberg",
      "quote": "Hiding from yourself is the surest path to self hatred, self pity and a whole lot of missed potential."
    },
    {
      "cite": "Marilyn Wann",
      "quote": "Life is too short for self-hatred and celery sticks."
    },
    {
      "cite": "Tara Brach",
      "quote": "Feeling compassion for ourselves in no way releases us from responsibility for our actions. Rather, it releases us from the self-hatred that prevents us from responding to our life with clarity and balance."
    },
    {
      "cite": "Donna Reiners",
      "quote": "It's critical to have a good relationship with YOU & it will not exist within self-hatred."
    },
    {
      "cite": "Bruce Van Horn",
      "quote": "You cannot pick up self-esteem if you are clinging to self-loathing. You cannot pick up confidence while holding on to fear. You cannot pick up love while holding on to hate."
    },
    {
      "cite": "Louise Hay",
      "quote": "You've been criticizing yourself for years and it hasn't worked. Try approving of yourself and see what happens."
    },
    {
      "cite": "Pamela Mills",
      "quote": "Your greatest treasure hides behind your self-loathing. Love it out of hiding."
    },
    {
      "cite": "Kalpna Suthar",
      "quote": "People who practice self-love rebound from adversity faster than those who wallow in self-loathing."
    },
    {
      "cite": "James Clear",
      "quote": "Progress does not require self-loathing. You can feel successful along the way."
    },
    {
      "cite": "John Wesley",
      "quote": "We should be rigorous in judging ourselves and gracious in judging others."
    },
    {
      "cite": "Lauren Fleshman",
      "quote": "Change comes from self-love not self-loathing."
    },
    {
      "cite": "Michael De Santa",
      "quote": "Self hatred. Common hipster affliction."
    },
    {
      "cite": "Dr. George Waggner",
      "quote": "Repression. Repression is the father of neurosis, of self-hatred. Now, stress results when we fight against our impulses. We've all heard people talk about animal magnetism, the natural man. the noble savage, as if we'd lost something valuable in our long evolution into civilized human beings. Now there's a good reason for this."
    },
    {
      "cite": "L. Leach",
      "quote": "Miserable at every turn / Burned out from the inside / At every turn / But there's another option / Well you could like yourself a little / Be happy you're alive / Fall in love with doing things / Instead of hating on yourself / Expecting the worst / You can be the greatest thing / In your universe."
    },
    {
      "cite": "Malcolm Middleton",
      "quote": "On a Monday night I'm nothing / On a Tuesday night I'm nobody / On a Wednesday Thursday Friday night I'm sad / Then the weekend comes to haunt me / Of all the places I should be / Minding me of the best times I ever had / So there's nothing wrong with being alone / No need to call the doctor / Sometimes people need to be by themselves / And there's nothing weird about hating yourself / When you've seen the hours I've spent / Darkness comes and darkness goes / Just like my good times went."
    },
    {
      "cite": "William Cowper",
      "quote": "Source of love, and light of day, / Tear me from myself away; / Every view and thought of mine / Cast into the mould of thine; / Teach, O teach this faithless heart / A consistent constant part; / Or, if it must live to grow / More rebellious, / break it now!"
    },
    {
      "cite": "William Cowper",
      "quote": "Hatred and vengeance, my eternal portion, / Scarce can endure delay of execution, / Wait, with impatient readiness, to seize my / Soul in a moment. / Damned below Judas:more abhorred than he was, / Who for a few pence sold his holy Master. / Twice betrayed Jesus me, this last delinquent, / Deems the profanest. / Man disavows, and Deity disowns me: / Hell might afford my miseries a shelter; / Therefore hell keeps her ever hungry mouths all / Bolted against me. / Hard lot! encompassed with a thousand dangers; / Weary, faint, trembling with a thousand terrors; / I'm called, if vanquished, to receive a sentence / Worse than Abiram's. / Him the vindictive rod of angry justice / Sent quick and howling to the center headlong; / I, fed with judgment, in a fleshly tomb, am / Buried above ground."
    },
    {
      "cite": "William Watson",
      "quote": "Few friends are mine, though many wights there be / Who, meeting oft a phantasm that makes claim / To be myself, and hath my face and name, / And whose thin fraud I wink at privily, / Account this light impostor very me. / What boots it undeceive them, and proclaim / Myself myself, and whelm this cheat with shame? / I care not, so he leave my true self free, / Impose not on me also; but alas! / I too, at fault, bewildered, sometimes take / Him for myself, and far from mine own sight, / Torpid, indifferent, doth mine own self pass; / And yet anon leaps suddenly awake, / And spurns the gibbering mime into the night."
    },
    {
      "cite": "Snow Patrol",
      "quote": "Somehow everything I own smells of you, and for the tiniest moment it's all not true"
    },
    {
      "cite": "Simon Mawer",
      "quote": "The speed of the human mind is remarkable. So is its inability to face the obvious."
    },
    {
      "cite": "Demosthenes",
      "quote": "Clouds cannot cover secret places, nor denials conceal truth."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The easiest way to solve a problem is to deny it exists."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To deny one's own experiences is to put a lie into the lips of one's own life. It is no less than a denial of the soul."
    },
    {
      "cite": "Richard Bach",
      "quote": "The worst lies are the lies we tell ourselves. We live in denial of what we do, even what we think. We do this because we're afraid."
    },
    {
      "cite": "Margaret Weis",
      "quote": "Hope is the denial of reality."
    },
    {
      "cite": "John Hart",
      "quote": "denial was a weapon; it killed truth, numbed the mind, and I was a junkie."
    },
    {
      "cite": "Brit Hume",
      "quote": "oblivious, in denial, and dangerous"
    },
    {
      "cite": "Rod Wright",
      "quote": "It just happened so fast. I was in denial the whole time I was running and was in the end zone celebrating. It sunk in after a while, but big guys don't get the ball very often. When we get the ball, we want to get in the end zone."
    },
    {
      "cite": "Eric Love",
      "quote": "People need to speak out about their feelings to those of us who are in denial."
    }
  ]
}