{
  "source": "https://www.wisesayings.com/haunted-quotes/",
  "theme": "haunted",
  "quotes": [
    {
      "cite": "Nalini Singh",
      "quote": "To be haunted by my heart is no threat."
    },
    {
      "cite": "Christina Dodd",
      "quote": "...the haunted always take refuge in stillness."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You're always haunted by the idea you're wasting your life."
    },
    {
      "cite": "James Herbert",
      "quote": "To be haunted is to glimpse a truth that might best be hidden."
    },
    {
      "cite": "Tom Robbins",
      "quote": "In the haunted house of life, art is the only stair that doesn't creak."
    },
    {
      "cite": "Judy Sheindlin",
      "quote": "If you commit a crime, you maybe have to be haunted."
    },
    {
      "cite": "Nicholas Brendon",
      "quote": "No one escapes being haunted by something that absolutely terrifies them to the core, but very few feel it's okay to admit what it is that haunts us."
    },
    {
      "cite": "Stefan Molyneux",
      "quote": "We are haunted houses of history. Nobody that we meet ever dies while we are alive."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "If the living are haunted by the dead, then the dead are haunted by their own mistakes."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "To be haunted by past failures or satisfied with past successes is to arrest forward motion."
    },
    {
      "cite": "Suman Pokhrel",
      "quote": "Haunted trees covered behind the curtains of their own leaves stare at the dark from the fringe of streets."
    },
    {
      "cite": "Teresa Medeiros",
      "quote": "We're all haunted in one way or another, are we not? If not by spirits, then by our own demons and regrets."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "We are haunted by an ideal life, and it is because we have within us the beginning and the possibility of it."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "We are neurotically haunted today by the imminence, and by the ignominy, of failure. We know at how frightening a cost one succeeds: to fail is something too awful to think about."
    },
    {
      "cite": "Frederick William Robertson",
      "quote": "We are too much haunted by ourselves, projecting the central shadow of self on everything around us. And then comes the Gospel to rescue us from this selfishness. Redemption is this, to forget self in God."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "He is haunted by a demon, a demon against which he feels powerless, because in its first manifestation it has no face, no name, nothing; and the words, the poem he makes, are a kind of exorcism of this demon."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "People haunted by the purposelessness of their lives try to find a new content not only by dedicating themselves to a holy cause but also by nursing a fanatical grievance. A mass movement offers them unlimited opportunities for both."
    },
    {
      "cite": "Philip Roth",
      "quote": "'Haunted by the past' is a commonplace phrase because it's a commonplace experience. Even if one is not, strictly speaking, 'haunted', the past is perpetually with one in the present, and the longer it grows and the further it recedes the stronger its presence seems to become."
    },
    {
      "cite": "Jean Rhys",
      "quote": "She haunted him, as an ungenerous action haunts one."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Houses are not haunted. We are haunted, and regardless of the architecture with which we surround ourselves, our ghosts stay with us until we ourselves are ghosts."
    },
    {
      "cite": "William Blake",
      "quote": "Each man is haunted until his humanity awakens."
    },
    {
      "cite": "Steve Winwood",
      "quote": "If nothing is the way it seems, then this life is just a haunted dream."
    },
    {
      "cite": "Minority Report (TV show)",
      "quote": "You're so haunted by other people's futures that you forget, the only future you cannot see is your own."
    },
    {
      "cite": "George Orwell",
      "quote": "Bad writers are nearly always haunted by the notion that Latin or Greek words are grander than Saxon ones."
    },
    {
      "cite": "Rebecca Makkai",
      "quote": "We aren't haunted by the dead, but by the impossible reach of history. By how unknowable these others are to us, how unfathomable we'd be to them."
    },
    {
      "cite": "Julian Jaynes",
      "quote": "The mind is still haunted with its old unconscious ways; it broods on lost authorities; and the yearning, the deep and hollowing yearning for divine volition and service is with us still."
    }
  ]
}