{
  "source": "https://www.wisesayings.com/having-a-good-day-quotes/",
  "theme": "having-a-good-day",
  "quotes": [
    {
      "cite": "Marty Robbins",
      "quote": "Every day is a good day to be alive, whether the sun's shining or not."
    },
    {
      "cite": "Cavett Robert",
      "quote": "If you don't think every day is a good day, just try missing one."
    },
    {
      "cite": "Gillian Anderson",
      "quote": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that."
    },
    {
      "cite": "Jeff Garthwaite",
      "quote": "Every day is a good day, some are just a little better than others."
    },
    {
      "cite": "Charles Rosenblum",
      "quote": "On a bad day, I have mood swings - but on a good day, I have the whole mood playground."
    },
    {
      "cite": "John Wooden",
      "quote": "You can't live a perfect day without doing something for someone who will never be able to repay you."
    },
    {
      "cite": "Cameron Diaz",
      "quote": "Whenever I don't' have to wear makeup, it's a good day."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Every single day is a good day no matter how bright or dark it is, because it always brings an opportunity to start a positive beginning in your life."
    },
    {
      "cite": "Gaurav GRV Sharma",
      "quote": "No matter, how is the start of the day, but end should be always good in the end of the day."
    },
    {
      "cite": "Maya Angelou",
      "quote": "This is a wonderful day, I have never seen this one before."
    },
    {
      "cite": "Tom Clancy",
      "quote": "The good old days are now."
    },
    {
      "cite": "Ernest Heminway",
      "quote": "Every day above earth is a good day."
    },
    {
      "cite": "Sydney Smith",
      "quote": "We know nothing of tomorrow; our business is to be good and happy today."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Joyful morning, good morning, good day."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Today is a Happy Day because I say it is."
    },
    {
      "cite": "Aly Johnson",
      "quote": "From the moment I woke up, I could tell that it was going to be a good day."
    },
    {
      "cite": "Kevin Nelson",
      "quote": "Every day is a good day when you run."
    },
    {
      "cite": "Tony Montana",
      "quote": "Every day above ground is a good day."
    },
    {
      "cite": "Gaurav GRV Sharma",
      "quote": "A day will be good, when you do for someone good."
    },
    {
      "cite": "Lindsay Lohan",
      "quote": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself,  It's going to be a good day!'."
    },
    {
      "cite": "Dita Von Teese",
      "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!"
    },
    {
      "cite": "Colum Mccann",
      "quote": "Good days, they come around the oddest corners."
    },
    {
      "cite": "Khaled Besrour",
      "quote": "Good news equals good day."
    },
    {
      "cite": "Eve Ensler",
      "quote": "I wake up every day and I think,  I'm breathing! It's a good day.'"
    },
    {
      "cite": "Michael Dolan",
      "quote": "Find peace in the morning rush and you will have a good day."
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "You have good days, you have bad days. But the main thing is to grow mentally."
    },
    {
      "cite": "Glennon Melton",
      "quote": "A good day is a good day. A bad day is a good story."
    },
    {
      "cite": "Yunmen Wenyan",
      "quote": "Every day is a good day. Your every-day mind - that is the Way!"
    },
    {
      "cite": "Curt Schilling",
      "quote": "When you're having a bad day at work, a lot of times it's your head. When you're having good days, a lot of times it's the absence of the mind."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A well-spent day brings happy sleep."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Leave something good in every day."
    },
    {
      "cite": "Freya Stark",
      "quote": "Good days are to be gathered like grapes, to be trodden and bottled into wine and kept for age to sip at ease beside the fire. If the traveler has vintaged well, he need trouble to wander no longer; the ruby moments glow in his glass at will."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Because when you stop and look around, this life is pretty amazing."
    },
    {
      "cite": "Emily Barnes",
      "quote": "Hope can come from having a good day."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you want to be happy, you have to be happy on purpose. When you wake up, you just can't wait to see what kind of day you'll have. You have to decide what kind of day you'll have."
    },
    {
      "cite": "Edith Wharton",
      "quote": "If we'd only stop trying to be happy, we could have a pretty good time."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "It's a good day to have a good day."
    },
    {
      "cite": "Dante",
      "quote": "Consider that this day  never dawn again."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "A bad day is still a good day when we take actions, no matter how small, to live with joy. Then our good days don't happen by chance, they happen by design."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If we are in a good mood when we get up in the morning, if there is a warm-hearted feeling within, automatically our inner door is opened for that day."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Just as a  good day's work leads to pleasant sleep, so a life well-spent leads to a pleasant death."
    },
    {
      "cite": "Italian Proverbs",
      "quote": "A rainy morn oft brings a pleasant day."
    },
    {
      "cite": "Epirus",
      "quote": "Live today. Forget the  cares of the past"
    },
    {
      "cite": "Philo of Alexandria",
      "quote": "Today means boundless and inexhaustible eternity. Months and years and all periods of time are concepts of men, who gauge everything by number but the true name of eternity is today."
    },
    {
      "cite": "Horace",
      "quote": "Seize the day and put the least possible trust in tomorrow."
    },
    {
      "cite": "Kalidasa",
      "quote": "Look to this day / For it is life, the very life of life / For yesterday is but a dream / And tomorrow is only a vision / But today well lived makes every yesterday a dream of happiness / And tomorrow a vision of hope /  Look well, therefore, to this day."
    },
    {
      "cite": "Wumen Huikai",
      "quote": "If useless thoughts do not / Cloud your mind / Each day is the best of your life"
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Nothing is worth more than this day."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "This time, like all times, is a very good one, if we know what to do with it."
    },
    {
      "cite": "Grenville Klesier",
      "quote": "Make the most of today. Translate your good intentions into actual deeds. Today is the day in which to express your noblest qualities of mind and heart, to do at least one worthy thing which you have long postponed."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "A wish is that / Have a good time / Have a good life / A wish from the heart / Not from the mind."
    },
    {
      "cite": "Lil Ithy",
      "quote": "Just wanted to pop in and wish you a good morning / Have a good day let's write a brand new story / Everyday different place brand new territory / Living like me it never gets boring."
    },
    {
      "cite": "Amit Ray",
      "quote": "Every day is a good day. There is something to learn, care and celebrate."
    },
    {
      "cite": "Simone Biles",
      "quote": "At the end of the day, if I can say I had fun, it was a good day."
    },
    {
      "cite": "Jurgen Kloop",
      "quote": "Anyone can have a good day, but you have to be able to perform on a bad day."
    },
    {
      "cite": "Stephen A. Schwarzman",
      "quote": "Every day should be a good day. People fool themselves that they'll be here forever."
    },
    {
      "cite": "Bret Michaels",
      "quote": "Every day that I wake up has to be a good day!"
    },
    {
      "cite": "Anita Roddick",
      "quote": "I wake up every morning thinking…this is my last day. And I jam everything into it. There’s no time for mediocrity. This is no damned dress rehearsal."
    },
    {
      "cite": "Mark Twain",
      "quote": "Give every day the chance to become the most beautiful day of your life."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death."
    },
    {
      "cite": "Paul Henderson",
      "quote": "I get up every morning and it’s going to be a great day. You never know when it’s going to be over so I refuse to have a bad day."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Let today be the day you give up who you’ve been for who you can become."
    }
  ]
}