{
  "source": "https://www.wisesayings.com/having-a-baby-quotes/",
  "theme": "having-a-baby",
  "quotes": [
    {
      "cite": "Jodi Picoult",
      "quote": "That's the strange thing about being a mother: Until you have a baby, you don't even realize how much you're missing one."
    },
    {
      "cite": "Nuno Bettencourt",
      "quote": "Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    },
    {
      "cite": "Elizabeth Stone",
      "quote": "Making the decision to have a child it's momentous. It is to decide forever to have your heart go walking outside your body."
    },
    {
      "cite": "Spalding Gray",
      "quote": "I understood once I held a baby in my arms, why some people have the need to keep having them."
    },
    {
      "cite": "Matthew Broderick",
      "quote": "Having a baby changes the way you view your in-laws. I love it when they come to visit now. They can hold the baby and I can go out."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "Every child born into the world is a new thought of God, an ever-fresh and radiant possibility."
    },
    {
      "cite": "Eda J. Le Shan",
      "quote": "A new baby is like the beginning of all things wonder, hope, a dream of possibilities."
    },
    {
      "cite": "Susan Sarandon",
      "quote": "Children reinvent your world for you."
    },
    {
      "cite": "Mary Mason",
      "quote": "A baby is something you carry inside you for nine months, in your arms for three years and in your heart till the day you die."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "It was the tiniest thing I ever decided to put my whole life into."
    },
    {
      "cite": "Sandra C. Kassis",
      "quote": "You never understand life until it grows inside of you."
    },
    {
      "cite": "Milwaukee Journal",
      "quote": "A perfect example of minority rule is a baby in the house."
    },
    {
      "cite": "Elizabeth Stone",
      "quote": "Having a child is wondrous. It is to forever have your heart go walking around outside your body."
    },
    {
      "cite": "Michael Levine",
      "quote": "Having children makes you no more a parent than having a piano makes you a pianist."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Having a child is surely the most beautifully irrational act that two people in love can commit."
    },
    {
      "cite": "Tina Brown",
      "quote": "Having a baby is like falling in love again, both with your husband and your child."
    },
    {
      "cite": "Marie Osmond",
      "quote": "When you have a baby, love is automatic, when you get married, love is earned."
    },
    {
      "cite": "Martin Fraquhar Tupper",
      "quote": "A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men."
    },
    {
      "cite": "Carol Burnett",
      "quote": "Having a baby is like taking your lower lip and forcing it over your head."
    },
    {
      "cite": "Anonymous",
      "quote": "The joy of having a baby today can only be expressed in two words: tax deduction."
    },
    {
      "cite": "Marion Jones",
      "quote": "I loved having my baby inside of me, but I was very happy when he was finally here."
    },
    {
      "cite": "Ray Romano",
      "quote": "Having children is like living in a frat house - nobody sleeps, everything's broken, and there's a lot of throwing up."
    },
    {
      "cite": "Jane Goodall",
      "quote": "One thing I had learned from watching chimpanzees with their infants is that having a child should be fun."
    },
    {
      "cite": "Jean Kerr",
      "quote": "Now the thing about having a baby - and I can't be the first person to have noticed this - is that thereafter you have it."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are always more trouble than you thought- and more wonderful."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "It kills you to see them grow up. But I guess it would kill you quicker if they didn't."
    },
    {
      "cite": "Halle Berry",
      "quote": "Having a baby takes so much from you. It's the most glorious thing you'll ever do, but the aftermath is not so glorious!"
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    },
    {
      "cite": "Allen West",
      "quote": "I do not believe having a baby is punishment."
    },
    {
      "cite": "Erica Eisdorfer",
      "quote": "Having a baby's sweet face so close to your own, for so long a time as it takes to nurse 'em, is a great tonic for a sad soul."
    },
    {
      "cite": "Emily Procter",
      "quote": "Having a crying baby is inspiration to get the job done quickly."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Having a baby is like suddenly getting the world's worst roommate."
    },
    {
      "cite": "Betty Ford",
      "quote": "Having babies is a blessing, not a duty."
    },
    {
      "cite": "Lisa See",
      "quote": "Having a baby is painful in order to show how serious a thing life is."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Having a baby is like getting a tattoo on your face. You really need to be certain it's what you want before you commit."
    },
    {
      "cite": "Anne Lamott",
      "quote": "One thing about having a baby is that each step of the way you simply cannot imagine loving him any more than you already do, because you are bursting with love, loving as much as you are humanly capable of- and then you do, you love him even more."
    },
    {
      "cite": "Joan Lowery Nixon",
      "quote": "Having a baby is part of a woman's life, and it is surely a great waste to be afraid of life."
    },
    {
      "cite": "Princess Diana",
      "quote": "If men had to have babies, they would only ever have one each."
    },
    {
      "cite": "Celine Dion",
      "quote": "I think it is such a privilege to give a baby its first home inside your body."
    },
    {
      "cite": "Jayne Mansfield",
      "quote": "Carrying a baby is the most rewarding experience a woman can enjoy."
    },
    {
      "cite": "Bhagwan Shree Rajneesh",
      "quote": "The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never. A mother is something absolutely new."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is no finer investment for any community than putting milk into babies."
    },
    {
      "cite": "Sandra C. Kassis",
      "quote": "You never understand life until it grows inside of you."
    },
    {
      "cite": "Maria Jose Ovalle",
      "quote": "Having my baby fall asleep in my arms takes away all of my worries and stresses. A sense of complete and total peace comes over me."
    },
    {
      "cite": "Maurice Johnstone",
      "quote": "A baby changes your dinner party conversation from politics to poops."
    },
    {
      "cite": "Liam Neeson",
      "quote": "It's extraordinary to look into a baby's face and see a piece of your flesh and your spirit. It makes you realize you are a part of the human race."
    },
    {
      "cite": "Celine Dion",
      "quote": "I knew it was going to be the most extraordinary thing in my life, but how powerful it is, you can never know until you have a baby."
    },
    {
      "cite": "Sammy Davis, Jr.",
      "quote": "A man is not complete until he has seen the baby he has made."
    },
    {
      "cite": "Leo J. Burke",
      "quote": "People who say they sleep like a baby usually don't have one."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "Sometimes the smallest things take up the most room in your heart."
    }
  ]
}