{
  "source": "https://www.wisesayings.com/hawaii-quotes/",
  "theme": "hawaii",
  "quotes": [
    {
      "cite": "Robert H. Schuller",
      "quote": "There is a quiet place in Hawaii where, for over thirty years, I've gone to draw inspiration and write many of my books."
    },
    {
      "cite": "Brendon Urie",
      "quote": "I love to surf. Hawaii has some of the best waves in the world, and the most consistent as well. That's always fun."
    },
    {
      "cite": "Mazie Hirono",
      "quote": "That is the great thing about Hawaii. We're so culturally diverse and we inner-marry and appreciate each other's cultures."
    },
    {
      "cite": "Mazie Hirono",
      "quote": "Hawaii - the Aloha state - is built on the strength of its multicultural society, from our indigenous Native Hawaiian people to the many immigrants that followed."
    },
    {
      "cite": "Mazie Hirono",
      "quote": "In Hawaii, we understand that our way of life depends on a healthy ocean."
    },
    {
      "cite": "Jake Shimabukuro",
      "quote": "Hawaii is a small, close community."
    },
    {
      "cite": "Troy Polamalu",
      "quote": "I love Hawaii. I really enjoy surfing in Oahu, and Waianae is such a great area. And Maui - I like Maui a lot, too."
    },
    {
      "cite": "Joanne Harris",
      "quote": "For me, the magic of Hawaii comes from the stillness, the sea, the stars."
    },
    {
      "cite": "Will Rogers",
      "quote": "Hawaii is the only place I know where they lay flowers on you while you are alive."
    },
    {
      "cite": "Terence Barrow",
      "quote": "Incredible as it might seem, Hawaii is like a gigantic raft, drifting slowly with the centuries."
    },
    {
      "cite": "Robert Wintner",
      "quote": "Hawaii is still the single most frequent fantasy destination, not because of political stability or conveniences, but because Hawaii seduces the imagination. It's the perfect postcard, no props, no fillers."
    },
    {
      "cite": "Jack London",
      "quote": "Hawaii is a paradise--and I can never cease proclaiming it; but I must append one word of qualification: Hawaii is a paradise for the well-to-do."
    },
    {
      "cite": "John Muir",
      "quote": "To the lover of wilderness, Alaska is one of the most wonderful countries in the world."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "Historically, Alaska is a place that has attracted those fed up with conventionality."
    },
    {
      "cite": "Unknown Author",
      "quote": "Whether a visitor or kama'aina, the beauty of the Hawaiian Islands inspires the heart and mind."
    },
    {
      "cite": "David Kalakaua",
      "quote": "The Hula is the heartbeat of the Hawaiian People."
    },
    {
      "cite": "Kevin Brown",
      "quote": "Hawaiian music is the roots for the Hawaiian people. It tells the history of where we came from. Not having Hawaiian music in my life would be like losing half of my body--- because Hawaiianmusic helps me to be a better person."
    },
    {
      "cite": "Hawaiian Proverb",
      "quote": "After all, Hawaii is the best land. (O Hawaii no ka aina maikai)"
    },
    {
      "cite": "Rand McNally",
      "quote": "Hawaii is paradise born of fire."
    },
    {
      "cite": "Victoria Kahler",
      "quote": "A slight breeze cooled the Hawaiian spring air, swaying the branches of palm trees, which cast black silhouettes against the purple and orange colors of the twilight sky."
    },
    {
      "cite": "Lilikal_ K. Kame'eleihiwa",
      "quote": "We, the Hawaiian people, who are born from the union of Papahanaumoku and Wakea, earth mother and sky father, and who have lived in these islands for over 100 generations, will always have the moral right to the lands of Hawai'i now and forever, no matter what any court says."
    },
    {
      "cite": "Victoria Kahler",
      "quote": "Mount Kilauea spilled glowing lava like cords of orange neon-lighting from seemingly nowhere. In the blackness that engulfed the night, electric heat lit flowing streams that fell into the sea, disappearing in a cloud of steam with a sizzling splash."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Look, Neal, Hawaii is not some magical pixie wonderland; it's an American state populated by atomic weapons, a remnant native population and people too stupid to spell their way out of a paper bag. Most of them came here to escape pathetic lives in the forty nine other states, so in some sense, Hawaii is a scenic cul-de-sac filled with people who want to drink themselves to death without feeling judged."
    },
    {
      "cite": "Rob Brezsny",
      "quote": "Kaohinani is a Hawaiian word meaning  gatherer of beautiful things."
    },
    {
      "cite": "Abraham Akaka",
      "quote": "Aloha is the unconditional desire to promote the true good of other people in a friendly spirit out of a sense of kinship."
    },
    {
      "cite": "M.J. Harden",
      "quote": "Nature is where it all begins for the Hawaiians. In fact, they call themselves keiki o ka  aina   children of the land'."
    },
    {
      "cite": "Don Ho",
      "quote": "I believe Hawaii is the most precious jewel in the world."
    },
    {
      "cite": "unknown",
      "quote": "Whether a visitor or kama'aina (resident), the beauty of the Hawaiian Islands inspires the heart and mind."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Hawaii is not a state of mind, but a state of grace."
    },
    {
      "cite": "Dan Quayle",
      "quote": "Hawaii has always been a very pivotal role in the Pacific. It is in the Pacific. It is a part of the United States that is an island that is right here."
    },
    {
      "cite": "Sharon Linnea",
      "quote": "Hawaii is the island of big dreams for both islanders and guests. Those dreams born in paradise can, indeed come true."
    },
    {
      "cite": "Mark Twain",
      "quote": "The loveliest fleet of islands that lies anchored in any ocean."
    },
    {
      "cite": "Mark Twain",
      "quote": "No alien land in all the world has any deep strong charm for me but that one, no other land could so longingly and so beseechingly haunt me, sleeping and waking, through half a lifetime, as that one has done. Other things leave me, but it abides; other things change, but it remains the same. For me the balmy airs are always blowing, its summer seas flashing in the sun; the pulsing of its surfbeat is in my ear; I can see its garlanded crags, its leaping cascades, its plumy palms drowsing by the shore, its remote summits floating like islands above the cloud wrack; I can feel the spirit of its wildland solitudes, I can hear the splash of its brooks; in my nostrils still lives the breath of flowers that perished twenty years ago."
    },
    {
      "cite": "unknown",
      "quote": "Be the Aloha you wish to see in the world."
    },
    {
      "cite": "Bruno Mars",
      "quote": "I can't even speak Hawaiian, but if you go there and listen to a Hawaiian song, you get captured because it's so beautiful, like the melody is just gorgeous and you know Bob Marley is on the radio every single day. It's very reggae-influenced down there. Basically, you haven't been to paradise if you haven't been to Hawaii."
    },
    {
      "cite": "Bruno Mars",
      "quote": "Hawaii is paradise. It sounds cheesy to say it, but there's music in the air there."
    },
    {
      "cite": "William McKinley",
      "quote": "We need Hawaii just as much and a good deal more than we did California. It is Manifest Destiny."
    },
    {
      "cite": "Duane Chapman",
      "quote": "In Hawaii, we have something called Ho'oponopono, where people come together to resolve crises and restore peace and balance."
    },
    {
      "cite": "Bruno Mars",
      "quote": "In Hawaii, some of the biggest radio stations are reggae. The local bands are heavily influenced by Bob Marley."
    },
    {
      "cite": "Matt King",
      "quote": "Don't be fooled by appearances. In hawaii, some of the most powerful people look like bums and stuntmen."
    },
    {
      "cite": "Ricky Williams",
      "quote": "If you want to surf, move to hawaii. If you like to shop, move to New York. If you like acting and Hollywood, move to California. But if you like college football, move to Texas."
    },
    {
      "cite": "Richard Pryor",
      "quote": "Hawaii is the best form of comfort for me. When I die, I want to be cremated, and I want half my ashes spread in the Pacific around the island, the rest on the property."
    },
    {
      "cite": "Linda Lingle",
      "quote": "I truly believe the brightest days lie ahead for the Great State of hawaii."
    },
    {
      "cite": "James MacArthur",
      "quote": "Some people say hawaii is spoiled, but I don't think so. It's modern. It's a part of today's world."
    },
    {
      "cite": "Dan Quayle",
      "quote": "Hawaii is a unique state. It is a small state. It is a state that is by itself. It is a -it is different from the other 49 states. Well, all states are different, but it's got a particularly unique situation."
    },
    {
      "cite": "Jeff Goldblum",
      "quote": "Hawaii can be heaven and it can be hell."
    },
    {
      "cite": "Rachelle Lefevre",
      "quote": "Hawaii is absolutely beautiful."
    },
    {
      "cite": "Kelly Slater",
      "quote": "Most of what Hawaii has to offer is no secret. Pipeline is probably the most famous wave in the world."
    },
    {
      "cite": "Minnie Pearl",
      "quote": "I can always remember that experience in Hawaii pleasantly on account of Elvis."
    },
    {
      "cite": "Kelly Preston",
      "quote": "I grew up in Hawaii and I think it was easier because we did not have cliques at high school."
    },
    {
      "cite": "Rumi",
      "quote": "Travel brings power and love back into your life."
    },
    {
      "cite": "unknown",
      "quote": "A vacation is like love - anticipated with pleasure, experienced with discomfort, and remembered with nostalgia."
    },
    {
      "cite": "Henry Ian Cusick",
      "quote": "Being in Hawaii, it's almost impossible not to be fit, I think."
    },
    {
      "cite": "Tulsi Gabbard",
      "quote": "Hawaii is a special place because we have a very diverse population there, who are very respectful and tolerant of those who have differing opinions and different views."
    },
    {
      "cite": "Jorge Garcia",
      "quote": "Life is very nice in Hawaii. I rent a place that has its own cottage so when my friends and family come to visit, they have somewhere nice to stay."
    },
    {
      "cite": "Jay Talwar",
      "quote": "Activities and attraction in Hawaii are designed to involve the whole family as one."
    },
    {
      "cite": "Lilo and Stitch",
      "quote": "Ohana means family and family means no one gets left behind."
    },
    {
      "cite": "Henry Miller",
      "quote": "One's destination is never a place, but a new way of seeing things."
    },
    {
      "cite": "Henry Ian Cusick",
      "quote": "Hawaii is a beautiful place to bring up a family."
    },
    {
      "cite": "Anatole France",
      "quote": "Wandering re-establishes the original harmony which once existed between man and the universe."
    },
    {
      "cite": "Benjamin Harrison",
      "quote": "It is essential that none of the other great powers shall secure Hawaii. Such a possession would not consist with our safety and with the peace of the world."
    },
    {
      "cite": "Mark Twain",
      "quote": "Hawaii, the loveliest fleet of islands that lies anchored in any ocean."
    },
    {
      "cite": "William Vaughn Moody",
      "quote": "Gazes at far Hawaii crowned with palms where east and west are met."
    },
    {
      "cite": "Johannes Carl Andersen",
      "quote": "Not vainly Maui strove; no not in vain, he dared the old Mother of Death and her embrace"
    },
    {
      "cite": "Padraic Colum",
      "quote": "The kings of Hawaii call out their men, the men go up the mountains in files."
    }
  ]
}