{
  "source": "https://www.wisesayings.com/hawk-quotes/",
  "theme": "hawk",
  "quotes": [
    {
      "cite": "John Burroughs",
      "quote": "August is the month of the high-sailing hawks. The hen hawk is the most noticeable. He likes the haze and calm of these long, warm days. He is a bird of leisure and seems always at his ease. How beautiful and majestic are his movements!"
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "Hunting hawks did not belong in cages, no matter how much a man coveted their grace, no matter how golden the bars. They were far more beautiful soaring free. Heartbreakingly beautiful."
    },
    {
      "cite": "Hayao Miyazaki",
      "quote": "In this world of ours, the sparrow must live like a hawk if he is to fly at all."
    },
    {
      "cite": "Helen Macdonald",
      "quote": "There’s a superstition among falconers that a hawk’s ability is inversely proportional to the ferocity of its name. Call a hawk Tiddles and it will be a formidable hunter; call it Spitfire or Slayer and it will probably refuse to fly at all."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The hawk is aerial brother of the wave which he sails over and surveys, those his perfect air-inflated wings answering to the elemental unfledged pinions of the sea."
    },
    {
      "cite": "Stephen King",
      "quote": "You cannot friend a hawk, they said, unless you are a hawk yourself, alone and only a sojourner in the land, without friends or the need of them."
    },
    {
      "cite": "Helen Macdonald",
      "quote": "The hawk was everything I wanted to be: solitary, self-possessed, free from grief, and numb to the hurts of human life."
    },
    {
      "cite": "unknown",
      "quote": "If we had great distant vision like a hawk we could avoid most disasters, altering our future."
    },
    {
      "cite": "Japanese Proverbs",
      "quote": "The sparrow flying behind the hawk thinks the hawk is fleeing."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "To the mouse, snow means freedom from want and fear. ... To a rough-legged hawk, a thaw means freedom from want and fear."
    },
    {
      "cite": "Richard Hovey",
      "quote": "I have need of the sky, I have business with the grass; I will up and get me away where the hawk is wheeling. Lone and high, and the slow clouds go by. I will get me away to the waters that glass the clouds as they pass. I will get me away to the woods."
    },
    {
      "cite": "(John) Robinson Jeffers",
      "quote": "The wild God of the world is sometimes merciful to those That ask mercy, not often to the arrogant. You do not know him, you communal people, or you have forgotten him; Intemperate and savage, the hawk remembers him; Beautiful and wild, the hawks, and men that are dying, remember him."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I am but mad north-north-west: when the wind is southerly, I know a hawk from a handsaw."
    },
    {
      "cite": "Darkovan Proverb",
      "quote": "A hawk kills because it is his nature; a man because it is his pleasure."
    },
    {
      "cite": "unknown",
      "quote": "The Hawk unto the open sky/The red deer to the wold/The Romany lass for the Romany lad/As in the days of old."
    },
    {
      "cite": "Darkovan Proverbs",
      "quote": "We will fly that hawk when his pinions are grown."
    },
    {
      "cite": "John Geddes",
      "quote": "You think so logically…like a hawk soaring – I feel so chaotically…like a kite without a tail plummeting to earth."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You missed the shadow of the hawk on the vole if you think how wonderfully free a vole is!"
    },
    {
      "cite": "John Denver",
      "quote": "I am the hawk and there's blood in my feathers, but time is still turning they soon will be dry. And all those who see me and all who believe in me, share in the freedom I feel when I fly."
    },
    {
      "cite": "Italian Proverb",
      "quote": "He who makes himself a dove is eaten by the hawk."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Only in silence the word, only in dark the light, only in dying life: bright the hawk's flight on the empty sky."
    },
    {
      "cite": "Danish Proverbs",
      "quote": "Pheasants are fools if they invite the hawk to dinner."
    },
    {
      "cite": "African Proverbs",
      "quote": "When the cock is drunk, he forgets about the hawk."
    },
    {
      "cite": "Lord Alfred Tennyson",
      "quote": "The wild hawk stood with the down on his beak and stared with his foot on the prey."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Say, will the falcon, stooping from above, Smit with her varying plumage, spare the dove? Admires the jay the insect's gilded wings? Or hears the hawk when Philomela sings?"
    },
    {
      "cite": "Darkovan Proverbs",
      "quote": "You cannot take hawks without climbing some cliffs."
    },
    {
      "cite": "French Proverbs",
      "quote": "A hawk’s marriage: the hen is the better bird."
    },
    {
      "cite": "French Proverbs",
      "quote": "In hawks, hounds, arms, and love, for one leasure a thousand pains."
    },
    {
      "cite": "Danish Proverbs",
      "quote": "It is hard to lure hawks with empty hands."
    },
    {
      "cite": "Bob Seger",
      "quote": "Stood alone on a mountain top, starin' out at the Great Divide. I could go east, I could go west, it was all up to me to decide. Just then I saw a young hawk flyin' and my soul began to rise."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Dost thou love hawking? thou hast hawks will soar Above the morning lark."
    },
    {
      "cite": "Komalica v",
      "quote": "Those greedy Hawks with deep peckish pockets, circled around the concrete jungle to search for its fresh penurious prey to snack on."
    }
  ]
}