{
  "source": "https://www.wisesayings.com/he-makes-me-happy-quotes/",
  "theme": "he-makes-me-happy",
  "quotes": [
    {
      "cite": "Audrey Niffenegger",
      "quote": "But you make me happy. It's living up to being happy that's the difficult part."
    },
    {
      "cite": "Nicole Scherzinger",
      "quote": "I love a man with a great sense of humor and who is intelligent a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident that is very sexy but at the same time, he's very kind to people."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness."
    },
    {
      "cite": "Kieth Whitley",
      "quote": "The smile on your face lets me know that you need me, there's a truth in your eyes saying you'll never leave me. A touch of your hand says you'll catch me if ever I fall.. you say it best, when you say nothing at all."
    },
    {
      "cite": "Anonymous",
      "quote": "Being called beautiful makes me so happy. No one ever tells me I am, but when someone does, it makes my world light up."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Actions speak louder than words, and a smile says, 'I like you. You make me happy. I am glad to see you.' That is why dogs make such a hit. They are so glad to see us that they almost jump out of their skins. So, naturally, we are glad to see them."
    },
    {
      "cite": "Soulja Boy",
      "quote": "He makes me so glad that music is not nearly as lucrative as it once was."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Among those whom I like or admire, I can find no common denominator, but among those whom I love, I can: all of them make me laugh."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Actions speak louder than words, and a smile says, \"I like you. You make me happy. I am glad to see you."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You fell in love with someone because of the tilt of his smile, or because he could make you laugh, or in this case, because he made you believe you were the only one who could save him."
    },
    {
      "cite": "Eva Braun",
      "quote": "I am so infinitely happy that he loves me so much, and I pray that it will always be like this. It won't be my fault if he ever stops loving me."
    },
    {
      "cite": "Shay Mitchell",
      "quote": "If you can make me laugh, my heart is yours! I think there's nothing more attractive than someone who doesn't take themselves too seriously."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I want someone who can make me laugh and just be normal and understand my lifestyle and how I wanna live it."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I love people who make me laugh. I honestly think it's the thing I like most, to laugh. It cures a multitude of ills. It's probably the most important thing in a person."
    },
    {
      "cite": "Mollie King",
      "quote": "For me, the most attractive thing in a man is the ability to make me laugh."
    },
    {
      "cite": "Jimmie Davis",
      "quote": "You are my sunshine my only sunshine. You make me happy when skies are grey. You'll never know dear how much I love you. Please don't take my sunshine away."
    },
    {
      "cite": "Lisa Grunwald",
      "quote": "And certainly, this would seem to be supported by everyday evidence. Happy peasants."
    },
    {
      "cite": "Lisa Grunwald",
      "quote": "Some people do regret not having spent more time with their families. And if another baby will make you happy, it'll make me happy too."
    },
    {
      "cite": "Lisa Grunwald",
      "quote": "He answers my question with a question. How can you tell when a person is happy? I suggest that, for one thing, happy people tend to look happy. He grins. And what does that mean? he asks. Well, I smile a lot. I laugh."
    },
    {
      "cite": "Lisa Grunwald",
      "quote": "What makes you happy? It would make me happy if you would do the apartment."
    },
    {
      "cite": "Kate Russell",
      "quote": "You deserve to be happy.” “Oh, I know, sweetie. I couldn't ask for a better daughter. But just so you know, he makes me happier than anyone I've ever known."
    },
    {
      "cite": "Kate Russell",
      "quote": "Oh, he quite adores me. You should see us together. He opens the door for me, even the car. Such a gentleman, standing up every time I do."
    },
    {
      "cite": "Anna Todd",
      "quote": "He makes me happy. But he did make me happy. So happy, once. You can't sit here and tell me that you don't believe that I love you."
    },
    {
      "cite": "Anna Todd",
      "quote": "Happy, she replies and eyes begin to sting."
    },
    {
      "cite": "Anna Todd",
      "quote": "For once just consider what you want, what makes you happy? With big, round, beautiful, bloodshot, and crying eyes, she says."
    },
    {
      "cite": "Anna Todd",
      "quote": "She has a man in her life who obviously cares for her and would do anything to make her happy. She's so lucky."
    },
    {
      "cite": "Anna Todd",
      "quote": "Something about the way he called me a woman makes me happy, in my life, I've always felt like a child because everyone treats me like one."
    },
    {
      "cite": "Susan Hill",
      "quote": "He makes me feel I am his favorite. He manages to make me feel special, as though in all of time and space, there are just the two of us."
    },
    {
      "cite": "Susan Hill",
      "quote": "His patience astounds me. He pursues his children with such persistence, and then he waits for his children to respond. His love is beyond my ability to understand."
    },
    {
      "cite": "Lyla Payne",
      "quote": "He gives me an easy smile."
    },
    {
      "cite": "Lyla Payne",
      "quote": "And he's seriously one of those guys who can say I only want you to be happy and not sound like a complete and utter douchebag in the process."
    },
    {
      "cite": "Lyla Payne",
      "quote": "Your belly button isn't a periscope. I think you're safe. She laughs, a fresh, happy sound that warms my heart."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Every Hour he makes me happier, by his sweet condescension."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Has just left me, with the kindest, tenderest expressions, and gentlest behavior that ever blest a happy maiden."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "And I write up to the conclusion of this day, that they may see how happy you have made me."
    },
    {
      "cite": "Betty Mills-January",
      "quote": "He makes me happy he starts my day with his morning wake and hug."
    },
    {
      "cite": "Stanley D. Klein",
      "quote": "I love my brother very much because he is my brother and he makes me happy"
    },
    {
      "cite": "Nora Roberts",
      "quote": "He makes me mad, and he makes me happy."
    },
    {
      "cite": "Nora Roberts",
      "quote": "We'll find one just as good. We'll find ours. I love you. He kissed each of her dimples. I'll make you happy."
    },
    {
      "cite": "Nora Roberts",
      "quote": "He was so patient with me, so genuinely happy for me."
    },
    {
      "cite": "K. C. Hopkins",
      "quote": "This man makes me want to live a little longer. He makes me want to experience life. I think he can make me happy."
    },
    {
      "cite": "K. C. Hopkins",
      "quote": "I have something better than a dream. I have someone who has the potential to be the real thing. It makes me feel all warm and tender inside just thinking about all of the possibilities."
    },
    {
      "cite": "K. C. Hopkins",
      "quote": "He told me I have beautiful eyes. He loves my eyes! He loves me in blue!"
    },
    {
      "cite": "K. C. Hopkins",
      "quote": "I'm telling you, he brings out the best in me. He even told me he noticed I looked down a lot. He said eyes like mine were meant to be shared with the world."
    },
    {
      "cite": "Patricia Lewis",
      "quote": "He loves me. Pure and simple. He wants me to be happy."
    },
    {
      "cite": "Patricia Lewis",
      "quote": "I have found someone. Someone special. He makes my heart sing. I can hear the soft sounds of my favorite instrumentalist playing when he's near."
    },
    {
      "cite": "Patricia Lewis",
      "quote": "He has reached down into the very essence of me and caressed it with love and understanding. He fills all those empty spaces in me."
    },
    {
      "cite": "Hasana-Amina",
      "quote": "The man that God has chosen for me to raise is the love of my life. He makes me happy when I am sad; he makes me look forward to another day."
    },
    {
      "cite": "Stephen Elkins",
      "quote": "He supports me. He takes away my fear. He takes care of me in the night . He makes me glad. O Happy."
    },
    {
      "cite": "Jean Clervil",
      "quote": "If he only knew how he makes me feel If he only knew that my feelings were real In my mind, I hold pictures of the ideal. He also strokes the brush that paints my canvas I feel secure when he's around to make me happy."
    },
    {
      "cite": "Delaney Diamond",
      "quote": "I have someone, and he makes me happy."
    },
    {
      "cite": "B. W. Read",
      "quote": "What I know is that he is there for me and he makes me happy. I am still searching but in love I am content."
    }
  ]
}