{
  "source": "https://www.wisesayings.com/headache-quotes/",
  "theme": "headache",
  "quotes": [
    {
      "cite": "Philip Wylie",
      "quote": "Material blessings, when they pay beyond the category of need, are weirdly fruitful of headache."
    },
    {
      "cite": "Mark Twain",
      "quote": "Do not undervalue the headache. While it is at its sharpest it seems a bad investment. But when relief begins, the unexpired remainder is worth $4 a minute."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Some people spend the day in complaining of a headache, and the night in drinking the wine that gives it."
    },
    {
      "cite": "Tertullian",
      "quote": "Arguments about Scripture achieve nothing but a stomachache and a headache."
    },
    {
      "cite": "Jack Ma",
      "quote": "When you have one million dollars, you're a lucky person. When you have 10 million dollars, you've got trouble, a lot of headaches."
    },
    {
      "cite": "Trygve Lie",
      "quote": "I shall take all the troubles of the past, all the disappointments, all the headaches, and I shall pack them in a bag and throw them in the East River."
    },
    {
      "cite": "Bette Davis",
      "quote": "I don't take the movies seriously, and anyone who does is in for a headache."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Never forget that there are only two philosophies to rule your life. The one of the cross, which starts with the fast and ends with the feast. The other of Satan, which starts with the feast and ends with the headache."
    },
    {
      "cite": "John Buchanan",
      "quote": "It's obviously a headache for all of us the bowlers, the captain to the support staff."
    },
    {
      "cite": "Jim Bracewell",
      "quote": "The headache now is to work out all that billing and collect that money. But to start billing to the state would be more confusing."
    },
    {
      "cite": "Cherie Lunghi",
      "quote": "It's a bit of a headache being a perfectionist. You're never satisfied."
    },
    {
      "cite": "W. H. Auden",
      "quote": "In headaches and in worry vaguely life leaks away, And time will have his fancy tomorrow or today."
    },
    {
      "cite": "Mark Lawrence",
      "quote": "Some pain you can distance yourself from, but a headache sits right where you live."
    },
    {
      "cite": "Catherine the Great",
      "quote": "A great wind is blowing, and that gives you either imagination or a headache."
    },
    {
      "cite": "George Clinton",
      "quote": "The bigger the headache, the bigger the pill."
    },
    {
      "cite": "Cherie Lunghi",
      "quote": "It's a bit of a headache being a perfectionist. You're never satisfied."
    },
    {
      "cite": "Harry Stack Sullivan",
      "quote": "If you do not feel equal to the headaches that psychiatry induces, you are in the wrong business. It is work work the like of which I do not know."
    },
    {
      "cite": "Samuel Butler",
      "quote": "If the headache would only precede the intoxication, alcoholism would be a virtue."
    },
    {
      "cite": "Erika Swyler",
      "quote": "Headaches were like birds. Starlings. They could be perfectly calm, then a single acorn could drop and send the entire flock to the sky."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "Writers don't give prescriptions. They give headaches!"
    },
    {
      "cite": "John Masefield",
      "quote": "Life is a long headache in a noisy street."
    }
  ]
}