{
  "source": "https://www.wisesayings.com/headline-quotes/",
  "theme": "headline",
  "quotes": [
    {
      "cite": "Morris Hite",
      "quote": "TheÂ headlineÂ is the most important element of an ad. It must offer a promise to the reader of a believable benefit. And it must be phrased in a way to give it memory value."
    },
    {
      "cite": "John Caples",
      "quote": "A goodÂ headlineÂ can make an advertisement good even if the picture is poor."
    },
    {
      "cite": "Bill Walsh",
      "quote": "WritingÂ headlines is a specialty - there are outstanding writers who will tell you they couldn't write aÂ headlineÂ to save their lives."
    },
    {
      "cite": "Claude C. Hopkins",
      "quote": "The writing ofÂ headlineÂ is one of the great journalistic arts. They either conceal or reveal an interest."
    },
    {
      "cite": "John Caples",
      "quote": "UnsuccessfulÂ headlinesÂ were not written without a strong appeal, but it was the wrong appeal for that product and that audience."
    },
    {
      "cite": "S. Truett Cathy",
      "quote": "You don't have to make theÂ headlinesÂ to make a difference."
    },
    {
      "cite": "John Caples",
      "quote": "The purpose of the headlines must be to convey a message to people who read headlines, then decide whether or not they will look at the copy."
    },
    {
      "cite": "John Caples",
      "quote": "TheÂ headlines are critically important. The majority of the public reads little else when deciding whether or not they are interested."
    },
    {
      "cite": "Bill Gates",
      "quote": "Headlines, in a way, are what mislead you because bad news is a headline, and gradual improvement is not."
    },
    {
      "cite": "Michael Laws",
      "quote": "There is nothing likely to get you a biggerÂ headlineÂ than attacking your own party."
    },
    {
      "cite": "Kristin Cavallari",
      "quote": "Headlines are so great in a sense that they can take a little bit from an article completely out of context and blow it into something it's not. Some people really only readÂ headlines."
    },
    {
      "cite": "John Caples",
      "quote": "A longÂ headlineÂ that really says something is more effective than a brief heading that says nothing."
    },
    {
      "cite": "Ajit Pai",
      "quote": "Hyperbolic headlines always attract more attention than mundane truths."
    },
    {
      "cite": "Bob Schieffer",
      "quote": "It's no longer just reporting the headlines of the day, but trying to put the headlines into some context and to add some perspective into what they mean."
    },
    {
      "cite": "Walter Winchell",
      "quote": "Today's gossip is tomorrow's headline."
    },
    {
      "cite": "David Ogilvy",
      "quote": "TheÂ headlineÂ is the 'ticket on the meat.' Use it to flag down readers who are prospects for the kind of product you are advertising."
    },
    {
      "cite": "John Galsworthy",
      "quote": "Headlines twice the size of the events."
    },
    {
      "cite": "Michael Hyatt",
      "quote": "You have to get a great headline to attract attention in your blog - it's about the lure - not the rod."
    },
    {
      "cite": "Robin Skelton",
      "quote": "HeadlinesÂ pass; breadlines continue."
    },
    {
      "cite": "Jack Kelly",
      "quote": "HeadlinesÂ don't sell papes. Newsies sell papes."
    },
    {
      "cite": "John Caples",
      "quote": "The bestÂ headlinesÂ are those that appeal to the reader's self-interest, that is,Â headlinesÂ based on reader benefits. They offer readers something they want - and get from you."
    },
    {
      "cite": "David Ogilvy",
      "quote": "TheÂ headlineÂ is the most important element in most advertisements. It is the telegram which decides the reader whether to read the copy."
    }
  ]
}