{
  "source": "https://www.wisesayings.com/headphones-quotes/",
  "theme": "headphones",
  "quotes": [
    {
      "cite": "Rob Sheffield",
      "quote": "In my headphones, I led a life of romance and incident and intrigue, none of which had anything to do with the world outside my Walkman."
    },
    {
      "cite": "Jason Mraz",
      "quote": "I’ve come to the conclusion that people who wear headphones while they walk, are much happier, more confident, and more beautiful individuals than someone making the solitary drudge to work without acknowledging their own interests and power."
    },
    {
      "cite": "Peter Eisenman",
      "quote": "The guy who sits in front of the TV set with headphones on has lost the capacity to react to the tactile environment."
    },
    {
      "cite": "Serge Schmemann",
      "quote": "Our daily life is filled with electronic pianos, ring tones, the disembodied voice giving you your bank balance over the telephone. Even silence can be electronic, courtesy of sound-canceling headphones."
    },
    {
      "cite": "Julian Treasure",
      "quote": "You are one-third as productive in open-plan offices as in quiet rooms. I have a tip for you: if you work in spaces like that, carry headphones with you, with a soothing sound like birdsong. Put them on, and your productivity goes back up to triple what it would be."
    },
    {
      "cite": "Kathleen Glasgow",
      "quote": "Girl listens to radio. Girl finds music. Girl has whole other world.  Girl slips on headphones. World gone."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "I sometimes wear headphones even though I’m not listening to anything just so I’m left alone. It’s the next best thing to wearing a ‘Do Not Disturb’ sign."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Headphones aren't big enough these days. Why not just throw a couple of stereo speakers in a full face motorcycle helmet."
    },
    {
      "cite": "Conor Oberst",
      "quote": "A kid that picks up a record, he doesn't need to know anything other than the music and have it in his or her headphones. They're getting ideas directly, it's like someone whispering in their ear. That's such a personal way to receive information."
    },
    {
      "cite": "Robert Moss",
      "quote": "Everything that enters our field of perception means something, large or small. Everything speaks to us, if we will take off our headphones and hear a different sound track. Everything corresponds. We travel better in the forest of symbols when we are open and available to all the forms of meaning that are watching and waiting for us."
    },
    {
      "cite": "DJ Khaled",
      "quote": "I always wanted to have a headphone line but I feel like I'm going to do more than just headphones eventually, but we want to wake the world up right now with this."
    },
    {
      "cite": "Regina Spektor",
      "quote": "You've spent half of your life Trying to fall behind You're using your headphones Just to drown out your mind."
    },
    {
      "cite": "Waldo Austin",
      "quote": "Years of backseat drives full of noise and sounds that seem random until you're alone in your room with headphones on; so you can truly get the whole picture."
    },
    {
      "cite": "David Chamberlain",
      "quote": "I am appalled at the complete lack of situational awareness caused by people wearing headphones. If you are completely oblivious to the world around you, you are leaving yourself wide open to many types of criminal attack."
    },
    {
      "cite": "Judy Woodruff",
      "quote": "At work, conversation increases productivity. And yet people go into work, put on their headphones. In one interview, somebody called it - they become pilots in their own cockpits."
    },
    {
      "cite": "Stephen Billias",
      "quote": "They solved the problem of coexistence through the use of individual stereo headphones."
    },
    {
      "cite": "Matt Nathanson",
      "quote": "When I was a kid I just had headphones on all the time, and it changed the way I see things and the way I interpret things."
    },
    {
      "cite": "unknown",
      "quote": "Some time alone. Headphones on. World off."
    }
  ]
}