{
  "source": "https://www.wisesayings.com/healthy-eating-quotes/",
  "theme": "healthy-eating",
  "quotes": [
    {
      "cite": "Hippocrates",
      "quote": "Let food be thy medicine, thy medicine shall be thy food."
    },
    {
      "cite": "Edward Stanley",
      "quote": "Those who have no time for healthy eating will sooner or later have to find time for illness."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "Your diet is a bank account. Good food choices are good investments."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Don't eat anything your great-grandmother wouldn't recognize as food."
    },
    {
      "cite": "Ted Spiker",
      "quote": "You can do a lot for your diet by eliminating foods that have mascots."
    },
    {
      "cite": "Arthur Agatston",
      "quote": "Healthy eating is a way of life, so it's important to establish routines that are simple, realistically, and ultimately livable."
    },
    {
      "cite": "John Mackey",
      "quote": "A healthy diet is a solution to many of our health-care problems. It's the most important solution."
    },
    {
      "cite": "Misty May-Treanor",
      "quote": "If you maintain a healthy diet, or at least are smart about your food choices, you'll still see the pounds come off."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Eat food. Not too much. Mostly plants."
    },
    {
      "cite": "Samael Aun Weor",
      "quote": "The healthy man is the thin man. But you don't need to go hungry for it: Remove the flours, starches and sugars; that's all."
    },
    {
      "cite": "Farnoosh Brock",
      "quote": "Juices of fruits and vegetables are pure gifts from Mother Nature and the most natural way to heal your body and make yourself whole again."
    },
    {
      "cite": "Terence Lewis",
      "quote": "Food does not rank high on my list. I eat to live, and I'm very particular about my diet. It's strictly low fat diet for me."
    },
    {
      "cite": "Katie Holmes",
      "quote": "I'm not strictly vegetarian, but meat doesn't play a big part in my diet."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "I've been just eating very healthy, all organic, no sugar, white flour, nothing artificial. I'm being so incredibly strict... not a lot of meat!"
    },
    {
      "cite": "David H. Murdock",
      "quote": "My plant-based diet plus fish is to credit for my low blood pressure, high energy, and robust immunity."
    },
    {
      "cite": "Jodi Lyn O'Keefe",
      "quote": "I eat very clean, healthy food at all times because I'm very focused about keeping myself in shape."
    },
    {
      "cite": "Lisa Snowdon",
      "quote": "On long haul flights I always drink loads and loads of water and eat light and healthy food."
    },
    {
      "cite": "Errick McAdams",
      "quote": "If you keep good food in your fridge, you will eat good food."
    },
    {
      "cite": "John H. Tobe",
      "quote": "Any food that requires enhancing by the use of chemical substances should in no way be considered a food."
    },
    {
      "cite": "Drew Carey",
      "quote": "The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time."
    },
    {
      "cite": "Mike Ditka",
      "quote": "Some people are willing to pay the price and it's the same with staying healthy or eating healthy. There's some discipline involved. There's some sacrifices."
    },
    {
      "cite": "Jennifer Ellison",
      "quote": "I don't find it a struggle to maintain a healthy diet now as my palate has changed. I don't crave rich food."
    },
    {
      "cite": "Misty May-Treanor",
      "quote": "The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits."
    },
    {
      "cite": "Genelia D'Souza",
      "quote": "I eat egg whites a lot. Aside from that, I eat everything. I try to avoid too much oily food, but I do eat carbs. I have to have a balanced diet."
    },
    {
      "cite": "Andrew Luck",
      "quote": "I try to eat fruit and veggies and meat and all the different categories and have a well rounded diet."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "Eating a high-nutrient diet actually makes you more satisfied with less food, and actually gives the ability to enjoy food more without overeating."
    },
    {
      "cite": "Vijender Singh",
      "quote": "I eat healthy and don't go by a diet chart. The breakfast is usually heavy, complemented with short frequent meals. My dinner is high on proteins and low on carbohydrates."
    },
    {
      "cite": "Vanessa Hudgens",
      "quote": "I don't go long without eating. I never starve myself: I grab a healthy snack."
    },
    {
      "cite": "Amber Heard",
      "quote": "You feel better when you're eating food that retains nutritional value."
    },
    {
      "cite": "Adelle Davis",
      "quote": "Eat breakfast like a king, lunch like a prince, and dinner like a pauper."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Healthy does NOT mean starving yourself EVER. Healthy means eating the right food in the right amount"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is health that is real wealth and not pieces of gold and silver."
    },
    {
      "cite": "T. Cogan",
      "quote": "After dinner rest a while; after supper walk a mile."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Eating healthy food fills your body with energy and nutrients. Imagine your cells smiling back at you and saying: 'Thank you!'."
    },
    {
      "cite": "Ayurvedic Proverb",
      "quote": "When diet is wrong, medicine is of no use. When diet is correct, medicine is of no need"
    },
    {
      "cite": "Jules Robson",
      "quote": "Love yourself enough to live a healthy lifestyle."
    },
    {
      "cite": "Ann Wigmore",
      "quote": "The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison."
    },
    {
      "cite": "Morgan Spurlock",
      "quote": "Sorry, there´s no magic bullet. You gotta eat healthy and live healthy to be healthy and look healthy. End of story."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don’t want, drink what you don’t like, and do what you’d rather not."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty, otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Don’t allow a love problem or work problem to become an eating problem. Stop trying to stuff your feelings down with food."
    },
    {
      "cite": "Ellie Krieger",
      "quote": "In my food world, there is no fear or guilt, only joy and balance. So no ingredient is ever off-limits. Rather, all of the recipes here follow my Usually-Sometimes-Rarely philosophy. Notice there is no Never."
    },
    {
      "cite": "Horace",
      "quote": "Healthy eating is a way of life, so it’s important to establish routines that are simple, realistically, and ultimately livable."
    },
    {
      "cite": "Catalan Proverb",
      "quote": "From the bitterness of disease man learns the sweetness of health."
    },
    {
      "cite": "Drew Carey",
      "quote": "Eating crappy food isn’t a reward — it’s a punishment."
    },
    {
      "cite": "Julia Child",
      "quote": "Moderation. Small helpings. Sample a little bit of everything. These are the secrets of happiness and good health."
    },
    {
      "cite": "Alessandra Ambrosio",
      "quote": "Take care of yourself, be healthy, and always believe you can be successful in anything you truly want."
    },
    {
      "cite": "Roger Williams",
      "quote": "Health requires healthy food."
    },
    {
      "cite": "Kit Hood",
      "quote": "The effect of healthy breakfast on school performance. The better you eat, the better you perform."
    },
    {
      "cite": "Minnie Phillips",
      "quote": "You should go on a healthy diet to correct the health issues and stay on the diet to maintain your improved state of health."
    },
    {
      "cite": "Minnie Phillips",
      "quote": "A healthy amount of fat can be beneficial, as it provides additional energy if you do not eat enough carbohydrates."
    },
    {
      "cite": "Minnie Phillips",
      "quote": "A balanced diet can help you to lose weight and will provide you with all of the nutrients that you body needs to stay healthy."
    },
    {
      "cite": "Minnie Phillips",
      "quote": "No diet is one hundred percent great without doing other things to live a healthy lifestyle."
    },
    {
      "cite": "Minnie Phillips",
      "quote": "Diet is just a piece of the whole puzzle that makes up a complete person."
    },
    {
      "cite": "Minnie Phillips",
      "quote": "Dieting exercising, and healthy lifestyle choices all work together to make a person healthy and whole."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "A person on a healthy diet can say 'NO' to bad food."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "Healthy dieting is without a doubt the foundation to healthy living."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "A diet plan can work wonderfully for you if it is based on the premise of holistic healthy living."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "Food is why you and I live. It should ideally assist us in getting along with our lives."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "Unhealthy diets soaked in soaked in saturated fats are not only bad for your health but can also subject you to a variety of life-threatening diseases."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "A healthy diet is no longer a luxury rather a health necessity."
    },
    {
      "cite": "Ryan Frimmel",
      "quote": "No disease that can be treated with diet should be treated with any other means."
    },
    {
      "cite": "Susan R. Gregson",
      "quote": "Healthy eating does not mean simply counting calories. It means thinking about both the calories and nutrients in foods."
    },
    {
      "cite": "Susan R. Gregson",
      "quote": "Healthy eating also means eating a variety of nutritious foods."
    },
    {
      "cite": "Catherine E. Woteki",
      "quote": "The food you choose to eat can have a direct impact on your ability to enjoy life to its fullest."
    },
    {
      "cite": "Catherine E. Woteki",
      "quote": "Your diet can have long-tern effects on your health as well. Diet plays a major role in promoting and maintaining good health, preventing some chronic diseases and treating others, and speeding some recoveries from injuries."
    },
    {
      "cite": "Eva Blanc",
      "quote": "Eating healthy is a good weight loss solution! You may lose weight after several weeks of abiding by a good healthy diet."
    },
    {
      "cite": "Eva Blanc",
      "quote": "Healthy eating is you all in one drugstore! You may effectively battle and prevent diseases if you consume healthy foods."
    },
    {
      "cite": "Eva Blanc",
      "quote": "Eating healthy may step-up your energy levels! You may become more productive and socially active if you stick with healthy foods."
    },
    {
      "cite": "Eva Blanc",
      "quote": "Eating healthy might make you look younger! Eating better brings younger looking skin. Healthy foods raise good cell growth and may eliminate adverse free radicals and toxins in your body."
    },
    {
      "cite": "Eva Blanc",
      "quote": "Eating healthy may step-up your productivity at work. Your job may appear to be easier as you have a lot of energy."
    },
    {
      "cite": "Eva Blanc",
      "quote": "Healthy eating may reduce your health care costs! The advantages of a healthy  lifestyle as well include the expense of health care."
    },
    {
      "cite": "Walter Willett",
      "quote": "By making the right choices, you can avoid some of the things we think of as inevitable penalties of getting older."
    },
    {
      "cite": "Walter Willett",
      "quote": "Eating well--teamed with keeping your weight in the healthy range."
    },
    {
      "cite": "Walter Willett",
      "quote": "A healthy diet can give you more energy and help you feel good today."
    },
    {
      "cite": "RD king",
      "quote": "Eating nutritiously is one of the most important things you can do to enhance and maintain your health."
    },
    {
      "cite": "RD king",
      "quote": "Eating a healthy diet affects your body in a positive way. You'll notice you feel better and your body seems to function better."
    },
    {
      "cite": "RD king",
      "quote": "Eating balance meal helps the body to its full potential, which is particularly for people living with busy tight schedule, or just people who are constantly feeling not energized and easily falling sick."
    },
    {
      "cite": "RD king",
      "quote": "Eating healthy can also help you deal better with both physical and mental strain, operations and even the common cold or influenza."
    },
    {
      "cite": "RD king",
      "quote": "Healthy living - which includes both consuming healthy food and maintaining a regular exercise routine - can assist you in conforming to the natural maturing process and keep your youthful vigor."
    },
    {
      "cite": "RD king",
      "quote": "Eating healthy can promote a lot of benefits to your body and also your life in general."
    },
    {
      "cite": "RD king",
      "quote": "When we stick to a healthy, balanced diet, we are allowing our body to be properly nourished. Hence, as a result we will be able to gain health benefits from our healthful efforts."
    },
    {
      "cite": "RD king",
      "quote": "Healthy eating can have a positive impact on your life by leading to a more sustained elevated mood. It can reduce stress too."
    },
    {
      "cite": "RD king",
      "quote": "Eating the right nutritive food can also boost out energy levels, making us prepared to face each day."
    },
    {
      "cite": "RD king",
      "quote": "We should make healthy choices to ensure a healthy lifestyle. Eating healthy is not something difficult if you put you heart to it."
    },
    {
      "cite": "Dr. W. Ness",
      "quote": "In general, eating healthy, fresh food options instead of processed or foods rich in bad fats and sugar has a benefit to a person's overall health that does not just include healthy weight loss."
    },
    {
      "cite": "Gretchen Scalpi",
      "quote": "Healthy eating means choosing the right kinds of carbohydrate."
    },
    {
      "cite": "Matt Richards",
      "quote": "You can eat healthy for the same price as junk or fast food. You just need to shop smarter and wiser."
    },
    {
      "cite": "Afolake Janet Oyelami",
      "quote": "If you eat healthy food physically, you need to feed healthy food to your mind too."
    }
  ]
}