{
  "source": "https://www.wisesayings.com/health-quotes/",
  "theme": "health",
  "quotes": [
    {
      "cite": "Proverbs 17:22",
      "quote": "A merry heart doeth good like a medicine, but a broken spirit drieth the bones."
    },
    {
      "cite": "Yiddish (on health and wellness)",
      "quote": "Better ten times ill than one time dead."
    },
    {
      "cite": "Gambian (on health and wellness)",
      "quote": "Before healing others, heal yourself."
    },
    {
      "cite": "African proverb Yoruba Tribe",
      "quote": "A man with a cough cannot conceal himself."
    },
    {
      "cite": "Chinese (on health and wellness)",
      "quote": "When the heart is at ease, the body is healthy."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Sometimes the remedy is worse than the disease."
    },
    {
      "cite": "Joan Welsh",
      "quote": "A man's health can be judged by which he takes two at a time - pills or stairs."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "Anne Wilson Schaef",
      "quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Good health and good sense are two of life's greatest blessings."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The trouble with always trying to preserve the health of the body is that it is so difficult to do without destroying the health of the mind."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Happiness is nothing more than good health and a bad memory."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be careful about reading health books.  You may die of a misprint."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If you have health, you probably will be happy, and if you have health and happiness, you have all the wealth you need, even if it is not all you want."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Ill-health of body or of mind, is defeat. Health alone is victory. Let all men, if they can manage it, contrive to be healthy!"
    },
    {
      "cite": "Sir Philip Sidney",
      "quote": "The ingredients of health and long life, are great temperance, open air, easy labor, and little care."
    },
    {
      "cite": "Hippocrates",
      "quote": "A wise man should consider that health is the greatest of human blessings, and learn how by his own thought to derive benefit from his illnesses."
    },
    {
      "cite": "Julius Erving",
      "quote": "If you don't do what's best for your body, you're the one who comes up on the short end."
    },
    {
      "cite": "Isaac Bickerstaff",
      "quote": "Health is the greatest of all possessions; a pale cobbler is better than a sick king."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "The higher your energy level, the more efficient your body. The more efficient your body, the better you feel and the more you will use your talent to produce outstanding results."
    },
    {
      "cite": "unknown",
      "quote": "A man too busy to take care of his health is like a mechanic too busy to take care of his tools."
    },
    {
      "cite": "Francis Bowen",
      "quote": "To become a thoroughly good man is the best prescription for keeping a sound mind and a sound body."
    },
    {
      "cite": "Chungliang Al Huang",
      "quote": "Many people treat their bodies as if they were rented from Hertz - something they are using to get around in but nothing they genuinely care about understanding."
    },
    {
      "cite": "Rona Barrett",
      "quote": "The healthy, the strong individual, is the one who asks for help when he needs it. Whether he has an abscess on his knee or in his soul."
    },
    {
      "cite": "Irish Proverb",
      "quote": "A good laugh and a long sleep are the best cures in the doctor's book."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Adapt the remedy to the disease."
    },
    {
      "cite": "T. Cogan",
      "quote": "After dinner rest a while; after supper walk a mile."
    },
    {
      "cite": "unknown",
      "quote": "An ounce of prevention is worth a pound of cure."
    },
    {
      "cite": "Socrates",
      "quote": "Eat to live, not live to eat."
    },
    {
      "cite": "C. Morley",
      "quote": "Feed a cold and starve a fever."
    },
    {
      "cite": "Bulgarian (on health and wellness)",
      "quote": "If you would live long, open your heart."
    },
    {
      "cite": "Arabic (on health and wellness)",
      "quote": "One day in perfect health is much."
    },
    {
      "cite": "unknown",
      "quote": "When one is hungry, everything tastes good."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health."
    },
    {
      "cite": "Reba McEntire",
      "quote": "All the money in the world can't buy you back good health."
    },
    {
      "cite": "Gene Tunney",
      "quote": "To enjoy the glow of good health, you must exercise."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "A fit, healthy body - that is the best fashion statement"
    },
    {
      "cite": "Josh Billings",
      "quote": "There's lots of people in this world who spend so much time watching their health that they haven't the time to enjoy it."
    },
    {
      "cite": "Virgil",
      "quote": "The greatest wealth is health."
    },
    {
      "cite": "William Londen",
      "quote": "To insure good health: Eat lightly, breathe deeply, live moderately, cultivate cheerfulness, and maintain an interest in life."
    },
    {
      "cite": "Harry J. Johnson",
      "quote": "The human body has been designed to resist an infinite number of changes and attacks brought about by its environment. The secret of good health lies in successful adjustment to changing stresses on the body."
    },
    {
      "cite": "Adelle Davis",
      "quote": "As I see it, every day you do one of two things: build health or produce disease in yourself."
    },
    {
      "cite": "Dr. Thomas Fuller",
      "quote": "Health is not valued till sickness comes."
    },
    {
      "cite": "Hannah Green",
      "quote": "Health is not simply the absence of sickness."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It's the only place you have to live."
    },
    {
      "cite": "Schola Salern",
      "quote": "If you need medical advice, let these three things be your physicians; a cheerful mind, relaxation from business, and a moderate diet"
    },
    {
      "cite": "Herbert Spencer",
      "quote": "The preservation of health is a duty. Few seem conscious that there is such a thing as physical morality."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Prevention is better than cure."
    },
    {
      "cite": "James J. Walsh",
      "quote": "People who laugh actually live longer than those who don't laugh. Few persons realize that health actually varies according to the amount of laughter."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "He who takes medicine and neglects to diet wastes the skill of his doctors."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "The groundwork for all happiness is good health."
    },
    {
      "cite": "Bessy &amp; Sadie Delany",
      "quote": "You're bound to lose your health at some point, but you don't have to lose your dignity, too."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Money cannot buy health, but I'd settle for a diamond-studded wheelchair."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don't want, drink  what you don't like, and do what you'd rather not."
    },
    {
      "cite": "Francois de LaRochefoucauld",
      "quote": "To safeguard one's health at the cost of too strict a diet is a tiresome illness indeed."
    },
    {
      "cite": "Greg Anderson",
      "quote": "The concept of total wellness recognizes that our every thought, word, and behavior affects our greater health and well-being..not only emotionally but also physically and spiritually."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "Money is not one hundred percent of life, health and happiness is one percent."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Health must not be sacrificed to learning. A strong body makes the mind strong."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Health is the first requisite after morality."
    },
    {
      "cite": "Robert Smith Surtees",
      "quote": "To your good health old friend, may you live for a thousand years, and I be there to count them."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "Happiness lies in good health and a bad memory."
    },
    {
      "cite": "Walt Whitman",
      "quote": "With perfect health, there are no low spirits and cannot be."
    },
    {
      "cite": "Mark Levine",
      "quote": "Pleasant words are as a honeycomb, sweet to the soul, and health to the bones."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Health is a great blessing, but the moment you make health one of your main direct objects, you start becoming a crank and imagining there is something wrong with you."
    },
    {
      "cite": "Jackie Mason",
      "quote": "It's no longer a question of being healthy. It's a question of finding a sickness you like."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is health that is real wealth and not pieces of gold and silver."
    },
    {
      "cite": "Maxime Lagacé",
      "quote": "Keep your vitality. A life without health is like a river without water."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Use your health, even to the point of wearing it out. That is what it is for. Spend all you have before you die; do not outlive yourself."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "I believe that the greatest gift you can give your family and the world is a healthy you."
    },
    {
      "cite": "Paul Walker",
      "quote": "You know, all that really matters is that the people you love are happy and healthy. Everything else is just sprinkles on the sundae."
    },
    {
      "cite": "Ovid",
      "quote": "Medicine sometimes snatches away health, sometimes gives it."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "A woman's health is her capital."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "Good humor is the health of the soul, sadness is its poison."
    },
    {
      "cite": "Laurette Gagnon Beaulieu",
      "quote": "Wellness encompasses a healthy body, a sound mind, and a tranquil spirit. Enjoy the journey as you strive for wellness."
    },
    {
      "cite": "Josh Billings",
      "quote": "Health is like money, we never have a true idea of its value until we lose it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Our bodies are our gardens – our wills are our gardeners."
    },
    {
      "cite": "Franklin P. Adams",
      "quote": "Health is the thing that makes you feel that now is the best time of year."
    }
  ]
}