{
  "source": "https://www.wisesayings.com/healing-quotes/",
  "theme": "healing",
  "quotes": [
    {
      "cite": "Carl Townsend",
      "quote": "All healing is first a healing of the heart."
    },
    {
      "cite": "Tori Amos",
      "quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Eventually you will come to understand that love heals everything, and love is all there is."
    },
    {
      "cite": "Hippocrates",
      "quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity."
    },
    {
      "cite": "Ram Dass",
      "quote": "Healing does not mean going back to the way things were before, but rather allowing what is now to move us closer to God."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "Healing may not be so much about getting better, as about letting go of everything that isn't you - all of the expectations, all of the beliefs - and becoming who you are."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Healing yourself is connected with healing others."
    },
    {
      "cite": "Brad Garrett",
      "quote": "Humor is healing."
    },
    {
      "cite": "Sarah Fielding",
      "quote": "The words of kindness are more healing to a drooping heart than balm or honey."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "The greatest healing therapy is friendship and love."
    },
    {
      "cite": "O. Carl Simonton",
      "quote": "Healing is simply attempting to do more of those things that bring joy and fewer of those things that bring pain."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Healing is impossible in loneliness; it is the opposite of loneliness. Conviviality is healing. To be healed we must come with all the other creatures to the feast of Creation."
    },
    {
      "cite": "Paracelsus",
      "quote": "The main reason for healing is love."
    },
    {
      "cite": "Jeanne Achterberg",
      "quote": "Healing is embracing what is most feared; healing is opening what has been closed, softening what has hardened into obstruction, healing is learning to trust life."
    },
    {
      "cite": "Wayne Muller",
      "quote": "The greatest barrier to own own healing is not the pain, sorrow or violence inflicted upon us as children.  Our greatest hindrance is our ongoing capacity to judge, to criticize, and to bring tremendous harm to ourselves.  If we can harden our heart against ourselves and meet our most tender feelings with anger and condemnation, we simultaneously armor our heart against the possibility of gentleness, love and healing."
    },
    {
      "cite": "Philip Berk",
      "quote": "Healing is the journey.  The destination is yourself.  The full recognition of all the different aspects of yourself-your joy, your sorrow, your pain, your pleasure-all lead you to the source of who you are.  Only by having intimate contact with this source can you experience the fullness of your life.  Only by fearlessly looking within can you embrace the landscape of your life and open yourself completely to all the love and compassion that lives inside you."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Healing is the application of love."
    },
    {
      "cite": "Jay Marshall",
      "quote": "It has been said that time heals all wounds. The truth is that time does not heal anything. It merely passes. it is what we do during the passing of time that helps or hinders the healing process."
    },
    {
      "cite": "Caroline Myss",
      "quote": "By far the strongest poison to the human spirit is the inability to forgive oneself or another person. Forgiveness is no longer an option but a necessity for healing."
    },
    {
      "cite": "unknown",
      "quote": "Healing doesn't mean the damage never existed. It means the damage no longer controls our lives."
    },
    {
      "cite": "Dr. B.J. Palmer",
      "quote": "Healing is an inside job."
    },
    {
      "cite": "Anonymous",
      "quote": "Before healing others, Heal yourself."
    },
    {
      "cite": "Floyd McClung",
      "quote": "Emotional healing is almost always a process. It takes time. There is a very important reason for this. Our heavenly Father is not only wanting to free us from the pain of past wounds, he is also desirous of bringing us into maturity, both spiritually and emotionally. That takes time, because we need time to learn to make the right choices. He loves us enough to take the months and years necessary to not only heal our wounds, but also build our character. Without growth of character we will get wounded again."
    },
    {
      "cite": "Rev. Reggie Howard",
      "quote": "Healing has to occur on three planes: Mental (thinking), Emotional (feeling) & Physical (outcome)."
    },
    {
      "cite": "Barbara Brennan",
      "quote": "Any illness is a direct message to you that tells you how you have not been loving who you are, cherishing yourself in order to be who you are. This is the basis of all healing."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Of one thing I am certain, the body is not the measure of healing, peace is the measure."
    },
    {
      "cite": "Louise Hay",
      "quote": "Love is the most important healing power there is."
    },
    {
      "cite": "Malinda Cramer",
      "quote": "Healing is taking place all the time, and we know it is God who is doing the work."
    },
    {
      "cite": "Binnie A. Dansby",
      "quote": "Healing begins in the moment a life-enhancing thought (an affirmation) is chosen to replace a life-diminishing thought, no matter how you may be feeling... no matter how much energy is moving or not moving in the body."
    },
    {
      "cite": "HA-Tony Neate",
      "quote": "Healing is about transforming the consciousness, creating a resonance within a person so that the healing can reach them."
    },
    {
      "cite": "PROVERBS",
      "quote": "A joyful heart is good for healing, a depressed spirit dries the bones."
    },
    {
      "cite": "Carl Jung",
      "quote": "Healing proceeds from the depths to the heights."
    },
    {
      "cite": "Dr. Jacqueline Fields",
      "quote": "Healing begins with intention."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "Healing is a choice. It's not an easy one, because it takes work to turn around your habits, but keep making the choice and shifts will happen."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "One of the most healing things you can do is recognize where in your life you are your own poison."
    },
    {
      "cite": "Dr. Bernie Siegel",
      "quote": "One's attitude towards oneself is the single most important factor in healing and staying well."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The practice of forgiveness is our most important contribution to the healing of the world."
    },
    {
      "cite": "Maya Angelou",
      "quote": "As soon as healing takes place, go out and heal somebody else."
    },
    {
      "cite": "Rick Warren",
      "quote": "Other people are going to find healing in your wounds.  Your greatest life messages and your most effective ministry will come out of your deepest hurts."
    },
    {
      "cite": "David Hawkins",
      "quote": "Healing invokes the power of compassion, both for yourself and for others... At this point, the healed may become a healer."
    },
    {
      "cite": "Gabrielle Roth",
      "quote": "Dancing, singing, storytelling and silence are the four universal healing salves."
    },
    {
      "cite": "Gabrielle Roth",
      "quote": "Healing is a journey. It involves stepping out of our habitual roles, our conventional scripts, and improvising a dancing path."
    },
    {
      "cite": "Catherine de Hueck Doherty",
      "quote": "With the gift of listening comes the gift of healing."
    },
    {
      "cite": "Mary Rabyor",
      "quote": "Healing happens when you sleep."
    },
    {
      "cite": "Ralph Edwards",
      "quote": "The more you've suffered, the more you've wanted to bring healing to others."
    },
    {
      "cite": "James Hollis",
      "quote": "To experience some healing within yourself, and to contribute healing to the world, you are summoned to wade through the muck from time to time."
    },
    {
      "cite": "Barbara Brennan",
      "quote": "The body is a self-healing organism, so it's really about clearing things out of the way so the body can heal itself."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In fact, if you look at the word 'healing' it comes from the word 'holy.' And healing is more than just physical phenomenon."
    },
    {
      "cite": "Jena Pincott",
      "quote": "We heal in a variety of ways: by accepting, believing, changing, connecting, coping, creating, forgiving, laughing, living, persisting, and transcending."
    },
    {
      "cite": "Sheryl Crow",
      "quote": "People go through challenging moments of losing people and of having their life threatened from illness and real grief. But they get through it. And that's the testament to the human spirit— we are fragile, but we also are divine."
    },
    {
      "cite": "Seneca",
      "quote": "The wish for healing has always been half of health."
    },
    {
      "cite": "John Ramsey",
      "quote": "My faith really has played a huge role in healing. And I don't know how people deal with the loss of a loved one or a child without faith. It hasn't been easy."
    },
    {
      "cite": "George Eliot",
      "quote": "Deep unspeakable suffering may well be called a baptism, a regeneration, the initiation into a new state."
    },
    {
      "cite": "Jena Pincott",
      "quote": "The comfort of knowing you're not alone is in itself remarkably healing."
    },
    {
      "cite": "Tulk Thondup",
      "quote": "It is true that one can temporarily feel good by blaming one's misfortunes on others, but this always ends up causing greater pain and confusion. Accepting without blame is the true turning point of healing."
    },
    {
      "cite": "Hazrat Ali",
      "quote": "Your medicine is in you, and you do not observe it. Your ailment is from yourself, and you do not register it."
    },
    {
      "cite": "Paracelsus",
      "quote": "True medicine only arises from the creative knowledge of the last and deeper powers of the whole universe; only he who grasps the innermost nature of man can cure him in earnest."
    },
    {
      "cite": "Madagascan Saying",
      "quote": "Healing without medicine is a good thing."
    },
    {
      "cite": "Franklin",
      "quote": "An ounce of prevention is worth a pound of cure."
    },
    {
      "cite": "Carl Jung",
      "quote": "Healing comes only from that which leads the patient beyond himself and beyond his entanglements with ego."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "The cure for anything is saltwater— sweat, tears, or the sea."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Much of the pain is self-chosen. It is the bitter potion by which the physician within you heals your sick self."
    },
    {
      "cite": "Karen Horney",
      "quote": "Fortunately, analysis is not the only way to resolve inner conflicts. Life itself remains a very effective therapist."
    },
    {
      "cite": "Schweitzer",
      "quote": "We doctors do nothing. We only help and encourage the doctor within...We are at best when we give the doctor who resides within each patient a chance to go to work."
    },
    {
      "cite": "Karl Menninger",
      "quote": "Love cures people—both the ones who give it and the ones who receive it."
    },
    {
      "cite": "Cousins",
      "quote": "The greatest force in the human body is the natural drive of the body to heal itself— but that force is not independent of the belief system, which can translate expectations in physiological change."
    },
    {
      "cite": "Howard",
      "quote": "The miracle of self-healing occurs when the inner patient yields to the inner physician."
    },
    {
      "cite": "Bernie Siegel",
      "quote": "Our creator has given us five senses to help us survive threats from the external world, and a sixth sense, our healing system, to help us survive internal threats."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Healing comes when we choose to walk away from the darkness and move towards a brighter light."
    },
    {
      "cite": "Phil Sawyer",
      "quote": "Cause Your love just keeps on healing me / No matter how I bruise / If I just trust You / Your love just keeps on healing me / One more clue / One more chance that wasn't there before / One more chance that wasn't there before / No pain can harm the way I'm feeling / Lord I know that Your love is healing."
    },
    {
      "cite": "Van Morrison",
      "quote": "Oh when everything's going right / Till you're satisfied with your life / Till you're living in the Light / Till we get the healing done."
    },
    {
      "cite": "Glen Allen",
      "quote": "Healing, gonna take some time / I'm on the mend / I'm healing / Starting over at the end / I'm feeling / Stronger now than I've ever been / I'm healing"
    },
    {
      "cite": "Beverly Laurel Brown",
      "quote": "So whatever the road you travel / Just yield to Him and He will unravel / All the hurts in your life. / He will heal you, cleanse you / Make you whole. / And give to you His healing love."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The crickets sing, and man's o'er-labour'd sense / Repairs itself by rest."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "God is himself a vast medicine for man. It is the heart of God that carries restoration, inspiration, aspiration, and final victory."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "It is the infinite, overflowing, swelling impulse of the Divine nature to cure souls of their diseases; to augment that which is good in them; to develop them; to equip them; to perfect them."
    }
  ]
}