{
  "source": "https://www.wisesayings.com/healthy-living-quotes/",
  "theme": "healthy-living",
  "quotes": [
    {
      "cite": "Anne Wilson Schaef",
      "quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible. The word itself says I'm possible."
    },
    {
      "cite": "C. Assaad",
      "quote": "Close your eyes and imagine the best version of you possible. That’s who you really are. Let go of any part of you that doesn’t believe it."
    },
    {
      "cite": "Carl Jung",
      "quote": "Man needs difficulties; they are necessary for health."
    },
    {
      "cite": "Carl Jung",
      "quote": "Wholeness is not achieved by cutting off a portion of one’s being, but by integration of the contraries."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Sickness is the vengeance of nature for the violation of her laws."
    },
    {
      "cite": "Christine Langley-Obaugh",
      "quote": "We repeat what we don’t repair."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Happiness is the highest form of health."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Every negative belief weakens the partnership between mind and body."
    },
    {
      "cite": "Dele Olanubi",
      "quote": "Wounds don’t heal the way we want them to, they heal the way they need to. It takes time for wounds to fade into scars. It takes time for the process of healing to take place. Give yourself that time. Give yourself that grace. Be gentle with your wounds. Be gentle with your heart. You deserve to heal."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Time And health are two precious assets that we don't recognize and appreciate until they have been depleted."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Prevention is better than cure."
    },
    {
      "cite": "Doug Larson",
      "quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon."
    },
    {
      "cite": "Dr Fabrizio Mancini",
      "quote": "The greatest miracle on Earth is the human body. It is stronger and wiser than you may realize, and improving its ability to self-heal is within your control."
    },
    {
      "cite": "Eleanor Brownn",
      "quote": "Rest and self-care are so important. When you take time to replenish your spirit, it allows you to serve others from the overflow. You cannot serve from an empty vessel."
    },
    {
      "cite": "Fiona Thrust",
      "quote": "To feel aroused is to feel alive. Having great sex is like taking in huge lungfuls of fresh air, essential to your body, essential to your health, and essential to your life."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "One life on this earth is all that we get, whether it is enough or not enough, and the obvious conclusion would seem to be that at the very least we are fools if we do not live it as fully and bravely and beautifully as we can."
    },
    {
      "cite": "Gene Tunney",
      "quote": "Exercise should be regarded as a tribute to the heart."
    },
    {
      "cite": "Germany Kent",
      "quote": "It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack."
    },
    {
      "cite": "Golda Poretsky",
      "quote": "Health isn’t about being ‘perfect’ with food or exercise or herbs. Health is about balancing those things with your desires. It’s about nourishing your spirit as well as your body."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What is called genius is the abundance of life and health."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "The greatest healing therapy is friendship and love."
    },
    {
      "cite": "James H. West",
      "quote": "Health is a large word.  It embraces not the body only, but the mind and spirit as well;…and not today's pain or pleasure alone, but the whole being and outlook of a man."
    },
    {
      "cite": "James J. Walsh",
      "quote": "People who laugh actually live longer than those who don’t laugh. Few persons realize that health actually varies according to the amount of laughter."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It’s the only place you have to live."
    },
    {
      "cite": "John Lubbock",
      "quote": "Health is much more dependent on our habits and nutrition than on medicine."
    },
    {
      "cite": "John Muir",
      "quote": "Of all the paths you take in life, make sure a few of them are dirt."
    },
    {
      "cite": "Jon Gabriel",
      "quote": "Symptoms are not enemies to be destroyed, but sacred messengers who encourage us to take better care of ourselves."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "Physical fitness is the first requisite of happiness."
    },
    {
      "cite": "Josh Billings",
      "quote": "There's a lot of people in this world who spend so much time watching their health that they haven’t the time to enjoy it."
    },
    {
      "cite": "Kenneth H. Cooper",
      "quote": "The reason I exercise is for the quality of life I enjoy."
    },
    {
      "cite": "Kurdish Saying",
      "quote": "The root of all health is in the brain. The trunk of it is in emotion. The branches and leaves are the body. The flower of health blooms when all parts work together."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is health that is real wealth and not pieces of gold and silver."
    },
    {
      "cite": "Mark Twain",
      "quote": "I take my only exercise acting as a pallbearer at the funerals of my friends who exercise regularly."
    },
    {
      "cite": "Mary Engelbreit",
      "quote": "If you don't like something change it; if you can't change it, change the way you think about it."
    },
    {
      "cite": "Naval Ravikant",
      "quote": "Three things in life – your health, your mission, and the people you love. That’s it."
    },
    {
      "cite": "Naval Ravikant",
      "quote": "Doctors won’t make you healthy. Nutritionists won’t make you slim. Teachers won’t make you smart. Gurus won’t make you calm. Mentors won’t make you rich. Trainers won’t make you fit. Ultimately, you have to take responsibility. Save yourself."
    },
    {
      "cite": "Nido Qubein",
      "quote": "Your present circumstances don't determine where you can go; they merely determine where you start."
    },
    {
      "cite": "O. Carl Simonton",
      "quote": "You can learn to follow the inner self, the inner physician that tells you where to go. Healing is simply attempting to do more of those things that bring joy and fewer of those things that bring pain."
    },
    {
      "cite": "Pien Ch’iao",
      "quote": "Men worry over the great number of diseases, while doctors worry over the scarcity of effective remedies."
    },
    {
      "cite": "Quentin Regestein",
      "quote": "The... patient should be made to understand that he or she must take charge of his own life.  Don't take your body to the doctor as if he were a repair shop."
    },
    {
      "cite": "Robert Urich",
      "quote": "A healthy outside starts from the inside."
    },
    {
      "cite": "Sarah Fielding",
      "quote": "The words of kindness are more healing to a drooping heart than balm or honey."
    },
    {
      "cite": "Seneca",
      "quote": "It is part of the cure to wish to be cured."
    },
    {
      "cite": "Siddartha Guatama Buddha",
      "quote": "The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live the present moment wisely and earnestly."
    },
    {
      "cite": "Stephanie Gailing",
      "quote": "Healing is the end of conflict with yourself."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "It is the cheerful mind persevering. It is the strong mind that hews its way through a thousand difficulties."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Health is a relationship between you and your body."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Keeping your body healthy is an expression of gratitude to the whole cosmos- the trees, the clouds, everything."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The doctor of the future will give no medicine, but will instruct his patients in care of the human frame, in diet, and in the cause and prevention of disease."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The human body is the best picture of the human soul."
    },
    {
      "cite": "unknown",
      "quote": "Exercise not only changes your body, it changes your mind, your attitude and your mood."
    },
    {
      "cite": "unknown",
      "quote": "Your body will be around a lot longer than that expensive handbag. Invest in yourself."
    },
    {
      "cite": "unknown",
      "quote": "Just because you're not sick doesn't mean you're healthy."
    },
    {
      "cite": "Virgil",
      "quote": "The greatest wealth is health."
    },
    {
      "cite": "Voltaire",
      "quote": "I have chosen to be happy because it is good for my health."
    },
    {
      "cite": "William C. Hannan",
      "quote": "I know this transformation is painful, but you’re not falling apart; you’re just falling into something different, with a new capacity to be beautiful."
    },
    {
      "cite": "William Londen",
      "quote": "To insure good health: eat lightly, breathe deeply, live moderately, cultivate cheerfulness, and maintain an interest in life."
    },
    {
      "cite": "World Health Organization",
      "quote": "Health is a state of complete mental, social and physical well-being, not merely the absence of disease or infirmity."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
      "cite": "Marcus Valerius Martialis",
      "quote": "Life is not merely being alive, but being well."
    },
    {
      "cite": "Edward Smith-Stanley",
      "quote": "Those who do not find time for exercise will have to find time for illness."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "Without health, life is not life; it is only a state of languor and suffering."
    },
    {
      "cite": "T. A. Edison",
      "quote": "Until man duplicates a blade of grass, nature can laugh at his so-called scientific knowledge. Remedies from chemicals will never stand in favor compared with the products of nature, the living cell of the plant, the final result of the rays of the sun, the mother of all life."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "He who has health has hope, and he who has hope has everything"
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Sickness is felt, but health not at all."
    },
    {
      "cite": "Thoreau",
      "quote": "Measure your health by your sympathy with morning and Spring."
    },
    {
      "cite": "Emerson",
      "quote": "Health is the first muse, and sleep is the condition to produce it."
    },
    {
      "cite": "Larry Dossey",
      "quote": "The power of love to change bodies is legendary, built into folklore, common sense, and everyday experience. Love moves the flesh, it pushes matter around. Throughout history,  tender loving care' has uniformly been recognized as a valuable element in healing."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "He who takes medicine and neglects to diet wastes the skill of his doctors."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If you have health, you probably will be happy, and if you have health and happiness, you have the wealth you need, even if it is not all you want."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty, otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "Paul Dudley White",
      "quote": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The trouble with always trying to preserve the health of the body is that it is so difficult to do without destroying the health of the mind."
    },
    {
      "cite": "Moliere",
      "quote": "One should eat to live, not live to eat."
    },
    {
      "cite": "Carrie Latet",
      "quote": "If you don't take care of yourself, the undertaker will overtake that responsibility for you."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Nothing is more fatal to health than an over care of it."
    },
    {
      "cite": "Francois Duc de la Rochefoucauld",
      "quote": "Preserving the health by too strict a regimen is a wearisome malady."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "It is no measure of health to be well adjusted to a profoundly sick society."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "A fit, healthy body that is the best fashion statement."
    },
    {
      "cite": "Hippocrates",
      "quote": "Let food be thy medicine and medicine be thy food."
    },
    {
      "cite": "Herophilus",
      "quote": "When health is absent, wisdom cannot reveal itself, art cannot manifest, strength cannot fight, wealth becomes useless, and intelligence cannot be applied."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The First wealth is health."
    },
    {
      "cite": "John H. Tobe",
      "quote": "Any food that requires enhancing by the use of chemical substances should in no way be considered a food."
    },
    {
      "cite": "Ann Wigmore",
      "quote": "The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Eat food. Not too much. Mostly plants."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "Your body is a temple, but only if you treat it as one."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Don't eat anything your great-grandmother wouldn't recognize as food."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The body is like a piano, and happiness is like music. It is needful to have the instrument in good order."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A healthy body is a guest-chamber for the soul; a sick body is a prison."
    },
    {
      "cite": "Persius",
      "quote": "You pray for good health and a body that will be strong in old age. Good   but your rich foods block the gods' answer and tie Jupiter's hands."
    },
    {
      "cite": "Menander",
      "quote": "Health and intellect are the two blessings of life."
    },
    {
      "cite": "James Leigh Hunt",
      "quote": "The groundwork of all happiness is health."
    },
    {
      "cite": "Plato",
      "quote": "The part can never be well unless the whole is well."
    },
    {
      "cite": "Robert Hutchison",
      "quote": "The scientific truth may be put quite briefly; eat moderately, having an ordinary mixed diet, and don't worry"
    },
    {
      "cite": "Rose Fitzgerald Kennedy",
      "quote": "Sedentary people are apt to have sluggish minds. A sluggish mind is apt to be reflected in flabbiness of body and in a dullness of expression that invites no interest and gets none."
    },
    {
      "cite": "Joan Welsh",
      "quote": "A man's health can be judged by which he takes two at a time-pills or stairs."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Physical fitness is not only one of the most iportant keys to a healthy body, it is the basis of dynamic and creative intellectual activity."
    },
    {
      "cite": "Irish Proverb",
      "quote": "A good laugh and a long sleep are the best cures in the doctor's book."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Health is a state of complete harmony of the body, mind and spirit. When one is free from physical disabilities and mental distractions, the gates of the soul open."
    },
    {
      "cite": "George William Curtis",
      "quote": "Happiness lies, first of all, in health."
    },
    {
      "cite": "Plato",
      "quote": "Lack of activity destroys the good condition of every human being, while movement and methodical physical exercise save it and preserve it."
    },
    {
      "cite": "Harry J. Johnson",
      "quote": "The human body has been designed to resist an infinite number of changes and attacks brought about by its environment. The secret of good health lies in successful adjustment to changing stresses on the body."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Each patient carries his own doctor inside him."
    },
    {
      "cite": "Margaret Mead",
      "quote": "It is easier to change a man's religion than to change his diet."
    },
    {
      "cite": "Drew Carey",
      "quote": "Eating crappy food isn't a reward   it's a punishment."
    },
    {
      "cite": "Morgan Spurlock",
      "quote": "Sorry, there s no magic bullet. You gotta eat healthy and live healthy to be healthy and look healthy. End of story."
    },
    {
      "cite": "Larry McCleary",
      "quote": "About eighty percent of the food on shelves of supermarkets today didn't exist 100 years ago."
    }
  ]
}