{
  "source": "https://www.wisesayings.com/heartbeat-quotes/",
  "theme": "heartbeat",
  "quotes": [
    {
      "cite": "Oscar Lua",
      "quote": "We left no doubt that we are one heartbeat And something like that is pretty hard to stop once it gets going."
    },
    {
      "cite": "Joan Lowery Nixon",
      "quote": "Life isn't measured in minutes, but in heartbeats."
    },
    {
      "cite": "Max Lucado",
      "quote": "You may not be down to your final heartbeat, but you may be down to your last paycheck, solution, or thimble of faith. Each sunrise seems to bring fresh reasons for fear."
    },
    {
      "cite": "Laurence Overmire",
      "quote": "To listen to the silence is to hear the heartbeat of the universe."
    },
    {
      "cite": "Chris Kyle",
      "quote": "You have to slow your heart rate, stay calm. You have to shoot in between your heartbeats."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with nature."
    },
    {
      "cite": "Jenny Downham",
      "quote": "Every breath, every heartbeat, was one less until maybe things stopped hurting this much."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "Patients know in a heartbeat if they're getting a clumsy exam."
    },
    {
      "cite": "Andrew Harvey",
      "quote": "To be in a body is to hear the heartbeat of death at every moment."
    },
    {
      "cite": "Sean Stephenson",
      "quote": "If you have a heartbeat, there's still time for your dreams."
    },
    {
      "cite": "Dava Sobel",
      "quote": "And since time sets its own tempo, like a heartbeat or an ebb tide, timepieces don't really keep time. They just keep up with it, if they're able."
    },
    {
      "cite": "John Densmore",
      "quote": "We have our own little heartbeat, too. We already have what I would call polyrhythms going on."
    },
    {
      "cite": "James Dobson",
      "quote": "The final heartbeat for the Christian is not the mysterious conclusion to a meaningless existence. It is, rather, the grand beginning to a life that will never end."
    },
    {
      "cite": "Jo Baker",
      "quote": "Things could change so entirely, in a heartbeat; the world could be made entirely anew, because someone was kind."
    },
    {
      "cite": "Lynn Tilton",
      "quote": "Don't do it for the money. Follow the path to do what makes your heartbeat faster. Follow your passion."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Life is more than breath and a heartbeat; meaning and purpose are the life of life."
    }
  ]
}