{
  "source": "https://www.wisesayings.com/heartless-quotes/",
  "theme": "heartless",
  "quotes": [
    {
      "cite": "Anthony Bautista",
      "quote": "My brain has no heart, and my heart has no brain. That's why when I speak my mind I appear heartless, and when I do what's in my heart I seem thoughtless."
    },
    {
      "cite": "Sonali Jain",
      "quote": "He lies there with no heart, but heartless is the last thing you'll call him."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it."
    },
    {
      "cite": "Michelle Sagara",
      "quote": "Not all of our heartless plans work as we intend; nor do all of our good intentions. We are where we are, and we can rarely predict where we will go, no matter how firm our beliefs."
    },
    {
      "cite": "Marcel Dzama",
      "quote": "I made a tin man costume with tin foil and furnace parts because I thought it would help me be more heartless."
    },
    {
      "cite": "Frank Ocean",
      "quote": "Those who are heartless, once cared too much."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Most people who act heartless have a sweet heart. They just act heartless to protect themselves from getting hurt again."
    },
    {
      "cite": "Krystal",
      "quote": "In life's journey, you will meet all sorts of characters. Always remember, never shed a tear for the heartless, corrupt or insensitive."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Without a mythology, faith is impersonal and heartless."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "It may be true that the law cannot change the heart but it can restrain the heartless."
    },
    {
      "cite": "Jim Goad",
      "quote": "People can be so heartless and dirty."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "An intellectual, heartless man never becomes an inspired man. It is always the heart that speaks in the man of love; it discovers a greater instrument than intellect can give you, the instrument of inspiration."
    },
    {
      "cite": "Peter Lindbergh",
      "quote": "Heartless retouching should not be the chosen tool to represent women in the beginning of this century."
    },
    {
      "cite": "Raymond B. Green",
      "quote": "Your mate never talks to you. You live together but don't interact. He has become cold and inconsiderate of your feelings."
    },
    {
      "cite": "Tamara Stamenkovic",
      "quote": "Life without flying unconditionally, life with hindered and heartless ending."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "You know I love you more when you're cold and heartless."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "They call you heartless; but you have a heart and I love you for being ashamed to show it."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Most heartless people have a heart, they'll just do anything to protect their heart even if it means that they have to break yours."
    },
    {
      "cite": "Terry Mark",
      "quote": "Just when you give up and think the whole world is heartless, you turn around and face someone so wonderful that they give you a reason to Love again, at least one more time."
    },
    {
      "cite": "Tori Amos",
      "quote": "Adolescence is that time when I think, it can be- it's the cruelest place on Earth. It can really be heartless."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "A little inhumanity does not describe you as heartless, rather, it is a way of telling others that you have a heart that can get angry."
    },
    {
      "cite": "Helen McCloy",
      "quote": "The experiences of the heartless are so limited. It is hate that is blind. Love may miss a flaw here and there, but hate misses beauty everywhere."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Perhaps this is just punishment for those who have been heartless, to understand only when nothing can be undone."
    },
    {
      "cite": "Stephen King",
      "quote": "If you have given up your heart ... you have already lost. A heartless creature is a loveless creature, and a loveless creature is a beast."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "If you can be heartless as the first man who visited the space, then there will be nothing impossibe for you to achieve."
    },
    {
      "cite": "Michael Leunig",
      "quote": "The insatiable need for heartless power and ruthless control is the telltale sign of an uninitiated man - the most irresponsible, incompetent and destructive force on earth."
    },
    {
      "cite": "Harry Graham",
      "quote": "There's been an accident,' they said / 'Your servant's cut in half; he's dead.' / 'Indeed,' said Mr. Jones, 'And please, / Send me the half that's got my keys.'"
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Cruelty on most occasions is like the wind, boisterous in itself, and exciting a murmur and bustle in all the things it moves among."
    },
    {
      "cite": "Proverbs 12:10",
      "quote": "A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "From all that terror teaches, / From lies of tongue and pen, / From all the easy speeches / That comfort cruel men, / From sale and profanation / Of honour and the sword, / From sleep and from damnation, / Deliver us, good Lord."
    },
    {
      "cite": "Alexander Pope",
      "quote": "You think this cruel? take it for a rule, / No creature smarts so little as a fool."
    },
    {
      "cite": "Julius Ceasar",
      "quote": "O you hard hearts, you cruel men of Rome, / Knew you, not Pompey?"
    },
    {
      "cite": "Ivy-Compton Burnett",
      "quote": "Being cruel to be kind is just ordinary cruelty with an excuse made for it...And it is right that it should be more resented, as it is."
    },
    {
      "cite": "Constitution of the United States",
      "quote": "Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishment inflicted."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "And most of all would I flee from the cruel madness of love, / The honey of poison-flowers and all the measureless ill."
    },
    {
      "cite": "Carol A. Dingle",
      "quote": "To live is to hurt others, and through others, to hurt oneself. Cruel earth! How can we manage not to touch anything? To find what ultimate exile?"
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Though critics may bow to art, and I am its own true lover, / It is not art, but heart, which wins the wide world over. / Though smooth be the heartless prayer, no ear in Heaven will mind it."
    },
    {
      "cite": "Anna Bronte",
      "quote": "Yes, I will take a cheerful tone / And feign to share their heartless glee, / But I would rather weep alone / Than laugh amid their revelry."
    },
    {
      "cite": "John Wilbye",
      "quote": "My joys each after other, in haste are flying, / And leave me dying for her that scorns my crying. / Oh she from hence departs, my love refraining, / For whom, all heartless alas! I die complaining."
    },
    {
      "cite": "John Wilbye",
      "quote": "Cruel, behold my heavy ending, / See what you wrought by your disdaining. / Causeless I die, love still attending / Your hopeless pity of my complaining. / Suffer those eyes which thus have slain me, / With speed to end their killing power, / So shall you prove how love doth pain me, / And see me die still your."
    },
    {
      "cite": "Heinrich Hoffmann",
      "quote": "Here is cruel Frederick, see! / A horrid wicked boy was he; / He caught the flies, poor little things, / And then tore off their tiny wings, / He killed the birds, and broke the chairs, / And threw the kitten down the stairs; / And oh! far worse than all beside, / He whipped his Mary, till she cried."
    },
    {
      "cite": "Henry Clay Work",
      "quote": "I must let go each little hand; / I must leave all behind. / Oh! don't be cruel to the motherless darlings; / Don't be unkind!"
    },
    {
      "cite": "Nitya Prakash",
      "quote": "I'm not heartless. I appear so because I'm afraid of getting hurt. I'm one of those fragile hearts that once cared too much."
    },
    {
      "cite": "Jordan Hoechlin",
      "quote": "Never care about people’s feelings towards you."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The day your soul has died is the day you don't care about anyone’s pain unless it builds you up or makes you richer."
    },
    {
      "cite": "Becky Chambers",
      "quote": "The very fact we use the term 'cold-blooded' as a synonym for 'heartless' should tell you something about the innate bias we primates hold against reptiles. Do not judge other species by your own social norms."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Hardship is meant to modify heartless of man to make feel in the flesh as soft being."
    },
    {
      "cite": "Karla Crome",
      "quote": "For women to succeed in politics, business, and entrepreneurial ventures they have to battle against a stereotype of being heartless and unfeminine."
    },
    {
      "cite": "Koren Zailckas",
      "quote": "If mothers are our first teachers, then having a narcissistic one teaches us that human closeness is terrifying, and the world is a heartless, inconsistent place."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "The problem with certainty is that sometimes it can sound cold and heartless, although it is the most compassionate and supportive answer."
    },
    {
      "cite": "Susan Cheever",
      "quote": "When women are angry at men, they call them heartless. When men are angry at women, they call them crazy. Sometimes it doesn't stop there."
    },
    {
      "cite": "Yiyun Li",
      "quote": "Even the most innocent person, when cornered, is capable of a heartless crime."
    },
    {
      "cite": "Karl Marx",
      "quote": "Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people."
    },
    {
      "cite": "Kanye West",
      "quote": "I'm not heartless. I've just learned how to use my heart less."
    },
    {
      "cite": "Isaiah Harden",
      "quote": "The cold, heartless, and/or antisocial people in the world are usually the ones with the biggest hearts."
    },
    {
      "cite": "Sara Wolf",
      "quote": "I suppose when you want something badly enough when you lose the thing most precious to you, people just become toys, puppets to move around to achieve your goals."
    }
  ]
}