{
  "source": "https://www.wisesayings.com/heartfelt-quotes/",
  "theme": "heartfelt",
  "quotes": [
    {
      "cite": "Thomas Jefferson",
      "quote": "It is in the love of one's family only that heartfelt happiness is known."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Grace is heartfelt, tinged with love, a spillover gift of the God who extended undeserved favor toward us."
    },
    {
      "cite": "Michelle Hodkin",
      "quote": "You could start a fire with the heat between you two. You're mistaking bitter animosity for heartfelt affection."
    },
    {
      "cite": "David Whyte",
      "quote": "Courage is the measure of our heartfelt participation with life, with another, with a community, a work, a future."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "The most essential thing in life is to establish an unafraid, heartfelt communication with others."
    },
    {
      "cite": "Chip Conley",
      "quote": "Feeling good about your life, but not expressing a heartfelt 'thank you,' is like wrapping a gift for someone and never giving it to them."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "Every love that leads away from His love is in fact a punishment; only a love that leads to His love is a heartfelt and pure love."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The soul's calm sunshine, and the heartfelt joy."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Avoid letting daily cares override your heart-felt intuition."
    },
    {
      "cite": "Aberjhani",
      "quote": "The more sincere the soul, the heavier the cross endured."
    },
    {
      "cite": "Confucius",
      "quote": "Sincerity and truth are the basis of every virtue."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Life can become difficult when out of sync with your heart-felt desires."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sincerity is the highest complement you can pay,"
    },
    {
      "cite": "Basil Rathbone",
      "quote": "Never regret anything you have done with a sincere affection; nothing is lost that is born of the heart."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
    },
    {
      "cite": "Giotto di Bondone",
      "quote": "The sincere friends of this world are as ship lights in the stormiest of nights."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Sincerity is the indispensable ground of all conscientiousness, and by consequence of all heartfelt religion."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "It doesn't matter what you believe just so long as you're sincere."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Focus your heart-felt intuition onto things that really matter to you."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Make sure that your heartfelt thanksgiving is more consistent than your nagging needs and your passionate apology fervent than your unhealthy justifications. Be clean and hopeful."
    },
    {
      "cite": "unknown",
      "quote": "Sincerity gives wings to power."
    },
    {
      "cite": "Grange Lady Haig Rutan",
      "quote": "Most talented with a God given talent for weaving words of heartfelt wonder."
    },
    {
      "cite": "Bryant McGill",
      "quote": "One of the most sincere forms of respect is actually listening to what another has to say."
    },
    {
      "cite": "John P. Kotter",
      "quote": "Great vision communication usually means heartfelt messages are coming from real human beings."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You never know when a moment and a few sincere words can have an impact on a life."
    },
    {
      "cite": "Dada Vaswani",
      "quote": "Sincere practice, makes the impossible possible."
    },
    {
      "cite": "Franklin Roosevelt",
      "quote": "Be sincere; be brief; be seated."
    }
  ]
}