{
  "source": "https://www.wisesayings.com/heartwarming-quotes/",
  "theme": "heartwarming",
  "quotes": [
    {
      "cite": "Eline Snel",
      "quote": "It is heartwarming to read what you do not often hear. It is touching to realize how nice and sweet you really are, without having to make a special effort--just by being you. Precisely for being you."
    },
    {
      "cite": "Amy Addingly",
      "quote": "There is something in the very name Friend that quickens the pulse and warms the heart."
    },
    {
      "cite": "Charles Henry Chesley",
      "quote": "Hurrah, Heigh ho! Let the north winds blow, for love warms the heart with a tender glow."
    },
    {
      "cite": "Daniella Kessler",
      "quote": "Tears cleanse the heart, love warms the heart."
    },
    {
      "cite": "M. David Chambers",
      "quote": "The very thought that a man and a woman are given the gift of love and a lifetime to multiply the good times as well as divide the bad, warms the heart."
    },
    {
      "cite": "Perfume Genius",
      "quote": "When something is heartwarming and triumphant, and not corny or preachy, it's such a powerful thing."
    },
    {
      "cite": "Emma Roberts",
      "quote": "Well, there's nothing more touching than putting a smile on a kid's face when you can."
    },
    {
      "cite": "Kiara Advani",
      "quote": "It is very touching that you are able to create some kind of impact through a character."
    },
    {
      "cite": "Bob Anderson",
      "quote": "There is nothing so rewarding as to make people realize that they are worthwhile in this world."
    },
    {
      "cite": "Luke Bryan",
      "quote": "Nothing is more rewarding than to take a song, create it out of thin air and then watch it affect people."
    },
    {
      "cite": "Natalie Grant",
      "quote": "It's rewarding to know that a song is doing more than just helping someone to have a nice day: it's actually leaving a deposit in their lives."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "The most rewarding aspect of parenting is seeing my children be authentic. The most rewarding thing for me is to see them do anything that they're proud of."
    },
    {
      "cite": "David Levithan",
      "quote": "It's almost heartening to think that the attachment you have can define your perception as much as any other influence."
    }
  ]
}