{
  "source": "https://www.wisesayings.com/heart-and-soul-quotes/",
  "theme": "heart-and-soul",
  "quotes": [
    {
      "cite": "Melody Beattie",
      "quote": "Live your life from your heart. Share from your heart. And your story will touch and heal people's souls."
    },
    {
      "cite": "Robert Scheid",
      "quote": "Our hearts and souls are always the departing point for all thought, feeling and action."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What your heart thinks is great, is great. The soul's emphasis is always right."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We transform our relationships when we listen with our ears, hearts, and souls."
    },
    {
      "cite": "J.E.B. Spredemann",
      "quote": "Loving someone can be hard at times. You risk a lot when you love - your heart and soul, at the least. Love is the most important and most rewarding investment you can make in another person."
    },
    {
      "cite": "Torquato Tasso",
      "quote": "Love is when he gives you a piece of your soul, that you never knew was missing."
    },
    {
      "cite": "Michael R French",
      "quote": "Falling in love is more than infatuation. It is the need to feel whole, to feel safe, to be healed, to join together with someone, heart and soul."
    },
    {
      "cite": "Angie karan",
      "quote": "An awakened man who is driven by his heart and soul, can touch the heart of a woman he loves, without touching her."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Only my heart can see your love and only my soul can feel your touch."
    },
    {
      "cite": "unknown",
      "quote": "Your kiss tells me to wait. To never let go, to hold onto us and never lose hope. I feel it in my soul and know it in my heart. You're my true love since the beginning of time, it's been written in the stars."
    },
    {
      "cite": "unknown",
      "quote": "When you welcome love with your whole heart, soul and body, love will welcome you with all its sweetness."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Love sees with the heart, thinks with the soul and grows greater when given away."
    },
    {
      "cite": "Paramhansa Yogananda",
      "quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts."
    },
    {
      "cite": "Rumi",
      "quote": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
    },
    {
      "cite": "unknown",
      "quote": "In the end, we won't remember the most beautiful face and body. We'll remember the most beautiful heart and soul"
    },
    {
      "cite": "clairel estevez",
      "quote": "The windows of my soul Always stare at you. Knowing, That you have the perfect heart, To make a home."
    },
    {
      "cite": "William A Caldwell III",
      "quote": "No matter how cold it gets, my heart and soul will forever warm for you."
    },
    {
      "cite": "unknown",
      "quote": "One day someone will walk into your life.. open your heart and set your soul in fire."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A loving relationship is a wanting to celebrate, communicate, and know another's heart and soul."
    },
    {
      "cite": "unknown",
      "quote": "I'll tell you...what real love is. It is blind devotion, unquestioning self-humiliation, utter submission, trust and belief against yourself and against the whole world, giving up your whole heart and soul to someone who smites it."
    },
    {
      "cite": "unknown",
      "quote": "A soul connection knows no distance. The heart has no boundaries. Love transcends space and time. I love you with my heart and soul."
    },
    {
      "cite": "unknown",
      "quote": "I will always lean my heart as close to your soul... As I can."
    },
    {
      "cite": "Aristotle",
      "quote": "Love is composed of a single soul inhabiting two bodies."
    },
    {
      "cite": "unknown",
      "quote": "You sleep more peacefully when your heart is full of love and dream beautifully when your soul is in love."
    },
    {
      "cite": "Boris Kodjoe",
      "quote": "My love for you is past the mind, beyond my heart, and into my soul."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Love sees with the heart, thinks with the soul and grows greater when given away."
    },
    {
      "cite": "unknown",
      "quote": "True love does not worry about the distance between, for the heart and soul travels through one's words."
    },
    {
      "cite": "John Keats",
      "quote": "Two souls with but a single thought, Two hearts that beat as one."
    },
    {
      "cite": "unknown",
      "quote": "Love is a general acceptance of someone who is accepted by your heart and soul as part of your life."
    },
    {
      "cite": "unknown",
      "quote": "True love comes from more than just the heart. It comes from your mind, your soul, and ever fiber of your being."
    },
    {
      "cite": "unknown",
      "quote": "You are my soulmate, my sweetheart, you are my dream come true, from now until the end of time I give my hear and soul to you."
    },
    {
      "cite": "unknown",
      "quote": "You are my heart, my soul, my treasure, my today, my tomorrow, my forever and my Everything!"
    },
    {
      "cite": "unknown",
      "quote": "Love connection starts from eyes to eyes, heart to heart, soul to soul."
    },
    {
      "cite": "unknown",
      "quote": "When you kissed me with love in your heart, you owned my soul."
    },
    {
      "cite": "unknown",
      "quote": "Here's my love, take it. Here's my soul, use it. Here's my heart, don't break it. Here's my hand, hold it and together we will make it forever."
    }
  ]
}