{
  "source": "https://www.wisesayings.com/heart-disease-quotes/",
  "theme": "heart-disease",
  "quotes": [
    {
      "cite": "Dick Cheney",
      "quote": "I was convinced that eventually I would die of heart disease, that we'd run out of time and out of treatment, the technology wouldn't keep ahead of my disease. And now all of the sudden, when you get the new heart, your life opens up before you again."
    },
    {
      "cite": "Kate Chopin",
      "quote": "When the doctors came they said she had died of heart disease - of joy that kills."
    },
    {
      "cite": "Jay Leno",
      "quote": "British scientists say they have developed a super broccoli that can help fight heart disease. You know, if you want to fight heart disease, why don't you come up with a food people will actually eat? Like a super glazed doughnut."
    },
    {
      "cite": "Nizar Qabbani",
      "quote": "The most dangerous heart disease: strong memory."
    },
    {
      "cite": "Chris Courtenay Williams",
      "quote": "My advice to anybody who has had a heart attack is not to simply think that that’s the end. Life can continue on normally afterwards."
    },
    {
      "cite": "Carl Portman",
      "quote": "I want to show that anything is possible. My motto is ‘Get up, get dressed and get out there’, and I know this attitude helps me cope with my heart disease and the ICD."
    },
    {
      "cite": "Dr Sivakumar Gowder",
      "quote": "People feel alcohol heals heart (diseases) but in theory, it peels the heart."
    },
    {
      "cite": "Robert Jarvik",
      "quote": "I knew that my father was going to die of heart disease, and I was trying to make a heart for him."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Make your decisions with your heart, and you'll end up with heart disease."
    },
    {
      "cite": "George Carlin",
      "quote": "Heart disease has changed my eating habits, but I still cook bacon for the smell."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "As the heart is, so is love to the heart. It partakes of its strength or weakness, its health or disease."
    },
    {
      "cite": "Michael Shaara",
      "quote": "The thing about the heart was that you could not coax it or force it, as you could any other disease. Will power meant nothing."
    },
    {
      "cite": "Isaac Murphy",
      "quote": "No man with a touch of heart disease should ever back his mounts."
    },
    {
      "cite": "Daniel Pinkwater",
      "quote": "Well you know, it's true that as a fat person I run a greater risk of heart disease, diabetes, and a number of other things. But guess what? The amount of that risk is almost infinitessimal!"
    },
    {
      "cite": "Sarah McBryde",
      "quote": "I cannot sit down and say ‘I have got heart disease, oh dear’. I have got to say, ‘sorry, heart disease, but this [looking after my daughter] is more important.’ I couldn't allow it to beat me."
    },
    {
      "cite": "Sean Moran",
      "quote": "My heart attack has opened up a whole new life for me. It has made me look after myself."
    },
    {
      "cite": "Martha Hill",
      "quote": "One out of two women are going to have, live with, and/or die from heart disease and stroke. It is amazing women are still not getting that message, and one has to ask why."
    },
    {
      "cite": "Sheila Caldwell",
      "quote": "Heart disease is a largely self-inflicted disease, hopefully, knowing the ‘heart age’ is a wake-up call and, for some of our participants, it has been."
    },
    {
      "cite": "Sheila Caldwell",
      "quote": "Millions of people around the world continue to die from a largely preventable disease, denial is our biggest enemy in the fight against heart disease… It is always someone else."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "I saw many people who had advanced heart disease and I was so frustrated because I knew if they just knew how to do the right thing, simple lifestyle and diet steps, that the entire trajectory of their life and health would have been different."
    },
    {
      "cite": "Caldwell Esselstyn",
      "quote": "Some people think plant-based diet, whole foods diet is extreme. Half a million people a year will have their chests opened up and a vein taken from their leg and sewn onto their coronary artery. Some people would call that extreme."
    },
    {
      "cite": "S. Jay Olshansky",
      "quote": "The reason we have cancer and heart disease is the same reason you can't get rid of the wear and tear on your tires on your car: as soon as you use them, you are wearing them away. You can't make eternal tires, and it's the same with the human body."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The most chronic heart disease is caused by having greediness in your heart. Go for check ups regularly and learn how to swallow those lumpy pills of generousity. Be kind and be healthy."
    },
    {
      "cite": "Ch'oe Yun",
      "quote": "The virtue of a heart attack lies in instantaneous arrival. The death of the body takes place before the death of the mind."
    },
    {
      "cite": "Tina Fey",
      "quote": "According to a new study, women in satisfying marriages are less likely to develop cardiovascular diseases than unmarried women. So don't worry, lonely women, you'll be dead soon."
    }
  ]
}