{
  "source": "https://www.wisesayings.com/heartbreak-quotes/",
  "theme": "heartbreak",
  "quotes": [
    {
      "cite": "Nina Simone",
      "quote": "You've got to learn to leave the table when love's no longer being served."
    },
    {
      "cite": "Author Unknown",
      "quote": "It's hard to forget someone who you've imagined spending forever with."
    },
    {
      "cite": "Author Unknown",
      "quote": "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't feel sad over someone who gave up on you. Feel sad for them because they gave up on someone who would have never given up on them."
    },
    {
      "cite": "Mariah Carey",
      "quote": "I am thinking of you in my sleepless solitude tonight. If it's wrong to love you, then my heart just won't let me be right cause I'm drowned in you and I won't pull through without you by my side."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Once you had put the pieces back together, even though you may look intact, you were never quite the same as you'd been before the fall."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The emotion that can break your heart is sometimes the very one that heals it."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Someday you're gonna look back on this moment of your life as such a sweet time of grieving. You'll see that you were in mourning and your heart was broken, but your life was changing."
    },
    {
      "cite": "Stephen King",
      "quote": "Hearts can break. Yes, hearts can break. Sometimes I think it would be better if we died when they did, but we don't."
    },
    {
      "cite": "Mineko Iwasaki",
      "quote": "Stab the body and it heals, but injure the heart and the wound lasts a lifetime."
    },
    {
      "cite": "Faraaz Kazi",
      "quote": "No matter how bad your heart is broken, the world doesn't stop for your grief."
    },
    {
      "cite": "Laura Kasischke",
      "quote": "Heartbreak could be lived with if it weren't accompanied by regret."
    },
    {
      "cite": "Miranda Kenneally",
      "quote": "Love hurts worse than getting slammed by a 250-pound linebacker."
    },
    {
      "cite": "Jayy Von Monroe",
      "quote": "Don't you EVER break someone's heart, because they only have one. Break their bones, they have 206 on those!"
    },
    {
      "cite": "Author Unknown",
      "quote": "When you have loved unconditionally one man and lost that love, it leaves a wound that never heals, a sad and broken heart, a void forever."
    },
    {
      "cite": "Author Unknown",
      "quote": "I wish I was a kid again, because skinned knees are easier to fix then broken hearts."
    },
    {
      "cite": "Author Unknown",
      "quote": "A heart breaking isn't always as loud as a bomb exploding.. Sometimes it can be as quiet as a feather falling.. And the most painful thing is, no one really hears it, except you."
    },
    {
      "cite": "T.E. Kalem",
      "quote": "A final comfort that is small, but not cold:  The heart is the only broken instrument that works."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I don't know why they call it heartbreak. It feels like every other part of my body is broken too."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Sadness flies on the wings of the morning and out of the heart of darkness comes the light."
    },
    {
      "cite": "Author Unknown",
      "quote": "When love is lost, do not bow your head in sadness; instead keep your head up high and gaze into heaven for that is where your broken heart has been sent to heal."
    },
    {
      "cite": "Violeta Parra",
      "quote": "Don't cry when the sun is gone, because the tears won't let you see the stars."
    },
    {
      "cite": "Author Unknown",
      "quote": "If someone you love hurts you cry a river, build a bridge, and get over it."
    },
    {
      "cite": "Samuel Butler",
      "quote": "It is better to have loved and lost than never to have lost at all."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Perhaps some day I'll crawl back home, beaten, defeated. But not as long as I can make stories out of my heartbreak, beauty out of sorrow."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The heart was made to be broken."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Heartbreak is funny to everyone but the heartbroken."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."
    },
    {
      "cite": "Nicole Sobon",
      "quote": "Sometimes the hardest part isn't letting go, but rather, learning to start over."
    },
    {
      "cite": "Author Unknown",
      "quote": "The scariest part of letting someone go is not knowing if you will ever find a love that strong again. But, whats even scarier is staying with them and knowing you're missing out on every other love you should have known."
    },
    {
      "cite": "Author Unknown",
      "quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes you have to learn to let go of the person you love, and just hold on to the memory of what was."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't hold on because you think there will be no one else. There will always be someone else. You've got to believe you are worth more than being repeatedly hurt by someone who doesn't really care. Believe that someone will see what you are really worth and treat you the way you should be treated."
    },
    {
      "cite": "Author Unknown",
      "quote": "Stop holding on to what hurts and start making room for what feels good."
    },
    {
      "cite": "Author Unknown",
      "quote": "He already ruined your mascara, don't let him ruin your life."
    },
    {
      "cite": "Author Unknown",
      "quote": "While I was holding on all you did was let go."
    },
    {
      "cite": "Author Unknown",
      "quote": "Trying to forget someone you love is like trying to remember someone you knew."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes you can't let go of the hurt, because it's all that's left of the greatest love story you never thought would end."
    },
    {
      "cite": "JSB Morse",
      "quote": "It's a certain tragedy when agony and resentment are all you have left connecting you to someone you once loved."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes the greatest enemy of our present happiness is the past happiness that is too well remembered."
    },
    {
      "cite": "Author Unknown",
      "quote": "What's even more painful than being abandoned, is knowing that you're not even worth an explanation."
    },
    {
      "cite": "JSB Morse",
      "quote": "A broken heart is just the growing pains necessary so you can love more completely when the real thing comes along."
    },
    {
      "cite": "Author Unknown",
      "quote": "A heartbreak is a terrible thing to someone who loves with passion."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes you just have to hold your head up high, blink away the tears and say good-bye."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes it's better to be alone. No one can hurt you that way."
    },
    {
      "cite": "Author Unknown",
      "quote": "Having a broken heart is like falling off a horse. Most people will get back on, but some walk away too afraid of the pain to take another chance."
    },
    {
      "cite": "Sufi Epigram",
      "quote": "When the heart grieves over what is has lost, the spirit rejoices over what it has left."
    },
    {
      "cite": "Author Unknown",
      "quote": "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward."
    },
    {
      "cite": "Nina Simone",
      "quote": "You've got to learn to leave the table when love's no longer being served."
    },
    {
      "cite": "Author Unknown",
      "quote": "Pain makes you stronger, tears make you braver, and heartbreak makes you wiser. So thank the past for a better future."
    }
  ]
}