{
  "source": "https://www.wisesayings.com/heat-quotes/",
  "theme": "heat",
  "quotes": [
    {
      "cite": "Roman Payne",
      "quote": "Ô, Sunlight! The most precious gold to be found on Earth."
    },
    {
      "cite": "Shweta Tale",
      "quote": "People change more frequently than the seasons do and still we blame the sun for bringing in the heat."
    },
    {
      "cite": "Robert Black",
      "quote": "Sometimes it is good to fly close to the flame, see and experience the heat, but then fly away again, to survive, more wise in the art of heat."
    },
    {
      "cite": "George Eliot",
      "quote": "Iteration, like friction, is likely to generate heat instead of progress."
    },
    {
      "cite": "Colin Kaepernick",
      "quote": "In the heat of the battle, it's always different than when you go back and look at it on film."
    },
    {
      "cite": "Hideaki Sorachi",
      "quote": "I'm sure it's the heat! It's all because of the heat! Well, I'll go buy some refreshments. I'm sure that'll calm you down."
    },
    {
      "cite": "David Anaxagoras",
      "quote": "It's not natural this heat. Something's not right, like maybe some sort of punishment."
    },
    {
      "cite": "Andrew Miller",
      "quote": "Heat of the sun burn like fire. Heat of the sun burn like fire."
    },
    {
      "cite": "Ben Barzman",
      "quote": "Warmth, life, color, people."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Well, among humans, it's, uh, meant to express warmth and love."
    },
    {
      "cite": "Brian Johnson",
      "quote": "The island. Life. Death and decay, that feeds new life. Warmth. Cold. Peace. Violence."
    },
    {
      "cite": "Jeremy Brock",
      "quote": "Patience, care, and a little warmth from the sun are our best hope your Majesty."
    },
    {
      "cite": "Greg Weisman",
      "quote": "The sun! The most glorious sun! I've dreamed of feeling its golden warmth."
    },
    {
      "cite": "Dalton Trumbo",
      "quote": "Put your arms around me. I need to feel their warmth, to keep the chill of death away."
    },
    {
      "cite": "Tom Fontana",
      "quote": "You feel the cold because you touched the stone. But you feel warmth because there is life inside."
    },
    {
      "cite": "Katherine Fugate",
      "quote": "What is it about the human touch, holding a loved one close, and feeling their warmth, their heartbeat? I mean this is the army and frequently our loved ones are far away but their warmth doesn't have to be."
    },
    {
      "cite": "Miguel Montalvo",
      "quote": "To wide warmth... and all around... soft grass and kind breeze. At least... that is what I've imagined."
    },
    {
      "cite": "Burt Kennedy",
      "quote": "No man can take my love. It must be given as the sun gives warmth in the gray of dawn."
    },
    {
      "cite": "James Harris III",
      "quote": "In the heat of heat / The heat is so hot / My body takes control / In the heat of heat / The heat gets so hot / My passion overloads"
    },
    {
      "cite": "Tim James",
      "quote": "It's summer / The heat is blazing like the fourth of July / I got the air con on and its blasting on high / So just grab something cool and jump in your ride / Pick up everybody, I'll be waiting outside"
    },
    {
      "cite": "Robert Allan Palmer",
      "quote": "Tropical summer - balmy day / Sit around / You haven't much to say / 'Cause the heat is on / The heat is on. / You know you're in the hands of fate"
    },
    {
      "cite": "Robert Allan Palmer",
      "quote": "The heat is on. / Tropical summer - balmy day / On the road to Mandalay"
    },
    {
      "cite": "Will Adams",
      "quote": "It's that heat coming in slow motion / Barbecue yea body keep yea body straight roasting / Light skin hunny's get the sun tan lotion / Dark skin hunny's in the summer no commotion"
    },
    {
      "cite": "O.G.B",
      "quote": "Yeah it's that summer heat / You know we 'bout to get right / Hitting you like stomping feet / Please just don't pick up a fight"
    },
    {
      "cite": "O.G.B",
      "quote": "The sun is shining all his light, uh / That summer heat"
    },
    {
      "cite": "Hilda Doolittle",
      "quote": "O wind, rend open the heat, / cut apart the heat, / rend it to tatters."
    },
    {
      "cite": "Archibald Lampman",
      "quote": "The cows, each with her peaceful cud, / Lie waiting for the heat to pass. / From somewhere on the slope near by / Into the pale depth of the noon"
    },
    {
      "cite": "Paul E. Lydolph",
      "quote": "Heat is the energy input that initiates all atmospheric processes."
    },
    {
      "cite": "Archibald Lampman",
      "quote": "In the sloped shadow of my hat / I lean at rest, and drain the heat; / Nay more, I think some blessed power / Hath brought me wandering idly here: / In the full furnace of this hour / My thoughts grow keen and clear."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Heat waves shimmering / one or two inches / above the dead grass."
    },
    {
      "cite": "Paul E. Lydolph",
      "quote": "The economic fortunes of farmers completely depend upon heat and moisture conditions during the growing season."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Heat of blood makes young people change their inclinations often, and habit makes old ones keep to theirs a great while."
    },
    {
      "cite": "Rudolf Clausius",
      "quote": "Heat can never pass from a colder to a warmer body without some other change, connected therewith, occurring at the same time."
    },
    {
      "cite": "Missy Lyons",
      "quote": "The supernova sun would be cooler than the fire lighting our desire."
    },
    {
      "cite": "Everett Dirksen",
      "quote": "When I feel the heat, I see the light."
    },
    {
      "cite": "Hermann von Helmholtz",
      "quote": "But heat can also be produced by the friction of liquids, in which there could be no question of changes in structure, or of the liberation of latent heat."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Heat cannot be separated from fire, or beauty from The Eternal."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Coolness and absence of heat and haste indicate fine qualities."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "When the water starts boiling it is foolish to turn off the heat."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Heat not a furnace for your foe so hot that it do singe yourself."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Nothing splendid was ever created in cold blood. Heat is required to forge anything. Every great accomplishment is the story of a flaming heart."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "The thing with heat is, no matter how cold you are, no matter how much you need warmth, it always, eventually, becomes too much."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who cannot put his thoughts on ice should not enter into the heat of dispute."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "When you can't make them see the light, make them feel the heat."
    },
    {
      "cite": "Jeffery Sims",
      "quote": "Heat is the number one weather-related killer in the United States, resulting in hundreds of fatalities each year."
    },
    {
      "cite": "Jeffery Sims",
      "quote": "Excessive heat claims more lives year than floods, lightning, tornadoes, and hurricanes combined."
    },
    {
      "cite": "Jeffery Sims",
      "quote": "Hot weather, particularly heat waves are capable of causing heat-related illness as well as the loss of electrical power, possible property damage, and general disruptions to daily life."
    },
    {
      "cite": "Jeffery Sims",
      "quote": "Homes and other dwellings should be properly prepared for summer heat."
    },
    {
      "cite": "Robin Birch",
      "quote": "In hot weather, we need to protect ourselves from the Sun, as it can cause sunburn and heatstroke."
    },
    {
      "cite": "Kevin Hile",
      "quote": "Heat waves are responsible for some of the most lethal weather-disasters in history."
    },
    {
      "cite": "Eman Abid",
      "quote": "The heat of summer quickly makes room in our hearts. / The heat is sorely missed when the winter starts. / The heat penetrates all the that once frigid and bold."
    },
    {
      "cite": "Eman Abid",
      "quote": "Heat melts away all that you are."
    },
    {
      "cite": "Eman Abid",
      "quote": "In the absence of heat, ice can remain as long as it wishes to stay. / But beware! / Unlike heat, ice is easy to defeat, to slay. / Nothing is a vulnerable to heat, as is ice."
    }
  ]
}