{
  "source": "https://www.wisesayings.com/heavy-metal-quotes/",
  "theme": "heavy-metal",
  "quotes": [
    {
      "cite": "Dave Mustaine",
      "quote": "Pop and metal aren't friends. Each knows exactly where the other lives and tries to keep its distance. They choose different streets, neighborhoods, zip codes."
    },
    {
      "cite": "Rob Halford",
      "quote": "Heavy metal is always going to be there. At its core, it's all about a primitive connection we all need to keep in our lives."
    },
    {
      "cite": "Kim Shattuck",
      "quote": "Heavy metal is the enemy. Everybody but me keeps going back and forth between metal and punk, but I'm narrow-minded and a purist. I'd never mess with it."
    },
    {
      "cite": "Luke Mably",
      "quote": "I like playing heavy metal music and pretending I'm a vampire in front of the mirror."
    },
    {
      "cite": "Dave Grohl",
      "quote": "Heavy Metal would not exist without Led Zeppelin, and if it did, it would suck."
    },
    {
      "cite": "Jack Black",
      "quote": "Led Zeppelin, the greatest rock and roll band of all time."
    },
    {
      "cite": "Mars Bonfire",
      "quote": "I like smoke and lightning / Heavy metal thunder."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Just look there (another Heavy Metal Boy sank through the earth's crust and we got some good pictures...)."
    },
    {
      "cite": "Lester Bangs",
      "quote": "At its best New Wave/punk represents a fundamental and age-old Utopian dream: that if you give people the license to be as outrageous as they want in absolutely any fashion they can dream up, they'll be creative about it, and do something good besides."
    },
    {
      "cite": "Susan Black",
      "quote": "The world of heavy metal has reverberated to a number of broadsides as guitar heroes rubbish their rivals. The likes of Motorhead's Lemmy have raised the bar to a considerable extent, though Ozzy Osbourne and his family have been more than content to limbo under it when the occasion has demanded."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "I remember saying to Tony [Iommi], 'Did you hear how heavy that Led Zeppeling album sounded?' Without missing a beat, he replied, 'We'll be heavier.'"
    },
    {
      "cite": "Penelope Spheeris",
      "quote": "I think when all the punk bands had their stronghold going on, metal was considered to be a lower-class music – really old- fashioned, out of date and ridiculous."
    },
    {
      "cite": "Mullen",
      "quote": "I remember at first when Metallica played the Troubadour some people mistook them for a punk band because they didn’t get it, because this was a whole new thing, a speed thrash metal. It confused the hell out of people in LA because it was like, ‘Wait a minute, they sound punk but they’ve got really long hair.\""
    },
    {
      "cite": "Jim Breuer",
      "quote": "I get on my high plane. I turn on my Metallica."
    },
    {
      "cite": "Michael Fassbender",
      "quote": "Nobody wants to hear Metallica at lunchtime."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude."
    },
    {
      "cite": "Christopher Lee",
      "quote": "I associate heavy metal with fantasy because of the tremendous power that the music delivers."
    },
    {
      "cite": "Eddie Trunk",
      "quote": "That sort of cluelessness just continually haunts heavy metal. And there's still amongst a lot of people in the press this elitist attitude. Heavy metal has never ever been given the respect and credit it deserves. And in some ways it's probably what makes it so near and dear to the people who love it."
    },
    {
      "cite": "Eddie Trunk",
      "quote": "It's safe to say that if society wants to battle heavy metal, heavy metal will always find a way to win because heavy metal is always underestimated. The people who love it are underestimated, the musicians are underestimated. A lot of people found that out the hard way."
    },
    {
      "cite": "Denis Leary",
      "quote": "Heavy Metal fans are buying Heavy Metal records, taking the records home, listening to the records and then blowing their heads off with shotguns? Where's the problem? That's an unemployment solution right there, folks! It's called natural selection."
    },
    {
      "cite": "Dylan Moran",
      "quote": "Heavy Metal is what happens when a group of people with competitively disgusting appearances come together to try to kill the air."
    },
    {
      "cite": "Sam Dunn",
      "quote": "Metal music has never shied away from controversy. It has always rebelled against authority and stood up against mainstream religion."
    },
    {
      "cite": "Kai Hansen",
      "quote": "We're the saviours / and protectors from above / In our sky there is no limits / And masters we have none / Heavy Metal is the only one / 'Cause it's a Heavy Metal universe / With a Heavy Metal sound / Masters of the thunder / Shake you to the ground / It's a Heavy Metal bomber / And it's never going down / Flying 'cross the universe / We're Heavy Metal bound."
    },
    {
      "cite": "Joey Demaio",
      "quote": "I hear the sound in a metal way / I feel the power rolling on the stage / 'Cause only one thing really sets me free / Heavy metal, loud as it can be."
    },
    {
      "cite": "Eric Bloom",
      "quote": "Heavy metal, black and silver / Falling matter of the sun / Folds itself into a place / Where there was never, never one / By starlight, the heaviest horizon / Magnetic mirrors, scattered body slow / A chaos of metal, river of fire / The countless blue and glows."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "As long as there are kids who are pissed off and have no real way in venting out that anger, heavy metal will live on."
    },
    {
      "cite": "Tuomas Holopainen",
      "quote": "All in all, I think that out of all musical genres, the world of metal is the most escapist one. Metal is also music for people who think for themselves. I think metalheads are smart people who possess a healthy dose of self-irony and a good sense of humor, and that appeals to me. I felt a strong affinity with the scene from the first moment on."
    },
    {
      "cite": "Kirk Hammett",
      "quote": "Metallica is a very complicated, fragile thing. On the outside, it's all metal, but on the inside it's very delicate."
    },
    {
      "cite": "Brian Posehn",
      "quote": "Metal is the feeling of being an outsider, but still being part of something huge."
    },
    {
      "cite": "Ronnie James Dio",
      "quote": "It is just that heavy metal musicians write in minor keys, and when you do that, you frighten people."
    },
    {
      "cite": "Billy Corgan",
      "quote": "Heavy metal is a universal energy it's the sound of a volcano. It's rock, it's earth shattering. Somewhere in our primal being we understand."
    },
    {
      "cite": "Peter Tork",
      "quote": "Pop music, disco music, and heavy metal music is about shutting out the tensions of life, putting it away."
    },
    {
      "cite": "John Darnielle",
      "quote": "Metal isn't necessarily aggressive. There's metal that's contemplative, there's metal that's sad, and there's metal that's exuberant. No genre is limited in what it can express."
    },
    {
      "cite": "Jello Biafra",
      "quote": "Heavy Metal is the most conservative of all loud music. Let's face it, not even a gym teacher could get as many people to dress alike."
    },
    {
      "cite": "Bruce Dickinson",
      "quote": "If heavy metal bands ruled the world, we'd be a lot better off."
    }
  ]
}