{
  "source": "https://www.wisesayings.com/heaven-quotes/",
  "theme": "heaven",
  "quotes": [
    {
      "cite": "Billy Graham",
      "quote": "Heaven will be the perfection we've always longed for. All the things that made Earth unlovely and tragic will be absent in heaven."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "The way to Heaven is ascending; we must be content to travel uphill, though it be hard and tiresome, and contrary to the natural bias of our flesh."
    },
    {
      "cite": "Dr. David Jeremiah",
      "quote": "Heaven is not a figment of imagination. It is not a feeling or an emotion. It is not the \"Beautiful Isle of Somewhere.\" It is a prepared place for a prepared people."
    },
    {
      "cite": "Greg Laurie",
      "quote": "We need to be homesick for heaven. Though we have never been there, we still have something God has built within us that gives us a certain homesickness, a desire to be there."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Heaven has a road, but no one travels it; Hell has no gate but men will dig to get there."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Heaven wheels above you, displaying to you her eternal glories, and still your eyes are on the ground."
    },
    {
      "cite": "David Brandt Berg",
      "quote": "The more of Heaven we cherish, the less of Earth we covet."
    },
    {
      "cite": "Joseph Hall",
      "quote": "Heaven hath many tongues to talk of it, more eyes to behold it, but few hearts that rightly affect it."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Aim at heaven and you will get earth thrown in. Aim at earth and you get neither."
    },
    {
      "cite": "David Mccasland",
      "quote": "Heaven is a family gathering of believers from every tribe and nation, but it is also our Father's house, and in that house He is preparing a room just for you. When you arrive in heaven and Jesus opens the door, you'll know you're home. For the Christian, heaven is spelled H-O-M-E."
    },
    {
      "cite": "Martin Luther",
      "quote": "I would not give one moment of heaven for all the joy and riches of the world, even if it lasted for thousands and thousands of years."
    },
    {
      "cite": "William Barclay",
      "quote": "For the Christian, heaven is where Jesus is. We do not need to speculate on what heaven will be like. It is enough to know that we will be forever with Him."
    },
    {
      "cite": "Rick Warren",
      "quote": "The way you store up treasure in heaven is by investing in getting people there."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "To go to heaven, fully to enjoy God, is infinitely better than the most pleasant accommodations here"
    },
    {
      "cite": "Thomas Moore",
      "quote": "Earth has no sorrow that Heaven cannot heal."
    },
    {
      "cite": "David Brandt Berg",
      "quote": "The whole point of Heaven is to relieve us of the suffering, pain, death and tears brought into the world by the evil of humanity. That is why God says that in Heaven there will be no more sorrow, pain, death or crying."
    },
    {
      "cite": "Billy Graham",
      "quote": "Heaven is a wonderful place and the benefits for the believer are out of this world!"
    },
    {
      "cite": "C.L. Allen",
      "quote": "Heaven is a permanent residence...a place where we unpack our bags and stay forever....What a glorious thought to wake up in Heaven and realize it is home!"
    },
    {
      "cite": "David Brandt Berg",
      "quote": "Thinking about Heaven can inspire and encourage us to be more heavenly-minded and realize that Heaven is a real place where we're really going to live."
    },
    {
      "cite": "George Washington",
      "quote": "The propitious smiles of Heaven can never be expected on a nation that disregards the eternal rules of order and right, which Heaven itself has ordained."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "Entrance into Heaven is not at the hour of death, but at the moment of conversion."
    },
    {
      "cite": "John Thornton",
      "quote": "You must receive something of heaven into the soul, before the soul can be received into heaven."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "Heaven lent you a soul Earth will lend a grave."
    },
    {
      "cite": "Matthew Henry",
      "quote": "He whose head is in heaven need not fear to put his feet into the grave."
    },
    {
      "cite": "Greg Laurie",
      "quote": "Let heaven fill your thoughts instead. Because when you do, everything on earth gets placed in its proper perspective."
    },
    {
      "cite": "William Ashley",
      "quote": "Better limp all the way to heaven than not get there at all."
    },
    {
      "cite": "David Brandt Berg",
      "quote": "Heaven is a beautiful place to be, full of beautiful people having a beautiful time!"
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Heaven offers nothing that a mercenary soul can desire."
    },
    {
      "cite": "R.A. Torrey",
      "quote": "I would rather go to heaven alone than go to hell in company."
    },
    {
      "cite": "William Gurnall",
      "quote": "Let your hope of heaven master your fear of death."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "Heav'n but the Vision of fulfill'd Desire, And Hell the Shadow from a Soul on fire."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "We talk about heaven being so far away. It is within speaking distance to those who belong there. Heaven is a prepared place for a prepared people."
    },
    {
      "cite": "William Faulkner",
      "quote": "Surely heaven must have something of the color and shape of whatever village or hill or cottage of which the believer says, This is my own."
    },
    {
      "cite": "Douglas Horton",
      "quote": "The key to heaven's gate cannot be duplicated."
    },
    {
      "cite": "Jupiter Hammon",
      "quote": "There are but two places where all go after death, white and black, rich and poor; those places are Heaven and Hell. Heaven is a place made for those, who are born again, and who love God, and it is a place where they will be happy for ever."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "The first step toward heaven, is to see ourselves near hell."
    },
    {
      "cite": "George Whitefield",
      "quote": "How sweet is rest after fatigue! How sweet will heaven be when our journey is ended."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If you insist on keeping hell, (or even earth) you will never see heaven. If you accept heaven you will not be able to retain even the smallest and most intimate souvenirs of Hell"
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "We are as near to heaven as we are far from self, and far from the love of a sinful world."
    },
    {
      "cite": "Billy Graham",
      "quote": "The most thrilling thing about heaven is that Jesus Christ will be there. I will see Him face to face. Jesus Christ will meet us at the end of life's journey."
    },
    {
      "cite": "Confucius",
      "quote": "Heaven means to be one with God."
    },
    {
      "cite": "Billy Graham",
      "quote": "My home is heaven.  I'm just traveling through this world."
    },
    {
      "cite": "Billy Graham",
      "quote": "Heaven doesn't make this life less important; it makes it more important."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We cannot even begin to imagine how wonderful heaven is."
    },
    {
      "cite": "John Stange",
      "quote": "There is only one way to be certain that you are on your way to Heaven and that is through faith in Jesus."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The love of heaven makes one heavenly"
    },
    {
      "cite": "James H. Aughey",
      "quote": "There is no man that goeth to heaven but he must go by the cross. The cross is the standing way-mark which all they that go to glory must pass by."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Heaven–the treasury of everlasting life."
    },
    {
      "cite": "Billy Graham",
      "quote": "My home is in Heaven. I'm just traveling through this world."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Has this world been so kind to you that you should leave with regret? There are better things ahead than any we leave behind."
    },
    {
      "cite": "Max Lucado",
      "quote": "We may speak about a place where there are no tears, no death, no fear, no night; but those are just the benefits of heaven. The beauty of heaven is seeing God."
    },
    {
      "cite": "Plautus",
      "quote": "Nothing but heaven itself is better than a friend who is really a friend."
    },
    {
      "cite": "Lewis Sperry Chafer",
      "quote": "Heaven is a prepared place for a prepared people."
    },
    {
      "cite": "Jules Renard",
      "quote": "On earth there is no heaven, but there are pieces of it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is only one path to Heaven. On Earth, we call it Love."
    },
    {
      "cite": "Mark Twain",
      "quote": "Heaven goes by favor. If it went by merit, you would stay out and your dog would go in."
    },
    {
      "cite": "Helen Keller",
      "quote": "Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "We were born to die and we die to live. As seedlings of God, we barely blossom on earth we fully flower in heaven."
    },
    {
      "cite": "St. Jerome",
      "quote": "Be at peace with your own soul, then heaven and earth will be at peace with you."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "There is no panic in Heaven! God has no problems, only plans."
    },
    {
      "cite": "Robert Browning",
      "quote": "A man's reach should exceed his grasp, Or what's a heaven for?"
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Las Vegas looks the way you'd imagine heaven must look at night."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A happy family is but an earlier heaven."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Heaven is under our feet as well as over our heads."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Heaven finds an ear when sinners find a tongue."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every charitable act is a stepping stone toward heaven."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Has this world been so kind to you that you should leave with regret? There are better things ahead than any we leave behind."
    },
    {
      "cite": "John Lennon",
      "quote": "The Kingdom of Heaven is within you."
    },
    {
      "cite": "John Burroughs",
      "quote": "The Kingdom of Heaven is not a place, but a state of mind."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Those who have not found the heaven below, will fail of it above."
    },
    {
      "cite": "Boethius",
      "quote": "A man content to go to heaven alone will never go to heaven."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "No man can resolve himself into Heaven."
    },
    {
      "cite": "John Campbell Shairp",
      "quote": "Not as men of science, not as critics, not as philosophers, but as little children, shall we enter into the kingdom of heaven."
    },
    {
      "cite": "Emily Bronte",
      "quote": "I see heaven's glories shine and faith shines equal."
    },
    {
      "cite": "Walter Scott",
      "quote": "For love is heaven and heaven is love."
    },
    {
      "cite": "Alexander Maclaren",
      "quote": "Heaven is endless longing, accompanied with an endless fruition-a longing which is blessedness, a longing which is life."
    },
    {
      "cite": "Camillus de Lellis",
      "quote": "Think well. Speak well. Do well. These three things, through the mercy of God, will make a man go to Heaven."
    }
  ]
}