{
  "source": "https://www.wisesayings.com/hedonism-quotes/",
  "theme": "hedonism",
  "quotes": [
    {
      "quote": "Unless and until a man does not stop wasting his energy in seeking sensual pleasures, he will not be able to achieve anything substantial.",
      "cite": "Sam Veda"
    },
    {
      "quote": "The difference between egoistic hedonism and altruistic hedonism is but an adjective.",
      "cite": "John Stack IV"
    },
    {
      "quote": "He who on conviction does and pursues and chooses what is pleasant would be thought to be better than one who does so as a result not of calculation but of incontinence; for he is easier to cure since he may be persuaded to change his mind.",
      "cite": "Aristotle"
    },
    {
      "quote": "He that loves pleasure must for pleasure fall.",
      "cite": "Christopher Marlowe"
    },
    {
      "quote": "The desert is a spiritual place, we vaguely understand, and the sea the mere playground of our hedonism.",
      "cite": "Tim Winton"
    },
    {
      "quote": "You can live to be a hundred if you give up all the things that make you want to live to be a hundred.",
      "cite": "Woody Allen"
    },
    {
      "quote": "The chief part of a person's happiness consists of pleasure",
      "cite": "Thomas More"
    },
    {
      "quote": "Men first feel necessity, then look for utility, next attend to comfort, still later amuse themselves with pleasure, thence grow dissolute in luxury, and finally go mad and waste their substance.Â",
      "cite": "Giambattista Vico"
    },
    {
      "quote": "We know well that this truth risks being contradicted by the hedonism of the so-called well-off societies: Life is exalted as long as it's pleasant, but one tends to not respect it any more when it is sick or damaged.",
      "cite": "Pope Benedict XVI"
    },
    {
      "quote": "Ah, make the most of what we yet may spend, Before we too into the Dust descend.",
      "cite": "Omar Khayyam"
    },
    {
      "quote": "It may well be that if mankind could draw up a hedonistic balance-sheet, the pleasures of mundane existence would turn out to be greater than its sufferings.",
      "cite": "Arthur Balfour"
    },
    {
      "quote": "Without a moral framework, there is nothing left but immediate self-indulgence by some and the path of least resistance by others. Neither can sustain a free society.",
      "cite": "Thomas Sowell"
    },
    {
      "quote": "I finally figured out the only reason to be alive is to enjoy it.",
      "cite": "Rita Mae Brown"
    },
    {
      "quote": "As to the rout that is made about people who are ruined by extravagance, it is no matter to the nation that some individuals suffer. When so much general productive exertion is the consequence of luxury, the nation does not care though there are debtors; nay, they would not care though their creditors were there too.",
      "cite": "Samuel Johnson"
    },
    {
      "quote": "Stranger, here you do well to tarry; here our highest good is pleasure.",
      "cite": "Epicurus"
    },
    {
      "quote": "Pleasure is the only thing one should live for, nothing ages like happiness.",
      "cite": "Oscar Wilde"
    },
    {
      "quote": "There are people who cannot enjoy a pleasure unless they have first persuaded themselves that it is a duty. They are perhaps the most confirmed hedonists of all, for they are not content to enjoy without the added delight of conscious rectitude.",
      "cite": "John William Mackail"
    },
    {
      "quote": "Christian hedonists don't discount suffering, they just don't give up until they find the gain in loss.",
      "cite": "Beth Moore"
    },
    {
      "quote": "When enough is not enough, a Hedonist is born.",
      "cite": "Sukant Ratnakar"
    },
    {
      "quote": "Retirement requires the invention of a new hedonism, not a return to the hedonism of youth.",
      "cite": "Mason Cooley"
    },
    {
      "quote": "You can't build marriage on a foundation of selfish hedonism, because that would be to promise people only roses, and marriage is also thorns.",
      "cite": "Alan Keyes"
    },
    {
      "quote": "We have had enough, once and for all, of Hedonism--the gloomy philosophy which says that Pleasure is the only good.",
      "cite": "C. S. Lewis"
    },
    {
      "quote": "We recognize pleasure as the first good innate in us, and from pleasure we begin every act of choice and avoidance, and to pleasure we return again, using the feeling as the standard by which we judge every good.",
      "cite": "Epicurus"
    },
    {
      "quote": "To a man of pleasure every moment appears to be lost, which partakes not of the vivacity of movement.",
      "cite": "Joseph Addison"
    },
    {
      "quote": "Life admits not of delays; when pleasure can be had, it is fit to catch it: every hour takes away part of the things that please us, and perhaps part of our disposition to be pleased.",
      "cite": "Samuel Johnson"
    },
    {
      "quote": "We are certainly in a common class with the beasts; every action of animal life is concerned with seeking bodily pleasure and avoiding pain.",
      "cite": "Saint Augustine"
    },
    {
      "quote": "Pleasure is a hedonistic reflex, a burning impulse to abandon rational thought altogether and immerse oneself in the moment.",
      "cite": "Gene Wallenstein"
    },
    {
      "quote": "Pleasure, like a kind of bait, is thrown before everything which is really bad, and easily allures greedy souls to the hook of perdition.",
      "cite": "Epictetus"
    },
    {
      "quote": "The moral cannibalism of all hedonist and altruist doctrines lies in the premise that the happiness of one man necessitates the injury of another.",
      "cite": "Ayn Rand"
    },
    {
      "quote": "Hedonism can be a rational response to a difficult life.",
      "cite": "Phillip Lopate"
    },
    {
      "quote": "Bodily pleasure is unworthy of man's superior endowments, and ought to be despised and spurned; and if there be any one who sets some value on sensual gratification, he should carefully keep it within due limits. Thus food and the care of the body should be ordered with reference to health and strength, not to sensual pleasure. Indeed, if we will only bear in mind what excellence and dignity belong to human nature, we shall understand how base it is to give one's self up to luxury, and to live voluptuously and wantonly, and how honorable it is to live frugally, chastely, circumspectly, soberly.",
      "cite": "Cicero"
    },
    {
      "quote": "Lust for possession and greed has ravaged the soul of humanity like a great cancer, metastasizing throughout society in the form of a nouveau post-human, consumer hedonism.",
      "cite": "Bryant McGill"
    },
    {
      "quote": "A man hath no better thing under the sun, than to eat, and to drink, and to be merry.",
      "cite": "Unknown Author"
    },
    {
      "quote": "If we have nothing to do but service our own pleasure - because society has taught us that's all we're worth and we're exiled from positions of authority from which we could actually shape society - then we just become hedonists. Eventually, despite how great it may look on Saturday night, come Monday morning there's just purposelessness.",
      "cite": "Clive Barker"
    },
    {
      "quote": "This generation... they have a different attitude. Instead of sitting and watching something, they want to be a part of it - they're very hedonistic and sensual.",
      "cite": "Steve Wynn"
    }
  ]
}