{
  "source": "https://www.wisesayings.com/heels-quotes/",
  "theme": "heels",
  "quotes": [
    {
      "cite": "Sue Grafton",
      "quote": "If high heels were so wonderful, men would be wearing them."
    },
    {
      "cite": "Talulah Riley",
      "quote": "There's a real power in heels and a good dress."
    },
    {
      "cite": "Winona Ryder",
      "quote": "What you wear - and it always starts with your shoes - determines what kind of character you are. A woman who wears high heels carries herself very different to a girl who wears sneakers or sandals. It really helps determine how you carry yourself."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "A naked woman in heels is a beautiful thing. A naked man in shoes looks like a fool."
    },
    {
      "cite": "Giuseppe Zanotti",
      "quote": "High heels are like a beauty lift. In a flat, you can feel beautiful, but a stiletto changes your mood, how you move - like a wild, beautiful animal. The idea was always to follow a woman's wardrobe, her desires."
    },
    {
      "cite": "Priyanka Chopra",
      "quote": "Who doesn't want to be, like, five inches taller whenever they can be? If boys could, they'd be wearing heels."
    },
    {
      "cite": "Mimi Pond",
      "quote": "Walking in high heels should be made an Olympic sport."
    },
    {
      "cite": "Malcolm De Chazal",
      "quote": "The idealist walks on tiptoe, the materialist on his heels."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Keep your heels, head, and standards high."
    },
    {
      "cite": "Gwen Stefani",
      "quote": "Sometimes you have to sacrifice your performance for high heels."
    },
    {
      "cite": "Helen Fisher",
      "quote": "High heels can literally raise your status because you're taller when you wear them."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I don't know who invented high heels, but all women owe him a lot!"
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "Shoes must have very high heels and platforms to put women's beauty on a pedestal."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "The higher the better. It's more about an attitude. High heels empower women in a way."
    },
    {
      "cite": "Tom Ford",
      "quote": "It's hard not be sexy in a pair of high heels."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "High heels are pleasure with pain."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "High heels make a woman 25% more dominant 50% more self secure and 100% more sexy."
    },
    {
      "cite": "Manolo Blahnik",
      "quote": "You put high heels on and you change."
    },
    {
      "cite": "Brian Atwood",
      "quote": "Superwoman do it in high heels."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "One moves more slowly in heels. Walking fast is neither sexy nor engaging. Nobody notices the people who race around. If you're walking in heels, you've got time. It's much more attractive."
    },
    {
      "cite": "Brian Atwood",
      "quote": "Life is short, your heels shouldn't be."
    },
    {
      "cite": "Christian Dior",
      "quote": "High heels? Painful pleasure."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Always wear high heels. Yes, they give you power. you move differently, sit differently and even speak differently."
    },
    {
      "cite": "Christopher Morley",
      "quote": "High heels were invented by a woman who had been kissed on the forehead."
    },
    {
      "cite": "Anna Dello Russo",
      "quote": "High heels can always put you in a good mood. The more depressed you are, the higher the heels you should wear."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "High heels empower women in a way."
    },
    {
      "cite": "Bridget Moynahan",
      "quote": "There's nothing like a good pair of heels."
    },
    {
      "cite": "Leigh Lezark",
      "quote": "Heels are a must. The higher the better. And when in doubt, go with black."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "The stiletto is a feminine weapon that men just don't have."
    },
    {
      "cite": "Marie Helvin",
      "quote": "The fact is, after a certain age, high heels can feel as painful as someone sticking hot pins into the soles of your feet."
    },
    {
      "cite": "Sonia Rykiel",
      "quote": "How can you live the high life if you do not wear the high heels?"
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Everyone chases after happiness, not noticing that happiness is right at their heels."
    },
    {
      "cite": "Manolo Blahnik",
      "quote": "People walk differently in high heels. Your body sways to a different kind of tempo."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "A cause may be inconvenient, but it's magnificent. It's like champagne or high heels, and one must be prepared to suffer for it."
    },
    {
      "cite": "Ann Richards",
      "quote": "After all, Ginger Rogers did everything that Fred Astaire did. She just did it backwards and in high heels."
    },
    {
      "cite": "John Selden",
      "quote": "Is not seasonable to call a man traitor, that has an army at his heels."
    },
    {
      "cite": "John Millington Synge",
      "quote": "At first I threw my weight upon my heels, as one does naturally in a boot, and was a good deal bruised, but after a few hours I learned the natural walk of man, and could follow my guide in any portion of the island."
    },
    {
      "cite": "Shannon Hale",
      "quote": "Is this why women wear heels? thought Jane. We hobble ourselves so we can still be rescued by men?"
    },
    {
      "cite": "Cindi Madsen",
      "quote": "A pair of great heels was much more satisfying than a man. They lasted longer, and better yet, they didn’t leave me for someone prettier."
    },
    {
      "cite": "Cindi Madsen",
      "quote": "A pair of great heels was much more satisfying than a man. They lasted longer, and better yet, they didn’t leave me for someone prettier."
    },
    {
      "cite": "Claudia Shiffer",
      "quote": "I’m amazed when I see mothers wearing high heels. If your kids run off you can’t run after them."
    },
    {
      "cite": "Isaac Mizrahi",
      "quote": "All I want are high heels, high heels. If I was a girl, I'd wear a lot of high heels. High, stiletto heels."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "I used to wear heels because I wanted to show people I wasn't ashamed of being tall. But I don't wear them any more because you don't have to wear heels to be beautiful. I can't even remember the last time I wore heels."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Yet if a woman never lets herself go, how will she ever know how far she might have got? If she never takes off her high-heeled shoes, how will she ever know how far she could walk or how fast she could run?"
    },
    {
      "cite": "Ariana Grande",
      "quote": "Dancing in high heels is kind of tough. I learn the dances without the heels, and then we add them. We just practice, and I get used to it. My feet hurt really badly at the end of the shows, but it's fun. While it's happening it's fun. I feel tall."
    },
    {
      "cite": "Rachel McAdams",
      "quote": "I've always liked dressing up. And I love a high heel the higher the better. I just feel funny in flats."
    }
  ]
}