{
  "source": "https://www.wisesayings.com/helicopter-quotes/",
  "theme": "helicopter",
  "quotes": [
    {
      "cite": "Igor Sikorsky",
      "quote": "If you are in trouble anywhere in the world, an airplane can fly over and drop flowers, but a helicopter can land and save your life."
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "The helicopter approaches closer than any other (vehicle) to fulfillment of mankind's ancient dream of the flying horse and the magic carpet."
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "It would be right to say that the helicopter's role in saving lives represents one of the most glorious pages in the history of human flight."
    },
    {
      "cite": "Rossi Morreale",
      "quote": "Helicopters are multi-mission machines, one of the most important missions they have, are saving lives."
    },
    {
      "cite": "Tom Clancy",
      "quote": "Helicopters don't fly, they vibrate so badly the ground rejects them."
    },
    {
      "cite": "Anonymous",
      "quote": "A helicopter is piloted with precision and not by chance."
    },
    {
      "cite": "Howard A. Wheeler",
      "quote": "The helicopter is evidence of how man's imagination can be given physical form."
    },
    {
      "cite": "Morley Safer",
      "quote": "The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis."
    },
    {
      "cite": "Charles A. Lindbergh",
      "quote": "Sometimes, flying feels too Godlike to be attained by man. Sometimes, the world from above seems too beautiful, too wonderful, too distant for human eyes to see."
    },
    {
      "cite": "Harry Reasoner",
      "quote": "The thing is helicopters are different from airplanes An airplane by it's nature wants to fly, and if not interfered with too strongly by unusual events or incompetent piloting, it will fly."
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "The helicopter appeared so reluctant to fly forward that we even considered turning the pilot's seat around and letting it fly backward."
    },
    {
      "cite": "Deng Xiaoping",
      "quote": "Young leading cadres have risen up by helicopter. They should really rise step by step."
    }
  ]
}