{
  "source": "https://www.wisesayings.com/helpful-quotes/",
  "theme": "helpful",
  "quotes": [
    {
      "cite": "Susan Ward",
      "quote": "Be helpful - even if there's no immediate profit in it."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Be helpful. When you see a person without a smile, give him one of yours."
    },
    {
      "cite": "Harriet Lerner",
      "quote": "Sometimes the most helpful thing you can do is to stop trying to be helpful."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "It is not helpful to help a friend by putting coins in his pockets when he has got holes in his pockets."
    },
    {
      "cite": "Jane Poynter",
      "quote": "It's always helpful to have somebody help buoy you in difficult times and problem-solve with and to share the marvelous moments with as well."
    },
    {
      "cite": "Adlai Stevenson I",
      "quote": "It will be helpful in our mutual objective to allow every man in America to look his neighbor in the face and see a man-not a color."
    },
    {
      "cite": "Rumi",
      "quote": "Be a helpful friend, and you will become a green tree with always new fruit, always deeper journeys into love."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The art of being helpful is behaving as if everything we do matters - because we never know which things might."
    },
    {
      "cite": "Mardy Grothe",
      "quote": "Be helpful to all who need your assistance, but don't overdo it. Over-helpfulness too often results in under-performance."
    },
    {
      "cite": "Julie Hebert",
      "quote": "A helpful hand is a lesson in sharing and if you have the means why not play your part. Those who refuse your help are foolish, as we all know appreciating the helpful hand is just smart."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To achieve greatness, let us be helpful and grateful to others."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Always be wary of any helpful item that weighs less than its operating manual."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "It seems to me that the only way one can be helpful is to extend one's hand to someone else involuntarily, and without ever knowing how useful this will be."
    },
    {
      "cite": "Laura Fitton",
      "quote": "Helpful is the new viral."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "It is helpful for a woman artist not to have a husband."
    },
    {
      "cite": "Edward Gorey",
      "quote": "The helpful thought for which you look Is written somewhere in a book."
    },
    {
      "cite": "Garry Marshall",
      "quote": "It's always helpful to learn from your mistakes because then your mistakes seem worthwhile."
    },
    {
      "cite": "Gail Carson Levine Ella Enchanted",
      "quote": "It is helpful to know the proper way to behave, so one can decide whether or not to be proper."
    },
    {
      "cite": "Margot Robbie",
      "quote": "It's been helpful to have so many opportunities to look different so people stop pigeonholing you."
    },
    {
      "cite": "Whit Stillman",
      "quote": "I think it's helpful to aspire to make films if you feel that other people are not doing what you want to do."
    },
    {
      "cite": "Stasi Eldredge",
      "quote": "It is actually helpful to acknowledge the truth that we are just as quirky as everyone else and that God loves quirky!"
    },
    {
      "cite": "Demetri Martin",
      "quote": "It's always helpful to remember that in the grand scheme of things you are much more important than... um, wait, than... something, maybe."
    },
    {
      "cite": "Evelyn Lauder",
      "quote": "The most helpful piece of advice that I could give to anybody is to select a charity, or create a charity, that you really feel passionate about and if you do, don't give up."
    },
    {
      "cite": "Paul Simon",
      "quote": "It's very helpful to start with something that's true. If you start with something that's false, you're always covering your tracks. Something simple and true, that has a lot of possibilities, is a nice way to begin."
    },
    {
      "cite": "Dan Ariely",
      "quote": "It is helpful to think of people as having two fundamental motivations: the desire to see ourselves as honest, good people, and the desire to gain the benefits that come from cheating - on our taxes or on the football field."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "In a dilemma, it is helpful to change any variable, then reexamine the problem."
    },
    {
      "cite": "Julie Hebert",
      "quote": "If you find something helpful to give you a hand, allow it to assist you, hands down!"
    },
    {
      "cite": "George Eliot",
      "quote": "More helpful than all wisdom is one draught of simple human pity that will not forsake us."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Leaders do what is uncomfortable but helpful. They run away from the comfort that doesn't produce any help for the world."
    },
    {
      "cite": "Ian Graham",
      "quote": "If you ask me, what is helpful to creativity is training the eye to notice things, to observe closely and precisely, being careful not to make a muddle of it."
    },
    {
      "cite": "David McCullough",
      "quote": "People are so helpful. People will stop what they're doing to show you something, to walk with you through a section of the town, or explain how a suspension bridge really works."
    }
  ]
}