{
  "source": "https://www.wisesayings.com/helping-others-quotes/",
  "theme": "helping-others",
  "quotes": [
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burdens of another."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the most beautiful compensations of this life that no man can sincerely try to help another without helping himself."
    },
    {
      "cite": "William Shakespeare",
      "quote": "How far that little candle throws his beams! So shines a good deed in a weary world."
    },
    {
      "cite": "Danny Thomas",
      "quote": "Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "An effort made for the happiness of others lifts us above ourselves."
    },
    {
      "cite": "John Wesley",
      "quote": "Let me do all the good I can, to all the people I can, as often as I can, for I shall not pass this way again."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Never worry about numbers. Help one person at a time, and always start with the person nearest you."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Nobody made a greater mistake than he who did nothing because he could only do a little."
    },
    {
      "cite": "Nelson Henderson",
      "quote": "The true meaning of life is to plant trees, under whose shade you do not expect to sit."
    },
    {
      "cite": "Norman B. Rice",
      "quote": "Dare to reach out your hand into the darkness, to pull another hand into the light."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, but we make a life by what we give."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well."
    },
    {
      "cite": "Napolean Hill",
      "quote": "It is literally true that you can succeed best and quickest by helping others to succeed."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "To ease another's heartache is to forget one's own."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love is not patronizing and charity isn't about pity, it is about love. Charity and love are the same - with charity you give love, so don't just give money but reach out your hand instead."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Criticism, like rain, should be gentle enough to nourish a man's growth without destroying his roots."
    },
    {
      "cite": "Ann Landers",
      "quote": "The true measure of a man is how he treats someone who can do him absolutely no good."
    },
    {
      "cite": "Buddha",
      "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
      "cite": "Buddha",
      "quote": "If you light a lamp for someone else it will also brighten your path."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Never look down on anybody unless you're helping him up."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is no use whatever trying to help people who do not help themselves. You cannot push anyone up a ladder unless he is willing to climb himself."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life."
    },
    {
      "cite": "Pope Paul VI",
      "quote": "Nothing makes one feel so strong as a call for help."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Charity is injurious unless it helps the recipient to become independent of it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The purpose of human life is to serve, and to show compassion and the will to help others."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me '"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Every single time you help somebody stand up, you are helping humanity rise."
    },
    {
      "cite": "Tom Krause",
      "quote": "Your purpose in life is to use your gifts and talents to help other people. Your journey in life teaches you how to do that."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You can have everything in life you want, if you will just help other people get what they want."
    },
    {
      "cite": "Horace Mann",
      "quote": "Doing nothing for others is the undoing of ourselves."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you want your life to get better, sometimes the best thing you can do is to help improve somebody else's life."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "A single generosity enlarges the world."
    },
    {
      "cite": "Henry Ford",
      "quote": "Time and money spent in helping men to do more for themselves is far better than mere giving."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Condemn none: if you can stretch out a helping hand, do so. If you cannot, fold your hands, bless your brothers, and let them go their own way."
    },
    {
      "cite": "John W. Gardner",
      "quote": "If you have some respect for people as they are, you can be more effective in helping them to become better than they are."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Those who are happiest are those who do the most for others."
    },
    {
      "cite": "John Bunyan",
      "quote": "You have not lived today until you have done something for someone who can never repay you."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "The best antidote I know for worry is work. The best cure for weariness is the challenge of helping someone who is even more tired. One of the great ironies of life is this: He or she who serves almost always benefits more than he or she who is served."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Give yourself entirely to those around you. Be generous with your blessings. A kind gesture can reach a wound that only compassion can heal."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "When you become detached mentally from yourself and concentrate on helping other people with their difficulties, you will be able to cope with your own more effectively. Somehow, the act of self-giving is a personal power-releasing factor."
    },
    {
      "cite": "Jane Fonda",
      "quote": "To be a revolutionary you have to be a human being. You have to care about people who have no power."
    },
    {
      "cite": "Eva Rose Park",
      "quote": "I shall not pass this way again: Then let me now relieve some pain, Remove some barrier from the road, Or brighten some one's heavy load."
    },
    {
      "cite": "John MacNaughton",
      "quote": "Maturity begins to grow when you can sense your concern for others outweighing your concern for yourself."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help somebody."
    },
    {
      "cite": "Flora Edwards",
      "quote": "In helping others, we shall help ourselves, for whatever good we give out completes the circle and comes back to us."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The greatest good you can do for another is not just to share your riches but to reveal to him his own."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "All day long we are, in some degree helping each other to one or the other of these destinations. It is in the light of these overwhelming possibilities, it is with the awe and the circumspection proper to them, that we should conduct all of our dealings with one another, all friendships, all loves, all play, all politics."
    },
    {
      "cite": "Rupi Kaur",
      "quote": "the right one does not / stand in your way / they make space for you / to step forward"
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Everything you have is to give."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Learn to light a candle in the darkest moments of someone’s life. Be the light that helps others see; it is what gives life its deepest significance."
    },
    {
      "cite": "Mandy Hale",
      "quote": "There is nothing more beautiful than someone who goes out of their way to make life beautiful for others."
    },
    {
      "cite": "Todd Stocker",
      "quote": "Helping others is the secret sauce to a happy life."
    },
    {
      "cite": "Liya Kebede",
      "quote": "Helping others isn't a chore; it is one of the greatest gifts there is."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Meet hostility and suspicion with kindness. Helping others out of love is always the best option."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "Seek something outside your nine-to-five job as an additional source of fulfillment and as a way to feel the joy of helping others."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Forget yourself by becoming interested in others. Do every day a good deed that will put a smile of joy on someone's face."
    },
    {
      "cite": "Luciano De Crescenzo",
      "quote": "We are all like one-winged angels. It is only when we help each other that we can fly."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We can't help everyone, but everyone can help someone."
    },
    {
      "cite": "Dr. Albert Schweitzer",
      "quote": "Do something for somebody every day for which you do not get paid."
    },
    {
      "cite": "Dr. Albert Schweitzer",
      "quote": "Even if it is a little thing, do something for those who have need of help, something for which you get no pay but the privilege of doing it."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others."
    },
    {
      "cite": "Claude M. Bristol",
      "quote": "Doing things for others always pays dividends."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "You cannot teach a man anything; you can only help him find it within himself."
    },
    {
      "cite": "Harry Firestone",
      "quote": "You get the best out of others when you give the best of yourself."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "14th Dalai Lama",
      "quote": "Every morning when I wake up, I dedicate myself to helping others to find peace of mind. Then, when I meet people, I think of them as long-term friends; I don't regard others as strangers."
    },
    {
      "cite": "Dave Lieber",
      "quote": "The journey is not about helping ourselves, but about helping others. We do best when we use our own skills to make a positive difference in the lives of others. When we do this, we bring enjoyment, hope and fulfillment to others, but we also find that we enjoy the journey more than we ever could have imagined."
    },
    {
      "cite": "Janie Jasin",
      "quote": "To enjoy the journey is to leap into people’s lives. To enjoy the journey is to give until the stretch is a sacrifice. The question always is: what is it in life that will pull you out of your seat to be brave, risk and serve?"
    },
    {
      "cite": "Emily Dickinson",
      "quote": "If I can stop one heart from breaking, / I shall not live in vain. / If I can ease one life the aching, / Or cool one pain, / Or help one fainting robin / Unto his nest again, / I shall not live in vain."
    },
    {
      "cite": "Ross Perot",
      "quote": "Each of us was placed here for a special purpose. I believe that it is each person's responsibility to determine what he or she can do to make the world a better place—and then go out and do it."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Service is what life is all about."
    },
    {
      "cite": "John W. Gardner",
      "quote": "When people are serving, life is no longer meaningless."
    },
    {
      "cite": "W. H. Auden",
      "quote": "We are here on earth to do good for others. What the others are here for, I don't know."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Life's most urgent question is: What are you doing for others?"
    },
    {
      "cite": "Lewis Carroll",
      "quote": "To me it seems that to give happiness is a far nobler goal than to attain it: and that what we exist for is much more a matter of relations to others than a matter of individual progress: much more a matter of helping others to heaven than of getting there ourselves."
    },
    {
      "cite": "Sally Koch",
      "quote": "Great opportunities to help others seldom come, but small ones surround us every day."
    },
    {
      "cite": "Muhammad",
      "quote": "Every good act is charity. A man's true wealth hereafter is the good that he does in this world to his fellows."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The happiest people I have known have been those who gave themselves no concern about their own souls, but did their uttermost to mitigate the miseries of others."
    },
    {
      "cite": "Tom Hanks",
      "quote": "Help publicly. Help privately. Help in your actions by recycling and conserving and protecting, but help also in your attitude. Help make sense where sense has gone missing. Help bring reason and respect to discourse and debate. Help science to solve and faith to soothe. Help law bring justice, until justice is commonplace. Help and you will abolish apathy—the void that is so quickly filled by ignorance and evil."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Everybody can be great... because any-body can serve. You don't have to have a college degree to serve. You don't have to make your subject and your verb agree to serve... You don't have to know the second theory of thermodynamics in physics to serve. You only need a heart full of grace. A soul generated by love."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "The life I touch for good or ill will touch another life, and that in turn another, until who knows where the trembling stops or in what far place my touch will be felt."
    },
    {
      "cite": "Sai Baba",
      "quote": "No joy can equal the joy of serving others."
    },
    {
      "cite": "Mama Elyse",
      "quote": "God didn't make hands to do bad things, but for helping others."
    },
    {
      "cite": "Miss Spider",
      "quote": "Because doing a good deed and helping a neighbor is like planting a seed. You plant a good deed, then watch it grow and bloom like a flower."
    },
    {
      "cite": "Steven Karius",
      "quote": "Helping others is the key to happiness. People are so engrossed in their own lives that they can't see that simple truth; it's that easy. Helping others leads to one's own happiness."
    }
  ]
}