{
  "source": "https://www.wisesayings.com/helping-quotes/",
  "theme": "helping",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burdens of another."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When we give cheerfully and accept gratefully, everyone is blessed."
    },
    {
      "cite": "John Bunyan",
      "quote": "You have not lived today until you have done something for someone who can never repay you."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "It is literally true that you can succeed best and quickest by helping others to succeed."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Condemn none: if you can stretch out a helping hand, do so. If you cannot, fold your hands, bless your brothers, and let them go their own way."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "By helping others, you will learn how to help yourselves."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the beautiful compensations in this life that no one can sincerely try to help another without helping himself."
    },
    {
      "cite": "Barack Obama",
      "quote": "The best way to not feel hopeless is to get up and do something. Don't wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "He has a right to criticize, who has a heart to help."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "To ease another's heartache is to forget one's own."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "William James",
      "quote": "Act as if what you do makes a difference. It does."
    },
    {
      "cite": "Leo Rosten",
      "quote": "The purpose of life is not to be happy   but to matter, to be productive, to be useful, to have it make some difference that you have lived at all."
    },
    {
      "cite": "unknown",
      "quote": "Being good is commendable, but only when it is combined with doing good is it useful."
    },
    {
      "cite": "German Proverb",
      "quote": "Charity sees the need, not the cause."
    },
    {
      "cite": "Norman B. Rice",
      "quote": "Dare to reach out your hand into the darkness, to pull another hand into the light."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "People never forget that helping hand especially when times are tough."
    },
    {
      "cite": "Krista \"KK\" Weatherspoon",
      "quote": "Take the time to help other people without expecting a reward or gratitude is definitely important in living an optimistic life."
    },
    {
      "cite": "E. Stanley Jones",
      "quote": "Nothing exalts the soul or gives it a sheer sense of buoyancy and victory so much as being used to change the lives of other people."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Do all the good you can, and make as little fuss about it as possible."
    },
    {
      "cite": "Henry Ford",
      "quote": "To do more for the world than the world does for you - that is success."
    },
    {
      "cite": "Jet Li",
      "quote": "I believe the world is one big family, and we need to help each other."
    },
    {
      "cite": "Horace Mann",
      "quote": "Doing nothing for others is the undoing of ourselves."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Those who are happiest are those who do the most for others."
    },
    {
      "cite": "Jessy and Bryan Matteo",
      "quote": "Even the smallest act of caring for another person is like a drop of water -it will make ripples throughout the entire pond"
    },
    {
      "cite": "Pablo",
      "quote": "Never underestimate the difference YOU can make in the lives of others. Step forward, reach out and help. This week reach to someone that might need a lift."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If a free society cannot help the many who are poor, it cannot save the few who are rich."
    },
    {
      "cite": "E. W. Howe",
      "quote": "If a friend is in trouble, don't annoy him by asking him if there's anything you can do. Think of something appropriate and do it."
    },
    {
      "cite": "Buddhist Saying",
      "quote": "If you light a lamp for somebody, it will also brighten your path."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help somebody."
    },
    {
      "cite": "Marie T. Freeman",
      "quote": "If you're too busy to give your neighbor a helping hand, then you're just too darned busy."
    },
    {
      "cite": "unknown",
      "quote": "Many small people, in many small places, do many small things, that can alter the face of the world."
    },
    {
      "cite": "Helen Keller",
      "quote": "Believe, when you are most unhappy, that there is something for you to do in the world. So long as you can sweeten another's pain, life is not in vain."
    },
    {
      "cite": "Voltaire",
      "quote": "I know of no great men except those who have rendered great service to the human race."
    },
    {
      "cite": "Anne Frank",
      "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
    },
    {
      "cite": "unknown",
      "quote": "Nobody can do everything, but everyone can do something."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Never worry about numbers. Help one person at a time, and always start with the person nearest you."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Wherever a man turns he can find someone who needs him."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Nobody made a greater mistake than he who did nothing because he could only do a little."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, we make a life by what we give."
    },
    {
      "cite": "Sir James Barrie",
      "quote": "Those who bring sunshine to the lives of others cannot keep it from themselves."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "I sought my soul, but my soul I could not see. I sought my God, but my God eluded me. I sought my brother and I found all three"
    },
    {
      "cite": "Jesus of Nazareth",
      "quote": "Whoever wants to be a leader among you must be your servant."
    },
    {
      "cite": "Ralph Nader",
      "quote": "I start with the premise that the function of leadership is to produce more leaders, not more followers."
    },
    {
      "cite": "Duane Alan Hahn",
      "quote": "A good deed becomes tainted when you expect something in return."
    },
    {
      "cite": "Chris Morgan",
      "quote": "Don't expect gratitude and you won't be disappointed. Do things because it is the right thing to do and in doing so you feel your heart swell up with love for your fellow man."
    }
  ]
}