{
  "source": "https://www.wisesayings.com/heroin-quotes/",
  "theme": "heroin",
  "quotes": [
    {
      "cite": "Stephenie Meyer",
      "quote": "Your scent is like a drug to me like my own personal brand of heroin."
    },
    {
      "cite": "Darynda Jones",
      "quote": "He was like chocolate-covered heroin, and I was an addict through and through."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Yes, you are exactly my brand of heroin."
    },
    {
      "cite": "Stephen King",
      "quote": "Beating heroin is child's play compared to beating your childhood."
    },
    {
      "cite": "David Bowie",
      "quote": "Heroin addiction is like driving a car with the steering going out. You eventually resign yourself to the inevitability of what's going to happen."
    },
    {
      "cite": "Artie Lange",
      "quote": "The only reason I can't recommend heroin to kids is because the effects wear off."
    },
    {
      "cite": "Sherry Turkle",
      "quote": "When you're addicted to heroin, there is only one thing you can do go off heroin. But we're not going to throw away these phones, we're not going to throw away our technology."
    },
    {
      "cite": "Elissa Schappell",
      "quote": "You know what they say, sleep is the mother's drug of choice, but like heroin, only the very rich and the very poor can afford it."
    },
    {
      "cite": "James Randi",
      "quote": "Heroin also makes people feel better, but I wouldn't recommend using heroin."
    },
    {
      "cite": "Drew Gates",
      "quote": "Heroin gave me wings, but took away the sky."
    },
    {
      "cite": "James Sinegal",
      "quote": "It's like heroin: You do a little and you want a little bit more. Raising prices is the easy way."
    },
    {
      "cite": "Mick Jagger",
      "quote": "Anyone taking heroin is thinking about taking heroin more than they're thinking about anything else. That's the general rule about most drugs."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "It is not heroin or cocaine that makes one an addict, it is the need to escape from a harsh reality."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "Alcohol, acid, cocaine, they were just affairs. When I met heroin it was true love."
    },
    {
      "cite": "Richard Schuldenfrei",
      "quote": "The nice thing about being a heroin addict is that you either have no problems or one big one."
    },
    {
      "cite": "Nicole Richie",
      "quote": "When I pictured heroin, I pictured some crazy crackhead with no shoes under a bridge. You never think that is going to be you. And it never was me. I was never under a bridge, and I always had shoes."
    }
  ]
}