{
  "source": "https://www.wisesayings.com/heroes-quotes/",
  "theme": "heroes",
  "quotes": [
    {
      "cite": "Dan Simmons",
      "quote": "A hero. You want to be one of those rare human beings who make history, rather than merely watch it flow around them like water around a rock."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I think a hero is any person really intent on making this a better place for all people."
    },
    {
      "cite": "John Gardner",
      "quote": "The hero sees values beyond what's possible. That's the nature of a hero. It kills him, of course, ultimately. But it makes the whole struggle of humanity worthwhile."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We do not have to become heroes overnight. Just a step at a time, meeting each thing that comes up ... discovering we have the strength to stare it down."
    },
    {
      "cite": "Jean Genet",
      "quote": "The fame of heroes owes little to the extent of their conquests and all to the success of the tributes paid to them."
    },
    {
      "cite": "Andrew Bernstein",
      "quote": "Nothing is given to man on earth - struggle is built into the nature of life, and conflict is possible - the hero is the man who lets no obstacle prevent him from pursuing the values he has chosen."
    },
    {
      "cite": "The Dalai Lama",
      "quote": "Real change in society must start from individual initiative."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Heroes are made in the hour of defeat. Success is, therefore, well described as a series of glorious defeats."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The hero is commonly the simplest and obscurest of men."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A hero is no braver than an ordinary man, but he is braver five minutes longer."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The legacy of heroes is the memory of a great name and the inheritance of a great example."
    },
    {
      "cite": "Henry Miller",
      "quote": "The ordinary man is involved in action, the hero acts. An immense difference."
    },
    {
      "cite": "English Proverb",
      "quote": "A hero is a man who is afraid to run away."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "The prudent see only the difficulties, the bold only the advantages, of a great enterprise; the hero sees both; diminishes the former and makes the latter preponderate, and so conquers."
    },
    {
      "cite": "Will Rogers",
      "quote": "Being a hero is about the shortest lived profession on earth."
    },
    {
      "cite": "Gerald W. Johnson",
      "quote": "Heroes are created by popular demand, sometimes out of the scantiest materials."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "Heroes are not known by the loftiness of their carriage; the greatest braggarts are generally the merest cowards."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Heroism is not only in the man, but in the occasion."
    },
    {
      "cite": "Bob Dylan",
      "quote": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom."
    },
    {
      "cite": "Felix Adler",
      "quote": "The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "True heroism is remarkably sober, very undramatic. It is not the urge to surpass all others at whatever cost, but the urge to serve others, at whatever cost."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The world's battlefields have been in the heart chiefly; more heroism has been displayed in the household and the closet, than on the most memorable battlefields in history."
    },
    {
      "cite": "Charles Horton Cooley",
      "quote": "To have no heroes is to have no aspiration, to live on the momentum of the past, to be thrown back upon routine, sensuality, and the narrow self."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Show me a hero and I will write you a tragedy."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
      "cite": "Proverb",
      "quote": "Not the glittering weapon fights the fight, but rather the hero's heart."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The hero draws inspiration from the virtue of his ancestors."
    },
    {
      "cite": "Jim Morrison",
      "quote": "A hero is someone who rebels or seems to rebel against the facts of existence and seems to conquer them..."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "A hero is someone who has given his or her life to something bigger than oneself."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Ultimately a hero is a man who would argue with the gods, and so awakens devils to contest his vision. The more a man can achieve, the more he may be certain that the devil will inhabit a part of his creation."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "One brave deed makes no hero."
    },
    {
      "cite": "Will Rogers",
      "quote": "The main thing about being a hero is to know when to die."
    },
    {
      "cite": "Jean Paul",
      "quote": "No heroine can create a hero through love of one, but she can give birth to one."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You cannot be a hero without being a coward."
    },
    {
      "cite": "Umberto Eco",
      "quote": "The real hero is always a hero by mistake; he dreams of being an honest coward like everybody else."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nurture your mind with great thoughts; to believe in the heroic makes heroes."
    },
    {
      "cite": "John Barth",
      "quote": "Everyone is necessarily the hero of his own life story."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every hero becomes a bore at last."
    },
    {
      "cite": "Randy K. Milholland",
      "quote": "Our heroes are people and people are flawed. Don't let that taint the thing you love."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Tell me your heroes and I'll tell you how your life will end up."
    },
    {
      "cite": "Richard C. Crepeau",
      "quote": "The hero shows us what we ought to be, and we make him a hero because we wish to be what he is."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "The hero was distinguished by his achievement; the celebrity by his image or trademark. The hero created himself; the celebrity is created by the media. The hero was a big man; the celebrity is a big name."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "In our world of big names, our true heroes tend to be anonymous. In this life of illusion and quasi-illusion, the person of solid virtues who can be admired for something more substantial than his well-knowness often proves to be the unsung hero: the teacher, the nurse, the mother, the honest cop, the hard worker at lonely, underpaid, unglamorous, unpublicized jobs."
    },
    {
      "cite": "Helen Hayes",
      "quote": "We relish news of our heroes, forgetting that we are extraordinary to somebody too."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "Every act of compassion makes a difference. Be a hero a better world!"
    },
    {
      "cite": "Aristotle",
      "quote": "The beauty of the soul shines out when a man bears with composure one heavy mischance after another, not because he does not feel them, but because he is a man of high and heroic temper."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The heroic cannot be the common, nor the common the heroic."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The youth, intoxicated with his admiration of a hero, fails to see, that it is only a projection of his own soul, which he admires."
    },
    {
      "cite": "Elbert Green Hubbard",
      "quote": "Our admiration is so given to dead martyrs that we have little time for living heroes."
    },
    {
      "cite": "William Norman",
      "quote": "I gave my life for freedom— this I know: / For those who bade me fight had told me so."
    },
    {
      "cite": "Romain Rolland",
      "quote": "A hero is a man who does what he can."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It was the nation and the race dwelling all round the globe that had the lion's heart. I had the luck to be called upon to give the roar."
    },
    {
      "cite": "Angus Wilson",
      "quote": "The opportunities for heroism are limited in this kind of world: the most people can do is sometimes not to be as weak as they've been at other times."
    },
    {
      "cite": "William F. Buckley, Jr.",
      "quote": "History selects its heroes and its villains, and few of us resist participation either at the parade or at the guillotine."
    },
    {
      "cite": "Sir Max Beerbohm",
      "quote": "Heroes are very human, most of them, very easily touched by praise."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Heroism feels and never reasons, and therefore is always right."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The heroic man does not pose; he leaves that for the man who wishes to be thought heroic."
    },
    {
      "cite": "Maurice Maeterlinck",
      "quote": "Deeds of heroism are but offered to those who, for many long years, have been heroes in obscurity and silence."
    },
    {
      "cite": "Abel Hermant",
      "quote": "Heroism does not require spiritual maturity."
    },
    {
      "cite": "John Bartlett",
      "quote": "The history of the world is but the biography of great men."
    },
    {
      "cite": "John Bartlett",
      "quote": "Adversity is sometimes hard upon a man; but for one man who can stand prosperity, there are a hundred that will stand adversity."
    },
    {
      "cite": "John Bartlett",
      "quote": "All that mankind has done, thought, gained or been: it is lying as in magic preservation in the pages of books."
    },
    {
      "cite": "Mary Collier",
      "quote": "The greatest heroes that the world can know, /  To women their original must owe."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Hero-worship is strongest where there is at least regard for human freedom."
    },
    {
      "cite": "Beilby Porteus",
      "quote": "One murder made a villain, Millions a hero."
    },
    {
      "cite": "Walter M. Schirra, Sr.",
      "quote": "You don't raise heroes, you raise sons. And if you treat them like sons, they'll turn out to be heroes if it's just in your eyes."
    },
    {
      "cite": "Tom Hanks",
      "quote": "A hero is somebody who voluntarily walks into the unknown."
    },
    {
      "cite": "Novalis",
      "quote": "A hero is one who knows how to hang on one minute longer."
    },
    {
      "cite": "Plato",
      "quote": "A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Aspire rather to be a hero than merely appear one."
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "Great heroes need great sorrows and burdens, or half their greatness goes unnoticed. It is all part of the fairy tale."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "That is why embittered people find heroes and madmen a perennial source of fascination, for they have no fear of life or death. Both heroes and madmen are indifferent to danger and will forge ahead regardless of what other people say."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "Heroes don't have the need to be known as heroes, they just do what heroes do because it is right and it must be done."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "No, what he didn’t like about heroes was that they were usually suicidally gloomy when sober and homicidally insane when drunk."
    },
    {
      "cite": "Kevin Costner",
      "quote": "Real heroes are men who fall and fail and are flawed, but win out in the end because they’ve stayed true to their ideals and beliefs and commitments."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Friends are the real superheroes. They battle our worst enemies—loneliness, grief, anxiety, depression, fear, and doubt—every time they come around."
    },
    {
      "cite": "Philip G. Zimbardo",
      "quote": "Heroes are those who can somehow resist the power of the situation and act out of noble motives, or behave in ways that do not demean others when they easily can."
    },
    {
      "cite": "H. Norman Schwarzkopf",
      "quote": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle."
    }
  ]
}