{
  "source": "https://www.wisesayings.com/heroine-quotes/",
  "theme": "heroine",
  "quotes": [
    {
      "cite": "Ava Duvernay",
      "quote": "Figure out what you need to do to be the heroine of your own story."
    },
    {
      "cite": "Maeve Binchy",
      "quote": "We are all the heroes and heroines of our own lives. Our love stories are amazingly romantic; our losses and betrayals and disappointments are gigantic in our own minds."
    },
    {
      "cite": "Mark Twain",
      "quote": "Heroine: girl who is perfectly charming to live with, in a book."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "You don’t need princes to save you. I don’t have a lot of patience for stories in which women are rescued by men."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Above all, be the heroine of your life, not the victim."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "You need not go back four thousand years for heroines. The world is filled with them today. They do not belong to any nation, nor to any religion, nor exclusively to any race. Wherever woman is found, they are found."
    },
    {
      "cite": "Sylvia Day",
      "quote": "My heroines, more often than not, are the ones who are troubled and resistant."
    },
    {
      "cite": "Tammara Webber",
      "quote": "She's the ulimate heroine, strong-willed and independent, intelligent, loyal, but at the same time, she's not flawless, she's not above mistakes, or falling in love."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "My heroines are part of me and my heroes are part of what I'd like to know."
    },
    {
      "cite": "Anita Baker",
      "quote": "Historically, in my generation, all of my heroes and heroines have had issues and problems. We all do."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Perfect heroines, like perfect heroes, aren't relatable, and if you can't put yourself in the protagonist's shoes, not only will they not inspire you, but the book will be pretty boring."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "I just don't see myself as the heroine in my own narrative."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Great battles can make great heroes and heroines."
    },
    {
      "cite": "Gabrielle Dubois",
      "quote": "Turn the page, your heroine is still there, breathe, relax, life is beautiful: you're in a book!"
    },
    {
      "cite": "iamsophie",
      "quote": "A strong woman builds her world by picking up the broken pieces."
    },
    {
      "cite": "Kenneth Oppel",
      "quote": "If she can bite a vulture, she can jump a crack."
    },
    {
      "cite": "Leigh Michaels",
      "quote": "Romantic heroes and heroines are a bit different from the sort of people we run into every day."
    },
    {
      "cite": "Mindy McGinnis",
      "quote": "Heroine: a woman of heroic spirit; the principal female person who figures in a remarkable action."
    },
    {
      "cite": "Nina Simone",
      "quote": "There's no excuse for the young people not knowing who the heroes and heroines are or were."
    },
    {
      "cite": "P.C. Hodgell",
      "quote": "The old, defiant chant rose in her mind: If I want, I will learn. If I want, I will fight. If I want, I will live. And I want. And I will. This was going to be fun."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Find out what your hero or heroine wants, and when he or she wakes up in the morning, just follow him or her all day."
    },
    {
      "cite": "Richard Corliss",
      "quote": "It is said that no star is a heroine to her makeup artist."
    },
    {
      "cite": "Simone Weil",
      "quote": "To be a hero or a heroine, one must give an order to oneself."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "When male authors write love stories, the heroine tends to end up dead."
    },
    {
      "cite": "Alan Kinross",
      "quote": "She was a predator - a creature of the night who rejoiced in the thrill of the hunt."
    },
    {
      "cite": "A. R. Torre",
      "quote": "When you are the darkest presence in the room there is very little to fear."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Don't let them take away the hero or heroine in you!"
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "We like the wrong sorts of girls, they wrote. They are usually the ones worth writing about."
    },
    {
      "cite": "Hema Malini",
      "quote": "We heroines don't get good roles."
    },
    {
      "cite": "Isabella Rossellini",
      "quote": "There is this idea that you have to play heroines or women who succeed."
    },
    {
      "cite": "Nithya Menen",
      "quote": "I'm not insecure. Give me a good role, and I'll perform even for a multi-starrer with half a dozen other heroines!"
    },
    {
      "cite": "Roman Payne",
      "quote": "The day came when she discovered sex, sensuality, and literature; she said, 'I submit! Let my life be henceforth ruled by poetry. Let me reign as the queen of my dreams until I become nothing less than the heroine of God."
    },
    {
      "cite": "Tori Eldridge",
      "quote": "Fighting is easy. Tranquility is hard."
    },
    {
      "cite": "Veronica Roth",
      "quote": "I may be in pain, but I am not weak."
    }
  ]
}