{
  "source": "https://www.wisesayings.com/hesitation-quotes/",
  "theme": "hesitation",
  "quotes": [
    {
      "cite": "Suzy Kassem",
      "quote": "Doubt kills more dreams than failure ever will."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The worst thing one can do is not to try, to be aware of what one wants and not give in to it, to spend years in silent hurt wondering if something could have materialized - never knowing."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Doubt is the vestibule through which all must pass before they can enter into the temple of wisdom."
    },
    {
      "cite": "Ma Jaya",
      "quote": "The simple practice of hesitation helps you stop reacting blindly to everything that happens."
    },
    {
      "cite": "Thomas Henry Huxley",
      "quote": "Make up your mind to act decidedly and take the consequences. No good is ever done in this world byÂ hesitation."
    },
    {
      "cite": "Roger Moore",
      "quote": "Without doubt, you are recognized for the last role you played."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "If you hesitate, some bolder hand will stretch out before you and get the prize."
    },
    {
      "cite": "Chace Crawford",
      "quote": "Doubt your doubts before you doubt your beliefs."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "To the timid and hesitating everything is impossible because it seems so."
    },
    {
      "cite": "Confucius",
      "quote": "Never hesitate to ask a lesser person."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "Never hesitate to hold out your hand; never hesitate to accept the outstretched hand of another."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Hesitation will get you killed."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "Whenever man begins to doubt himself, he does something so stupid that he is reassured."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "You can tell when something's not moving forward anymore. When the doubts you have about it don't go away."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "When in doubt, have a man come through the door with a gun in his hand."
    },
    {
      "cite": "Al Neuharth",
      "quote": "NeverÂ hesitateÂ to steal a good idea."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Beyond a doubt truth bears the same relation to falsehood as light to darkness."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Doubt must be no more than vigilance, otherwise it can become dangerous."
    },
    {
      "cite": "Henry C. Link",
      "quote": "While one personÂ hesitatesÂ because he feels inferior, the other is busy making mistakes and becoming superior."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Doubt is the father of invention."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "When you doubt, abstain."
    },
    {
      "cite": "Sidney Crosby",
      "quote": "The more you hesitate in a game, the more your chance of getting hit. Your focus isn't there. When you hesitate, usually you're in trouble."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Modest doubt is called the beacon of the wise."
    },
    {
      "cite": "Mel Brooks",
      "quote": "He who hesitates is poor."
    },
    {
      "cite": "William Shenstone",
      "quote": "Second thoughts oftentimes are the very worst of all thoughts."
    },
    {
      "cite": "Euripides",
      "quote": "In this world second thoughts, it seems, are best."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Doubt is not the opposite of faith; it is one element of faith."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Hesitation is the best cure for anger. The first blows of anger are heavy, but if it waits, it will think again."
    },
    {
      "cite": "David J. Schwartz",
      "quote": "Hesitation only enlarges, magnifies the fear. Take action promptly. Be decisive."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Doubt begins only at the last frontiers of what is possible."
    },
    {
      "cite": "J. M. Barrie",
      "quote": "The moment you doubt whether you can fly, you cease for ever to be able to do it."
    },
    {
      "cite": "Sam Ewing",
      "quote": "On the plains of hesitation bleach the bones of countless millions who, at the dawn of decision, sat down to wait, and waiting died."
    },
    {
      "cite": "Erik Erikson",
      "quote": "Doubt is the brother of shame."
    },
    {
      "cite": "Kevin Eubanks",
      "quote": "The worst part is doubt. When you doubt yourself, which we are taught to do, you get lost."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt."
    },
    {
      "cite": "Vera Farmiga",
      "quote": "Doubt is the middle position between knowledge and ignorance. It encompasses cynicism but also genuine questioning."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The only limit to our realization of tomorrow will be our doubts of today."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Hesitation increases in relation to risk in equal proportion to age."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Doubt, of whatever kind, can be ended by action alone."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Hesitation of any kind is a sign of mental decay in the young, of physical weakness in the old."
    },
    {
      "cite": "Leandra Medine",
      "quote": "Your doubts are generated by fear, and fear is a series of distorted thoughts."
    },
    {
      "cite": "Benjamin Jowett",
      "quote": "Doubt comes in at the window when inquiry is denied at the door."
    },
    {
      "cite": "Ron De Jonge",
      "quote": "There must be a reason why peopleÂ hesitate; uncertainty is one, no courage another."
    },
    {
      "cite": "Ken Thompson",
      "quote": "When in doubt, use brute force."
    },
    {
      "cite": "Kurt Vonnegut, Jr.",
      "quote": "Of all the words of mice and men, the saddest are, \"It might have been\"."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "If in doubt, don't. If still in doubt, do what's right."
    },
    {
      "cite": "Tom Robbins",
      "quote": "You should never hesitate to trade your cow for a handful of magic beans."
    },
    {
      "cite": "Henry Rollins",
      "quote": "When you start to doubt yourself the real world will eat you alive."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Doubt grows with knowledge."
    },
    {
      "cite": "James Thurber",
      "quote": "He whoÂ hesitatesÂ is sometimes saved."
    }
  ]
}