{
  "source": "https://www.wisesayings.com/hidden-quotes/",
  "theme": "hidden",
  "quotes": [
    {
      "cite": "Laozi",
      "quote": "It is hidden but always present."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "We are hidden in ourselves, like a truth hidden in isolated facts. When we know that this One in us is One in all, then our truth is revealed."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "There are secret opportunities hidden inside every failure."
    },
    {
      "cite": "Rene Descartes",
      "quote": "There is nothing so far removed from us to be beyond our reach, or so far hidden that we cannot discover it."
    },
    {
      "cite": "Robert G. Allen",
      "quote": "Hidden behind your fears and your failures is the success you seek."
    },
    {
      "cite": "Chris Pavone",
      "quote": "The best hiding spots are not the most hidden; they're merely the least searched."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What hidden, hoarded longings there are in all of us."
    },
    {
      "cite": "John Mark Green",
      "quote": "Some people have a hidden richness waiting to be discovered. They don't advertise it, but it's there for those willing to scratch beneath the surface."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "The love hidden within is always greater than the hate displayed without."
    },
    {
      "cite": "Thomas Friedman",
      "quote": "The hidden hand of the market will never work without a hidden fist."
    },
    {
      "cite": "Joanne Greenberg",
      "quote": "The hidden strength is too deep a secret. But in the end...in the end it is our only ally."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Every obstacle is a hidden step on the path to promotion."
    },
    {
      "cite": "Laozi",
      "quote": "The Way is hidden and nameless. Still only the Way nourishes and completes."
    },
    {
      "cite": "Rumi",
      "quote": "There's hidden sweetness in the stomach's emptiness."
    },
    {
      "cite": "John Muir",
      "quote": "Hidden in the glorious wildness like unmined gold."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "If differences can be hidden, perhaps they aren't differences at all."
    },
    {
      "cite": "Prabhat Ranjan Sarkar",
      "quote": "God is hidden inside us and everyone is looking for Him."
    },
    {
      "cite": "Anatole France",
      "quote": "The future is hidden even from those who make it."
    },
    {
      "cite": "Dogen",
      "quote": "There are mountains hidden in mountains. There are mountains hidden in hiddenness. This is complete understanding."
    },
    {
      "cite": "Herman Cain",
      "quote": "There's no hidden secrets going on in the Federal Reserve"
    },
    {
      "cite": "Pablo Picasso",
      "quote": "The hidden harmony is better than the obvious."
    },
    {
      "cite": "Heraclitus",
      "quote": "A hidden connection is stronger than an obvious one."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Find your hidden talents, your hidden potentials, your hidden purposes and convert them into a better business for the benefit of the entire world."
    },
    {
      "cite": "Rene Magritte",
      "quote": "Everything we see hides another thing, we always want to see what is hidden by what we see."
    },
    {
      "cite": "Anthony D. Williams",
      "quote": "Hidden paths can't be walked without moving obstacles."
    },
    {
      "cite": "Paul Virilio",
      "quote": "Wealth is the hidden side of speed and speed the hidden side of wealth."
    },
    {
      "cite": "Confucius",
      "quote": "Three things cannot long be hidden: the sun, the moon, and the truth."
    },
    {
      "cite": "Topsy Gift",
      "quote": "Truth is hidden only to the masses who are not inquisitive."
    },
    {
      "cite": "Horace",
      "quote": "Hidden knowledge differs little from ignorance."
    },
    {
      "cite": "Donald Trump",
      "quote": "Problems are hidden opportunities, and constraints can actually boost creativity."
    },
    {
      "cite": "Chess Desalls",
      "quote": "Where the truth remains hidden from the outside, the inside imprisons the hidden."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "For every loss, there is a hidden gain. And for every gain, there is a hidden loss."
    },
    {
      "cite": "Maite",
      "quote": "You can hide from others, but you can't hide from yourself."
    }
  ]
}