{
  "source": "https://www.wisesayings.com/hiding-quotes/",
  "theme": "hiding",
  "quotes": [
    {
      "cite": "Charles Duhigg",
      "quote": "Hiding what you know is sometimes as important as knowing it."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "We each have our hiding places and we each put up with the little quirks of the people we love."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "Talking much about oneself may be a way of hiding oneself."
    },
    {
      "cite": "Rajneesh",
      "quote": "All your personalities are absolute cover-ups, hiding your individuality."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The power of hiding ourselves from one another is mercifully given, for men are wild beasts, and would devour one another but for this protection."
    },
    {
      "cite": "Robin Sloan",
      "quote": "All the secrets of the world worth knowing are hiding in plain site."
    },
    {
      "cite": "Dido Armstrong",
      "quote": "Inside everybody's hiding something."
    },
    {
      "cite": "Sheridan Smith",
      "quote": "When you're hiding behind a character all the time, as soon as you have to be yourself, you feel kind of terrified."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Writing always means hiding something in such a way that it then is discovered."
    },
    {
      "cite": "Paul Ryan",
      "quote": "Hiding spending does not reduce spending."
    },
    {
      "cite": "David Jeremiah",
      "quote": "No one is going to be powerful in their ministry if they are hiding something that they are afraid people will find out at any moment."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Hiding places there are innumerable, escape is only one, but possibilities of escape, again, are as many as hiding places."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "If you keep hiding your true self, your life becomes like slow death. Once you become free from the lies and the hiding of yourself, then life becomes vibrant again."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Hiding from your history only shackles you to it. Instead, face it and free yourself."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Hide until everybody goes home. Hide until everybody forgets about you. Hide until everybody dies."
    },
    {
      "cite": "Richie Norton",
      "quote": "Hiding behind titles to create security is insecurity."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Most of us remain strangers to ourselves, hiding who we are, and ask other strangers, hiding who they are, to love us."
    },
    {
      "cite": "Steve Kazee",
      "quote": "When you start hiding things away, that's when the darkness creeps up. Sunlight is the best disinfectant."
    },
    {
      "cite": "Erin O'Connor",
      "quote": "It's not about hiding your imperfections on a shoot; it's about embracing them and being unapologetic about them."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Lying, cheating, hiding is the exact opposite of the behavior of a man who's really into you."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Direct experience is the evasion, or hiding place of those devoid of imagination."
    },
    {
      "cite": "Martha N. Beck",
      "quote": "Instead of hiding your loneliness, bring it into the light. Honor it. Treat it. Heal it. You'll find that it returns the favor"
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Extraordinary things are always hiding in places people never think to look."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "You can't find peace by hiding from life."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Happiness is the greatest hiding place for despair."
    },
    {
      "cite": "Waqas Bin Ehsan",
      "quote": "Hiding things is the most foolish thing that annihilates correlation."
    },
    {
      "cite": "Grace Jones",
      "quote": "Hiding, secrets, and not being able to be yourself is one of the worst things ever for a person. It gives you low self-esteem. You never get to reach that peak in your life. You should always be able to be yourself and be proud of yourself."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "Still hiding and afraid to let go. Waiting for you to find me uncover me and show me the way."
    },
    {
      "cite": "Max Lucado",
      "quote": "Hiding out with the enemy brings only temporary relief."
    },
    {
      "cite": "Mary Elizabeth Mastrantonio",
      "quote": "Some stars like to hide behind the whole idea of acting. But really good actors are not hiding at all. They're not afraid to be disliked, to be a little unsavoury"
    },
    {
      "cite": "Rumi",
      "quote": "Because the Beloved wants to know, unseen things become manifest. Hiding is the hidden purpose of creation."
    },
    {
      "cite": "Cynthia Voigt",
      "quote": "Hiding under the bed doesn't make the worry stop."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "Language can be a way of hiding your thoughts and preventing communication."
    },
    {
      "cite": "Lauren Mackler",
      "quote": "Hiding our true thoughts and feelings is just one example of how we give our power away."
    }
  ]
}