{
  "source": "https://www.wisesayings.com/highlight-quotes/",
  "theme": "highlight",
  "quotes": [
    {
      "cite": "Ryan Blair",
      "quote": "Create experiences that leave you in awe, for these will be the highlights of your life."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "The highlight of my childhood was making my brother laugh so hard that food came out of his nose."
    },
    {
      "cite": "George Takei",
      "quote": "Our differences in beliefs do not truly separate us, or elevate us over others. Rather, they highlight the rich tapestry that is humanity."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "We emphasize the transcendent worth of the human person. We insist that the human person must never be treated as an object; he must always be considered the subject. That is the basis for our teaching, the absolute standard."
    },
    {
      "cite": "Questlove",
      "quote": "Highlight reels are about that one person. After a barrage of highlight reels, you get the sense that you can do it without a team. But music thrived the most when groups were involved. People lose sight of that - that community makes the world run."
    },
    {
      "cite": "Glenn Howerton",
      "quote": "Sometimes presenting the most ignorant point of view can be the best way to satirize the issue and highlight that ignorance."
    },
    {
      "cite": "Katharine Hamnett",
      "quote": "Emphasize the best, and minimize the rest."
    },
    {
      "cite": "Naveen Andrews",
      "quote": "We emphasize our differences by nationality, race and financially.It's our common humanity that defines us."
    },
    {
      "cite": "Carl T. Rowan",
      "quote": "We emphasize that we believe in change because we were born of it, we have lived by it, we prospered and grew great by it. So the status quo has never been our god, and we ask no one else to bow down before it."
    },
    {
      "cite": "Minor White",
      "quote": "We emphasized the creativeness that happens at the moment of seeing over the kind that takes place in the dark room."
    },
    {
      "cite": "Paul Klee",
      "quote": "To emphasize only the beautiful seems to me to be like a mathematical system that only concerns itself with positive numbers."
    },
    {
      "cite": "Spark Matsunaga",
      "quote": "If we emphasize the life and works of our greatest contributors . . . people will come to realize that moral courage is bravery of the highest type, and America will be called the \"Champion of Peace.\""
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same."
    },
    {
      "cite": "Robert Greene",
      "quote": "Our times might emphasize equality, which we then mistake for the need for everyone to be the same, but what we really mean by this is the equal chance for people to express their differences, to let a thousand flowers bloom."
    },
    {
      "cite": "Rick Warren",
      "quote": "Emphasize reconciliation, not resolution. It is unrealistic to expect everyone to agree about everything. Reconciliation focuses on the relationship, while resolution focuses on the problem. When we focus on reconciliation, the problem loses significance and often becomes irrelevant."
    },
    {
      "cite": "Dan Miller",
      "quote": "Circumstances will never determine your amount of happiness. Circumstances only highlight who you already are."
    },
    {
      "cite": "Tena Desae",
      "quote": "Depending on your figure, you may use clothes and colours to highlight your assets or otherwise. Darker shades always make you look slimmer while bright colours or prints can highlight your figure. Using colours to enhance your look is the easiest and smartest way to play with your figure."
    },
    {
      "cite": "Larry Shyatt",
      "quote": "Know what you want to emphasize, then do it daily."
    },
    {
      "cite": "Mike Dunlap",
      "quote": "Emphasize small goals when you have a team that isn't going to win a lot of games."
    },
    {
      "cite": "June Hunt",
      "quote": "Destructive Failure: Reveals limitations and weakness, highlights your shortcomings and when not processed correctly, keeps you feeling inadequate and defective. Productive failure: Reveals limitations and weakness, highlights your erroneous thinking and when processed correctly, leads you to better options and keeps you dependent on the Lord."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Speak the affirmative; emphasize your choice by utter ignoring of all that you reject."
    },
    {
      "cite": "Tom Robbins",
      "quote": "To emphasize the afterlife is to deny life. To concentrate on heaven is to create hell."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "As you emphasize your life, you must localize and define it... you cannot do everything."
    },
    {
      "cite": "Llewellyn Vaughan-Lee",
      "quote": "The journey towards oneness emphasizes the opposites and we are caught in their conflict."
    },
    {
      "cite": "Al Gore",
      "quote": "We sometimes emphasize the danger in a crisis without focusing on the opportunities that are there."
    },
    {
      "cite": "Erwin W. Lutzer",
      "quote": "Money is emphasized in Scripture simply because our temptation to love it is inexplicably powerful."
    },
    {
      "cite": "Susan Sontag",
      "quote": "To emphasize style is to slight content, or to introduce an attitude which is neutral with respect to content."
    },
    {
      "cite": "John Caples",
      "quote": "If you are going to emphasize certain words in the headline, be sure that they are the words that say something."
    }
  ]
}