{
  "source": "https://www.wisesayings.com/high-school-quotes/",
  "theme": "high-school",
  "quotes": [
    {
      "cite": "Stephen King",
      "quote": "High school isn't a very important place. When you're going you think it's a big deal, but when it's over nobody really thinks it was great unless they're beered up."
    },
    {
      "cite": "Scott Westerfeld",
      "quote": "High school wasn't a trial by fire or some ordeal that had to be survived. It was all a big joke. You just had to provide the laugh track."
    },
    {
      "cite": "unknown",
      "quote": "High school is such a small part of your life. So why change your life for it? Who cares what people think of you."
    },
    {
      "cite": "Mia Lugo",
      "quote": "High school will always be a drama zone. It takes the strongest and smartest to know how to avoid it."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "Sometimes I think high school is one long hazing activity: if you are tough enough to survive this, they'll let you become and adult. I hope it's worth it."
    },
    {
      "cite": "Edgar W. Howe",
      "quote": "It is hard to convince a high school student that he will encounter a lot of problems more difficult than those of algebra and geometry."
    },
    {
      "cite": "John Mayer",
      "quote": "High School is like a spork: it's a crappy spoon and a crappy fork, so in the end it's just plain useless."
    },
    {
      "cite": "Lish McBride",
      "quote": "Most people felt lost after high school. Sometimes I felt like I'd never really been found in the first place."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "It was only high school after all, definitely one of the most bizarre periods in a person's life. How anyone can come through that time well adjusted on any level is an absolute miracle."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "It's like high school holds two different worlds, revolving around each other an never touching; the haves and the have-nots. I guess it's a good thing. High school is supposed to prepare you for the real world, after all."
    },
    {
      "cite": "John Green",
      "quote": "High school is neither a democracy nor a dictatorship - nor, contrary to popular belief, an anarchic state. High school is a divine-right monarchy. And when the queen goes on vacation, things change."
    },
    {
      "cite": "Gerard Way",
      "quote": "The only thing I learnt in high school is that people are very violent and territorial."
    },
    {
      "cite": "Stephen King",
      "quote": "Hairstyles change, and skirt lengths, and slang, but high school administrations? Never."
    },
    {
      "cite": "Taylor Gaskins",
      "quote": "High school is worse than having to swim through multiple piranha filled lakes- and that's before the truckload of homework."
    },
    {
      "cite": "Stephen King",
      "quote": "It's only kids in high school who are convinced they're never going to change. There's always going to be a pep rally and there's always going to be a spectator bus, somewhere out there in the future."
    },
    {
      "cite": "Jenny Lawson",
      "quote": "...pretty much everyone hates high school. It's a measure of your humanity, I suspect. If you enjoyed high school, you were probably a psychopath or a cheerleader. Or possibly both. Those things aren't mutually exclusive, you know. I've tried to block out"
    },
    {
      "cite": "Kate Bosworth",
      "quote": "You never grow out of high school sadly."
    },
    {
      "cite": "Linda Cardellini",
      "quote": "I think everyone feels lost at times during their high school years."
    },
    {
      "cite": "Stephen King",
      "quote": "Let's face it. No kid in high school feels as though they fit in."
    },
    {
      "cite": "Leighton Meester",
      "quote": "High school for me was not all that fun. I think it's a lot more fun after when you realize that high school ends, and everything that's important at that time is sort of not important if people don't like your jeans or whatever. It doesn't matter."
    },
    {
      "cite": "Marguerite Moreau",
      "quote": "High school, you don't want to go back and do it over again."
    },
    {
      "cite": "Chad Michael Murray",
      "quote": "I hated high school. I didn't have any friends because I didn't fit in."
    },
    {
      "cite": "Nick Jonas",
      "quote": "High school is about finding who you are, because that's more important than trying to be someone else."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "By the end of high school I was not of course an educated man, but I knew how to try to become one."
    },
    {
      "cite": "unknown",
      "quote": "High School: the mouse race to prepare you for the rat race."
    },
    {
      "cite": "unknown",
      "quote": "In high school you can think you're in love; but I believe you have to know yourself completely before you can truly fall in love and be loved back by someone else."
    },
    {
      "cite": "unknown",
      "quote": "There's a big world out there. Bigger than prom, bigger than high school, and it won't matter if you were the prom queen or the quarterback of the football team or the biggest nerd. Find out who you are and try not to be afraid of it."
    },
    {
      "cite": "unknown",
      "quote": "People say high school is about getting an education and getting into a good college to succeed in life. Well, to me, high school is about making memories and good times that will last forever."
    },
    {
      "cite": "Josie Geller (Drew Barrymore)",
      "quote": "All of you people, there is a big world out there...bigger than prom, bigger than high school, and it won't matter if you were the prom queen, the quarterback of the football team, or the biggest nerd in school. Find out who you are and try not to be afraid of it."
    },
    {
      "cite": "Monty Roberts",
      "quote": "If all learning is zero to ten, then the most important part of learning is zero to one."
    },
    {
      "cite": "Will Rogers",
      "quote": "The schools ain't what they used to be and never was."
    },
    {
      "cite": "Dale Lumpa",
      "quote": "Students need to know why they are learning, what they are learning."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He who opens a school door closes a prison."
    },
    {
      "cite": "Madeline Hunter",
      "quote": "School is a place where children come to watch adults work."
    },
    {
      "cite": "Gordon Wood",
      "quote": "It is important that you relate to the kids in all areas of their lives. That is one of the reasons why I love coaching in high school. You have a chance to watch the kids grow. When you see the finished product a few years later, you are pleased."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "In the high school I went to, they asked a kid to prove the law of gravity, and he threw the teacher out of the window."
    },
    {
      "cite": "Ally Walker",
      "quote": "I feel like I'm back in high school or something. I can't make heads or tails out of any of this stuff."
    },
    {
      "cite": "Tom Jones",
      "quote": "It is as easy for a man not to have been at school and know nothing as it is for a man to have been at school and know nothing."
    },
    {
      "cite": "Isabel Waxman",
      "quote": "It is indeed ironic that we spend our school days yearning to graduate and our remaining days waxing nostalgic about our school days."
    },
    {
      "cite": "Ben Hamper",
      "quote": "Working the rivet line is like being paid to flunk high school the rest of your life."
    },
    {
      "cite": "Michael Pipper",
      "quote": "it doesn't matter whether you're completing middle school, high school, college or grad school, as soon as you put on those hot, uncomfortable robes, and that stupid-looking hat, you are on the cusp of a boundary dividing 'before' and 'after.' the end of an era and the start of a new one."
    },
    {
      "cite": "Nat Z. Punx",
      "quote": "she did my Spanish homework freshman year / in high school / so I didn't mind her sitting next to me / during my quiet time."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When I scrupulously passed high school; passing with exorbitant marks in a plethora of subjects, / The surreal days of childhood; now an evanescent memory of the past, / They asked me the arenas I was going to specialize; trying to decode my aptitude towards life."
    },
    {
      "cite": "Edmund Sylvers",
      "quote": "Remember back in high school / When you couldn't wait / For the very first dance / You lay your homework was the rule."
    },
    {
      "cite": "Giancarlo Stanton",
      "quote": "High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I’ll take with me the rest of my life."
    },
    {
      "cite": "J.J. Watt",
      "quote": "What I remember most about high school are the memories I created with my friends."
    },
    {
      "cite": "Angela K. Bennett",
      "quote": "Teaching middle school is an adventure not a job."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I am always ready to learn although I do not always like being taught."
    },
    {
      "cite": "Lon Watters",
      "quote": "School is a building which has four walls with tomorrow inside."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "I went to a high school reunion a couple years ago and realized that the kids who were the most unusual in high school are the ones who are the most interesting now and the ones who were popular are dull and boring."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "In high school, I got voted most likely to get voted for something. Even though I was the only one who voted, it still felt terrific being nominated."
    },
    {
      "cite": "Scott Westerfield",
      "quote": "High school wasn't a trial by fire or some ordeal that had to be survived. It was all a big joke. You just had to provide the laugh track."
    },
    {
      "cite": "Karmi Garcia",
      "quote": "High school sucked. It was a universal truth, and whoever said these were supposed to be the best years of your life was probably drunk or delusional."
    },
    {
      "cite": "Chris Colfer",
      "quote": "High School. Society’s bright idea to put all their aggressive, naive youth into one environment to torment and emotionally scar each other for life."
    },
    {
      "cite": "Stephen King",
      "quote": "I hated high school. I don't trust anybody who looks back on the years from 14 to 18 with any enjoyment. If you liked being a teenager, there’s something wrong with you."
    },
    {
      "cite": "Paula Stokes",
      "quote": "A lot of kids think high school represents the best years of their lives, but others recognize that it's mostly irrelevant bullshit, and that life doesn't even begin until afterward."
    },
    {
      "cite": "Jennifer Niven",
      "quote": "This is followed by laughter because we're in high school, which means we're predictable and almost everything is funny, especially if it's someone else's public humiliation."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "True terror is to wake up one morning and discover that your high school class is running the country."
    }
  ]
}