{
  "source": "https://www.wisesayings.com/hijab-quotes/",
  "theme": "hijab",
  "quotes": [
    {
      "cite": "Anjum Choudhary",
      "quote": "Some of us cover to protect our bodies and some of us cover to protect our souls. In both cases, respect their choices."
    },
    {
      "cite": "Queen Rania of Jordan",
      "quote": "For many, the hijab represents modesty, piety and devotion to God, and I truly respect that. But the hijab should not be used as a means of applying social pressure on people."
    },
    {
      "cite": "Omar Suleiman",
      "quote": "Many sisters complain that people don't want to marry them unless they stop wearing hijab. No man is worth your hijab, and a real man wouldn't request you to take it off in the first place."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "The sun doesn't lose its beauty when covered by the clouds. The same way your beauty doesn't fade when being covered by Hijab."
    },
    {
      "cite": "Yasmin Mgahed",
      "quote": "Hijab is a personal choice. It is personal choice to submit to Allah(God) rather than the fashion of society. To be beautiful to God rather than people."
    },
    {
      "cite": "Roxane Gay",
      "quote": "The ultimate decision [of wearing hijab] must be that of the individual. Western opinions on the hijab or burkas are rather irrelevant. We don't get to decide for Muslim women what does or does not oppress them, no matter how highly we think of ourselves."
    },
    {
      "cite": "Hijab Girls",
      "quote": "Hijab isn't hiding your beauty with tight cloths, Its how you handle your beauty for the sake of God."
    },
    {
      "cite": "Anonymous",
      "quote": "Hijab is beautiful, so make it look beautiful, wear it with love, wear it with pride and most of all wear it Right."
    },
    {
      "cite": "Benazir Bhutto",
      "quote": "The best hijab is in the eyes of the beholder."
    },
    {
      "cite": "Randa Abdel-Fattah",
      "quote": "To the Muslim woman, the hijab provides a sense of empowerment. It is a personal decision to dress modestly according to the command of a genderless Creator; to assert pride in self, and embrace one's faith openly, with independence and courageous conviction."
    },
    {
      "cite": "Anonymous",
      "quote": "This Hijab, This mark of Piety, is an act of faith, a symbol for all the world to see."
    },
    {
      "cite": "Abida",
      "quote": "To all hijabis who are wearing niqab/hijab/abaya in this heat, may Allah shade you on the day that there is no shade but only His shade."
    },
    {
      "cite": "Randa Abdel-Fattah",
      "quote": "Too many people look at it as though it (the hijab) has bizarre powers sewn into its microfibers. Powers that transform Muslim girls into UCOs (Unidentified Covered Objects), which turn Muslim girls from an 'us' to a 'them."
    },
    {
      "cite": "Randa Abdel-Fattah",
      "quote": "The hijab, or sikh turban, or Jewish skullcap are all explicit symbols, but they do not represent a threat or affront to others, and have no bearing on the competence, skills and intelligence of a person."
    },
    {
      "cite": "Mufti Menk",
      "quote": "How can hijab be oppressive when in most of countries it requires greater courage to wear it than to remove it yet it is worn?"
    },
    {
      "cite": "Randa Abdel-Fattah",
      "quote": "When it comes to the hijab - why to wear it, whether to wear it, how to wear it there is theology and then there is practice, and there is huge diversity in both."
    },
    {
      "cite": "Hamza Yusuf",
      "quote": "There are irrational fears. If you see a woman wearing a hijab and fear is your first thought, something's really wrong."
    },
    {
      "cite": "Anonymous",
      "quote": "Hijab includes the way a person walk, talks, looks and thinks. All of it should be done modestly and applies to both men and women."
    },
    {
      "cite": "Anonymous",
      "quote": "Hijab forces a man to look at a woman with respect rather than as an object."
    },
    {
      "cite": "Surah An-Nur",
      "quote": "That they should draw their veils over their bosoms."
    },
    {
      "cite": "Anonymous",
      "quote": "Our hijab is our Strength and our obedience to Allah."
    }
  ]
}