{
  "source": "https://www.wisesayings.com/hiking-quotes/",
  "theme": "hiking",
  "quotes": [
    {
      "cite": "John Muir",
      "quote": "Walk away quietly in any direction and taste the freedom of the mountaineer. Camp out among the grasses and gentians of glacial meadows, in craggy garden nooks full of nature's darlings."
    },
    {
      "cite": "Alex Lowe",
      "quote": "There are two kinds of climbers, those who climb because their heart sings when they're in the mountains, and all the rest."
    },
    {
      "cite": "Ansel Adams",
      "quote": "No matter how sophisticated you may be, a large granite mountain cannot be denied—it speaks in silence to the very core of your being."
    },
    {
      "cite": "David Miller",
      "quote": "Set loose, a child would run down the paths, scramble up the rocks, lie on the earth. Grown-ups more often let their minds do the running, scrambling, and lying, but the emotion is shared. It feels good to be here."
    },
    {
      "cite": "Raymond Inmon",
      "quote": "If you are seeking creative ideas, go out walking. Angels whisper to a man when he goes for a walk."
    },
    {
      "cite": "John Muir",
      "quote": "In every walk with nature, one receives far more than he seeks."
    },
    {
      "cite": "Nemann Buhl",
      "quote": "Mountains have a way of dealing with overconfidence."
    },
    {
      "cite": "John Muir",
      "quote": "Thousands of tired, nerve-shaken, over-civilized people are beginning to find out that going to the mountains is going home; that wildness is a necessity."
    },
    {
      "cite": "Edward Abbey",
      "quote": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You need mountains, long staircases don't make good hikers."
    },
    {
      "cite": "Wislawa Szymborska",
      "quote": "I like being near the top of a mountain. One can't get lost here."
    },
    {
      "cite": "Anatoli Boukreev",
      "quote": "Mountains are the cathedrals where I practice my religion."
    },
    {
      "cite": "William Artur Ward",
      "quote": "The experienced mountain climber is not intimidated by a mountainhe is inspired by it."
    },
    {
      "cite": "John Muir",
      "quote": "Of all the paths you take in life, make sure a few of them are dirt."
    },
    {
      "cite": "Paul D. Boyer",
      "quote": "Mountain hikes instilled in me a life-long urge to get to the top of any inviting summit or peak."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Jumping from boulder to boulder and never falling, with a heavy pack, is easier than it sounds; you just can't fall when you get into the rhythm of the dance."
    },
    {
      "cite": "Lito Tejada-Flores",
      "quote": "You never climb the same mountain twice, not even in memory. Memory rebuilds the mountain, changes the weather, retells the jokes, remakes all the moves."
    },
    {
      "cite": "Anatoli Boukreev",
      "quote": "Mountains are not stadiums where I satisfy my ambition to achieve, they are the cathedrals where I practice my religion."
    },
    {
      "cite": "Daniel J. Rice",
      "quote": "I walked slowly to enjoy this freedom, and when I came out of the mountains, I saw the sky over the prairie, and I thought that if heaven was real, I hoped it was a place I never had to go, for this earth was greater than any paradise."
    },
    {
      "cite": "William Blake",
      "quote": "Great things are done when men and mountains meet; This is not done by jostling in the street."
    },
    {
      "cite": "Ken Ilgunas",
      "quote": "On a hike, the days pass with the wind, the sun, the stars; movement is powered by a belly full of food and water, not a noxious tankful of fossil fuels. On a hike, you're less a job title and more a human being. A periodic hike not only stretches the limbs but also reminds us: Wow, there's a big old world out there."
    },
    {
      "cite": "Margaret Young",
      "quote": "Climbing is as close as we can come to flying."
    },
    {
      "cite": "Sam Cummings",
      "quote": "The higher you climb on the mountain, the harder the wind blows."
    },
    {
      "cite": "John Muir",
      "quote": "Climb the mountains and get their good tidings. Nature's peace will flow into you as sunshine flows into trees."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."
    },
    {
      "cite": "Diane Spicer",
      "quote": "Hiking and happiness go hand in hand or foot in boot."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Me thinks that the moment my legs begin to move, my thoughts begin to flow."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "You need special shoes for hiking—and a bit of a special soul as well."
    },
    {
      "cite": "M.J. Eberhart",
      "quote": "The long distance hiker, a breed set apart, from the likes of the usual pack. He'll shoulder his gear, be hittin' the trail; Long gone, long 'fore he'll be back."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Never measure the height of a mountain until you have reached the top. Then you will see how low it was."
    },
    {
      "cite": "John Muir",
      "quote": "Climb the mountains and get their good tidings. Nature's peace will flow into you as sunshine flows into trees. The winds will blow their own freshness into you, and the storms their energy, while cares will drop away from you like the leaves of Autumn."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Trekking means a travelling experience with a thrilling excitement."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived."
    },
    {
      "cite": "Greg Child",
      "quote": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb."
    },
    {
      "cite": "Sir Edmund Hillary",
      "quote": "Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it."
    },
    {
      "cite": "John Ruskin",
      "quote": "Mountains are the beginning and the end of all natural scenery."
    },
    {
      "cite": "Sir Edmund Hillary",
      "quote": "It's not the mountain we conquer, but ourselves."
    },
    {
      "cite": "Cindy Ross",
      "quote": "Returning home is the most difficult part of long-distance hiking; You have grown outside the puzzle and your piece no longer fits."
    },
    {
      "cite": "Will Niccolls",
      "quote": "Remember that time spent on a rock climb isn't subtracted from your life span."
    },
    {
      "cite": "Dan May",
      "quote": "When preparing to climb a mountain—pack a light heart."
    },
    {
      "cite": "Jamie Luner",
      "quote": "Hiking is the best workout! You can hike for three hours and not even realize you're working out. And, hiking alone lets me have some time to myself."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "Getting to the top is optional. Getting down is mandatory."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Study nature, love nature, stay close to nature. It will never fail you."
    },
    {
      "cite": "Jonathan Waterman",
      "quote": "Many climbers become writers because of the misconceptions about climbing."
    },
    {
      "cite": "George Macauley Trevelyan",
      "quote": "After a day's walk everything has twice its usual value."
    },
    {
      "cite": "John Muir",
      "quote": "The mountains are calling and I must go."
    },
    {
      "cite": "Rosalia de Castro",
      "quote": "I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Hiking is just walking where it's okay to pee."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Just walkin', hiking the streets of the sky."
    },
    {
      "cite": "Animal Collective",
      "quote": "If it's going hiking then I'm going hiking. To the other places that we never had."
    },
    {
      "cite": "Barry Manilow",
      "quote": "I have reached the conclusion while hiking the pike though I try and I try."
    },
    {
      "cite": "King Virtue",
      "quote": "Start your hiking mile and stay away."
    },
    {
      "cite": "Kēvens",
      "quote": "I'm looking at the top I'm just eyeing the spot and I just keep climbing I been hiking a lot."
    },
    {
      "cite": "Toni Braxton",
      "quote": "Hiking in the mountains, romantic rendezvous."
    },
    {
      "cite": "Stereolab",
      "quote": "Tasting smells and colors, hiking mounts crossing rivers. Humble biped you've come undone."
    },
    {
      "cite": "Big K.R.I.T.",
      "quote": "Need a hiking trip to get where I live."
    },
    {
      "cite": "Empire of the Sun",
      "quote": "Be easy now, go hiking through the hills in a summer gown Raise the kids, peace within and make our sound."
    },
    {
      "cite": "John Kaag",
      "quote": "Losing all sense of proportion is one of the inevitable consequences of hiking in the mountains for any extended period of time."
    },
    {
      "cite": "John Gookin",
      "quote": "Every good hike brings you eventually back home."
    }
  ]
}