{
  "source": "https://www.wisesayings.com/hilarious-quotes/",
  "theme": "hilarious",
  "quotes": [
    {
      "cite": "Steven Wright",
      "quote": "Light travels faster than sound. This is why some people appear bright until they speak."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery."
    },
    {
      "cite": "Richard Jeni",
      "quote": "Honesty is the key to a relationship. If you can fake that, you're in."
    },
    {
      "cite": "Fred Allen",
      "quote": "A celebrity is a person who works hard all his life to become well known, then wears dark glasses to avoid being recognized."
    },
    {
      "cite": "Agatha Christie",
      "quote": "An archaeologist is the best husband any woman can have; the older she gets, the more interested he is in her."
    },
    {
      "cite": "Jackie Mason",
      "quote": "Eighty percent of married men cheat in America. The rest cheat in Europe."
    },
    {
      "cite": "Bob Monkhouse",
      "quote": "When I die, I want to go peacefully like my grandfather did in his sleep. Not yelling and screaming like the passengers in his car."
    },
    {
      "cite": "Will Ferrell",
      "quote": "Before you marry a person, you should first make them use a computer with slow Internet service to see who they really are."
    },
    {
      "cite": "Socrates",
      "quote": "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher."
    },
    {
      "cite": "Dave Barry",
      "quote": "My therapist told me the way to achieve true inner peace is to finish what I start. So far I've finished two bags of M&Ms and a chocolate cake. I feel better already."
    },
    {
      "cite": "Groucho Marx",
      "quote": "I never forget a face, but in your case I'll be glad to make an exception."
    },
    {
      "cite": "Dennis Miller",
      "quote": "I went to a bookstore and asked the saleswoman where the Self Help section was. She said if she told me it would defeat the purpose."
    },
    {
      "cite": "Fred Allen",
      "quote": "I learned law so well, the day I graduated I sued the college, won the case, and got my tuition back."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day."
    },
    {
      "cite": "Woody Allen",
      "quote": "I'm astounded by people who want to 'know' the universe when it's hard enough to find your way around Chinatown."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Where there's a will, there's a relative."
    },
    {
      "cite": "Homer Simpson",
      "quote": "Kids, you tried your best and you failed miserably. Lesson is, never try."
    },
    {
      "cite": "Ralph Bus",
      "quote": "Children really brighten up a household. They never turn the lights off."
    },
    {
      "cite": "Steve Martin",
      "quote": "First the doctor told me the good news: I was going to have a disease named after me."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is funny, as long as it's happening to somebody else."
    },
    {
      "cite": "Stanley Randall",
      "quote": "The closest a person ever comes to perfection is when he fills out a job application form."
    },
    {
      "cite": "Sarah Silverman",
      "quote": "My kitchen floor is sticky, and I had to do something about it. So finally I went out and bought some slippers."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I found there was only one way to look thin: hang out with fat people."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Life begins at 40 - but so do fallen arches, rheumatism, faulty eyesight, and the tendency to tell a story to the same person, three or four times."
    },
    {
      "cite": "Henny Youngman",
      "quote": "When I read about the evils of drinking, I gave up reading."
    },
    {
      "cite": "Robin Williams",
      "quote": "Why do they call it rush hour when nothing moves?"
    },
    {
      "cite": "Demetri Martin",
      "quote": "The worst time to have a heart  attack is during a game of charades."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Always borrow money from a pessimist. He won't expect it back."
    },
    {
      "cite": "Steve Martin",
      "quote": "A day without sunshine is like, you know, night."
    },
    {
      "cite": "Lana Turner",
      "quote": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man."
    },
    {
      "cite": "Mark Twain",
      "quote": "Only one thing is impossible for God: To find any sense in any copyright law on the planet."
    },
    {
      "cite": "Henny Youngman",
      "quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late."
    },
    {
      "cite": "Milton Berle",
      "quote": "The problem with life is, by the time you can read women like a book, your library card has expired."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Behind every great man is a woman rolling her eyes."
    },
    {
      "cite": "Chris Rock",
      "quote": "If a woman tells you she's twenty and looks sixteen, she's twelve. If she tells you she's twenty-six and looks twenty-six, she's damn near forty."
    },
    {
      "cite": "Jay Leno",
      "quote": "Here's something to think about: How come you never see a headline like 'Psychic Wins Lottery'?"
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A lie gets halfway around the world before the truth has a chance to get its pants on."
    },
    {
      "cite": "Oliver Herford",
      "quote": "A woman's mind is cleaner than a man's: She changes it more often."
    },
    {
      "cite": "George Carlin",
      "quote": "A lot of gay men stay in the closet because they are interested in fashion."
    },
    {
      "cite": "Demitri Martin",
      "quote": "I was asked to name all the presidents. I thought they already had names."
    },
    {
      "cite": "Robert Bloch",
      "quote": "Friendship is like peeing on yourself: everyone can see it, but only you get the warm feeling that it brings."
    },
    {
      "cite": "Jack Handey",
      "quote": "Before you criticize someone, you should walk a mile in their shoes. That way when you criticize them, you are a mile away from them and you have their shoes."
    },
    {
      "cite": "Dave Letterman",
      "quote": "USA Today has come out with a new survey. Apparently three out of every four people make up 75 percent of the population."
    },
    {
      "cite": "Douglas Adams",
      "quote": "I refuse to answer that question on the grounds that I don't know the answer."
    },
    {
      "cite": "unknown",
      "quote": "Love is grand; divorce is a hundred grand."
    },
    {
      "cite": "Lisa Kennedy Montgomery",
      "quote": "When people ask me how many people work here, I say, about a third of them."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love being married. It's so great to find one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I wonder if other dogs think poodles are members of a weird religious cult."
    },
    {
      "cite": "Jimmy Kimmel",
      "quote": "How can you ever be late for anything in London? They have a huge clock right in the middle of the town."
    },
    {
      "cite": "Robert Bloch",
      "quote": "The man who smiles when things go wrong has thought of someone to blame it on."
    },
    {
      "cite": "Yogi Berra",
      "quote": "You should always go to other people's funerals, otherwise, they won't come to yours."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Some cause happiness wherever they go. Others whenever they go."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
    },
    {
      "cite": "Bob Thaves",
      "quote": "Inside me there's a thin person struggling to get out, but I can usually sedate him with four or five cupcakes."
    },
    {
      "cite": "Yogi Berra",
      "quote": "You've got to be very careful if you don't know where you are going, because you might not get there."
    },
    {
      "cite": "Voltaire",
      "quote": "The only way to comprehend what mathematicians mean by Infinity is to contemplate the extent of human stupidity."
    },
    {
      "cite": "Will Rogers",
      "quote": "There's two theories to arguing with a woman. Neither works."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Before you criticize someone walk a mile in their shoes, that way when you criticize them you're a mile away from them and you have their shoes."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Most women set out to try to change a man, and when they have changed him they do not like him."
    },
    {
      "cite": "Timothy Leary",
      "quote": "Women who seek to be equal with men lack ambition."
    },
    {
      "cite": "Natalie Wood",
      "quote": "The only time a woman really succeeds in changing a man is when he's a baby."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man never knows how to say goodbye. A woman never knows when to say it."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The Bible tells us to love our neighbors, and also to love our enemies; probably because they are generally the same people."
    },
    {
      "cite": "Dwight Morrow",
      "quote": "The world is divided into people who do things and people who get the credit."
    },
    {
      "cite": "Evan Esar",
      "quote": "The best time to give advice to your children is while they're still young enough to believe you know what you're talking about."
    },
    {
      "cite": "Bob Hope",
      "quote": "A bank is a place that will lend you money if you can prove that you don't need it."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "If a book about failures doesn't sell, is it a success?"
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "Men are simpler than you imagine my sweet child. But what goes on in the twisted, tortuous minds of women would baffle anyone."
    },
    {
      "cite": "Benny Hill",
      "quote": "Girls are like pianos. When they're not upright, they're grand."
    },
    {
      "cite": "Norm Crosby",
      "quote": "When you go into court you are putting your fate into the hands of twelve people who weren't smart enough to get out of jury duty."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "If you steal from one author it's plagiarism; if you steal from many it's research."
    },
    {
      "cite": "Joan Rivers",
      "quote": "Money can't buy you happiness but it can pay for the plastic surgery."
    },
    {
      "cite": "Joey Lauren Adams",
      "quote": "A genius is one who can do anything except make a living."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Three may keep a secret, if two of them are dead."
    }
  ]
}