{
  "source": "https://www.wisesayings.com/hindrance-quotes/",
  "theme": "hindrance",
  "quotes": [
    {
      "cite": "Elizabeth George",
      "quote": "Let every hindrance to joy become the soil out of which joy blossoms."
    },
    {
      "cite": "Rembrandt",
      "quote": "Old age is a hindrance to creativity but cannot crush my youthful spirit."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The greatest hindrance to living is expectancy, which depends upon tomorrow and wastes today."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The consciousness of self is the greatest hindrance to the proper execution of all physical action."
    },
    {
      "cite": "Aristippus",
      "quote": "Good cheer is no hindrance to a good life."
    },
    {
      "cite": "Billy Graham",
      "quote": "It could be that one of the greatest hindrances to evangelism is the poverty of our own experience."
    },
    {
      "cite": "Dorothy Canfield Fisher",
      "quote": "Help that is not positively necessary is a hindrance to a growing organism."
    },
    {
      "cite": "Harsha Bhogle",
      "quote": "A monk's extraordinary patience can be a hindrance to desperate decision-making."
    },
    {
      "cite": "Ernest Hello",
      "quote": "The man who gives up accomplishes nothing and is only a hindrance. The man who does not give up can move mountains."
    },
    {
      "cite": "J. E. Buckrose",
      "quote": "One of the greatest hindrances to happiness in the present day is our tendency to standardize our conception of it."
    },
    {
      "cite": "John Carey",
      "quote": "The greatest hindrance to growth in faith is comfortable living."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "Modesty isn't always a virtue; it can be a hindrance; a careful measure of personal pride builds confidence and ensures success."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Anything which is a hindrance to the fight of the soul is a delusion and a snare, even like the body which often does hinder you in the path of salvation."
    },
    {
      "cite": "Margery Allingham",
      "quote": "Beware of anger. It is the most difficult to remove of all the hindrances. But it is the alcohol of the body, you know, and the devil of it is that it deadens the perceptions."
    },
    {
      "cite": "Plato",
      "quote": "Too much attention to health is a hindrance to learning, to invention, and to studies of any kind, for we are always feeling suspicious shootings and swimmings in our heads, and we are prone to blame studies from them."
    },
    {
      "cite": "Agnivesh",
      "quote": "Religions have become a hindrance, rather than a help, to our shared pursuit of peace and progress. They tend to make us meaner rather than better human beings, less sensitive to the demands of justice, compassion and fellow humanity in our times."
    },
    {
      "cite": "Hazlitt",
      "quote": "The surest hindrance of success is to have too high a standard of refinement in our own minds, or too high an opinion of the judgment of the public. He who is determined not to be satisfied with anything short of perfection will never do anything to please himself or others."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "There is no greater hindrance to the progress of thought than an attitude of irritated party-spirit."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A prayerless church member is a hindrance. He is in the body like a rotting bone or a decayed tooth. Before long, since he does not contribute to the benefit of his brethren, he will become a danger and a sorrow to them. Neglect of private prayer is the locust which devours the strength of the church."
    },
    {
      "cite": "Epictetus",
      "quote": "Sickness is a hindrance to the body, but not to your ability to choose, unless that is your choice. Lameness is a hindrance to the leg, but not to your ability to choose. Say this to yourself with regard to everything that happens, then you will see such obstacles as hindrances to something else, but not to yourself."
    },
    {
      "cite": "Francis Bacon",
      "quote": "But by far the greatest hindrance and aberration of the human understanding proceeds from the dullness, incompetency, and deceptions of the senses; in that things which strike the sense outweigh things which do not immediately strike it, though they be more important. Hence it is that speculation commonly ceases where sight ceases; insomuch that of things invisible there is little or no observation."
    },
    {
      "cite": "O. S. Hawkins",
      "quote": "The principal hindrance to the advancement of the kingdom of God is greed. It is the chief obstacle to heaven-sent revival. It seems that when the back of greed is broken, the human spirit soars into regions of unselfishness. I believe that it is safe to say there can be no continuous revival without 'hilarious' giving. And I fear no contradiction: wherever there is 'hilarious' giving there will soon be revival!"
    },
    {
      "cite": "Andy Greenwald",
      "quote": "The greatest impediments to personal change always come from within, not without."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The impediment to action advances action. What stands in the way becomes the way."
    },
    {
      "cite": "Thomas Reid",
      "quote": "There is no greater impediment to the advancement of knowledge than the ambiguity of words."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Expecting is the greatest impediment to living. In anticipation of tomorrow, it loses today."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "There are no impediments to meditation. The very thought of such obstacles is the greatest impediment."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Nothing is a greater impediment to being on good terms with others than being ill at ease with yourself."
    },
    {
      "cite": "N. R. Narayana Murthy",
      "quote": "The biggest impediment to growth is in our minds and not in the world outside, and only constant in the world is change."
    },
    {
      "cite": "Augustus Y. Napier",
      "quote": "The greatest impediments to changes in our traditional roles seem to lie not in the visible world of conscious intent, but in the murky realm of the unconscious mind."
    },
    {
      "cite": "Thomas Hale",
      "quote": "The biggest hindrance to the missionary task is self. Self that refuses to die. Self that refuses to sacrifice. Self that refuses to give. Self that refuses to go."
    },
    {
      "cite": "H. W. L. Poonja",
      "quote": "Thoughts are impediments to seeing your deepest nature. Don't give rise to any thought, and discover who you are. That ocean of eternal peace is you. What is the difficulty that we suffer from? It is that we seek peace elsewhere and do not experience that we are peace incarnate itself."
    },
    {
      "cite": "Sam Keen",
      "quote": "The major impediment to experiencing the sacred depths of ordinary moments is the speed and distraction of contemporary life that moves to the imperatives of the global economic order.In addition, we increasingly live in a virtual world in which our reality is filtered through media and information technology."
    },
    {
      "cite": "Elizabeth Goudge",
      "quote": "All we are asked to bear we can bear. That is a law of the spiritual life. The only hindrance to the working of this law, as of all benign laws, is fear."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The hindrances to being psychic are a general dullness that develops from living in the material world, and being a material girl."
    },
    {
      "cite": "Phillip Moffitt",
      "quote": "By embracing your mother wound as your yoga, you transform what has been a hindrance in your life into a teacher of the heart."
    },
    {
      "cite": "A. B. Simpson",
      "quote": "Difficulties and obstacles are God's challenges to faith. When hindrances confront us in the path of duty, we are to recognize them as vessels for faith to fill with the fullness and all-sufficiency of Jesus."
    },
    {
      "cite": "Gough Whitlam",
      "quote": "Conscription is an impediment to achieving the forces Australia needs. It is an alibi for failing to give proper conditions to regular soldiers. We will abolish conscription forthwith. By abolishing it, Australia will achieve a better army, a better-paid army – and a better, united society."
    }
  ]
}