{
  "source": "https://www.wisesayings.com/hindsight-quotes/",
  "theme": "hindsight",
  "quotes": [
    {
      "cite": "Maureen Howard",
      "quote": "Hindsight is common and bland as boiled potatoes."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Hindsight provides new eyes."
    },
    {
      "cite": "Ben Galley",
      "quote": "Hindsight is a beautiful thing, mage. The past is for the memory, the present is for the mind."
    },
    {
      "cite": "Kate Atkinson",
      "quote": "Hindsight's a wonderful thing. If we all had it there would be no history to write about."
    },
    {
      "cite": "Billy Wilder",
      "quote": "Hindsight is always twenty-twenty."
    },
    {
      "cite": "Chester W. Nimitz",
      "quote": "Hindsight is notably cleverer than foresight."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "How you look at it is pretty much how you'll see it."
    },
    {
      "cite": "John Fletcher",
      "quote": "Of all the forms of wisdom, hindsight is by general consent the least merciful, the most unforgiving."
    },
    {
      "cite": "Helen Reddy",
      "quote": "Hindsight is wonderful. It's always very easy to second guess after the fact."
    },
    {
      "cite": "Jonathan Ive",
      "quote": "The benefit of hindsight is we only really talk about those things that did work out."
    },
    {
      "cite": "Diane F. Halpern",
      "quote": "Hindsight is of little value in the decision-making process. It distorts our memory for events that occurred at the time of the decision so that the actual consequence seems to have been a \"foregone conclusion.\" Thus, it may be difficult to learn from our mistakes."
    },
    {
      "cite": "Peter F. Hamilton",
      "quote": "Hindsight must surely be the most useless function of the human brain, torturing yourself over the unalterable past."
    },
    {
      "cite": "Grace Paley",
      "quote": "Hindsight, usually looked down upon, is probably as valuable as foresight, since it does include a few facts."
    },
    {
      "cite": "Edwin S. Shneidman",
      "quote": "Hindsight is not only clearer than perception-in-the-moment but also unfair to those who actually lived through the moment."
    },
    {
      "cite": "Guy Bellamy",
      "quote": "Hindsight is an exact science."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "Hindsight bias makes surprises vanish."
    },
    {
      "cite": "David Zindell",
      "quote": "Before, you are wise; after, you are wise. In between you are otherwise."
    },
    {
      "cite": "Roland Gift",
      "quote": "Yes there are times when you regret your decisions but we all have to make them without the power of hindsight."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Hindsight is gained through experience."
    },
    {
      "cite": "Amos Elon",
      "quote": "Hindsight is not necessarily the best guide to understanding what really happened. The past is often as distorted by hindsight as it is clarified by it."
    },
    {
      "cite": "Bart Cummings",
      "quote": "In hindsight everything is much clearer."
    },
    {
      "cite": "Kylie Minogue",
      "quote": "Hindsight is illuminating but not always what we want to see."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "To fulfill your vision, you must have hindsight, insight and foresight."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Hindsight is always easier than the dreadful moment of decision."
    },
    {
      "cite": "Lance B. Kurke",
      "quote": "Hindsight is a double-edged sword. Too much of it and the past seems inevitable, With too little hindsight, a panoramic perspective is impossible."
    },
    {
      "cite": "James Balog",
      "quote": "Hindsight can be merciless. People of any given era often look back in time and wonder how their predecessors could have been so dimwitted."
    },
    {
      "cite": "Clive James",
      "quote": "The inevitable effect of a biographer's hindsight is to belittle the subject's foresight."
    },
    {
      "cite": "David Beckham",
      "quote": "Hindsight is a wonderful thing."
    },
    {
      "cite": "Anonymous",
      "quote": "If hindsight of some women was as good as their foresight, they wouldn't be wearing slacks."
    },
    {
      "cite": "Evan Esar",
      "quote": "Hindsight is good, foresight is better; but second sight is best of all."
    },
    {
      "cite": "Jeremy Siegel",
      "quote": "Hindsight plays tricks on our minds."
    }
  ]
}