{
  "source": "https://www.wisesayings.com/hinduism-quotes/",
  "theme": "hinduism",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism insists on the brotherhood of not only all mankind but of all that lives."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism has become a conservative religion and, therefore, a mighty force because of the swadeshi spirit underlying it."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "The essence of Hinduism is the same essence of all true religions: Bhakti or pure love for God and genuine compassion for all beings."
    },
    {
      "cite": "Sarvepalli Radhakrishnan",
      "quote": "Hinduism is wholly free from the strange obsession of some faiths that the acceptance of a particular religious metaphysics is necessary for salvation, and non-acceptance thereof is a heinous sin meriting eternal punishment in hell."
    },
    {
      "cite": "Hanya Yanagihara",
      "quote": "No religion makes more use of color than Hinduism, with its blue-skinned gods and peony-lipped goddesses, and even the spring festival of Holi is focused on color: Boys squirt arcs of dyed water on passersby or dump powder, all violently hued, on their marks."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism is a relentless pursuit of Truth. Truth is God and if today it has become moribund, inactive, irresponsive to growth, it is because we are fatigued; and as soon as the fatigue is over, Hinduism will burst upon the world with a brilliance perhaps unknown before."
    },
    {
      "cite": "Bhaskarananda",
      "quote": "A spirtually illumined soul lives in the world, yet is never contaminated by it."
    },
    {
      "cite": "Count Hermann Keyserling",
      "quote": "Hinduism at its best has spoken the only relevant truth about the way to self-realization in the full sense of the word."
    },
    {
      "cite": "Sarvepalli Radhakrishnan",
      "quote": "Hinduism is not just a faith. It is the union of reason and intuition that can not be defined but is only to be experienced. Evil and error are not ultimate. There is no Hell, for that means there is a place where God is not, and there are sins which exceed his love."
    },
    {
      "cite": "Kenneth Scott Latourette",
      "quote": "Hinduism's basic tenet is that many roads exist by which men have pursued and still pursue their quest for the truth and that none has universal validity."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Hinduism is synonymous with humanism. That is its essence and its great liberating quality."
    },
    {
      "cite": "Tanmaya Guru",
      "quote": "Hinduism, we inherited from our ancestors and its protection is our ultimate religion."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism dies if untouchability lives, and untouchability has to die if Hinduism is to live."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism has sinned in giving sanction to untouchability."
    },
    {
      "cite": "Manmohan Singh",
      "quote": "The essence of Hinduism is that the path may be different, but the goal is the same."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "You are what you believe in. You become that which you believe you can become."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism loses its right to make a universal appeal if it closes its temples to Harijans."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Affirm divine calmness and peace, and send out only thoughts of love and goodwill if you want to live in peace and harmony. Never get angry, for anger poisons your system."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism with its message of ahimsa is to me the most glorious religion in the world."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration."
    },
    {
      "cite": "Lord Krishna",
      "quote": "The greatest contentment comes from devotion alone and not from it's rewards, therefore one who has this devotion seeks nothing else."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The three essentials of Hinduism are belief in God, in the Vedas as revelation, in the doctrine of Karma and transmigration."
    },
    {
      "cite": "Lord Krishna",
      "quote": "The awakened sages call a person wise when all his undertakings are free from anxiety about results."
    },
    {
      "cite": "N. R. Narayana Murthy",
      "quote": "Hinduism has an enormous capacity to absorb from outside influences and accept it in a peaceful and steady manner without perturbing the system."
    },
    {
      "cite": "Walter Kaufmann",
      "quote": "Here an attempt is made to explain suffering: the outcaste of traditional Hinduism is held to deserve his fetched fate; it is a punishment for the wrongs he did in a previous life."
    },
    {
      "cite": "Lord Krishna",
      "quote": "He alone sees truly who sees the Lord the same in every creature...seeing the same Lord everywhere, he does not harm himself or others."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Feel nothing, know nothing, do nothing, have nothing, give up all to God, and say utterly, 'Thy will be done.' We only dream this bondage. Wake up and let it go."
    },
    {
      "cite": "B. R. Ambedkar",
      "quote": "In Hinduism, conscience, reason and independent thinking have no scope for development."
    },
    {
      "cite": "Anonymous",
      "quote": "Our soul intuition is a faculty of God. He has no mouth, yet."
    },
    {
      "cite": "David Frawley",
      "quote": "The ultimate goal of human life is to transcend culture and personality to the unconditioned pure being. But the means to do this is through our culture and way of life."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The central fact of Hinduism is cow protection."
    },
    {
      "cite": "Anonymous",
      "quote": "Every day you should sit quietly and affirm, with deep conviction."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The great secret of true success, of true happiness, is this: the man or woman who asks for no return, the perfectly unselfish person, is the most successful."
    },
    {
      "cite": "Anonymous",
      "quote": "Having faith in God and Surrendering to him is the way to be free."
    },
    {
      "cite": "Ruskin Bond",
      "quote": "Hinduism comes closest to being a nature religion. Rivers, rocks, trees, plants, animals, and birds all play their part, both in mythology and everyday worship. This harmony is most evident in remote places like this, and I hope it does not lose its unique character in the ruthless urban advance."
    },
    {
      "cite": "Amit Ray",
      "quote": "Brahman is the ultimate reality; it is simultaneously Saguna and Nirguna; divisions are due to ignorance. Mind and intellect can never catch hold of it; they have only one option and that is to merge with it."
    },
    {
      "cite": "Periyar E.V. Ramasamy",
      "quote": "Foreigners are sending messages to the planets. We are sending rice and cereals to our dead fore-father through the Brahmins. It is a wise deed?"
    },
    {
      "cite": "Sir Charles Norton Edgecumbe Eliot",
      "quote": "Hinduism is not a religion: it's just a way of life thousands of Rishis have written about. It is such a democratic religion where everybody has a freedom to think, write or say whatever they want. We have no opposition to any other philosophy coming into us."
    },
    {
      "cite": "Mark Twain",
      "quote": "At this supremely dangerous moment in human history, the only way of salvation is the ancient Hindu way."
    },
    {
      "cite": "Dr. Arnold Toynbee",
      "quote": "But it is a truism for Hindus. The spirit of mutual good-will, esteem and veritable love which is the traditional spirit of the religions of Indian family. This is one of India's gift to the world."
    },
    {
      "cite": "Thomas Berry",
      "quote": "Hinduism must be studied not as a fixed body of doctrine but as a developing tradition that has changed considerably throughout the centuries and which is still changing in the creative direction, everything in India makes sense in the light of the changing process."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "In Hinduism, Shiva is a deity who represents transformation. Through destruction and restoration, Shiva reminds us that endings are beginnings, and that our world is constantly undergoing a cycle of birth, death and rebirth."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "What I found particularly fascinating and satisfying about the Hindu tradition was its spirit of inclusiveness. In Sanatan Dharma, or what is commonly called Hinduism, I discovered the basic truths of all religions in a way that the oneness of God and religion is comprehensively understood."
    },
    {
      "cite": "Annie Besant",
      "quote": "India is the mother of religion. In her are combined science and religion in perfect harmony, and that is the Hindu religion, and it is India that shall be again the spiritual mother of the world."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "That which we call the Hindu religion is really the Eternal religion because it embraces all others."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Hindu religion does not consist in struggles and attempts to believe a certain doctrine or dogma, but in realizing not in believing, but in being and becoming."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Hinduism is so elastic and subtle that the most profound Methodist and crudest Idolator are equally at home with it."
    },
    {
      "cite": "Nancy Wilson Ross",
      "quote": "Plainly, contemporary Western science's description of an astronomical universe of such vast magnitude that distances must be measured in terms as abstract as light-years is not new to Hinduism whose wise men, millennia ago, came up with the term kalpa to signify the inconceivable duration of the period elapsing between the beginning and end of a world system."
    },
    {
      "cite": "Aleksandr Zinovyev",
      "quote": "But I would like to believe Hinduism is too valuable for humanity, and sacred Indian books contain too much precious and unique knowledge that it will not sink in oblivion."
    },
    {
      "cite": "Annie Besant",
      "quote": "Make no mistake, without Hinduism, India has no future. Hinduism is the soil in to which India's roots are stuck and torn out of that she will inevitably wither as a tree torn out from its place. And if Hindus do not maintain Hinduism who shall save it? India alone can save India and India and Hinduism are one."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The reader is nowhere raised into and sustained in a bigger, purer or rarer region of thought than in the Bhagavad-Gita. The Gita's sanity and sublimity have impressed the minds of even soldiers and merchants."
    },
    {
      "cite": "K.S. Murty",
      "quote": "Modern exponents of Hinduism should make it explicit that such statements as 'All religions are true' are made only on their own authority, and do not represent the orthodox Hindu tradition."
    },
    {
      "cite": "A.L. Basham",
      "quote": "A holy trinity of Hinduism, the Trim rti or triple form, was evolved, of Brahm the creator, Visnu the preserver, and Siva the destroyer... Early western students of Hinduism were impressed by the parallel between the Hindu trinity and that of Christianity. In fact the parallel is not very close, and the Hindu trinity, unlike the Holy Trinity of Christianity, never really 'caught on'. All Hindu trinitarianism tended to favour one god of the three."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "For reforms of Hinduism and for its real protection, removal of untouchability is the greatest thing... Removal of untouchability is... a spiritual process."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism rules out indulgences and multiplication of wants, as these hamper one's growth to the ultimate identity with the Universal Self."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hinduism is not an exclusive religion. In it, there is room for the worship of all the prophets of the world. It is not a missionary religion in the ordinary sense of the term. ... Hinduism tells everyone to worship God according to his own faith or dharma, and so it lives at peace with all religions."
    },
    {
      "cite": "Jiddu Krishnamurthi",
      "quote": "He sounds mean, doesn't he? But really, Shiva is a compassionate god, because in Hinduism, the destroyer of life is also the bringer of life. So what Shiva destroys, he renews and restores."
    },
    {
      "cite": "Kasturba Gandhi",
      "quote": "In Hindu philosophy the way to God is to free yourself of possessions, and the passions that inflame anger and jealousy. Bapu has always struggled to find the way to God."
    },
    {
      "cite": "Alfred Comyn Lyall",
      "quote": "Here, in this mystical India, the deities hover and swarm / Like the wild bees heard in the treetops, or the gusts of a gathering storm; / In the air men hear their voices, their feet on the rocks are seen, / Yet we all say, “Whence is the message, and what may the wonders mean?”"
    },
    {
      "cite": "Sadhguru",
      "quote": "Being a Hindu does not mean having a particular belief system. It is only recently and due to external influences that this geographical and cultural identity has attempted to transform itself into a religious identity called Hinduism. Hindu was never an “ism”, and the attempt to organize it as a religion is still not successful because the Hindu way of life which is referred to as Sanatana Dharma or universal law is all-inclusive in nature and does not exclude anything. The Hindu way of life is not an organized belief system but a science of salvation."
    }
  ]
}