{
  "source": "https://www.wisesayings.com/hip-quotes/",
  "theme": "hip",
  "quotes": [
    {
      "cite": "Randy Pausch",
      "quote": "I will take an earnest person over a hip person every day, because hip is short-term, earnest is long-term."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Hip - Someone who knows the score. Someone who understands 'jive talk.' Someone who is 'with it.' The expression is not subject to definition because, if you don't 'dig' what it means, no one can ever tell you."
    },
    {
      "cite": "Judith Viorst",
      "quote": "But it's hard to be hip over thirty when everyone else is nineteen, when the last dance we learned was the Lindy, and the last we heard, girls who looked like Barbara Streisand were trying to do something about it."
    },
    {
      "cite": "John Lennon",
      "quote": "Rituals are important. Nowadays it's hip not to be married. I'm not interested in being hip."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "Awkwardness gives me great comfort. I've never been cool, but I've felt cool. I've been in the cool place, but I wasn't really cool - I was trying to pass for hip or cool. It's the awkwardness that's nice."
    },
    {
      "cite": "Brad Pit",
      "quote": "I'm 48 now and whatever I get music-wise, I get from my kids and that's it. I don't think I'll ever be hip again!"
    },
    {
      "cite": "Cannonball Adderley",
      "quote": "You don't decide you're hip. It just happens that way."
    },
    {
      "cite": "Rick Rubin",
      "quote": "I don't know what makes someone hip. The goal is artist achievement and the best work we can do with no limitation."
    },
    {
      "cite": "Rock Hudson",
      "quote": "I had to overcome the name Rock. If I'd been as hip then as I am now, I would have never consented to be named Rock."
    },
    {
      "cite": "Ric Ocasek",
      "quote": "The most important thing to a lot of people, is to belong to something that's hip or whatever. To be a part of something that's not society, just a clique."
    },
    {
      "cite": "Michael Schur",
      "quote": "I think if you're too concerned with being cool or hip or liked, you can't really make good TV because sincerity and coolness are opposites."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "When people meet me, many times they're very surprised because they expect someone who is kind of wacky with seven piercings and very hip and cool and New York City, and I'm not."
    },
    {
      "cite": "Becky G",
      "quote": "My parents are so cool, so chill, super hip. They know what's up."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "I have a nice following in Boston. The Boston crowd is very hip."
    },
    {
      "cite": "Kyan Douglas",
      "quote": "Everyone's hip to the fact that we all do things to accentuate our looks - and it's much more accepted."
    },
    {
      "cite": "Bruce Jenner",
      "quote": "Our mission for younger people is to do our best to make exercise cool, hip - the thing to do."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Hip is the sophistication of the wise primitive in a giant jungle."
    },
    {
      "cite": "Idina Menzel",
      "quote": "A lot of my fans are young and hip and enjoy my pop album and know the lyrics to those songs as well, which is a real compliment to me."
    },
    {
      "cite": "Kevin McKidd",
      "quote": "I really just like acting. I'm not always aware of what is hip and what is popular and what is zeitgeist."
    },
    {
      "cite": "Keith Bellows",
      "quote": "This politically hip, health-conscious city right by the mountains has everything."
    },
    {
      "cite": "Henry Harteveldt",
      "quote": "[But another challenge for hip hotels is overcoming the short shelf life of any trend.] Being hip is catching the right vibe and the right wave at the right time, and then making sure you stay ahead of changing tastes, ... If you're hip today in 2005, then how do you stay hip in 2007?"
    }
  ]
}