{
  "source": "https://www.wisesayings.com/hiphop-quotes/",
  "theme": "hiphop",
  "quotes": [
    {
      "cite": "Slick Rick",
      "quote": "There is not enough high intellect to be catered to and when most people think of Hiphop they think of low intellect."
    },
    {
      "cite": "Bono",
      "quote": "As hard as it is, as ghetto as it is, hip-hop is pop music. It's the sound of music getting out of the ghetto, while rock is looking for a ghetto."
    },
    {
      "cite": "Eminem",
      "quote": "Hip-hop is ever changing but you'll always have the pack. And you'll always have those people who are separated from the pack."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "Hip-Hop isn't just music, it is also a spiritual movement of the blacks! You can't just call Hip-Hop a trend!"
    },
    {
      "cite": "Grandmaster Flash and the Furious Five",
      "quote": "Hip-hop has always been chronologically misunderstood. Too many times, people are hearing the story from the second floor. Nobody's heard the story from the basement. If hip-hop was a cake, all I can tell you is the eggs, the flour, the sugar, the vanilla - the ingredient years."
    },
    {
      "cite": "Doug E. Fresh",
      "quote": "Hip-hop is supposed to uplift and create, to educate people on a larger level and to make a change."
    },
    {
      "cite": "KRS-One",
      "quote": "If Hip Hop has the ability to corrupt young minds, it also has the ability to uplift them."
    },
    {
      "cite": "John H. McWhorter",
      "quote": "Politics is work. Hiphop is music. The idea that hiphop, because it makes the body feel good to move to it and it makes the soul feel good to hear out angry young black men, can be transmuted into changing the world is narcotic but nonsensical. Wherever hiphop is ever \"going,\" we can be sure it will not be in a constructive direction, anymore than fashions in the color of cars. And it shouldn't \"concern\" us in the least."
    },
    {
      "cite": "Eminem",
      "quote": "Hip-hop is universal now, it's all commercial now. It's like a circle full of circus clowns up in the circuit now."
    },
    {
      "cite": "Jeff Chang",
      "quote": "If blues culture had developed under the conditions of oppressive, forced labor, hip-hop culture would arise from the conditions of no work. When the sound of automobiles replaced the sound of jackhammers on the length of the Cross-Bronx Expressway, the fuel was in place for the Bronx to burn."
    },
    {
      "cite": "Jay-Z",
      "quote": "Hip-hop is a perfect mix between poetry and boxing."
    },
    {
      "cite": "Assata Shakur",
      "quote": "Hip-hop can be a very powerful weapon to help expand young people's political and social consciousness. But just as with any weapon, if you don't know how to use it, if you don't know where to point it or what you're using it for, you can end up shooting yourself in the foot or killing your sisters and brothers."
    },
    {
      "cite": "Busta Rhymes",
      "quote": "Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It's a platform where we could offer information, but it's also an escape."
    },
    {
      "cite": "Scott Adams",
      "quote": "Your best work involves timing. If someone wrote the best hip hop song of all time in the Middle Ages, he had bad timing."
    },
    {
      "cite": "Talib Kweli",
      "quote": "The beautiful thing about hip-hop is it's like an audio collage. You can take any form of music and do it in a hip-hop way and it'll be a hip-hop song. That's the only music you can do that with."
    },
    {
      "cite": "Mos Def",
      "quote": "Hip-hop is a beautiful culture. It's inspirational, because it's a culture of survivors. You can create beauty out of nothingness."
    },
    {
      "cite": "Slick Rick",
      "quote": "Hiphop has remained in an infantile stage and has not been allowed to grow."
    },
    {
      "cite": "Questlove",
      "quote": "Hip-hop is an instant gratification, winners and losers circle, and often those who are losing give up after three or four, five years."
    },
    {
      "cite": "Jay-Z",
      "quote": "Which is the other reason hip-hop is controversial: People don't bother trying to get it. The problem isn't in the rap or the rapper or the culture. The problem is that so many people don't even know how to listen to the music."
    },
    {
      "cite": "Questlove",
      "quote": "Hip-hop is so much about character and caricature that people just see you as a character. Very rarely are you flesh and bone to people."
    },
    {
      "cite": "Mic Geronimo",
      "quote": "Hip hop is kinda funny because the further you get into it the more at risk you are."
    },
    {
      "cite": "Barack Obama",
      "quote": "The thing about hip-hop today is it's smart, it's insightful. The way they can communicate a complex message in a very short space is remarkable."
    },
    {
      "cite": "Ajay Naidu",
      "quote": "Rap is rhythm and poetry. Hip-hop is storytelling and poetry as well."
    },
    {
      "cite": "Erykah Badu",
      "quote": "Hip-hop is the people. What the people are moving toward is what hip-hop is. I think people are moving toward a freer way of thinking. Openness."
    },
    {
      "cite": "Laura Goode",
      "quote": "Hip-hop is a reflection of your surroundings and an instrument of change."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Hip Hop was supposed to be this new thing that had no boundaries and was so different to everyday music. As long as it has soul to it, hip hop can live on."
    },
    {
      "cite": "Johnnie Dent Jr.",
      "quote": "There is genuine Hip Hop; a message that connects, rocks a crowd, and motivates a people and then there is what is left... instead of Hip Hop we have Hip replacement."
    },
    {
      "cite": "Bell Hooks",
      "quote": "While the patriarchal boys in hip-hop crew may talk about keeping it real, there has been no musical culture with black men at the forefront of its creation that has been steeped in the politics of fantasy and denial as the more popular strands of hip-hop."
    },
    {
      "cite": "Questlove",
      "quote": "Hip-hop is such a disposable art form from a business standpoint. It never treats its artists as art; it never treats its product as art."
    },
    {
      "cite": "Jay-Z",
      "quote": "Hip-hop gave a generation a common ground that didn't require either race to lose anything; everyone gained."
    },
    {
      "cite": "Russell Simmons",
      "quote": "The thing about hip-hop is that it's from the underground, ideas from the underbelly, from people who have mostly been locked out, who have not been recognized."
    }
  ]
}