{
  "source": "https://www.wisesayings.com/hippie-quotes/",
  "theme": "hippie",
  "quotes": [
    {
      "cite": "Janis Joplin",
      "quote": "My business is to enjoy and have fun. And why not, if in the end everything will end, right?"
    },
    {
      "cite": "Ali Smith",
      "quote": "Their nineteen-sixties with the flowers in the guns and their summers of love, as if all we'd had was winter, all we'd had was rations. Just very good at keeping quiet, is what we were. We had to be. It was the way. Them with their jet-age."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "When the power of love overcomes the love of power, the world will know peace."
    },
    {
      "cite": "John Lennon",
      "quote": "If someone thinks that love and peace is a cliche that must have been left behind in the '60s, that's his problem. Love and peace are eternal."
    },
    {
      "cite": "Margaret Meade",
      "quote": "Never doubt that a small group of thoughful, committed individuals can change the world, indeed it's the only thing that ever has."
    },
    {
      "cite": "Amanda Peet",
      "quote": "I try to be really hippie about things. I'm uptight in all the ways that are really important, but the things my husband and family can benefit from my uptightness, I'm completely lacking."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Follow your bliss and the universe will open doors where there were only walls."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "Revolution is not something fixed in ideology, nor is it something fashioned to a particular decade. It is a perpetual process embedded in the human spirit."
    },
    {
      "cite": "Bob Larson",
      "quote": "Their common denominator of humanism could not be reconciled with the Biblical view of man's depravity after the Fall and his need of salvation. Too late, many ministers began to see that hippie non-conformity with, and rejection of, the world was hardly the same as that high spiritual quest advocated by the Apostle Paul."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "In a gentle way, you can shake the world."
    },
    {
      "cite": "Alan Watts",
      "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Time you enjoy wasting, was is wasted time."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Love is a friendship set to music."
    },
    {
      "cite": "John Lennon",
      "quote": "If everyone demanded peace instead of another television set, then there would be peace."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams, Live the life you've always imagined."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching."
    },
    {
      "cite": "James Arthur Baldwin",
      "quote": "Love takes off masks that we fear we cannot live without and know we cannot live within."
    },
    {
      "cite": "John Lennon",
      "quote": "All we are saying is give peace a chance."
    },
    {
      "cite": "Donovan",
      "quote": "Down through all of eternity the crying of humanity, tis' then when the hurdy gurdy man comes singing songs of love."
    },
    {
      "cite": "Alice Cooper",
      "quote": "The hippies wanted peace and love. We wanted Ferraris, blondes and switchblades."
    },
    {
      "cite": "Melissa Leo",
      "quote": "To get the hippie out of certain characters is probably the most difficult thing for me. I was not a hippie by choice but by birth."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "And those who were seen dancing were through to be insane by those who could not hear the music."
    },
    {
      "cite": "Phillip Lim",
      "quote": "There is a secret hippie within me."
    },
    {
      "cite": "Don McLean",
      "quote": "We all got up to dance. Oh, but we never got the chance!"
    },
    {
      "cite": "Anonymous",
      "quote": "Peace is not the destination. Peace is the way."
    },
    {
      "cite": "Anonymous",
      "quote": "You become hippie when you realize how to be happy."
    },
    {
      "cite": "Carly Rae Jepsen",
      "quote": "I'm a little bit of a hippie at heart, so I always wear things that are comfortable and flowing."
    },
    {
      "cite": "Melanie Safka",
      "quote": "We all sang the songs of peace."
    },
    {
      "cite": "Sherman Hemsley",
      "quote": "I'm just an old hippie. You know, peace and love."
    },
    {
      "cite": "Neil Young",
      "quote": "There was a band playing in my head, and I felt like getting high."
    },
    {
      "cite": "Shannon Hoon",
      "quote": "I hate the word 'hippy'. I hate a lot of people, and hippies don't do that!"
    },
    {
      "cite": "Peter Max",
      "quote": "I love the title of 'hippy' because it means someone who is thinking cosmic and futuristic."
    },
    {
      "cite": "Xavier Dolan",
      "quote": "For me, hipsterism is for one to appropriate the codes of a social class or another milieu that wasn't theirs originally, in order to define their personality through something different and unique. Which is why a lot of hipsters live downtown, and they're dressed as farmers. Then you have the Oscar Wilde hipster: the dandy."
    },
    {
      "cite": "Steven Crowder",
      "quote": "Hipsters. We all know one. They're those fun, little, arrogant people who let the ideal of 'anti-consumerism,' combined with a hatred for all things normal, dictate their every action."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Zeus looked like a really buff, really angry hippie."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "A hippie is someone who looks like Tarzan, walks like Jane and smells like Cheetah."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "God knows I am not too hippy. Perhaps because I am too much around the hip and I fear fads for, like anybody else, I like something that tends to last."
    },
    {
      "cite": "Neil Young",
      "quote": "Give a hippie too much money and anything can happen."
    },
    {
      "cite": "Joe Strummer",
      "quote": "All hippies around now just represent complete apathy."
    },
    {
      "cite": "Steve Earle",
      "quote": "I grew up counterculture. I'm essentially a hippie, and I'm essentially a folkie."
    },
    {
      "cite": "Imelda Staunton",
      "quote": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now."
    },
    {
      "cite": "Bjork",
      "quote": "It’s funny how the hippies and the punks tried to get rid of the conservatives, but they always seem to get the upper hand in the end."
    },
    {
      "cite": "Ari Gold",
      "quote": "Unless you're in an early seventies-era Eagles cover band, a founding member of a religious cult, or sleeping under a bridge in Seattle, lose the beard and get a haircut. Power doesn't have time for any form of hirsute hipster self-expression."
    },
    {
      "cite": "Brent Schlender",
      "quote": "Perot, the crew-cut, buttoned-down, uber-patriotic, navy veteran bankrolling a former hippie [Steve Jobs] who still preferred to go barefoot, was a vegetarian, and didn't believe in using deodorant."
    },
    {
      "cite": "Northrop Frye",
      "quote": "In adolescence particularly there are strong pressures toward introversion on the one hand, and rigid conformity to group action on the other. Both of these, as we saw in the hippie movement of a few years ago, tend to make a fetish of inarticulateness."
    },
    {
      "cite": "Northrop Frye",
      "quote": "For many people the hippie movement is something to drop into and out of."
    },
    {
      "cite": "Northrop Frye",
      "quote": "A few years ago it was they who led the cult of doing one's own thing, but now they are turning increasingly to communes and social settlements, rather like the Utopian projects of the nineteenth century."
    },
    {
      "cite": "Megan Fox",
      "quote": "I can't tell you how much bullshit I've been through because I will openly say that I smoke weed. People look at it like it's this crazy, hippie, fucked-up things to do. And it's not!"
    },
    {
      "cite": "Dov Tiefenbach",
      "quote": "What kind of hippie am I? Man, I'm a business hippie. I understand the concept of supply and demand."
    },
    {
      "cite": "D. Christopher Totten",
      "quote": "I started to laugh hysterically at just about everything that was said, and with a real side splitting kind of laugh which I hadn't laughed in a long time!"
    },
    {
      "cite": "Al Gore",
      "quote": "Katrina was a tipping point for millions of Americans. A top insurance executive at Lloyd's of London said just the other week that if we don't act now to prevent this looming catastrophe, 'we will face extinction.' You know—just a typical, long-haired hippie at Lloyd's of London."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "The hippie movement politicized my generation. When it ended, we all started looking back at our own history, looking, in my case, for motives of rebellion."
    },
    {
      "cite": "Spiro Agnew",
      "quote": "If you tell me hippies and yippies are going to be able to do the job of helping America, I'll tell you this: they can't run a bus; they can't serve in a government office; they can't run a lathe in a factory. All they can do is lay down in the park and sleep or kick policemen."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "I saw the best minds of my generation destroyed by madness, starving hysterical naked, dragging themselves through the negro streets at dawn looking for an angry fix, angelheaded hipsters burning for the ancient heavenly connection to the starry dynamo in the machinery of the night."
    },
    {
      "cite": "Timothy Leary",
      "quote": "If you take the game of life seriously, if you take your nervous system seriously, if you take your sense organs seriously, if you take the energy process seriously, you must turn on, tune in and drop out."
    },
    {
      "cite": "John Bartlett",
      "quote": "So there was a new breed of adventurers, urban adventurers who drifted out at night looking for action with a black man's code to fit their acts. The hipster had absorbed the existentialist synapses of the Negro, and for practical purpose could be considered a white Negro."
    },
    {
      "cite": "John Bartlett",
      "quote": "There's nothing sadder than an old hipster."
    },
    {
      "cite": "Cristen Rodgers",
      "quote": "The moon doesn't consider one phase better than another; she just glows, equally stunning at each turn. Why should we be any different?"
    },
    {
      "cite": "Dean Jackson",
      "quote": "She dances to the songs in her head, speaks with the rhythm of her heart, and loves from the depths of her soul."
    },
    {
      "cite": "Paul Walker",
      "quote": "I’m passionate about animals and I hunt too. It’s like I save and I kill. I’m a walking, talking contradiction. I’m all about preserving the environment but I’m racing cars on the weekend. I tell everyone I’m a gun-loving hippy."
    },
    {
      "cite": "J. Iron Word",
      "quote": "Her messy hair is a visible attribute of her stubborn spirit. As she shakes it free, she smiles knowing wild is her favorite color."
    },
    {
      "cite": "Jack Donaghy",
      "quote": "Never go with a hippy to a second location."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "No, it's horses. Hippies don't eat grass."
    },
    {
      "cite": "Narrator",
      "quote": "Nearly everyone in the hippie community smokes marijuana, whether they call it pot, grass, hemp, gauge, joint or Mary Jane. The marijuana is the basic background for the shared drug experience."
    },
    {
      "cite": "Zeb",
      "quote": "Hippies, they're all, like, peace and love, but underneath they're Nazis. It's the lack of meat."
    },
    {
      "cite": "Inspector Gadget",
      "quote": "Metro City park. Hangout of hippies, old folks and old folky hippies who play folk."
    },
    {
      "cite": "David M. Bellamy",
      "quote": "He's an old hippie / And he don't know what to do / Should he hang on to the old / Should he grab on to the new / He's an old hippie / This new life is just a bust / He ain't trying to change nobody / He's just trying real hard to adjust."
    },
    {
      "cite": "Clifford Goldsmith",
      "quote": "I want to be a hippie and I want to get stoned. / I want to be a wonder way guy to leave home."
    }
  ]
}