{
  "source": "https://www.wisesayings.com/hiring-quotes/",
  "theme": "hiring",
  "quotes": [
    {
      "cite": "Renee West",
      "quote": "You can have the best strategy and the best building in the world, but if you don't have the hearts and minds of the people who work with you, none of it comes to life."
    },
    {
      "cite": "Edwin Booz",
      "quote": "Often the best solution to a management problem is the right person."
    },
    {
      "cite": "Jack Welch",
      "quote": "If you pick the right people and give them the opportunity to spread their wings and put compensation as a carrier behind it, you almost don't have to manage them."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A great person attracts great people and knows how to hold them together."
    },
    {
      "cite": "Howard Schulz",
      "quote": "Hiring people is an art, not a science, and resumes can't tell you whether someone will fit into a company's culture."
    },
    {
      "cite": "Steven J. Bowen",
      "quote": "Hiring should always be part of your long-term strategy, not a quick fix to an immediate problem."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Never hire someone who knows less than you do about what he's hired to do."
    },
    {
      "cite": "Matt Mullenweg",
      "quote": "We focus on two things when hiring. First, find the best people you can in the world. And second, let them do their work. Just get out of their way."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you pay peanuts, you get monkeys."
    },
    {
      "cite": "Jason Fried",
      "quote": "Hiring people is like making friends. Pick good ones, and they'll enrich your life. Make bad choices, and they'll bring you down."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Do not hire a man who does your work for money, but him who does it for the love of it."
    },
    {
      "cite": "Kevin J. Donaldson",
      "quote": "Hiring the wrong people is the fastest way to undermine a sustainable business."
    },
    {
      "cite": "Jim Collins",
      "quote": "A company should limit its growth based on its ability to attract enough of the right people."
    },
    {
      "cite": "David Ogilvy",
      "quote": "If each of us hires people who are smaller than we are, we shall become a company of dwarfs. But if each of us hires people who are bigger than we are, we shall become a company of giants."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Always treat your employees exactly as you want them to treat your best customers."
    },
    {
      "cite": "Tina Fey",
      "quote": "Don't hire anyone you wouldn't want to run into in the hallway at three in the morning."
    },
    {
      "cite": "Jim Collins",
      "quote": "Great vision without great people is irrelevant."
    },
    {
      "cite": "Jim Collins",
      "quote": "People are not your most important asset. The right people are."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "If you make a hiring mistake, make the change quickly. Don't ignore problems. Don't assume it will get better."
    },
    {
      "cite": "Arte Nathan",
      "quote": "You can't teach employees to smile. They have to smile before you hire them."
    },
    {
      "cite": "Jim Collins",
      "quote": "The moment you feel the need to tightly manage someone, you have made a hiring mistake. The best people don't need to be managed. Guided, taught, led--yes. But not tightly managed"
    },
    {
      "cite": "Peter Thiel",
      "quote": "Recruiting should never be outsourced. Everyone at your company should be different in the same way."
    },
    {
      "cite": "Bill Gates",
      "quote": "The key for us, number one, has always been hiring very smart people."
    },
    {
      "cite": "Richard Branson",
      "quote": "Hiring the right people takes time, the right questions and a healthy dose of curiosity."
    },
    {
      "cite": "John W. Gardner",
      "quote": "When hiring key employees, there are only two qualities to look for: judgement and taste. Almost everything else can be bought by the yard."
    },
    {
      "cite": "Robert Half",
      "quote": "Time spent on hiring is time well spent."
    },
    {
      "cite": "Anonymous",
      "quote": "If you think hiring professionals is expensive, try hiring amateurs"
    }
  ]
}