{
  "source": "https://www.wisesayings.com/history-quotes/",
  "theme": "history",
  "quotes": [
    {
      "cite": "Edmund Burke",
      "quote": "Those who don't know history are destined to repeat it."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "History is the version of past events that people have decided to agree upon."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Study history, study history. In history lies all the secrets of statecraft."
    },
    {
      "cite": "John W. Gardner",
      "quote": "History never looks like history when you are living through it."
    },
    {
      "cite": "Lord Acton",
      "quote": "History is not a burden on the memory but an illumination of the soul."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside."
    },
    {
      "cite": "Winston Churchill",
      "quote": "History will be kind to me for I intend to write it."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "History is a gallery of pictures in which there are few originals and many copies."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Human history becomes more and more a race between education and catastrophe."
    },
    {
      "cite": "Konrad Adenauer",
      "quote": "History is the sum total of things that could have been avoided."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "History is a cyclic poem written by time upon the memories of man."
    },
    {
      "cite": "George Santayana",
      "quote": "History is a pack of lies about events that never happened told by people who weren't there."
    },
    {
      "cite": "Jean Chretien",
      "quote": "You have to look at history as an evolution of society."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "History is indeed little more than the register of the crimes, follies, and misfortunes of mankind."
    },
    {
      "cite": "Mark Twain",
      "quote": "History doesn't repeat itself, but it does rhyme."
    },
    {
      "cite": "Pearl Buck",
      "quote": "If you want to understand today, you have to search yesterday."
    },
    {
      "cite": "Alfred de Vigny",
      "quote": "History is a novel for which the people is the author."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "History: gossip well told."
    },
    {
      "cite": "Voltaire",
      "quote": "History is filled with the sound of silken slippers going downstairs and wooden shoes coming up."
    },
    {
      "cite": "Robert Brault",
      "quote": "History is man's best guess as to what the past would look like if everything had happened in chronological order."
    },
    {
      "cite": "Robert M. Adams",
      "quote": "History does not unfold: it piles up."
    },
    {
      "cite": "R. Jackson Wilson",
      "quote": "History, as long as it continues to happen, is always another chance."
    },
    {
      "cite": "David McCullough",
      "quote": "History is a guide to navigation in perilous times. History is who we are and why we are the way we are."
    },
    {
      "cite": "Maya Angelou",
      "quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again."
    },
    {
      "cite": "George Santayana",
      "quote": "Those who cannot remember the past are condemned to repeat it."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "History isn't about dates and places and wars. It's about the people who fill the spaces between them."
    },
    {
      "cite": "Marge Piercy",
      "quote": "Never doubt that you can change history. You already have."
    },
    {
      "cite": "Karl Marx",
      "quote": "History repeats itself, first as tragedy, second as farce."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "A generation which ignores history has no past - and no future."
    },
    {
      "cite": "Thurgood Marshall",
      "quote": "Sometimes history takes things into its own hands."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "History repeats itself, and that's one of the things that's wrong with history."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The history of the past is but one long struggle upward to equality."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We are not makers of history. We are made by history."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "A history in which every particular incident may be true may on the whole be false."
    },
    {
      "cite": "George Macaulay Trevelyan",
      "quote": "Every true history must force us to remember that the past was once as real as the present and as uncertain as the future."
    },
    {
      "cite": "Karl J. Weintraub",
      "quote": "History is the discipline closest to life; and life is rarely free of contradictions."
    },
    {
      "cite": "Peter Carey",
      "quote": "History is like a bloodstain that keeps on showing on the wall no matter how many new owners take possession, no matter how many times we paint over it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "We cannot escape history."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Our ignorance of history causes us to slander our own times."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The game of history is usually played by the best and the worst over the heads of the majority in the middle."
    },
    {
      "cite": "Anatole France",
      "quote": "History books that contain no lies are extremely dull."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "History is the interpretation of the significance that the past has for us."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "History does not merely touch on language, but takes place in it."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "If history were taught in the form of stories, it would never be forgotten."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Anybody can make history; only a great man can write it."
    },
    {
      "cite": "Donald Creighton",
      "quote": "History is the record of an encounter between character and circumstances."
    },
    {
      "cite": "Karl Marx",
      "quote": "History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this."
    },
    {
      "cite": "Etienne Gilson",
      "quote": "History is the only laboratory we have in which to test the consequences of thought."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Our history is not our destiny."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "If you want the present to be different from the past, study the past."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "That men do not learn very much from the lessons of history is the most important of all the lessons of history."
    },
    {
      "cite": "Martin Luther King",
      "quote": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people."
    },
    {
      "cite": "George Orwell",
      "quote": "Who controls the past controls the future. Who controls the present controls the past."
    },
    {
      "cite": "Norman Cousins",
      "quote": "History is a vast early warning system."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The disadvantage of men not knowing the past is that they do not know the present."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "The only thing new in the world is the history you don't know."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "You don't change the course of history by turning the faces of portraits to the wall."
    },
    {
      "cite": "David McCullough",
      "quote": "A nation that forgets its past can function no better than an individual with amnesia."
    },
    {
      "cite": "Euripides",
      "quote": "Whoso neglects learning in his youth, loses the past and is dead for the future."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "History is indeed the witness of the times, the light of truth."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "History is merely a list of surprises. It can only prepare us to be surprised yet again."
    },
    {
      "cite": "Pickard",
      "quote": "History is the study of lies, anyway, because no witness ever recalls events with total accuracy, not even eyewitnesses."
    },
    {
      "cite": "Roy Basler",
      "quote": "To know the truth of history is to realize its ultimate myth and its inevitable ambiguity."
    },
    {
      "cite": "History never repeats itself. Man always does.",
      "quote": "History never repeats itself. Man always does."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "We learn from history that we do not learn from history."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "History is the essence of innumerable biographies."
    },
    {
      "cite": "John Buchan",
      "quote": "That is the supreme value of history. The study of it is the best guarantee against repeating it."
    },
    {
      "cite": "Thucydides",
      "quote": "History is Philosophy teaching by example."
    },
    {
      "cite": "Mark Twain",
      "quote": "The past does not repeat itself, but it rhymes."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "History is the action and reaction of these two, nature and thought."
    },
    {
      "cite": "Adolf von Harnack",
      "quote": "We study history in order to intervene in the course of history."
    },
    {
      "cite": "Arthur M. Schlesinger",
      "quote": "For history is to the nation as memory is to the individual."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Since the dawn of history, mankind has honoured and respected brave and honest people."
    },
    {
      "cite": "Henry James",
      "quote": "It takes a great deal of history to produce a little literature."
    },
    {
      "cite": "Augustine BIRRELL",
      "quote": "History is a pageant and not a philosophy."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "History, that excitable and unreliable old lady."
    },
    {
      "cite": "Willa Cather",
      "quote": "The history of every country begins in the heart of a man or a woman."
    },
    {
      "cite": "Peter Charles Newman",
      "quote": "History is no more than memories refined."
    },
    {
      "cite": "Edmund Burke",
      "quote": "In history, a great volume is unrolled for our instruction, drawing the materials of future wisdom from the past errors and infirmities of mankind."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "History, like a vast river, propels logs, vegetation, rafts, and debris; it is full of live and dead things, some destined for resurrection; it mingles many waters and holds in solution invisible substances stolen from distant soils."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "History has to be rewritten because history is the selection of those threads of causes or antecedents that we are interested in."
    },
    {
      "cite": "Charles Angoff",
      "quote": "History is a symphony of echoes heard and unheard. It is a poem with events as verses."
    },
    {
      "cite": "John Betjeman",
      "quote": "History must not be written with bias, and both sides must be given, even if there is only one side."
    },
    {
      "cite": "Albert Camus",
      "quote": "History only exists, in the final analysis, for God."
    },
    {
      "cite": "F. M. Powicke",
      "quote": "History is full of the dead weight of things which have escaped the control of the mind, yet drive man on with a blind force."
    }
  ]
}