{
  "source": "https://www.wisesayings.com/hitting-rock-bottom-quotes/",
  "theme": "hitting-rock-bottom",
  "quotes": [
    {
      "cite": "Justin Kanayurak",
      "quote": "Once you hit rock bottom, that's where you perfectly stand; That's your chance of restarting, but restarting the right way."
    },
    {
      "cite": "Guillaume Musso",
      "quote": "When you decide to hit rock bottom, humiliation is part of the deal."
    },
    {
      "cite": "Anna White",
      "quote": "I think this is what we all want to hear: that we are not alone in hitting the bottom, and that it is possible to come out of that place courageous, beautiful, and strong."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "There would be no cloud-nine days without rock-bottom moments left below."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "And so rock bottom became the solid foundation on which I rebuilt my life."
    },
    {
      "cite": "Stevie Ray Vaughan",
      "quote": "I hit rock bottom, but thank God my bottom wasn't death."
    },
    {
      "cite": "Charlie Sheen",
      "quote": "I don't believe in rock bottom. Rock bottom is like a fishing term."
    },
    {
      "cite": "Buddy Buie",
      "quote": "Rock bottom is good solid ground, and a dead end street is just a place to turn around."
    },
    {
      "cite": "Michelle Parsons",
      "quote": "hitting rock bottom doesn't' mean you have to stay there."
    },
    {
      "cite": "Andrea Benito",
      "quote": "Your breakdown is a breakthrough."
    },
    {
      "cite": "Vanna B.",
      "quote": "You can't truly appreciate the top if you've never hit rock bottom."
    },
    {
      "cite": "Banana Yoshimoto",
      "quote": "As I grow older, much older, I will experience many things, and I will hit rock bottom again and again. Again and again I will suffer; again and again I will get back on my feet. I will not be defeated. I won't let my spirit be destroyed."
    },
    {
      "cite": "Quinn Loftis",
      "quote": "And the best part about rock bottom is that you can only go up from there."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "You may think you've hit rock bottom in your life but guess what there's more crud underneath those rocks."
    },
    {
      "cite": "Toni Sorenson",
      "quote": "Rock bottom demands we pay a price for the ride back to the top."
    },
    {
      "cite": "unknown",
      "quote": "The only good thing about hitting rock bottom is that it can't get any worse."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "The first casualty of hitting rock bottom is vanity."
    },
    {
      "cite": "Kirk Franklin",
      "quote": "God may allow us at times to hit rock bottom, to show us He's the rock-at the bottom."
    },
    {
      "cite": "George Best",
      "quote": "People say you have to hit rock bottom, and, I can tell you, almost dying is as rock bottom as it gets."
    },
    {
      "cite": "Pattie Mallette",
      "quote": "When you hit rock bottom, you have nowhere to go but up."
    },
    {
      "cite": "Marisha Pessl",
      "quote": "Just when you think you've hit rock bottom, you realize you're standing on another trapdoor."
    },
    {
      "cite": "Eminem",
      "quote": "When you feel like you've had it up to here, and you're mad enough to scream, but you're sad enough to tear, that's rock bottom."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even."
    },
    {
      "cite": "Douglas Horton",
      "quote": "To hit bottom is to fall from grace."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "There are times when we must sink to the bottom of our misery to understand truth, just as we must descend to the bottom of a well to see the stars in broad daylight."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Hitting bottom and hitting it hard was the worst thing that ever happened to me and the best thing that ever happened to me."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "I'm always on the go. I love doing things until I hit rock bottom. Then I need my 12 hours of sleep, and I'm on the go again."
    },
    {
      "cite": "Paul Dano",
      "quote": "I think you sometimes have to go hit rock bottom before you can grow and rebuild as a person."
    },
    {
      "cite": "Gabrielle Reece",
      "quote": "You slam the bottom and either walk away or suck it up and get through it."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "Rock bottom for some people is death. Some people never learn from their mistakes. They don't learn from other people's mistakes."
    },
    {
      "cite": "Cesar Romero",
      "quote": "I'm satisfied to go in at the bottom - that's the best way to learn what things are all about."
    },
    {
      "cite": "Eileen Brennan",
      "quote": "Everyone hits bottom their own way."
    },
    {
      "cite": "Demi Moore",
      "quote": "Some of my lowest points were the most exciting opportunities to push through to be a better person."
    },
    {
      "cite": "Alesha Dixon",
      "quote": "It was the lowest point of my life. I just kept thinking, 'What have I done to deserve this?' I didn't see the point in living."
    },
    {
      "cite": "Bobby Foster",
      "quote": "We had reached rock bottom. We didn't want to go bankrupt -- we just thought this was the best way out."
    },
    {
      "cite": "Courtney Love",
      "quote": "I think you need to hit rock bottom before you make a decision [about] what you're going to do in the future."
    },
    {
      "cite": "Jonathan Byrd",
      "quote": "But I was empty inside. I was spiritually at rock-bottom."
    },
    {
      "cite": "Martin Biron",
      "quote": "It was rock bottom. It couldn't get any worse than that."
    },
    {
      "cite": "Susan Hicks",
      "quote": "Many have to hit rock bottom before they want to make any changes. We show them they're not alone, and we offer them the chance to realize they can make those changes."
    },
    {
      "cite": "Tony Banks",
      "quote": "It sounds to me like he's hit rock bottom and he's asking to be disciplined."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you have to get knocked down lower than you've ever been, to stand up taller than you than you ever were."
    },
    {
      "cite": "Rob Sheffield",
      "quote": "This is what they call \"hitting rock bottom,\" and they call it that because it rocks."
    },
    {
      "cite": "Teri Hatcher",
      "quote": "At my lowest I was making nothing, of course."
    },
    {
      "cite": "Paul Weller",
      "quote": "When you're knocked on your back and you life's a flop, When you're down on the bottom and there's nothing else but to shout to the top!"
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Sober alkies are often asked:  When did you hit rock bottom   but a more informed question might be:  How many times did you hit rock bottom"
    },
    {
      "cite": "Michael Appel",
      "quote": "The hitting rock bottom theory is all very well. But it is probably possible to intervene earlier."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Hit the bottom and get back up; or hit the bottle and stay down."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Do not despise the bottom rungs in the ascent to greatness."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "At bottom God is nothing more than an exalted father."
    },
    {
      "cite": "unknown",
      "quote": "The view from rock bottom is often the reason, the inspiration, for getting back up."
    },
    {
      "cite": "Arthur Miller",
      "quote": "For a salesman, there is no rock bottom to the life. He don’t put a bolt to a nut, he don’t tell you the law or give you medicine He’s a man way out there in the blue, riding on a smile and a shoeshine. And when they start not smiling back — that’s an earthquake... A salesman is got to dream, boy. It comes with the territory."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The methods by which men have met and conquered trouble, or been slain by it, are the same in every age. Some have floated on the sea, and trouble carried them on its surface as the sea carries cork. Some have sunk at once to the bottom as foundering ships sink. Some have run away from their own thoughts. Some have coiled themselves up into a stoical indifference. Some have braved the trouble, and defied it. Some have carried it as a tree does a wound, until by new wood it can overgrow and cover the old rash."
    },
    {
      "cite": "Rupi Kaur",
      "quote": "My rock bottom went so deep I‘m pretty sure it was hell. I spent a decade climbing out of it. My hands blistered. My feet swelled. My mind said I can't take it anymore. I told my mind you better get yourself together. We came here for joy. And we are going to feel all of it."
    },
    {
      "cite": "Robert W. Ford Sr.",
      "quote": "I found bottom and then I bounced."
    },
    {
      "cite": "Martha Whitmore Hickman",
      "quote": "There are stages and stages of grieving and they come and go, inconstant. But after a while, even though the dips and swells continue to appear, there seems to seep into the life of the griever a confidence, hard-won, that underlies all the swirls and tides of life's ongoing struggles and joys. A sense that we have hit rock bottom and come slowly back, and that, though we will have further trials and doubts (and we will!), there is a level of stability and confidence which, even in dark hours, we will know is there and will not let us drop through the bottom of the sea."
    },
    {
      "cite": "Joan Larkin",
      "quote": "There is no joy like the joy of those who have hit bottom and survived."
    },
    {
      "cite": "Joan Larkin",
      "quote": "Strong feelings, even suffering, are part of the process of finding and liberating our true selves. The awakening of our spirits includes moments of intensity and turmoil, darkness and loss. For us to be willing to undergo such fundamental change as redefining our sexuality or facing a problem of addiction, we may first have had to 'hit bottom.'"
    },
    {
      "cite": "Elizabeth Wurtzel",
      "quote": "And I know, knew for sure, with an absolute certainty, that this is rock bottom, this what the worst possible thing feels like. It is not some grand, wretched emotional breakdown. It is, in fact, so very mundane:…Rock Bottom is an inability to cope with the commonplace that is so extreme it makes even the grandest and loveliest things unbearable…Rock bottom is feeling that the only thing that matters in all of life is the one bad moment…Rock bottom is everything out of focus. It’s a failure of vision, a failure to see the world how it is, to see the good in what it is, and only to wonder why the hell things look the way they do and not—and not some other way."
    },
    {
      "cite": "Émile Durkheim",
      "quote": "When this ultimate crisis comes... when there is no way out - that is the very moment when we explode from within and the totally other emerges: the sudden surfacing of a strength, a security of unknown origin, welling up from beyond reason, rational expectation, and hope."
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "No one needs to hit rock bottom to change. And yet so many people do, only because most of us are unskilled in communicating with ourselves."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "Sometimes we need to be knocked down in a place so dark that we have no choice but to trust our heart to illuminate the way."
    },
    {
      "cite": "Toni Sorenson",
      "quote": "Rock bottom is the bedrock from which every good thing was ever built."
    },
    {
      "cite": "Mandy Ashcraft",
      "quote": "Rock bottom had turned out to be more greasy and hairy than rocky."
    },
    {
      "cite": "D.C. Hyden",
      "quote": "I spent so much time at 'rock bottom' that I was charged rent for staying there."
    },
    {
      "cite": "Isabel Bradford",
      "quote": "I didn't know that rock bottom had a basement."
    },
    {
      "cite": "Rachel Green",
      "quote": "Today, it's like there's rock bottom 50 feet of crap then me."
    },
    {
      "cite": "Phyllis Thorne",
      "quote": "Just when I think you've hit rock bottom, you start digging a tunnel."
    },
    {
      "cite": "Garfield",
      "quote": "Every time I think I've hit rock bottom, someone hands me a shovel."
    },
    {
      "cite": "Simon Bishop",
      "quote": "Lucky for you... you're here for rock-bottom. You absolute horror of a human being."
    },
    {
      "cite": "Prior",
      "quote": "Oh my queen; you know you've hit rock-bottom when even drag is a drag."
    },
    {
      "cite": "Max Lewis",
      "quote": "He hit rock bottom, and then you dug a hole even deeper than that and pushed him in it."
    },
    {
      "cite": "Holden",
      "quote": "You know, sometimes I think to myself: At least it can't get any worse. But it can! It can get worse! As long as you can say you hit rock bottom, you haven't."
    },
    {
      "cite": "Jeff Bass; Mark Bass; Marshall Mathers",
      "quote": "That's rock bottom, when this life makes you mad enough to kill / That's rock bottom, when you want something bad enough to steal / That's rock bottom, when you feel like you've had it up to here / 'Cause you mad enough to scream but you're sad enough to tear"
    },
    {
      "cite": "Stephen Clark; Dick Lee",
      "quote": "Rock bottom's never felt so near before / And if pain is God's megaphone, it's loud and clear"
    },
    {
      "cite": "Julia Michaels; Justin Tranter; Mattias Per Larsson; Robin Lennart Fredriksson",
      "quote": "Oh, we're on the right side of rock bottom / And I hope that we keep falling / We're on the good side of bad karma / 'Cause we keep on coming back for more"
    },
    {
      "cite": "Julia Michaels; Justin Tranter; Mattias Per Larsson; Robin Lennart Fredriksson",
      "quote": "We're on the right side of rock bottom / Into you, I just keep crawling / You're the best kind of bad something / 'Cause we keep on coming back for more"
    },
    {
      "cite": "Sunny Levine; Yeshe Perl",
      "quote": "All or nada / Through Hell and high water / Gotta do what I gotta / I’ma get high till I hit rock bottom"
    },
    {
      "cite": "Walter Jacobs",
      "quote": "When you hit rock bottom / You've got two ways to go / Straight up / And sideways / I have seen my share of hard times / And I'm letting you know / Straight up / Is my way"
    },
    {
      "cite": "Walter Jacobs",
      "quote": "Anyway, rock bottom / Is good solid ground / And a dead end street / Is just a place to turn around"
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "I have experienc'd / The worst, the World can wreak on me--the worst / That can make Life indifferent, yet disturb / With whisper'd Discontents the dying prayer--"
    },
    {
      "cite": "Mathilde Blind",
      "quote": "Thy wings swoop darkening round my soul, Despair! / And on my brain thy shadow seems to brood / And hem me round with stifling solitude, / With chasms of vacuous bloom which are thy lair."
    },
    {
      "cite": "Mathilde Blind",
      "quote": "No light of human joy, no song or prayer, / Breaks ever on this chaos, all imbrued / With heart's-blood trickling from the multitude / Of sweet hopes slain, or agonising there."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "This scene, like my own life,' I said, 'is one / Where many glooms abide; / Toned by its fortune to a deadly dun-- / Lightless on every side."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Such hope, as is the sick despair of good, / Such fear, as is the certainty of ill, / Such doubt, as is pale Expectation’s food / Turned while she tastes to poison, when the will / Is powerless, and the spirit..."
    },
    {
      "cite": "Madi Harmer",
      "quote": "If you weren’t there for me at rock bottom, you don’t deserve me on my mountain tops."
    },
    {
      "cite": "Trayce Janae",
      "quote": "Rock bottom will teach you lessons the mountain tops never will."
    },
    {
      "cite": "Berry Krikken; Sebastiaan Weerman",
      "quote": "I figured it out but once again I'm late / It's the same old story on a different day / And I'm willing to change I just don't know how / But I hit rock bottom so I'll start right now"
    },
    {
      "cite": "The Spicy Disaster Mama",
      "quote": "Nothing says hitting rock bottom like microwaving leftover french fries."
    },
    {
      "cite": "Sean Salisbury",
      "quote": "I was asked recently how I got through my rock bottom, my answer: Immerse yourself into helping others! Kindness and sacrifice without expecting a thing in return was huge for me!"
    },
    {
      "cite": "Sky Hirsch",
      "quote": "When you hit rock bottom it’s wild to see who is there to pick you up and who will watch you struggle from afar."
    },
    {
      "cite": "Dax Shepard",
      "quote": "Rock bottom isn't always what makes you change your life."
    }
  ]
}