{
  "source": "https://www.wisesayings.com/hobby-quotes/",
  "theme": "hobby",
  "quotes": [
    {
      "cite": "Phyllis McGinley",
      "quote": "A hobby a day keeps the doldrums away."
    },
    {
      "cite": "Leo Beenhakker",
      "quote": "A hobby is only fun if you don't have time to do it."
    },
    {
      "cite": "John Lancaster Spalding",
      "quote": "A hobby is the result of a distorted view of things. It is putting a planet in the place of a sun."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The cultivation of a hobby and new forms of interest is a policy of first importance to a public man."
    },
    {
      "cite": "Dorothy Draper",
      "quote": "The finest thing about a hobby is that you can't do any pretending about it. You either like it or you don't."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "A hobby is, of course, an abomination, as are all consuming interests and passions that do not lead directly to large, personal gain."
    },
    {
      "cite": "Barbara Corcoran",
      "quote": "The most expensive hobby a rich man could have is a boat, and the second most expensive hobby he could have is a very old house."
    },
    {
      "cite": "Steven M. Gelber",
      "quote": "Hobbies are a contradiction; they take work and turn it into leisure, and take leisure and turn it into work."
    },
    {
      "cite": "John Updike",
      "quote": "Hobbies take place in the cellar and smell of airplane glue."
    },
    {
      "cite": "George Eliot",
      "quote": "The worst of all hobbies are those that people think they can get money at. They shoot their money down like corn out of a sack then."
    },
    {
      "cite": "George Eliot",
      "quote": "Hobbies are apt to run away with us, you know; it doesn't do to be run away with. We must keep the reins."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A hobby is a happy medium between a passion and a monomania."
    },
    {
      "cite": "Stefan Sagmeister",
      "quote": "Hobbies are for people that don't like what they're doing."
    },
    {
      "cite": "Bill Malone",
      "quote": "Hobbies are great distractions from the worries and troubles that plague daily living."
    },
    {
      "cite": "Bauvard",
      "quote": "A hobby is labor disguising itself as leisure. It is extremely destructive to the boundaries of private life."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Make thy recreation servant to thy business, lest thou become a slave to thy recreation."
    },
    {
      "cite": "Brigham Young",
      "quote": "Recreation and diversion are as necessary to our well-being as the more serious pursuits of life."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Recreation is nothing but a change of work-an occupation for the hands by those who live by their brains, or for the brains by those who live by their hands."
    },
    {
      "cite": "Joseph Hall",
      "quote": "Recreation is intended to the mind as whetting is to the scythe, to sharpen the edge of it, which otherwise would grow dull and blunt,--as good no scythe as no edge."
    },
    {
      "cite": "Valerie Thomas",
      "quote": "Hobbies are for wimps who don't have the guts to follow their passion."
    },
    {
      "cite": "Steve Martin",
      "quote": "When your hobbies get in the way of your work - that's OK; but when your hobbies get in the way of themselves... well."
    },
    {
      "cite": "Dave Barry",
      "quote": "Hobbies of any kind are boring except to people who have the same hobby. This is also true of religion, although you will not find me saying so in print."
    },
    {
      "cite": "David Mitchell",
      "quote": "Hobbies are for pleasure, but rituals keep you going."
    },
    {
      "cite": "Margo Kaufman",
      "quote": "But a hobby, like a habit, makes you forget about important things in life."
    },
    {
      "cite": "Simon Zingerman",
      "quote": "Using your talent, hobby or profession in a way that makes you contribute with something good to this world is truly the way to go."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware the hobby that eats."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "No hobby should either seek or need rational justification. To wish to do it is reason enough. To find reasons why it is useful or beneficial converts it at once from an avocation into an industry."
    },
    {
      "cite": "John Knoll",
      "quote": "As soon as you take your hobby and make it into your profession, it sort of kills it as a hobby."
    },
    {
      "cite": "Willet Ryder",
      "quote": "Hobbies are both a mystery and a delight. They're a mystery because many people with hobbies don't always share them with others. They're a delight because of the pure joy they provide to the hobbyist, making hours pass like minutes!"
    },
    {
      "cite": "Salvador De Madariaga",
      "quote": "The best pastimes for a true enjoyer of leisure who has to stay at home . . .: reading by the fireside. . . . Listening to music."
    },
    {
      "cite": "Dorothea Dix",
      "quote": "To me, the avocation of a teacher has something elevating and exciting. While surrounded by the young, one may always be doing good."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "To find recreation in amusement is not happiness."
    },
    {
      "cite": "Samuel I. Prime",
      "quote": "Recreation is not the highest kind of enjoyment, but in its time and place is quite as proper as prayer."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The most potent recreational activity is when we sit back and exercise our minds with great and exciting books."
    },
    {
      "cite": "Walker Percy",
      "quote": "As for hobbies, people with stimulating hobbies suffer from the most noxious of despairs since they are tranquilized in their despair."
    },
    {
      "cite": "Anonymous",
      "quote": "Find three hobbies you love: One to make you money, one to keep you in shape and one to be creative."
    },
    {
      "cite": "Anonymous",
      "quote": "A hobby is hard work you wouldn't do for a living."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "RECREATION, n. A particular kind of dejection to relieve a general fatigue."
    }
  ]
}