{
  "source": "https://www.wisesayings.com/hockey-quotes/",
  "theme": "hockey",
  "quotes": [
    {
      "cite": "Paul Coffey",
      "quote": "Hockey's a funny game. You have to prove yourself every shift, every game. It's not up to anybody else. You have to take pride in yourself."
    },
    {
      "cite": "Tom Ward",
      "quote": "Hockey is the original extreme sport."
    },
    {
      "cite": "Bobby Orr",
      "quote": "Hockey is a tough game."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be."
    },
    {
      "cite": "Brian Burk",
      "quote": "Hockey is a man's game. The team with the most real men wins."
    },
    {
      "cite": "Chico Resch",
      "quote": "Hockey is the only job I know where you get paid to have a nap on the day of the game."
    },
    {
      "cite": "Ken Wregget",
      "quote": "Hockey is like a disease, you can't really shake it."
    },
    {
      "cite": "Mario Lemeiux",
      "quote": "Every day is a great day for hockey."
    },
    {
      "cite": "Jim Murray",
      "quote": "Hockey is murder on ice."
    },
    {
      "cite": "Gordie Howe",
      "quote": "All hockey players are bilingual. They know English and profanity."
    },
    {
      "cite": "Brett Hull",
      "quote": "You can't get big in hockey. You need to be pliable... they've even taken fighting out of the game, so there's no more of those big huge guys who just fight."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "Hockey would be a great game? if played in the mud."
    },
    {
      "cite": "Gil Perreault",
      "quote": "The three important elements of hockey are: forecheck, backcheck and pay check."
    },
    {
      "cite": "Doug Larson",
      "quote": "Ice hockey is a form of disorderly conduct in which the score is kept."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "Hockey is a unique sport in the sense that you need each and every guy helping each other and pulling in the same direction to be successful."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "Ninety percent of hockey is mental and the other half is physical."
    },
    {
      "cite": "Emory Jones",
      "quote": "Hockey players are like mules. They have no fear of punishment and no hope of reward."
    },
    {
      "cite": "Bill Gadsb",
      "quote": "You're not really a hockey player until you've  lost a few teeth."
    },
    {
      "cite": "Mario Lemieux",
      "quote": "Hockey is a tough, physical game, and it always should be."
    },
    {
      "cite": "Kevin Smith",
      "quote": "I liked hockey, and I still like hockey."
    },
    {
      "cite": "David Walton",
      "quote": "If you don't know how to play hockey, learn. If you quit, get back out there."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "It is never too late to set another hockey goal or to dream a new hockey dream."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Believe you can achieve your hockey goals and you're halfway there."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "You only reach the hockey goals you aim at. Therefore, you might as well aim at reaching your ultimate hockey goals."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Hockey Goals Are Hockey Dreams With Deadlines."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Hockey Goals Are Attained Not By Strength But By Perseverance."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Hockey's the only place where a guy can go nowadays and watch two white guys fight."
    },
    {
      "cite": "Anonymous",
      "quote": "Hockey players wear numbers because you can't always identify the body with dental records."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "A puck is a hard rubber disc that hockey players strike when they can't hit one another."
    }
  ]
}