{
  "source": "https://www.wisesayings.com/holding-hands-quotes/",
  "theme": "holding-hands",
  "quotes": [
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Nothing in this world compares to the comfort and security of having someone just hold your hand."
    },
    {
      "cite": "Lauren Alaina",
      "quote": "I could conquer the world with one hand as long as your'e holding the other."
    },
    {
      "cite": "Ron Shields",
      "quote": "You hold her hand and she holds yours, and that's a very good sign that she's your tootsey wootsey in the good old sumer time."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Sometimes, reaching out and taking someone's hand is the beginning of a journey. At other times, it is allowing another to take yours."
    },
    {
      "cite": "Emily Kimbrough",
      "quote": "Remember, we all stumble, every one of us. That's why it's a comfort to go hand in hand."
    },
    {
      "cite": "unknown",
      "quote": "Holding hands is a promise to one another that, for just a moment, the two of you don't have to face the world alone."
    },
    {
      "cite": "Drake",
      "quote": "Holding her hand in public is just another way of saying you're proud to have her."
    },
    {
      "cite": "Ellen and Charles Birx",
      "quote": "Listen to 'the sound of one hand clapping' the next tome you see a couple united in wisdom and love walking hand in hand."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "And he understands. He understands why people hold hands: he'd always thought it was about possessiveness, saying This is mine. But it's about maintaining contact. It is about speaking without words. It is about I want you with me and don't go."
    },
    {
      "cite": "Ryan Ferreras",
      "quote": "Relationship is not just holding hands while you understand each other. It's also having lots of misunderstandings and still not leaving each other's hands."
    },
    {
      "cite": "David Levithan",
      "quote": "We hold hands as we walk through town. If anybody notices, nobody cares. I know we all like to think of the heart as the center of the body but at this moment, every conscious part of me is in the hand that he holds. It is through that hand, that feeling, that I experience everything else."
    },
    {
      "cite": "Shelby Dawson",
      "quote": "So hold my hand tight. Hold my hand with confidence. For this love can last forever. For this love we shall share together."
    },
    {
      "cite": "Ottilie Weber",
      "quote": "Once I had her hand, I never wanted to let go of her."
    },
    {
      "cite": "Catherine Lowell",
      "quote": "Nothing, I learned, brings you into the present quite like holding hands. The past seemed irrelevant; the future, unnecessary."
    },
    {
      "cite": "Meg Leder",
      "quote": "I will remember the feel of his hand around mine for the rest of my life."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "Only take someone's hand in a certain way, even look into their eyes in a certain way, and the world is changed forever."
    },
    {
      "cite": "Toni Morrison",
      "quote": "They were not holding hands, but their shadows were."
    },
    {
      "cite": "Lori Eberhardy",
      "quote": "Today I promise to hold your hand, cradle your heart, and lead you down a path of all that is good and true in this world."
    },
    {
      "cite": "unknown",
      "quote": "You may hold my hand for a while, but you hold my heart forever."
    },
    {
      "cite": "Leigh-Ann Beckett",
      "quote": "Just to hold my hand will make me think you love me as much as I love you."
    },
    {
      "cite": "unknown",
      "quote": "I am a strong person but every now and then I need someone to hold my hand and tell me everything will be alright."
    },
    {
      "cite": "Jenny Downham",
      "quote": "Hold my hand. Don't let go."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "And it is still true, no matter how old you are, when you go out into the world it is best to hold hands and stick together."
    },
    {
      "cite": "Henny Youngman",
      "quote": "We always hold hands. If I let go, she shops."
    },
    {
      "cite": "West Side Story",
      "quote": "Hold my hand and I'll take you there, somehow, someday, somewhere."
    },
    {
      "cite": "unknown",
      "quote": "The ultimate test of a relationship is to disagree, but still hold hands."
    },
    {
      "cite": "unknown",
      "quote": "There's something so real about holding hands, some kind of complex simplicity, saying so much by doing so little. I love it."
    },
    {
      "cite": "Ayumi Hamasaki",
      "quote": "The lovers, appearing happy, walk, holding hands. Though it appears everything is perfect, only they know the truth."
    },
    {
      "cite": "unknown",
      "quote": "Hold Hands, Not Grudges"
    },
    {
      "cite": "unknown",
      "quote": "Your hand fits in mine like it's just made for me."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "Hold a true friend with both your hands."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I can tell if two people are in love by how they hold each other's hands, and how thick their sanitation gloves are."
    },
    {
      "cite": "Allan Rufus",
      "quote": "If you are holding hands with others, you can't hold a gun!"
    },
    {
      "cite": "unknown",
      "quote": "Hold my hand tight and everything will be alright."
    },
    {
      "cite": "Darlene Schacht",
      "quote": "When you hold my hand I'm reminded that I'm not alone in this world, that somebody loves me, and that I have a best friend."
    },
    {
      "cite": "Phil Cousineau",
      "quote": "Renew the pledge of brotherhood round the fire. Renew the pledge of sisterhood round the fire. Hold hands in a circle and each make the sacred vow and pledge."
    },
    {
      "cite": "Phil Cousineau",
      "quote": "Holding hands, the lovers, I imagined, dangled their feet over the edge,rapt in beauty."
    },
    {
      "cite": "Graham Greene",
      "quote": "They sounded like truth but he rejected them. Comfort can come too easily: he thought, those hands will never hold my fall."
    },
    {
      "cite": "Iya Gershwin",
      "quote": "Holding hands at midnight / 'Neath a starry sky / Nice work if you can get it / ANd you can get it if you try."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "The dance called tha Sardana, young men and women in a circle holding hands high, prancing with sedate vigor to music with a panpipe flavour."
    },
    {
      "cite": "Sara Varon",
      "quote": "Hold hands each time you cross the street / Hold hands on the bus if you don't have a seat /  Hold hands when you say goodbye / And also when you're jumping high."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Whoever you are, holding me now in hand, / Without one thing, all will be useless,/ I give you fair warning, before you attempt me further, /I am not what you supposed, but far different."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "When first I loved, in the long ago, / And held your hand as I told you so-- / Pressed and caressed it and gave it a kiss / And said 'I could die for a hand like this!"
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "But her hands are still the woman, the large, strong hands / Heavier than mine, yet like leverets caught in steel / When I hold them; my still soul understands / Their dumb confession of what her sort must feel."
    },
    {
      "cite": "Richard Melville",
      "quote": "We look back in / To the ruins where we played / At least we were together / Holding hands / Flying through the sky."
    },
    {
      "cite": "Bill Anderson",
      "quote": "Cause our hearts are holding hands across the miles / Even though we're lonely we can smile / Cause I know you're my woman / And I know you're my man / We're far apart but our hearts are holding hands."
    },
    {
      "cite": "Antwan Patton",
      "quote": "I remember we were in the park / Holding hands and you said to me / I'm the only thing you need / And I would make your life complete."
    },
    {
      "cite": "Philip Larue",
      "quote": "And I'll be by your side wherever you fall / In the dead of night whenever you call / And please don't fight these hands that are holding you / My hands are holding you."
    },
    {
      "cite": "Kerri Chandler",
      "quote": "I saw you (and him) walking in the rain / You were holding hands and I'll never be the same."
    },
    {
      "cite": "Gary Chapman",
      "quote": "In marriage, the love language of physical touch includes everything from putting a hand in your mate's shoulder as you walk by, touching his or her leg when you're driving together, and holding hands while you're walking to kissing, embracing and sexual intercourse."
    },
    {
      "cite": "N.R. Walker",
      "quote": "His hand lay across my stomach as he slept soundly. I entwined my fingers with his and breathed through the warmth that seeped through my chest. Such a simple, sweet thing to do, yet holding hands in bed was incredibly intimate."
    },
    {
      "cite": "Dave Cenker",
      "quote": "She said nothing with her voice and everything with her caring touch."
    },
    {
      "cite": "Richard L. Ratliff",
      "quote": "I've sent you roses many times. I've held your hand in mine."
    },
    {
      "cite": "Kami Garcia",
      "quote": "She closed her eyes, and I closed mine, and even though we weren't holding hands, it felt like we were. Because what we had, we knew."
    },
    {
      "cite": "Kiran Joshi",
      "quote": "Holding hands in love is underrated, while sex is overrated. Don't you think so?"
    },
    {
      "cite": "Moutasem Algharati",
      "quote": "Gold authenticity can only be tested under maximum fire. The same holds true with regard to manhood."
    },
    {
      "cite": "Ernest Gaines",
      "quote": "Why is it that, as a culture, we are more comfortable seeing two men holding guns than holding hands."
    }
  ]
}