{
  "source": "https://www.wisesayings.com/holiness-quotes/",
  "theme": "holiness",
  "quotes": [
    {
      "cite": "Jerry Bridges",
      "quote": "Holiness requires continual effort on our part and continual nourishing and strengthening by the Spirit."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "When Jesus comes to live in our hearts, the seed of holiness is planted."
    },
    {
      "cite": "Mother Angelica",
      "quote": "Holiness of life is not the privilege of a chosen few - it is the obligation, the call, and the will of God for every Christian."
    },
    {
      "cite": "Nanvy Leigh DeMoss",
      "quote": "True holiness isn’t cold and deadening – it’s warm and inviting. It’s irresistible. Those who think otherwise have never seen it, but only its caricatures."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Holiness does not consist in doing extraordinary things. It consists in accepting, with a smile, what Jesus sends us. It consists in accepting and following the will of God."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Holiness, as taught in the Scriptures, is not based upon knowledge on our part. Rather, it is based upon the resurrected Christ in-dwelling us and changing us into His likeness."
    },
    {
      "cite": "St. Therese de Lisieux",
      "quote": "Holiness consists simply in doing God's will, and being just what God wants us to be."
    },
    {
      "cite": "William Blake",
      "quote": "It is not because angels are holier than men or devils that makes them angels, but because they do not expect holiness from one another, but from God only."
    },
    {
      "cite": "James E. Faust",
      "quote": "Holiness is the strength of the soul. It comes by faith and through obedience to God's laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy."
    },
    {
      "cite": "Walter Elliott",
      "quote": "The desert has its holiness of silence, the crowd its holiness of conversation."
    },
    {
      "cite": "Terryl Givens",
      "quote": "Holiness is found in how we treat others, not in how we contemplate the cosmos. As our experiences in marriages, families, and friendship teach us, it takes relationships to provide the friction that wears down our rough edges and sanctifies us."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Sin contaminates our lives. Holiness purifies our lives."
    },
    {
      "cite": "Alexander Maclaren",
      "quote": "Faith refers to Christ. Holiness depends on faith.  Heaven depends on holiness."
    },
    {
      "cite": "J.C. Ryle",
      "quote": "Without holiness on earth we shall never be prepared to enjoy heaven.  Heaven is a holy place.  The Lord of heaven is holy Being.  The angels are holy creatures.  Holiness is written on everything in heaven.  How shall we ever be at home and happy in heaven if we die unholy?"
    },
    {
      "cite": "A.B. Simpson",
      "quote": "Holiness of heart and life. This is not the perfection of the human nature, but the holiness of the divine nature dwelling within."
    },
    {
      "cite": "Frederick W. Faber",
      "quote": "Holiness is an unselfing of ourselves."
    },
    {
      "cite": "John Calvin",
      "quote": "Holiness is not a merit by which we can attain communion with God, but a gift of Christ, which enables us to cling to him, and to follow him."
    },
    {
      "cite": "Billy Garaham",
      "quote": "Only when we understand the holiness of God will we understand the depth of our sin."
    },
    {
      "cite": "James H. Aughey",
      "quote": "Remember that holiness is not the way to Christ, but Christ is the way to holiness."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Heaven does not make holiness, but holiness makes heaven; because if you do not give yourself in sympathy to goodness, goodness cannot give itself in influence to you."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "Holiness is nothing less than conformity to the character of God"
    }
  ]
}