{
  "source": "https://www.wisesayings.com/hollywood-quotes/",
  "theme": "hollywood",
  "quotes": [
    {
      "cite": "Marilyn Monroe",
      "quote": "Hollywood is a place where they'll pay you a thousand dollars for a kiss and fifty cents for your soul."
    },
    {
      "cite": "Johnny Carson",
      "quote": "In Hollywood if you don't have a shrink, people think you're crazy."
    },
    {
      "cite": "Marlon Brando",
      "quote": "Most of the successful people in Hollywood are failures as human beings."
    },
    {
      "cite": "Spike Lee",
      "quote": "What's the difference between Hollywood characters and my characters? Mine are real."
    },
    {
      "cite": "Orson Welles",
      "quote": "The classy gangster is a Hollywood invention."
    },
    {
      "cite": "Sidney Poitier",
      "quote": "The impact of the black audience is expressing itself. They look to films to be more expressive of their needs, their lives. Hollywood has gotten that message - finally."
    },
    {
      "cite": "Owen Wilson",
      "quote": "You can think of Hollywood as high school. TV actors are freshmen, comedy actors are maybe juniors, and dramatic actors - they're the cool seniors."
    },
    {
      "cite": "Groucho Marx",
      "quote": "In Hollywood, brides keep the bouquets and throw away the groom."
    },
    {
      "cite": "Kevin Hart",
      "quote": "Hollywood has a way of making everything seem like an overnight success."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "Romantic comedies seem to take over where the fairytales of childhood left off, feeding our dreams of a soulmate; though, sadly, the Hollywood endings prove quite elusive in the real world."
    },
    {
      "cite": "Oscar Levant",
      "quote": "Behind the phony tinsel of Hollywood lies the real tinsel."
    },
    {
      "cite": "Walter Winchell",
      "quote": "Hollywood is where they shoot too many pictures and not enough actors."
    },
    {
      "cite": "Russell Means",
      "quote": "Hollywood hasn't changed. It is the most racist, anti-Indian institution in the world."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "In Hollywood a girl's virtue is much less important than her hairdo."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "The ladder of success in Hollywood is usually a press agent, actor, director, producer, leading man; and you are a star if you sleep with each of them in that order. Crude, but true."
    },
    {
      "cite": "Dolores Del Rio",
      "quote": "Hollywood, what a place it is! It is so far away from the rest of the world, so narrow. No one thinks of anything but motion pictures or talks of anything else."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "It is no surprise that animation is Hollywood's most successful and innovative genre."
    },
    {
      "cite": "Sandra Oh",
      "quote": "Hollywood likes to put actors in boxes, and it likes to put Asian actors in really small boxes."
    },
    {
      "cite": "Judy Garland",
      "quote": "Hollywood is a strange place if you're in trouble. Everybody thinks it's contagious."
    },
    {
      "cite": "Brad Pitt",
      "quote": "Certainly the attrition rate of Hollywood couples looms large."
    },
    {
      "cite": "Greta Garbo",
      "quote": "If only those who dream about Hollywood knew how difficult it all is."
    },
    {
      "cite": "William Goldman",
      "quote": "In Hollywood, no one knows anything."
    },
    {
      "cite": "John Schlesinger",
      "quote": "Hollywood is an extraordinary kind of temporary place."
    },
    {
      "cite": "Ben Shapiro",
      "quote": "Liberals in Hollywood can't stand when Americans resonate to conservatives on television."
    },
    {
      "cite": "Eric Schlosser",
      "quote": "Like Hollywood movies, MTV and blue jeans, fast food has become one of America's major cultural exports."
    },
    {
      "cite": "Will Rogers",
      "quote": "In Hollywood the woods are full of people that learned to write but evidently can't read. If they could read their stuff, they'd stop writing. Will Rogers"
    },
    {
      "cite": "Will Rogers",
      "quote": "In Hollywood you can see things at night that are fast enough to be in the Olympics in the day time."
    }
  ]
}