{
  "source": "https://www.wisesayings.com/holy-spirit-quotes/",
  "theme": "holy-spirit",
  "quotes": [
    {
      "cite": "Lewis B. Smedes",
      "quote": "The Holy Spirit, thank God, often enables people to forgive even though they are not sure how they did it."
    },
    {
      "cite": "Adoniram Judson Gordon",
      "quote": "The Holy Spirit, not the pope, is the vicar of Christ on earth."
    },
    {
      "cite": "John Calvin",
      "quote": "The Holy Spirit is the bond by which Christ efficaciously unites us to himself."
    },
    {
      "cite": "David Jeremiah",
      "quote": "The Holy Spirit wants to convert the words of Scripture into transformed personalities."
    },
    {
      "cite": "Frank Griswold",
      "quote": "The Holy Spirit speaks many languages; among them the languages of art in all its forms."
    },
    {
      "cite": "Reinhard Bonnke",
      "quote": "The Holy Spirit is a healing spirit. When the Holy Spirit is present, anything is possible."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "When we have the Holy Spirit we have all that is needed to be all that God desires us to be."
    },
    {
      "cite": "Bob Hoskins",
      "quote": "The Holy Spirit accompanies God's Word to bring revelation of Christ, resulting in transformation."
    },
    {
      "cite": "Alistair Begg",
      "quote": "The same Holy Spirit who implants faith within a life implants the boldness to verbalize that faith."
    },
    {
      "cite": "Mike Pilavachi",
      "quote": "The Holy Spirit was not sent so we can have bless ups in our churches but so the world can be changed."
    },
    {
      "cite": "Francis Chan",
      "quote": "Only the Holy Spirit can give you the power to not think about yourself, to set you free from yourself."
    },
    {
      "cite": "Chris Oyakhilome",
      "quote": "When the Holy Spirit takes over your life, He'll drive every sickness out of your body; He'll make right everything that was wrong."
    },
    {
      "cite": "R. T. Kendall",
      "quote": "The Holy Spirit has his own personality .He therefore moves in at will when we least expect it, and sometimes when we are least deserving of it."
    },
    {
      "cite": "R.T. Kendall",
      "quote": "The power of the Holy Spirit cannot be successfully duplicated. If a person is supernaturally changed and given a love for God's glory, God did it."
    },
    {
      "cite": "A. B. Simpson",
      "quote": "The Holy Spirit is just as truly in us when He makes no sign as when the fountains of joy are overflowing, or the waters of peace are softly refreshing our weary and troubled heart."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Holy Spirit gives liberty to the Christian, direction to the worker, discernment to the teacher, power to the Word, and fruit to faithful service. He reveals the things of Christ."
    },
    {
      "cite": "Dag Heward-Mills",
      "quote": "The Holy Spirit has a sanctifying influence. The influence of the Holy Spirit tends towards sanctification, purity and holiness. Expect to live a life of greater purity, sanctification and holiness when under the sweet influence of the Holy Spirit."
    },
    {
      "cite": "David Lloyd-Jones",
      "quote": "You can have knowledge, and you can be meticulous in your preparation; but without the unction of the Holy Spirit you will have no power, and your preaching will not be effective."
    },
    {
      "cite": "Martin Luther",
      "quote": "The Holy Spirit is no skeptic. He has written neither doubt nor mere opinion into our hearts, but rather solid assurances, which are more sure and solid than all experience and even life itself."
    },
    {
      "cite": "Griffith John",
      "quote": "The Holy Spirit is the immediate source of all holiness. He is entirely sincere, and perfect in love. He is generous. He is pure in heart, free from selfishness, and never swerves from the path of duty. He is deep like a fountain. He sends forth his virtues in due season. He speaks, and men believe him; he acts, and men are gladdened by him. He possesses all heavenly virtues. He is one with Heaven."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The Holy Spirit empowers us to achieve our God-given goals."
    },
    {
      "cite": "Martin Luther",
      "quote": "The Holy Spirit has a way of His own to say much in few words."
    },
    {
      "cite": "Joseph Prince",
      "quote": "Only the holy spirit, the spirit of the lord, can transform us."
    },
    {
      "cite": "Roland Allen",
      "quote": "It certainly must help us if we recognize that it is the presence of the Holy Spirit which creates a unity which we can never create."
    },
    {
      "cite": "John Nelson Darby",
      "quote": "The presence of the Holy Spirit is the keystone of all our hopes."
    },
    {
      "cite": "Monica Johnson",
      "quote": "Those who operate through the Holy Spirit are more equipped to resist temptation."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Only the Holy Spirit can comfort a person in the depths of grief."
    },
    {
      "cite": "John Paul Warren",
      "quote": "The Holy Spirit will always point people to the finish work of Jesus."
    },
    {
      "cite": "John Paul Warren",
      "quote": "The Holy Spirit never draws attention to Himself. He always points to and reveals Jesus."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "It is the Holy Spirit who inspired the Bible. It is the Holy Spirit who illumines the Bible."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The Holy Spirit can cast out the evil spirit of the fear of man. He can make the coward brave."
    },
    {
      "cite": "J. I. Packer",
      "quote": "The Holy Spirit's main ministry is not to give thrills but to create in us Christlike character."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "It is superstitious to equate our feelings and inclinations with the leading of the Holy Spirit."
    },
    {
      "cite": "George Muller",
      "quote": "If the Holy Spirit guides us, He will do it according to the Scriptures and never contrary to them."
    },
    {
      "cite": "Bob Sorge",
      "quote": "The Holy Spirit is profoundly committed to restoring the first commandment to first place in our lives."
    },
    {
      "cite": "Pope Francis",
      "quote": "The Holy Spirit truly transforms us. With our cooperation, he also wants to transform the world we live in."
    },
    {
      "cite": "Reinhard Bonnke",
      "quote": "The Holy Spirit's motivation is always the same thing -to charge the word with heaven's own electric power."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The Holy Spirit is the most perfect gift of the Father to men, and yet He is the one gift which the Father gives most easily."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Holy Spirit illuminates the minds of people, makes us yearn for God, and takes spiritual truth and makes it understandable to us."
    },
    {
      "cite": "Ichabod Spencer",
      "quote": "The Holy Spirit would lead us to think much upon our own sins . It is a dangerous thing for us to dwell upon the imperfections of others."
    },
    {
      "cite": "E. Stanley Jones",
      "quote": "When the depths are upheld by the Holy Spirit, then the reaction is Christian."
    },
    {
      "cite": "Chris Oyakhilome",
      "quote": "If you have the Holy Spirit and let Him take charge of your life, it doesn't matter what your situation is, He'll turn it around for your good."
    },
    {
      "cite": "Samuel Chadwick",
      "quote": "The Holy Spirit cannot conquer the world with unbelief, nor can He save the world with a worldly Church. He calls for a crusade, a campaign, and an adventure of saving passion. For this enterprise He wants a separated, sanctified and sacrificial people."
    },
    {
      "cite": "Saint Augustine",
      "quote": "O Holy Spirit, descend plentifully into my heart. Enlighten the dark corners of this neglected dwelling and scatter there Thy cheerful beams."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "If we rely on the Holy Spirit, we shall find that our prayers become more and more inarticulate; and when they are inarticulate, reverence grows deeper and deeper."
    },
    {
      "cite": "D. Todd Christofferson",
      "quote": "The gifts of the Holy Spirit are testimony, faith, knowledge, wisdom, revelations, miracles, healing, and charity, to name but a few."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "When you educate without the Holy Spirit, you only get a clever devil."
    },
    {
      "cite": "J. I. Packer",
      "quote": "The Holy Spirit is God the evangelist."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A holy spirit lives within you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "By the power of the Holy Spirit, we can do what needs to be done."
    }
  ]
}