{
  "source": "https://www.wisesayings.com/holy-quotes/",
  "theme": "holy",
  "quotes": [
    {
      "cite": "Robert Murray M'Cheyne",
      "quote": "A holy man is a mighty weapon in the hands of God."
    },
    {
      "cite": "Hildegard of Bingen",
      "quote": "Holy persons draw to themselves all that is earthly."
    },
    {
      "cite": "William Blake",
      "quote": "For everything that lives is holy, life delights in life."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The more holy a man becomes, the more conscious he is of unholiness."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "As you learn to love the company of the holy, your heart will become pure."
    },
    {
      "cite": "Felix Wantang",
      "quote": "The Holy Bible is the Spirit of God exposed to humanity in the Language of Heaven."
    },
    {
      "cite": "LeGrand Richards",
      "quote": "The gift of the Holy Ghost is as important to man as sunshine and water are to plants."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "If you want to be holy, be kind."
    },
    {
      "cite": "Lady Gaga",
      "quote": "There is nothing Holy about hatred."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Every man is as holy as he really wants to be."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "For life is holy and every moment is precious."
    },
    {
      "cite": "St. Augustine of Hippo",
      "quote": "The Holy Scriptures are our letters from home."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "Holy living is essential preparation for prayer."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "If you would be holy, you must live close to Jesus."
    },
    {
      "cite": "George Macdonald",
      "quote": "The holy spirit of the Spring Is working silently."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Holy joy will be oil to the wheels of our obedience."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Holy living consists in doing God's work with a smile."
    },
    {
      "cite": "Alanus de Rupe",
      "quote": "The Holy Rosary is the storehouse of countless blessings."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "A holy God is both just and merciful. He is never unjust."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The Holy Spirit empowers us to achieve our God-given goals."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Even the merest gesture is holy if it is filled with faith."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Holy service in constant fellowship with God is heaven below."
    },
    {
      "cite": "Richard J. Foster",
      "quote": "Worship begins in holy expectancy, it ends in holy obedience."
    },
    {
      "cite": "John Wesley",
      "quote": "As the more holy we are upon earth the more happy we must be."
    },
    {
      "cite": "Hippocrates",
      "quote": "Things that are holy are revealed only to men who are holy."
    },
    {
      "cite": "Martin Luther",
      "quote": "The Holy Spirit has a way of His own to say much in few words."
    },
    {
      "cite": "Joseph Prince",
      "quote": "Only the holy spirit, the spirit of the lord, can transform us."
    },
    {
      "cite": "Josemaria Escriva",
      "quote": "Holy Purity is granted by God when it is asked for with humility."
    },
    {
      "cite": "Shankarananda",
      "quote": "Holy communion is to feel one with the One in all beings and creations."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "If you want to be holy then you must give time to God and not just intend to."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "There's only one proof of the Holy Ghost in your life and that's a holy life."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "The Holy Scriptures lead us to God and open the path to the knowledge of God."
    },
    {
      "cite": "Jim George",
      "quote": "The Holy Spirit is faithful to empower you to carry out your witness of Jesus."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Holy Writ was intended to teach men how to go to Heaven not how the heavens go."
    },
    {
      "cite": "John Calvin",
      "quote": "The Holy Spirit is the bond by which Christ efficaciously unites us to himself."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "From the holy scriptures, heaven-sent lift will be found for heaven-sent duties."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The Holy Ghost will warn us of danger, and it will inspire us to help others in need."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The divine moment is holy."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Life is holy endured faith."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A holy spirit lives within you."
    },
    {
      "cite": "J. I. Packer",
      "quote": "The Holy Spirit is God the evangelist."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Our holy lives must win a new world's crown."
    },
    {
      "cite": "Pope Pius X",
      "quote": "Holy Communion is the shortest and safest way to heaven."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Holy meditation helps to burn out all mental impurities."
    },
    {
      "cite": "Abraham Isaac Kook",
      "quote": "We forgot we have Holy Body not less than our Holy Spirit."
    },
    {
      "cite": "Monica Johnson",
      "quote": "Those who operate through the Holy Spirit are more equipped to resist temptation."
    }
  ]
}