{
  "source": "https://www.wisesayings.com/home-quotes/",
  "theme": "home",
  "quotes": [
    {
      "cite": "Stephanie Perkins",
      "quote": "For the two of us, home isn't a place. It is a person. And we are finally home."
    },
    {
      "cite": "Gladys Hunt",
      "quote": "What is home? My favorite definition is \"a safe place,\" a place where one is free from attack, a place where one experiences secure relationships and affirmation. It's a place where people share and understand each other."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The ache for home lives in all of us. The safe place where we can go as we are and not be questioned."
    },
    {
      "cite": "Pierce Brown",
      "quote": "Home isn't where you're from, it's where you find light when all grows dark."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there any more."
    },
    {
      "cite": "John le Carré",
      "quote": "Home's where you go when you run out of homes."
    },
    {
      "cite": "James Baldwin",
      "quote": "Perhaps home is not a place but simply an irrevocable condition."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Home wasn't a set house, or a single town on a map. It was wherever the people who loved you were, whenever you were together. Not a place, but a moment, and then another, building on each other like bricks to create a solid shelter that you take with you for your entire life, wherever you may go."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Home is the nicest word there is."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "A home filled with nothing but yourself. It's heavy, that lightness. It's crushing, that emptiness."
    },
    {
      "cite": "Beth Revis",
      "quote": "Well, sometimes home is a person."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Home isn't a place, its a feeling."
    },
    {
      "cite": "Billy Graham",
      "quote": "The home only fulfills its true purpose when it is God controlled."
    },
    {
      "cite": "George Moore",
      "quote": "A man travels the world over in search of what he needs and returns home to find it."
    },
    {
      "cite": "Harold B. Lee",
      "quote": "The most important work you and I will ever do will be within the walls of our own homes."
    },
    {
      "cite": "Joyce Maynard",
      "quote": "A good home must be made, not bought."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "My home is not a place, it is people."
    },
    {
      "cite": "Confucius",
      "quote": "The strength of a nation derives from the integrity of the home."
    },
    {
      "cite": "Christian Morgenstern",
      "quote": "Home is not where you live but where they understand you."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing like staying at home for real comfort."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "Peace - that was the other name for home."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Home is any four walls that enclose the right person."
    },
    {
      "cite": "Charles Swain",
      "quote": "Home is where there's one to love us"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A house is not a home unless it contains food and fire for the mind as well as the body."
    },
    {
      "cite": "Sydney Smith",
      "quote": "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A hundred men may make an encampment, but it takes a woman to make a home."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Charity begins at home, and justice begins next door."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "The home is the center and circumference, the start and the finish, of most of our lives."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "The most important things in your home are people."
    },
    {
      "cite": "John Ed Pearce",
      "quote": "Home is a place you grow up wanting to leave, and grow old wanting to get back to."
    },
    {
      "cite": "William J. Bennett",
      "quote": "Home is a shelter from storms - all sorts of storms."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "He is the happiest, be he king or peasant, who finds peace in his home."
    },
    {
      "cite": "Robert Frost",
      "quote": "Home is the place where, when you have to go there, they have to take you in."
    },
    {
      "cite": "Joe Moore",
      "quote": "Home is where you can say anything you please, because nobody pays any attention to you anyway."
    },
    {
      "cite": "Charles Henry Parkhurst",
      "quote": "Home interprets heaven. Home is heaven for beginners."
    },
    {
      "cite": "Henry Anatole Grunwald",
      "quote": "Home is one's birthplace, ratified by memory."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "The home is the chief school of human virtues."
    },
    {
      "cite": "Anthea Turner",
      "quote": "Run a home like you would a small business and treat it with the same seriousness."
    },
    {
      "cite": "M. K. Soni",
      "quote": "Home sweet home. This is the place to find happiness. If one doesn't find it here, one doesn't find it anywhere."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A home without books is a body without soul."
    },
    {
      "cite": "unknown",
      "quote": "A house is made with walls and beams. A home is made with love and dreams."
    },
    {
      "cite": "Charles M. Crowe",
      "quote": "Home - a place where the small are great, and the great are small."
    },
    {
      "cite": "Cicero",
      "quote": "There is no place more delightful than one's own fireside."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love begins at home, and it is not how much we do, but how much love we put in that action."
    },
    {
      "cite": "Channing Pollock",
      "quote": "Home is the most popular, and will be the most enduring of all earthly establishments."
    },
    {
      "cite": "Lady Kasluck",
      "quote": "The worst thing about work in the house or home is that whatever you do is destroyed, laid waste or eaten within twenty four hours."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "Home is where the heart is."
    },
    {
      "cite": "William Morris",
      "quote": "If you want a golden rule that will fit everything, this is it: Have nothing in your houses that you do not know to be useful or believe to be beautiful."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "The house a woman creates is a Utopia. She can't help it -- can't help trying to interest her nearest and dearest not in happiness itself but in the search for it."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Bricks and mortar make a house, but the laughter of children makes a home."
    },
    {
      "cite": "John Howard Payne",
      "quote": "Mid pleasures and palaces though we may roam, Be it ever so humble, there's no place like home."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I think that when you invite people to your home, you invite them to yourself."
    },
    {
      "cite": "John Berger",
      "quote": "One can say of language that it is potentially the only human home, the only dwelling place that cannot be hostile to man."
    },
    {
      "cite": "Jane Sherwood Ace",
      "quote": "Home wasn't built in a day."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Be grateful for the home you have, knowing that at this moment, all you have is all you need."
    },
    {
      "cite": "Alexander Chase",
      "quote": "A man's home is his wife's castle."
    },
    {
      "cite": "Le Corbusier",
      "quote": "The home should be the treasure chest of living."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "The home is not the one tame place in the world of adventure. It is the one wild place in the world of rules and set tasks."
    },
    {
      "cite": "Lydia Maria Child",
      "quote": "Home -- that blessed word, which opens to the human heart the most perfect glimpse of Heaven, and helps to carry it thither, as on an angel's wings."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "We shape our dwellings, and afterwards our dwellings shape us."
    },
    {
      "cite": "Tony Stewart",
      "quote": "When I go home, its an easy way to be grounded. You learn to realize what truly matters."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People who have good relationships at home are more effective in the marketplace."
    },
    {
      "cite": "Billy Graham",
      "quote": "When we are young and restless to be free, home is the place from which we long to escape. But if there is still a home intact when trouble arises and life becomes a battlefield, home is the place to which we yearn to return."
    },
    {
      "cite": "Billy Graham",
      "quote": "The world is not a permanent home, it is only a temporary dwelling."
    },
    {
      "cite": "Billy Graham",
      "quote": "Our lives speak loudly to those around us, especially the children in our home."
    },
    {
      "cite": "Billy Graham",
      "quote": "Home was a refuge for me, a place I could truly relax."
    },
    {
      "cite": "Billy Graham",
      "quote": "My home is in heaven. I'm just passing through this world."
    },
    {
      "cite": "Joe Laurie Jr.",
      "quote": "There's no place like home - after the other places close."
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "Thoughts of home and all its loved ones to the soldier's heart would come."
    },
    {
      "cite": "John Howard Payne",
      "quote": "Home, home, sweet, sweet home! There's no place like home, oh, there's no place like home!"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "There was nothing as pricelessly humanitarian; as home; sweet home."
    },
    {
      "cite": "Cicely Fox Smith",
      "quote": "Home along, home along, to the place where I would be!"
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "Let the others rant an' roam. When they git away from home."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "To light the poorest home; hearts warmer grow."
    },
    {
      "cite": "Sonia Walker",
      "quote": "Nobody's home to offer a cup of coffee, nobody's home to say goodbye."
    },
    {
      "cite": "Gregory Cicio",
      "quote": "A home that was envisioned to withstand the storms of the world is found flooded from within."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "Now, returned home after so many thousands of miles of road and ocean, all the hulls sailed in,"
    }
  ]
}