{
  "source": "https://www.wisesayings.com/homelessness-quotes/",
  "theme": "homelessness",
  "quotes": [
    {
      "cite": "Ray Ransom",
      "quote": "Dreamin' of bad things to be or not to be / Haunting things like homelessness all the lonely people / Without a job car or food to eat / Leaves you a little bit paranoid well."
    },
    {
      "cite": "Jascha Richter",
      "quote": "Brutality and acid rain, homelessness and so much pain / Crazy times, violent crimes, its enough to blow the mind."
    },
    {
      "cite": "John Lawry",
      "quote": "Where are the amber waves of grain / When one of our homeless native sons has hunger pain / Under the overpass they build a fire for heat / They can't remember when they had a meal to eat."
    },
    {
      "cite": "Karen Russell",
      "quote": "It is a special kind of homelessness to be evicted from your dreams."
    },
    {
      "cite": "Anthony Mackie",
      "quote": "Even though homelessness reaches into the depths of despair, there's also a pride and beauty in it, as well."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "To a homeless man, home is literally where the heart is."
    },
    {
      "cite": "Jimmy Carr",
      "quote": "No matter how much you give a homeless person for tea... you never get that tea."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "After all, a homeless man has reason to cry, everything in the world is pointed against him."
    },
    {
      "cite": "Homer",
      "quote": "Clanless, lawless, homeless is he who is in love with civil war, that brutal ferocious thing."
    },
    {
      "cite": "E. M. Forster",
      "quote": "The hungry and the homeless don't care about liberty any more than they care about cultural heritage. To pretend that they do care is cant."
    },
    {
      "cite": "Syesha Mercado",
      "quote": "Before you ignore another homeless person on the street, just remember that that could be someone's father or someone's mother and they have a story."
    },
    {
      "cite": "Linda Lingle",
      "quote": "We have come dangerously close to accepting the homeless situation as a problem that we just can't solve."
    },
    {
      "cite": "Tony Abbott",
      "quote": "We just can't stop people from being homeless if that's their choice."
    },
    {
      "cite": "Paul Dano",
      "quote": "The world of the homeless is a tough and interesting world."
    },
    {
      "cite": "Teri Hatcher",
      "quote": "They are safe but they are not in their homes. They are city-less. I think it's just a disaster for everyone."
    },
    {
      "cite": "Sheila McKechnie",
      "quote": "People who are homeless are not social inadequates. They are people without homes."
    },
    {
      "cite": "Jewel Kilcher",
      "quote": "We must all work together to end youth homelessness in America."
    },
    {
      "cite": "Edwin Booth",
      "quote": "Homelessness is the actor's fate; physical incapacity to attain what is most required and desired by such a spirit as I am a slave to."
    },
    {
      "cite": "Jewel",
      "quote": "Most homeless kids are on the streets because they have been forced by circumstances that cause them to think that they are safer there than in any home they once knew."
    },
    {
      "cite": "Adam Sampson",
      "quote": "More and more people are facing homelessness and housing problems."
    },
    {
      "cite": "Angela Allen",
      "quote": "Homelessness among seniors is a tragedy we never want to see happen. Fortunately, the city does not have a large population of seniors without permanent housing, and although we have seen a slight increase - less than one-half percent - they make up less than 3 percent of the city's homeless population overall."
    },
    {
      "cite": "Cliff Smith",
      "quote": "Realistically, you aren't going to be able to completely end homelessness. But we certainly can do a much better job that we're doing right now."
    },
    {
      "cite": "Linda Lewis",
      "quote": "Although homelessness can happen to anyone, it just wasn't expected."
    },
    {
      "cite": "Phil Brown",
      "quote": "Our ultimate goal is to help people end their homelessness. The Street Needs Assessment is a new tool that we will use to help us achieve this goal."
    },
    {
      "cite": "Phil Frame",
      "quote": "Homelessness is a problem that people don't come in contact with on a daily basis. It tends to not get the publicity that a major disaster would get."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "Homelessness is a part of our American system. There should be nothing wrong with this condition as long as the individual is not sentenced to unnecessary suffering and punishment."
    },
    {
      "cite": "Michael Stoops",
      "quote": "People think that homeless people are not human beings and that it's OK to hurt them and, most importantly, they think they can get away with it."
    },
    {
      "cite": "Linda Lingle",
      "quote": "Chronically homeless means constantly homeless; it means repeatedly homeless."
    },
    {
      "cite": "Marcus Valerius Martial",
      "quote": "A man who lives everywhere lives nowhere."
    },
    {
      "cite": "Jewel Kilcher",
      "quote": "Support for shelters and transitional living and housing programs is necessary if we are going to change the landscape for homeless boys and girls in America."
    },
    {
      "cite": "Will.I.Am",
      "quote": "I was born and raised in the ghetto, on welfare, two minutes from homeless."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "Persons who have been homeless carry within them a certain philosophy of life which makes them apprehensive about ownership."
    },
    {
      "cite": "Philip Emeagwali",
      "quote": "Adversities such as being homeless and going to prison has made many people stronger."
    },
    {
      "cite": "Misha Collins",
      "quote": "I grew up with a family that had very little and were at times homeless."
    },
    {
      "cite": "Sherrod Brown",
      "quote": "The average family earning minimum wage spends 141 percent of their income struggling to meet basic needs - food, shelter, clothing."
    },
    {
      "cite": "Eva Burrows",
      "quote": "Homelessness is not just an isolated social evil. It is the catalyst and the breeding ground for other problems such as marriage difficulties and family breakup, stress, unemployment and alcoholism.."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "To save a life is a real and beautiful thing. To make a home for the homeless, yes, it is a thing that must be good; whatever the world may say, it cannot be wrong."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Poverty is the mother of crime."
    },
    {
      "cite": "Jewel Kilcher",
      "quote": "What I know about street outreach is that it is essential to dealing with the issue of youth homelessness."
    },
    {
      "cite": "Irish Proverb",
      "quote": "It is in the shelter of each other that the people live."
    },
    {
      "cite": "Pras Michel",
      "quote": "Seven out of 10 Americans are one paycheck away from being homeless."
    }
  ]
}