{
  "source": "https://www.wisesayings.com/home-sweet-home-quotes/",
  "theme": "home-sweet-home",
  "quotes": [
    {
      "cite": "Christian Morgenstern",
      "quote": "Home is not where you live but where they understand you."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "After you leave home, you may find yourself feeling homesick, even if you have a new home that has nicer wallpaper and a more efficient dishwasher than the home in which you grew up."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "He is happiest, be he king or peasant, who finds peace in his home."
    },
    {
      "cite": "VERNON BAKER",
      "quote": "Home is where the heart can laugh without shyness. Home is where the heart's tears can dry at their own pace."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Where we love is home, home that our feet may leave, but not our hearts."
    },
    {
      "cite": "Ellie Rodriguez",
      "quote": "The light is what guides you home, the warmth is what keeps you there."
    },
    {
      "cite": "John McLeod",
      "quote": "If Home is where the heart is then may your Home be blessed . . ."
    },
    {
      "cite": "M. K. Soni",
      "quote": "Home sweet home. This is the place to find happiness. If one doesn't find it here, one doesn't find it anywhere."
    },
    {
      "cite": "Channing Pollock",
      "quote": "Home is the most popular, and will be the most enduring of all earthly establishments."
    },
    {
      "cite": "Albania Proverb",
      "quote": "The sun at home warms better than the sun elsewhere."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "The home is the center and circumference, the start and the finish, of most of our lives."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You can never go home again, but the truth is you can never leave home, so it's all right."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing like staying at home for real comfort."
    },
    {
      "cite": "William J. Bennett",
      "quote": "Home is a shelter from storms-all sorts of storms."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "Home is where the heart is."
    },
    {
      "cite": "Robert Montgomery",
      "quote": "Home, the spot of earth supremely blest, A dearer, sweeter spot than all the rest."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "Peace — that was the other name for home."
    },
    {
      "cite": "Robert Frost",
      "quote": "Home is the place where, when you have to go there, they have to take you in."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Home is where we should feel secure and comfortable."
    },
    {
      "cite": "Marjorie Kinnan Rawlings",
      "quote": "I do not understand how anyone can live without one small place of enchantment to turn to."
    },
    {
      "cite": "Proverb",
      "quote": "A man's home is his castle."
    },
    {
      "cite": "Charles Swain",
      "quote": "Home is where there's one to love us."
    },
    {
      "cite": "Lyda M. Child",
      "quote": "Home the blessed word, which opens to the human heart the most perfect glimpse of Heaven, and helps to carry it thither, as on an angel's wings"
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "No matter under what circumstances you leave it, home does not cease to be home. No matter how you lived there-well or poorly."
    },
    {
      "cite": "Angela Wood",
      "quote": "If you know you're going home, the journey is never too hard."
    },
    {
      "cite": "RACHAEL RAY",
      "quote": "Good food and a warm kitchen are what make a house a home."
    },
    {
      "cite": "unknown",
      "quote": "A house is made of walls and beams; a home is built with love and dreams."
    },
    {
      "cite": "William Shakespeare",
      "quote": "People usually are the happiest at home."
    },
    {
      "cite": "Heather Zschock",
      "quote": "Home is a place inside made of unconditional love, comfort, and deep connection."
    },
    {
      "cite": "Keith L. Brooks",
      "quote": "A little girl, asked where her home was, replied, 'Where Mother is'."
    },
    {
      "cite": "Zett Why",
      "quote": "Some, going the way, don't leave home. Others who left home, don't show up on the way at all."
    },
    {
      "cite": "Tsh Oxenreider",
      "quote": "Some people live 'location independent', making the entire world their home-they'll park for a while in one neck of the woods then when the wanderlust itch needs scratching, they'll pack up again and move to a new spot."
    },
    {
      "cite": "Tsh Oxenreider",
      "quote": "When I travel, I'm at home in the world, so long as I'm with the people I love most."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "At the beginning of the last century, the home of a reasonably well-off family of four contained a set of objects comprising no more than 150-200 items, including crockery and clothing."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "The home of a comparable family today might contain 2500 to 3000 objects, including electric appliances and items used in the pursuance of hobbies but not such items as books, records, and tapes."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "Our stability as a people, and out greatness as a nation depend almost entirely on our home life, which is indeed the backbone of our existence."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "With the hurry and scurry and strenuous endeavour of modern life, the home has to take its rightful place, namely, where it is possible to rest and recuperate."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "We are not naturally a race of restaurant habitués, and out achievements are largely born of the home."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "More and more is labour-saving becoming an absolute necessity in the modern home."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "Of late years electricity in the home has been developed has been developed into almost undreamed of possibilities, and the resultant luxurious living conserves our energies for the real battles of life."
    },
    {
      "cite": "Paul Greenhalgh",
      "quote": "Electric heating of the home has, of course, been employed for some years, but there is a great revolution in the stoves and radiators of the past."
    },
    {
      "cite": "Lisa Solomon",
      "quote": "Residents like you make our community a wonderful place to call home."
    },
    {
      "cite": "Lisa Solomon",
      "quote": "A new home is a wonderful place to unpack old memories and make new ones."
    },
    {
      "cite": "Lisa Solomon",
      "quote": "Owning a home is a keystone of wealth both financial and affluence."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "For the two of us, home isn't a place. It is a person. And we are finally home."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home."
    },
    {
      "cite": "John le Carré",
      "quote": "Home's where you go when you run out of homes."
    },
    {
      "cite": "Pascal Mercier",
      "quote": "We leave something of ourselves behind when we leave a place, we stay there, even though we go away. And there are things in us that we can find again only by going back there."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there any more."
    },
    {
      "cite": "James Baldwin",
      "quote": "Perhaps home is not a place but simply an irrevocable condition."
    },
    {
      "cite": "Elizabeth Kostova",
      "quote": "It was good to walk into a library again; it smelled like home."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Home wasn't a set house, or a single town on a map. It was wherever the people who loved you were, whenever you were together. Not a place, but a moment, and then another, building on each other like bricks to create a solid shelter that you take with you for your entire life, wherever you may go."
    },
    {
      "cite": "Pierce Brown",
      "quote": "Home isn't where you're from, it's where you find light when all grows dark."
    },
    {
      "cite": "William C. Faulkner",
      "quote": "How often have I lain beneath rain on a strange roof, thinking of home."
    },
    {
      "cite": "Gary Snyder",
      "quote": "Nature is not a place to visit. It is home."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The ache for home lives in all of us. The safe place where we can go as we are and not be questioned."
    },
    {
      "cite": "Ransom Riggs",
      "quote": "I used to dream about escaping my ordinary life, but my life was never ordinary. I had simply failed to notice how extraordinary it was. Likewise, I never imagined that home might be something I would miss."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "One never reaches home,' she said. 'But where paths that have an affinity for each other intersect, the whole world looks like home, for a time."
    },
    {
      "cite": "Noel Langley",
      "quote": "If I ever go looking for my heart's desire again, I won't look any further than my own back yard. Because if it isn't there, I never really lost it to begin with."
    },
    {
      "cite": "Gladys Hunt",
      "quote": "What is home? My favorite definition is \"a safe place,\" a place where one is free from attack, a place where one experiences secure relationships and affirmation. It's a place where people share and understand each other. Its relationships are nurturing. The people in it do not need to be perfect; instead, they need to be honest, loving, supportive, recognizing a common humanity that makes all of us vulnerable."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Home is the nicest word there is."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The ornament of a house is the friends who frequent it."
    },
    {
      "cite": "George Augustus Moore",
      "quote": "A man travels the world over in search of what he needs and returns home to find it."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "A home filled with nothing but yourself. It's heavy, that lightness. It's crushing, that emptiness."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Home isn't a place, its a feeling"
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "The desire to go home that is a desire to be whole, to know where you are, to be the point of intersection of all the lines drawn through all the stars, to be the constellation-maker and the center of the world, that center called love. To awaken from sleep, to rest from awakening, to tame the animal, to let the soul go wild, to shelter in darkness and blaze with light, to cease to speak and be perfectly understood."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I believe that one can never leave home. I believe that one carries the shadows, the dreams, the fears and the dragons of home under one's skin, at the extreme corners of one's eyes and possibly in the gristle of the earlobe."
    },
    {
      "cite": "Aleksandar Hemon",
      "quote": "Home is where somebody notices when you are no longer there."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "You can go other places, all right - you can live on the other side of the world, but you can't ever leave home"
    },
    {
      "cite": "Jack Sher",
      "quote": "Home, to me, is home. And my family is my family. And whatever problems they've got, I've got them, too."
    },
    {
      "cite": "Jane Goldman",
      "quote": "Country roads, take me home, to the place I belong, West Virginia, mountain momma, take me home, country road"
    },
    {
      "cite": "David Leslie Johnson-McGoldrick",
      "quote": "The ocean is not just our home, it is who we are."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "Home is a place we all must find, child. It's not just a place where you eat or sleep. Home is knowing. Knowing your mind, knowing your heart, knowing your courage. If we know ourselves, we're always home, anywhere."
    },
    {
      "cite": "Jeff Nathanson",
      "quote": "We must stay together and protect the Pride Lands. This is our home. We must never abandon it."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "But at the end of the benign day and as the Sun eventually / paid its last tributes to regally aristocratic brightness / there was nothing as pricelessly humanitarian / as home / sweet home."
    },
    {
      "cite": "John Howard Payne",
      "quote": "Let others delight mid new pleasures to roam / But give me, oh, give me, the pleasures of home"
    },
    {
      "cite": "John Howard Payne",
      "quote": "Mid pleasures and palaces though we may roam / Be it ever so humble, there's no place like home"
    },
    {
      "cite": "John Howard Payne",
      "quote": "An exile from home, splendor dazzles in vain / Oh, give me my lowly thatched cottage again"
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "In the silence of the even / When the cannon's lips were dumb / Thoughts of home and all its loved ones / To the soldier's heart would come."
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "From the fields of strife and carnage / Gentle thoughts began to roam / And a tender strain of music / Rose with words of 'Home, Sweet Home'"
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "In one grand but gentle chorus / Floating to the starry dome / Came the words that brought them nearer / Words that told of 'Home, Sweet Home'"
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "Men whose hearts would flow together / Though apart their feet might roam / Found a tie they could not sever / In the mem'ry of each home."
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "Never may the steps of carnage / Shake our land from shore to shore / But may mother, home and Heaven / Be our watchwords evermore."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Your life starts at home. You spend hours a day in your house. You eat there, you sleep there, you cook there, you spend time with your family there."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Your home is such an important part of your life, place to kick off your shoes and settle in. It's where you kiss, argue and make up again."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Your home is the foundation of everything. When it's out of whack, so is the rest of your life."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "The happy home will allow you to start reaping the rewards of what you sow."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "A balanced, harmonious, and happy home leads to a balanced, harmonious, and happy outer world."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Everybody deserves to have a home that is supportive to their happiness, health, and wealth."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Your home has a memory. It remembers all the happy times, the sad times, the angry times, the past owner's stories, everything. It takes in all the emotions and witness all the goings-on."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Your home is also a dense physical manifestation. It is solid. It is fixed in place. It is bricks and mortar. It is not going anywhere."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "For you home to be a fertile place for amazing relationships, incredible abundance, joyous success, and happy families; old memories must be cleared."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Your home is a mirror of you. You are the mirror of your home, you image it as a friend."
    },
    {
      "cite": "Patricia Lohan",
      "quote": "Create a friendly relationship with your home, the opposite is true. It can be a powerful ally in your life. So, thinking about your house as a person - is your home a friend or foe?"
    },
    {
      "cite": "Patricia Lohan",
      "quote": "By clearing the eyes, literally cleaning the windows of your home and removing the dirt that obscure your view, you receive more clarity about your life."
    },
    {
      "cite": "Terence Conran",
      "quote": "Having a warm home that looks good and works well, and that you and your family and friends enjoy, must be one of the most worthwhile things in life."
    },
    {
      "cite": "Carolyne Mae",
      "quote": "There is an enriched sensory experience entwined in every home; the feelings, the visual, the sounds, the aromas, and the tastes of each home is unique."
    },
    {
      "cite": "Carolyne Mae",
      "quote": "Our first home is our body, and from here we resonate all our energy and purpose. Before we can positively grow a home outside ourselves, we must prepare ourselves for the journey."
    }
  ]
}