{
  "source": "https://www.wisesayings.com/homework-quotes/",
  "theme": "homework",
  "quotes": [
    {
      "cite": "Travis Thrasher",
      "quote": "I've got a lot of homework to do, and none of it has anything to do with school."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "Homework is not an option. My bed is sending out serious nap rays. I can't help myself. The fluffy pillows and warm comforter are more powerful than I am. I have no choice but to snuggle under the covers."
    },
    {
      "cite": "Mark A. Cooper",
      "quote": "He's given me enough homework to last ten years. I'm gonna die of nerdism."
    },
    {
      "cite": "Henry Jenkins",
      "quote": "The worst thing a kid can say about homework is that it is too hard. The worst thing a kid can say about a game is it's too easy."
    },
    {
      "cite": "Daymond John",
      "quote": "You don't get rich off your day job, you get rich off your homework."
    },
    {
      "cite": "Branford Marsalis",
      "quote": "Everybody talks about finding your voice. Do your homework and your voice will find you."
    },
    {
      "cite": "Jim Rogers",
      "quote": "If you want to be lucky, do your homework."
    },
    {
      "cite": "Cynthia Lewis",
      "quote": "The teacher can always tell when you did your homework on the bus."
    },
    {
      "cite": "Cheryl Miller",
      "quote": "Do your homework. I'm tired of carrying you."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Teens think listening to music helps them concentrate. It doesn't. It relieves them of the boredom that concentration on homework induces."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "With homework, school prepares students for overtime. With reports, it prepares them for payday."
    },
    {
      "cite": "Peter Bart",
      "quote": "Do your homework and stand your ground."
    },
    {
      "cite": "Dawson Grimsley",
      "quote": "If you do your homework and do your due diligence, you shouldn't get stuck with one of them."
    },
    {
      "cite": "Jim Lehrer",
      "quote": "There's only one interview technique that matters. Do your homework so you can listen to the answers and react to them and ask follow-ups. Do your homework, prepare."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Nothing is free. You got to pay to be in society. First you start with homework."
    },
    {
      "cite": "James Patterson",
      "quote": "Homework is a term that means grown up imposed yet self-afflicting torture."
    },
    {
      "cite": "Edward Norton",
      "quote": "The more you do your homework, the more you're free to be intuitive. But you've got to put the work in."
    },
    {
      "cite": "Merlin Olsen",
      "quote": "One of life's most painful moments comes when we must admit that we didn't do our homework, that we are not prepared."
    },
    {
      "cite": "Anna Popplewell",
      "quote": "If you're working 12-hour days, then you come home to do three hours' homework, it's quite a lot on your plate."
    },
    {
      "cite": "Natalie Maines",
      "quote": "Writing for me can be homework. I do get a lot from it in the end. But I hate doing it."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Do your homework and know your business better than anyone. Otherwise, someone who knows more and works harder will kick your ass."
    },
    {
      "cite": "Vidhya Vijay",
      "quote": "Homework is a best work,but if human hate it its a worst work."
    },
    {
      "cite": "Justin Hires",
      "quote": "Do your homework, study the craft, believe in yourself, and out-work everyone."
    },
    {
      "cite": "Joey Lauren Adams",
      "quote": "The toughest thing about homework is getting mom and pop to agree on the same answer."
    },
    {
      "cite": "Doug Larson",
      "quote": "Home computers are being called upon to perform many new functions, including the consumption of homework formerly eaten by the dog."
    },
    {
      "cite": "Georgette Mosbacher",
      "quote": "The difference between a calculated risk and rolling the dice can be expressed in one word: homework."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Lack of homework shows up in the marketplace as well as in the classroom."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "I like a teacher who gives you something to take home to think about besides homework."
    },
    {
      "cite": "Dace Svikis",
      "quote": "You see it in education a lot. If you do your homework, you get to pick out something from the class treasure chest."
    },
    {
      "cite": "Amy Lee",
      "quote": "Inspiration comes in the middle of the night when you should be doing homework."
    },
    {
      "cite": "Jane Brody",
      "quote": "Do your homework and keep good files. Know the background and biases of your sources."
    },
    {
      "cite": "Kiersten White",
      "quote": "My life is a black hole of boredom and despair. So basically you've been doing homework. Like I said, black hole."
    },
    {
      "cite": "Jules Shear",
      "quote": "The same people who never did their homework in high school are still doing that to this very day out in the real world."
    },
    {
      "cite": "Daymond John",
      "quote": "My parents always taught me that my day job would never make me rich; it'd be my homework."
    },
    {
      "cite": "Imran Khan",
      "quote": "The team that is going to win is the one that does its homework the best by studying its opponents."
    },
    {
      "cite": "Thomas Friedman",
      "quote": "When I was growing up, my parents told me. Finish your dinner. People in China and India are starving. I tell my daughters. Finish your homework. People in India and China are starving for your job."
    },
    {
      "cite": "Katherine Applegate",
      "quote": "Homework, I have discovered, involves a sharp pencil and thick books and long sighs."
    },
    {
      "cite": "H Jackson Brown Jr.",
      "quote": "Do your homework and know your facts, but remember it's passion that persuades."
    },
    {
      "cite": "John Templeton",
      "quote": "Do your homework or hire wise experts to help you. Never jump into a business you have no idea about."
    },
    {
      "cite": "Janet Alleman",
      "quote": "We define meaningful homework as tasks that enrich the in-school curriculum by challenging students to think deeply about important questions, apply their knowledge and skills toward solving genuine problems, and creating authentic products that will be used in meaningful ways."
    },
    {
      "cite": "Janet Alleman",
      "quote": "Meaningful homework is oriented toward authentic forms of student achievement."
    },
    {
      "cite": "Janet Alleman",
      "quote": "Meaningful homework should match the goals of the lessons and units and should expand, enrich, or apply what is learned in school."
    },
    {
      "cite": "Janet Alleman",
      "quote": "Many claim that homework is necessary for improving student achievement--an assertion that is only partially a supported by research."
    },
    {
      "cite": "Alfie Kohn",
      "quote": "Homework is tough on parents, then, and it's also tough on children."
    },
    {
      "cite": "Cathy Vatterott",
      "quote": "Homework is a long-standing education that, until recently, has seldom been questioned."
    },
    {
      "cite": "Cathy Vatterott",
      "quote": "Homework has generally been viewed as a positive practice and accepted without question as part of the student routine."
    },
    {
      "cite": "Cathy Vatterott",
      "quote": "As the culture changed, and as the schools and families have changed, homework has become problematic for more and more students, parent, and teachers."
    },
    {
      "cite": "Cathy Vatterott",
      "quote": "Homework was viewed as a culprit that robbed children of important opportunities for social interaction."
    },
    {
      "cite": "John Buell",
      "quote": "The controversy over homework starts with a large number of academic studies that have sought to establish or refute the notion that homework improves academic performance."
    },
    {
      "cite": "John Buell",
      "quote": "Students who do homework receive better grades or higher test scores, but they do not establish that homework causes improved performance."
    },
    {
      "cite": "John Buell",
      "quote": "There is no evidence that any amount of homework improves the academic performance of elementary school students."
    },
    {
      "cite": "Sara Bennett",
      "quote": "When you also learn the truth about homework, chances are that you'll want to do something to lighten that heavy backpack your child drags home each night."
    },
    {
      "cite": "Professor Baker",
      "quote": "It seems like the more homework a nation's teachers assign, the worse that nation's students do on achievement tests."
    },
    {
      "cite": "Sara Bennett",
      "quote": "Many educators tout homework as a great way to teach children responsibility."
    },
    {
      "cite": "Sara Bennett",
      "quote": "With parents increasingly involved in assignments every step of the way we think homework undermines the teaching of responsibility."
    },
    {
      "cite": "Professor Kralovec",
      "quote": "There's no evidence that homework is good for reinforcement, if parents are going to give up their home life for homework, there should be evidence that it will produce something."
    },
    {
      "cite": "Vera Goodman",
      "quote": "The most common reason teachers give for assigning homework is that parents want it. I know parents who judge the quality of the school by how much homework the teachers give, often creating a climate that forces teachers to create assignments against their better judgement."
    },
    {
      "cite": "Vera Goodman",
      "quote": "No matter how parents justify it or demand it, excessive homework is an intrusion into the private lives of children."
    },
    {
      "cite": "Vera Goodman",
      "quote": "Young children often like to get some homework because it makes them feel grown up."
    },
    {
      "cite": "Vera Goodman",
      "quote": "Homework that is light, and designed so that families can enjoy spending time working together, is valuable."
    },
    {
      "cite": "Vera Goodman",
      "quote": "Teachers argue that they need to give homework to cover the mandated curriculum."
    },
    {
      "cite": "Blanche Hanalis",
      "quote": "If you're going to choose someone's homework to copy, you need to choose someone who's good in math."
    },
    {
      "cite": "Holden Weihs",
      "quote": "it's wonderful what they can do with computers these days and I'm pretty sure you have homework to do."
    },
    {
      "cite": "David C. Berliner",
      "quote": "Over the next few decades, schools institutionalized homework as a primary means for determining a student's academic proficiency on almost a daily basis."
    },
    {
      "cite": "David C. Berliner",
      "quote": "Today school systems overwhelmingly use homework as a pedagogical staple and a measurement for assessing students' academic growth in the short term."
    },
    {
      "cite": "David C. Berliner",
      "quote": "Most parents eagerly include 'homework time' as part of the daily household routine and act as tutor."
    },
    {
      "cite": "Frank Sennett",
      "quote": "Thorough homework—good fact-finding coupled with good analysis—is essential if good remedies are to follow and if an effective case is to be made for a particular cause."
    },
    {
      "cite": "Pondie Nicholson",
      "quote": "There are always more events to be organized, students to be congratulated, cheers to say, homework to design, and challenges to meet."
    },
    {
      "cite": "Fawn M. Brodie",
      "quote": "Homework is a breeze. Cooking is a pleasant diversion. Putting up a retaining wall is a lark. But teaching is like climbing a mountain."
    },
    {
      "cite": "Jim Kraus",
      "quote": "Our furnace broke, and we had to burn my homework to keep ourselves from freezing."
    },
    {
      "cite": "Jim Kraus",
      "quote": "I didn't do my history because I don't believe in dwelling on the past."
    },
    {
      "cite": "Evan Esar",
      "quote": "When a teenager is watching television, listening to her record player, and talking on the phone, she is probably doing her homework."
    },
    {
      "cite": "Evan Esar",
      "quote": "A lazy schoolboy lets his father do his homework, but a bright one helps his father with it."
    },
    {
      "cite": "Evan Esar",
      "quote": "Homework sometimes shows how much children don't know, but more often how much their parents don't know."
    },
    {
      "cite": "Evan Esar",
      "quote": "When it comes to homework, most schoolchildren like to do nothing better."
    },
    {
      "cite": "Evan Esar",
      "quote": "Half the parents who do their children's homework for them shouldn't; the other half can't."
    }
  ]
}