{
  "source": "https://www.wisesayings.com/homophobia-quotes/",
  "theme": "homophobia",
  "quotes": [
    {
      "cite": "Christina Engela",
      "quote": "In the same way that racists avoid using words like 'racist' to describe themselves, in favor of wrapping their hatred in terms like 'white pride' in order to make the same thing seem less reprehensible than itself."
    },
    {
      "cite": "Christina Engela",
      "quote": "Being gay is not a mental illness — but homophobia directed at gay people can cause psychological harm to the gay person. It is therefore not the gay person who needs psychiatric intervention from being gay — it is homophobes who need help in dealing with their bigotry and prejudices."
    },
    {
      "cite": "Cornel West",
      "quote": "Homophobia is very, very difficult to root out, to extricate. That's why we have to bear witness. That's why we have to be so public about it, and that's why we can't just play footsie with it."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Homophobia is the ignorant and arrogant assumption that copulation and reproduction is all there is to a relationship."
    },
    {
      "cite": "Hal Duncan",
      "quote": "Homophobia's just one form of abjection, and wherever you have a marker of deviance - skin colour, gender, gender identity, disability - you get the same mechanisms of prejudice."
    },
    {
      "cite": "Andrew Sullivan",
      "quote": "Homophobia: the fear that another man will treat you like you treat women."
    },
    {
      "cite": "Coretta Scott King",
      "quote": "Homophobia is like racism and anti-Semitism and other forms of bigotry in that it seeks to dehumanize a large group of people, to deny their humanity, their dignity and personhood."
    },
    {
      "cite": "Dan Savage",
      "quote": "A huge part of what animates homophobia among young people is paranoia and fear of their own capacity to be gay themselves."
    },
    {
      "cite": "John B. Cobb",
      "quote": "There are more scriptural reasons to oppose homophobia than to oppose homosexuality."
    },
    {
      "cite": "Andrew Sullivan",
      "quote": "Homophobia whether internalized or externalized is really fear; it's not hatred, it's fear. It's fear of the truth about ourselves."
    },
    {
      "cite": "Leisha Hailey",
      "quote": "No matter how quietly homophobia is whispered, it doesn't make it any less loud. You can't whisper hate."
    },
    {
      "cite": "George Weinberg",
      "quote": "The roots of homophobia are fear. Fear and more fear."
    },
    {
      "cite": "Zak Orth",
      "quote": "Homophobia is manufactured in high schools, so its probably useful to keep in mind that it really does bother people."
    },
    {
      "cite": "Beth Brant",
      "quote": "When one is a Native lesbian, the desire to connect all becomes an urgent longing. Faced with homophobia from our own communities, faced with racism and homophobia from the outsiders who hold semblances of power over us, we feel that desire to connect in a primal way."
    },
    {
      "cite": "Urvashi Vaid",
      "quote": "We need political power to protect and defend ourselves to eradicate homophobia. This answer may strike some as paranoid or simplistic; but the necessity of a movement that can defend queer people is urgent."
    },
    {
      "cite": "Teju Cole",
      "quote": "We agree that there is rampant misogyny, but misogynists are nowhere to be found; homophobia is a problem but no one is homophobic."
    },
    {
      "cite": "Tim Wise",
      "quote": "If you want to know if racism is a problem in your country, you might not want to ask white people."
    },
    {
      "cite": "Corretta Scott KIng",
      "quote": "Homophobia is like racism and anti-Semitism and other forms of bigotry in that it seeks to dehumanize a large group of people, to deny their humanity, their dignity and personhood."
    },
    {
      "cite": "Christina Engela",
      "quote": "Who is more courageous? The macho gay-basher who roars their hatred or the gay or trans person who faces threats of violence and harm on a daily basis, and carries on being honest about who they are regardless?"
    },
    {
      "cite": "Sarah Schulman",
      "quote": "The specifics and dimensions of familial homophobia are broad and vast. They can range from short-sighted slights to varying degrees of exclusion to brutal attacks that distort the gay person's life to direct and indirect cruelties that literally end that person's existence."
    },
    {
      "cite": "Sarah Schulman",
      "quote": "Shunning is the most common form of homophobia and the easiest to carry out."
    },
    {
      "cite": "Sarah Schulman",
      "quote": "Homophobia is not the fault of gay people. Homophobia is not caused by gay people."
    },
    {
      "cite": "Sarah Schulman",
      "quote": "Homophobia is a pathological manifestation of heterosexual culture."
    },
    {
      "cite": "Byrne Fone",
      "quote": "Homophobia is now popularly construed to mean fear and dislike of homosexuality and of those who practice it."
    },
    {
      "cite": "Byrne Fone",
      "quote": "Just as homophobia exists between non-homosexual and homosexual people, so it can exist between gay men and lesbians, both as sexism and as incomprehension or dislike of another kind of sexuality."
    },
    {
      "cite": "Byrne Fone",
      "quote": "Antipathy to them— and condemnation, loathing, fear, and proscription of homosexual behavior— is what we call homophobia."
    },
    {
      "cite": "Mark A. Roeder",
      "quote": "The whole world goes on and on about love. Poets spend their lives writing about it. Everyone thinks it's the most wonderful thing. But, when you mention two guys in love, they forget all that and freak out."
    },
    {
      "cite": "Hendrik Hertzberg",
      "quote": "Marriage should be between a spouse and a spouse, not a gender and a gender."
    },
    {
      "cite": "Tyler Oakley",
      "quote": "This is why homophobia is a terrible evil: it disguises itself as concern while it is inherently hate."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Man cannot be homophobic without having concerned himself with another’s sex life."
    }
  ]
}