{
  "source": "https://www.wisesayings.com/honesty-quotes/",
  "theme": "honesty",
  "quotes": [
    {
      "cite": "Tagalog (Filipino) (on conscience)",
      "quote": "A clear conscience is more valuable than wealth."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "A fair exchange is no robbery."
    },
    {
      "cite": "Gaelic (on friendship)",
      "quote": "A friend's eye is a good mirror."
    },
    {
      "cite": "Hungarian (on indebtedness)",
      "quote": "A loan though old is not a gift."
    },
    {
      "cite": "unknown",
      "quote": "A man who never made a mistake, never made anything."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An apple a day keeps the doctor away."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Avoid dishonest gain: no price can recompence the pangs of vice."
    },
    {
      "cite": "Julius Caesar",
      "quote": "Caesar's wife must be above suspicion."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Dally not with other folk's spouses or money."
    },
    {
      "cite": "Aesop",
      "quote": "Don't pretend to be something you aren't."
    },
    {
      "cite": "American (on authenticity)",
      "quote": "Don't take any wooden nickels."
    },
    {
      "cite": "unknown",
      "quote": "Following the path of least resistence is what makes both men and rivers crooked."
    },
    {
      "cite": "Jesus Christ",
      "quote": "From the fullness of the heart, the mouth speaks."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Half the truth is often a whole lie."
    },
    {
      "cite": "William Congreve",
      "quote": "He that first cries out \"stop thief\" is often he that has stolen the treasure."
    },
    {
      "cite": "George Herbert",
      "quote": "He that steals an egg will steal an ox."
    },
    {
      "cite": "Aesop",
      "quote": "Honesty is the best policy."
    },
    {
      "cite": "Danish (on comparable worth)",
      "quote": "It is better to suffer for truth than to prosper by falsehood."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Keep conscience clear, then never fear."
    },
    {
      "cite": "George Chapman",
      "quote": "Keep thy shop and thy shop will keep thee."
    },
    {
      "cite": "unknown",
      "quote": "Let's get things straight."
    },
    {
      "cite": "Egyptian (on buying and selling)",
      "quote": "Making money selling manure is better than losing money selling musk."
    },
    {
      "cite": "unknown",
      "quote": "No legacy is as rich as honesty."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Pay what you owe and what you're worth you'll know."
    },
    {
      "cite": "unknown",
      "quote": "Possession is nine tenths of the law."
    },
    {
      "cite": "unknown",
      "quote": "The best thing about telling the truth is...you don't have to remember what you said!"
    },
    {
      "cite": "Chinese (on conscience)",
      "quote": "The contented person can never be ruined."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The sting of a reproach is the truth of it."
    },
    {
      "cite": "Yiddish",
      "quote": "When a thief kisses you, count your teeth."
    },
    {
      "cite": "Aesop",
      "quote": "You can fool people some of the time, but you can't fool them all of the time."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No man has a good enough memory to be a successful liar."
    },
    {
      "cite": "Alan K. Simpson",
      "quote": "If you have integrity nothing else matters. If you don't have integrity nothing else matters."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either."
    },
    {
      "cite": "Alexander Pope",
      "quote": "An honest man's the noblest work of God."
    },
    {
      "cite": "Aristotle",
      "quote": "The least initial deviation from the truth is multiplied later a thousand fold."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "One of the hardest things in this world is to admit you are wrong. And nothing is more helpful in resolving a situation than its frank admission."
    },
    {
      "cite": "Billy Joel",
      "quote": "Honesty is such a lonely word. Everyone is so untrue."
    },
    {
      "cite": "Brigham Young",
      "quote": "Honest hearts produce honest actions."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A lie can travel half way around the world while the truth is putting on its shoes."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Most of our faults are more pardonable than the means we use to conceal them."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be true to your work your word and your friend."
    },
    {
      "cite": "John Lyly",
      "quote": "He that loseth his honesty hath nothing else to lose."
    },
    {
      "cite": "John Lyly",
      "quote": "The true measure of life is not length, but honesty."
    },
    {
      "cite": "Josh Billings",
      "quote": "Honesty is the rarest wealth anyone can possess."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Honesty pays, but it doesn't seem to pay enough to suit some people."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Truth, like gold is to be obtained not by its growth, but by washing away from it all that is not gold."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To believe in something, and not to live it, is dishonest."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "If it is not right do not do it if it is not true do not say it."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Where is there dignity unless there is honesty?"
    },
    {
      "cite": "Mark Twain",
      "quote": "If you tell the truth you don't have to remember anything."
    },
    {
      "cite": "Mark Twain",
      "quote": "Honesty is the best policy when there is money in it."
    },
    {
      "cite": "Mark Twain",
      "quote": "One of the most striking differences between a cat and a lie is that a cat has only nine lives."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Truth allows you to live with integrity. Everything you do and say shows the world who you really are. Let it be the Truth."
    },
    {
      "cite": "Ray Blanton",
      "quote": "Honesty does not always bring a response of love, but it is absolutely essential to it."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "What is freedom of expression? Without the freedom to offend, it ceases to exist."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Being entirely honest with oneself is a good exercise."
    },
    {
      "cite": "Sophocles",
      "quote": "Rather fail with honor than succeed by fraud."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Honesty is the first chapter in the book of wisdom."
    },
    {
      "cite": "Tim Minchin",
      "quote": "Science adjusts its views based on what's observed Faith is the denial of observation so that belief can be preserved."
    },
    {
      "cite": "William Blake",
      "quote": "A truth that's told with bad intent beats all the lies you can invent."
    },
    {
      "cite": "William Shakespeare",
      "quote": "No legacy is so rich as honesty."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The foundation stones for a balanced success are honesty character integrity faith love and loyalty."
    }
  ]
}