{
  "source": "https://www.wisesayings.com/honeymoon-quotes/",
  "theme": "honeymoon",
  "quotes": [
    {
      "cite": "James Levine",
      "quote": "It was just that we had this phenomenal honeymoon relationship that just kept on going."
    },
    {
      "cite": "Amelia Lake",
      "quote": "Couples who move in to together should use the opportunity of the honeymoon period to make positive changes to their diet and lifestyle by working together and supporting each other."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "Go to a place where you're not going to be stressed, because a honeymoon itself can be a stressful thing."
    },
    {
      "cite": "Ray Bandy",
      "quote": "A honeymoon is a short period of doting between dating and debting."
    },
    {
      "cite": "John Davey",
      "quote": "Short honeymoons are better than no honeymoons, but long honeymoons are best of all."
    },
    {
      "cite": "Helen Rowland",
      "quote": "The honeymoon is not actually over until we cease to stifle our yawns."
    },
    {
      "cite": "Diane von Furstenberg Sex",
      "quote": "My clothes are great for a honeymoon: They're light and sexy, colorful and pretty, and not expensive."
    },
    {
      "cite": "Girdhar Joshi",
      "quote": "The honeymoon is the unforgettable period in a couple's life. Later in life, tried and tired in the dust and mist of relations, together or not, they would always miss that time they spent together. Every bit of it."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Honeymoons are the beginning of wisdom but the beginning of wisdom is the end of romance."
    },
    {
      "cite": "Ginger Strand",
      "quote": "Your honeymoon tells the world and maybe you who you are."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Honeymoon lasts not nowadays above a fortnight."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Happiness consists of living each day as if it were the first day of your honeymoon and the last day of your vacation."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Our honeymoon will shine our life long: its beams will only fade over your grave or mine."
    },
    {
      "cite": "Stanford Siver",
      "quote": "It was a honeymoon at first, with people feeling like brothers and sisters. It was beautiful."
    },
    {
      "cite": "Evan Esar",
      "quote": "The honeymoon is the only period when a woman isn't trying to reform her husband."
    },
    {
      "cite": "Lucas Neff",
      "quote": "That honeymoon phase is so much fun in real life, when you meet and discover somebody new and fall in love and chase them. The pursuit. And that climactic final moment of ultimate togetherness."
    }
  ]
}