{
  "source": "https://www.wisesayings.com/honey-quotes/",
  "theme": "honey",
  "quotes": [
    {
      "cite": "Dr Ron Fessenden",
      "quote": "Honey consumption (as compared to refined sugar or HFCS) leads directly to the formation of liver glycogen, thus stabilising blood sugar levels. Honey thereby reduces metabolic stress and improves fat metabolism and disposal, thus combating two of the key parameters of the metabolic syndrome, Type 2 Diabetes and obesity."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "The pedigree of honey Does not concern the bee; A clover, any time, to him Is aristocracy."
    },
    {
      "cite": "Holley Bishop",
      "quote": "The glob of precious honey that I had poured into my mouth at Ace's was the life's work of hundreds of bees, a unique floral ode collected from thousands of blossoms in a poetic foraging ritual..."
    },
    {
      "cite": "Patricia Polacco",
      "quote": "Honey is sweet, \"and so is knowledge, but knowledge is like the bee that made that sweet honey, you have to chase it through the pages of a book."
    },
    {
      "cite": "Jessica Pare",
      "quote": "Honey is hydrating and antiseptic. It really clears your skin, and it's moisturizing. You can use it every day if you want. It's so gentle."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If you have no Honey in your Pot, have some in your Mouth."
    },
    {
      "cite": "Munia Khan",
      "quote": "It is the honey which makes us cruel enough to ignore the death of a bee."
    },
    {
      "cite": "Anna Akhmatova",
      "quote": "Wild honey smells of freedom. The dust - of sunlight The mouth of a young girl, like a violet But gold - smells of nothing."
    },
    {
      "cite": "Pliny",
      "quote": "Honey comes out of the air....At early dawn the leaves of trees are found bedewed with honey.... Whether this is the perspiration of the sky or a sort of saliva of the stars, or the moisture of the air purging itself, nevertheless it brings with it the great pleasure of its heavenly nature. It is always of the best quality when it is stored in the best flowers."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Tart Words make no Friends: a spoonful of honey will catch more flies than Gallon of Vinegar."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The sweetest honey is loathsome in his own deliciousness and in the taste confounds the appetite."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you want to gather honey, don't kick over the beehive."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "When you go in search of honey you must expect to be stung by bees."
    },
    {
      "cite": "Charles Lamb",
      "quote": "To pile up honey upon sugar, and sugar upon honey, to an interminable tedious sweetness."
    },
    {
      "cite": "Smokey Robinson",
      "quote": "A taste of honey is worse than none at all."
    },
    {
      "cite": "Robert Bly",
      "quote": "We are bees then; our honey is language."
    },
    {
      "cite": "George Herbert",
      "quote": "The honey is sweet, but the Bee stings."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "The honey in the flower or lotus does not crave for bees; they do not plead with the bees to come. Since they have tasted the sweetness, they themselves search for the flowers and rush in. They come because of the attachment between themselves and sweetness. So, too, is the relationship between the woman who knows the limits and the respect she evokes."
    },
    {
      "cite": "Arthur Guiterman",
      "quote": "It takes a bee to get the honey out."
    }
  ]
}