{
  "source": "https://www.wisesayings.com/honest-man-quotes/",
  "theme": "honest-man",
  "quotes": [
    {
      "cite": "Spencer Johnson",
      "quote": "Integrity is telling myself the truth. And honesty is telling the truth to other people."
    },
    {
      "cite": "Albert Pike",
      "quote": "A good man will find that there is goodness in the world; an honest man will find that there is honesty in the world; and a man of principle will find principle and integrity in the hearts of others."
    },
    {
      "cite": "Joseph Sobran",
      "quote": "The hypocrite recognizes the honest man as his deadly enemy."
    },
    {
      "cite": "George Washington",
      "quote": "I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Make yourself an honest man, and then you may be sure there is one less rascal in the world."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "To live, is to suffer; and the honest man is always fighting to be master of his own mind."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The mark of an honest man... is that he means what he says and knows what he means."
    },
    {
      "cite": "Confucius",
      "quote": "You can cheat an honest man but not make a fool out of him."
    },
    {
      "cite": "Aristophanes",
      "quote": "An insult directed at the wicked is not to be censured; on the contrary, the honest man, if he has sense, can only applaud."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The surest way to remain poor is to be an honest man."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "The trite saying that honesty is the best policy has met with the just criticism that honesty is not policy. The real honest man is honest from conviction of what is right, not from policy."
    },
    {
      "cite": "William Hazlitt",
      "quote": "An honest man speaks the truth, though it may give offence; a vain man, in order that it may."
    },
    {
      "cite": "Mark Twain",
      "quote": "An honest man in politics shines more there than he would elsewhere."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "An honest man can feel no pleasure in the exercise of power over his fellow citizens."
    },
    {
      "cite": "James Jones",
      "quote": "The main trouble with being an honest man was that it lost you all your illusions."
    },
    {
      "cite": "Eliza Cook",
      "quote": "An honest man is believed without an oath, for his reputation swears for him."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "It's amazing how much panic one honest man can spread among a multitude of hypocrites."
    },
    {
      "cite": "Vasily Grossman",
      "quote": "Good men and bad men alike are capable of weakness. The difference is simply that a bad man will be proud all his life of one good deed - while an honest man is hardly aware of his good acts, but remembers a single sin for years on end."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "I was ever of the opinion, that the honest man who married and brought up a large family, did more service than he who continued single, and only talked of population."
    },
    {
      "cite": "William Wordsworth",
      "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing."
    },
    {
      "cite": "Francois de la Noue",
      "quote": "The silly when deceived exclaim loudly; the fool complains; the honest man walks away and is silent."
    },
    {
      "cite": "Ximenes Doudan",
      "quote": "The doubts of an honest man contain more moral truth than the profession of faith of people under a worldly yoke."
    },
    {
      "cite": "Umberto Eco",
      "quote": "The first quality of an honest man is contempt for religion, which would have us afraid of the most natural thing in the world, which is death; and would have us hate the one beautiful thing destiny has given us, which is life."
    },
    {
      "cite": "Kapil Gupta",
      "quote": "The honest man falls prey to guilt and conscience far more often than the dishonest one. Even when he has acted honorably."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "Honesty is the cornerstone of character. The honest man or woman seeks not merely to avoid criminal or illegal acts, but to be scrupulously fair, upright, fearless in both action and expression."
    },
    {
      "cite": "Honor L Wilhelm",
      "quote": "Honest manhood cannot be attained. It is. If a man is small, as an honest man he stands up and acknowledges he is small and only tries to do what a small man can do--and he does it."
    },
    {
      "cite": "Honor L Wilhelm",
      "quote": "In all lines of life an honest man only holds himself out as being just what he is and tries to do the tasks he is able to do--and always does them. An honest man cannot fail."
    },
    {
      "cite": "Robert Davenport",
      "quote": "An honest man is still an unmov'd rock, Wash'd whiter, but not shaken with the shock: Whose heart conceives no sinister device; Fearless he plays with flames, and treads on ice."
    },
    {
      "cite": "Nicholas Breton",
      "quote": "So the mind of an honest man, without trick or compliments, keeps the credit of a good conscience from the scandal of the world and the worm of iniquity, which, being wrought by the workman of heaven, fits him best that wears it to his service; and where virtue is more esteemed than vanity, it is put on and worn with that ease that shows the excellency of the workman."
    },
    {
      "cite": "Matt Taibbi",
      "quote": "This idea that you can't be an honest man and a Washington politician is a myth, a crock made up by sellouts and careerist hacks who don't stand for anything and are impatient with people who do. It's possible to do this job with honor and dignity."
    }
  ]
}