{
  "source": "https://www.wisesayings.com/honor-quotes/",
  "theme": "honor",
  "quotes": [
    {
      "cite": "Publilius Syrus",
      "quote": "No one ever lost his honor, except he who had it not."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Honor is simply the morality of superior men."
    },
    {
      "cite": "Proverb",
      "quote": "A hundred years cannot repair a moment's loss of honor."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Honor has not to be won; it must only not be lost."
    },
    {
      "cite": "Nicolas Boileau-Despreaux",
      "quote": "Honor is like an island, rugged and without a beach; once we have left it, we can never return."
    },
    {
      "cite": "Cicero",
      "quote": "Honor is the reward of virtue."
    },
    {
      "cite": "Sophocles",
      "quote": "Honor isn't about making the right choices. It's about dealing with the consequences."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "He has honor if he holds himself to an ideal of conduct though it is inconvenient, unprofitable, or dangerous to do so."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Nobody can acquire honor by doing what is wrong."
    },
    {
      "cite": "Steven Grover Cleveland",
      "quote": "Honor lies in honest toil."
    },
    {
      "cite": "T. Braxton Woody",
      "quote": "Honor is not the appendage of any social class. It is a way of life which may be freely chosen by any man or women, regardless of race, color, or creed."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Our own heart, and not other men's opinion, form our true honor."
    },
    {
      "cite": "Julius Caesar",
      "quote": "I love the name of honor, more than I fear death."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "Let honor be to us as strong an obligation as necessity is to others."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Honor is unstable and seldom the same; for she feeds upon opinion, and is as fickle as her food."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who has lost honor can lose nothing more."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "An honor is not diminished for being shared."
    },
    {
      "cite": "Robert J. Sawyer",
      "quote": "Honor does not have to be defended."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No person was ever honored for what he received. Honor has been the reward for what he gave."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Life every man holds dear; but the dear man holds honor far more precious than life."
    },
    {
      "cite": "Thomas More",
      "quote": "If honor were profitable, everybody would be honorable."
    },
    {
      "cite": "Marcel Pagnol",
      "quote": "Honor is like a match, you can only use it once."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "You can abandon your own body, but never let go of your honor."
    },
    {
      "cite": "Jacques Bossuet",
      "quote": "Honor is like the eye, which cannot suffer the least impurity without damage. It is a precious stone, the price of which is lessened by a single flaw."
    },
    {
      "cite": "Akhenaton",
      "quote": "Honor is the inner garment of the Soul; the first thing put on by it with the flesh, and the last it layeth down at its separation from it."
    },
    {
      "cite": "German Proverb",
      "quote": "It is little honor to the lion to seize the mouse."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "A man's word is his honor."
    },
    {
      "cite": "Periander",
      "quote": "Pleasures are transient, honors are immortal."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is better to deserve honors and not have them than to have them and not deserve them."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Who sows virtue reaps honor."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If it be a sin to covet honor, I am the most offending soul."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "Reputation is what other people know about you. Honor is what you know about yourself."
    },
    {
      "cite": "William Arnot",
      "quote": "If honor be your clothing, the suit will last a lifetime; but if clothing be your honor, it will soon be worn threadbare."
    },
    {
      "cite": "Ben Jonson",
      "quote": "Honor's a good brooch to wear in a man's hat at all times."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Honor and shame from no condition rise; act well your part, there all the honor lies."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Better to die ten thousand deaths than wound my honor."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "Let honor be to us as strong an obligation as necessity is to others."
    },
    {
      "cite": "John Bevere",
      "quote": "True honor is an outflow from a heart that fears God."
    },
    {
      "cite": "John Bevere",
      "quote": "We don't honor just to get a reward; we honor because it is the heart of God, and it is our delight."
    },
    {
      "cite": "Douglas Wilson",
      "quote": "Honor must start in the heart, but if it ends there, it isn't honor. Honor must be expressed through words, symbols, actions, or gestures. Honor is among the most incarnational of the virtues. It must have feet and hands."
    },
    {
      "cite": "Margaret Chase Smith",
      "quote": "Smears are not only to be expected but fought. Honor is to be earned, not bought."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Honor is the presence of God in man."
    },
    {
      "cite": "Mitsunari Ishida",
      "quote": "Honour may not win power, but it wins respect. And respect earns power."
    },
    {
      "cite": "Mitsunari Ishida",
      "quote": "Honour always wins, it is inevitable."
    },
    {
      "cite": "Miguel de Cervantes Saavedra",
      "quote": "A man without honor is worse than dead."
    },
    {
      "cite": "Miguel de Cervantes Saavedra",
      "quote": "National honor is the national property of the highest value."
    },
    {
      "cite": "Joe Paterno",
      "quote": "SUCCESS WITHOUT HONOR IS AN UNSEASONED DISH; IT WILL SATISFY YOUR HUNGER, BUT IT WON'T TASTE GOOD."
    },
    {
      "cite": "Barbara Tuchman",
      "quote": "HONOR WEARS DIFFERENT COATS TO DIFFERENT EYES."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "A TRUE MAN OF HONOR FEELS HUMBLED HIMSELF WHEN HE CANNOT HELP HUMBLING OTHERS."
    },
    {
      "cite": "Joseph Addison",
      "quote": "He who would pass the declining years of his life with honor and comfort should, when young, consider that he may one day become old. and remember, when he is old, that he has once been young."
    },
    {
      "cite": "Winston Churchill",
      "quote": "This is the lesson: Never give in ... never, never, never, never... in nothing, great or small, large or petty—never give in except to convictions of honor or good taste."
    },
    {
      "cite": "Cicero",
      "quote": "In men of the highest character and noblest genius there is to be found an insatiable desire for honor, command, power, and glory."
    },
    {
      "cite": "Ben Jonson",
      "quote": "I am now past the craggy paths of study, and come to the flowery plains of honor and reputation."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Honor’s a fine imaginary notion, that draws in raw and unexperienced men to real mischiefs."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Mine honor is my life; both grow in one; take honor from me and my life is done."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "No amount of ability is of the slightest avail without honor."
    },
    {
      "cite": "Socrates",
      "quote": "The shortest and surest way to live with honor in the world, is to be in reality what we would appear to be; all human virtues increase and strengthen themselves by the practice and experience of them."
    },
    {
      "cite": "John S. Dwight",
      "quote": "Honor is not a matter of any man's calling merely, but rather of his own actions in it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The louder he talked of his honor, the faster we counted our spoons."
    },
    {
      "cite": "Epictetus",
      "quote": "I have a lantern. You steal my lantern. What, then, is your honor worth no more to you than the price of my lantern!"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that hath a trade hath an estate and he that hath a calling hath an office of profit and honor."
    },
    {
      "cite": "Titus Livy",
      "quote": "An honor prudently declined often returns with increased luster."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "The difference between a moral man and a man of honor is that the latter regrets a discreditable act; even when it has worked and he has not been caught."
    },
    {
      "cite": "Bible (Proverbs 15:33)",
      "quote": "Before honor is humility."
    },
    {
      "cite": "Titus Livy",
      "quote": "What is left when honor is lost?"
    },
    {
      "cite": "Francis I",
      "quote": "All is lost save honor."
    },
    {
      "cite": "William Shakespeare",
      "quote": "For new-made honor doth forget men’s names."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Rightly to be great / Is not to stir without great argument. / But greatly to find quarrel in a straw / When honor’s at the stake."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A good reputation is more valuable than money."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "How many valiant men we have seen to survive their own reputation!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "The purest treasure mortal times afford / Is spotless reputation."
    },
    {
      "cite": "Albert Camus",
      "quote": "Integrity has no need of rules."
    },
    {
      "cite": "Warren Buffett",
      "quote": "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you’ll do things differently."
    },
    {
      "cite": "Mark Twain",
      "quote": "Honor is a harder master than the law. It cannot compromise for less than one hundred cents on a dollar, and its debts are never outlawed."
    },
    {
      "cite": "Bible (Proverbs 29:23)",
      "quote": "A man's pride shall bring him low: but honor shall uphold the humble in spirit."
    },
    {
      "cite": "Bible (Apocrypha 33:22)",
      "quote": "Leave not a stain in thine honor."
    },
    {
      "cite": "Homer",
      "quote": "Of men who have a sense of honor, more come through alive than are slain, but from those who flee comes neither glory nor any help."
    },
    {
      "cite": "Simonides",
      "quote": "If to die honorably is the greatest / Part of virtue, for us fate’s done her best."
    },
    {
      "cite": "Mencius",
      "quote": "All men have in themselves that which is truly honorable. Only they do not think of it."
    },
    {
      "cite": "Suetonius",
      "quote": "As material fortune is associated with the properties of the body, so honor belongs to those of the soul."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "When neither their property nor their honor is touched, the majority of men live content."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "My honor is dearer to me than my life."
    },
    {
      "cite": "William Shakespeare",
      "quote": "\"By heaven methinks it were an easy leap / To pluck bright honor from the pale-fac’d moon, / Or dive into the bottom of the deep, / Where fathom-line could never touch the ground. / And pluck up drowned honor by the locks."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Set honor in one eye and death i' the other, / And I will look on both indifferently."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Well, honor is the subject of my story. / I cannot tell what you and other men / Think of this life; but, for my single self, / I had as lief not be as live to be / In awe of such a thing as I myself."
    },
    {
      "cite": "Joseph Addison",
      "quote": "When vice prevails, and impious men bear sway, / The post of honor is a private station."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Better poor with honor than rich with shame."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Better poor with honor than rich with shame."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Better to deserve honor and not have it, than have it and not deserve it."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Honor and profit will not keep in one sack."
    },
    {
      "cite": "French Proverb",
      "quote": "Honor blossoms on the grave."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Honor buys no meat in the market."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "Honor has a big shadow."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Honor is from him who gives it, not in him who gets it."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Honor is the reward of virtue."
    },
    {
      "cite": "German Proverb",
      "quote": "Honor lasts beyond the grave."
    },
    {
      "cite": "German Proverb",
      "quote": "Honor lies in honest toil."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Honor once lost never returns."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Honor is not the exclusive property of any political party."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The most tragic thing in the world is a man of genius who is not a man of honor."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "No amount of ability is of the slightest avail without honor."
    },
    {
      "cite": "Robert Roy MacGregor",
      "quote": "All men with honor are kings. But not all kings have honor."
    },
    {
      "cite": "Robert Roy MacGregor",
      "quote": "[Honor is] what no man can give you and none can take away. Honor is a man's gift to himself."
    },
    {
      "cite": "Francis Beaumont and John Fletcher",
      "quote": "You put too much wind to your sail: discretion / And hardy valor are the twins of honor, / And nursed together, make a conqueror;"
    }
  ]
}