{
  "source": "https://www.wisesayings.com/hope-quotes/",
  "theme": "hope",
  "quotes": [
    {
      "cite": "W. Rawley",
      "quote": "Hope is a good breakfast but a bad supper."
    },
    {
      "cite": "Sir Thomas More",
      "quote": "A drowning man will clutch at a straw."
    },
    {
      "cite": "African Proverb - Hausa Tribe",
      "quote": "However long the night, the dawn will break."
    },
    {
      "cite": "Greek (on attitude)",
      "quote": "If it were not for hope, the heart would break."
    },
    {
      "cite": "Australian Aborigine Saying",
      "quote": "Keep your eyes on the sun and you will not see the shadows."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Hope is being able to see that there is light despite all of the darkness."
    },
    {
      "cite": "Pittacus Lore",
      "quote": "When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but never lose infinite hope."
    },
    {
      "cite": "Laini Taylor",
      "quote": "Hope can be a powerful force. Maybe there's no actual magic in it, but when you know what you hope for most and hold it like a light within you, you can make things happen, almost like magic."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us."
    },
    {
      "cite": "Tony DeLiso",
      "quote": "Keep your best wishes, close to your heart and watch what happens"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "When you're at the end of your rope, tie a knot and hold on"
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity."
    },
    {
      "cite": "Emil Brunner",
      "quote": "What oxygen is to the lungs, such is hope to the meaning of life."
    },
    {
      "cite": "Julie Donner Andersen",
      "quote": "Hope is a beautiful thing. It gives us peace and strength, and keeps us going when all seems lost. Accepting what you cannot change doesn't mean you have given up on hope. It just means you have to focus your hope on more humanly tangible and attainable goals."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Hope is a renewable option: If you run out of it at the end of the day, you get to start over in the morning."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Hope is the only universal liar who never loses his reputation for veracity."
    },
    {
      "cite": "Vincent McNabb",
      "quote": "Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Hope is one of the principal springs that keep mankind in motion."
    },
    {
      "cite": "Eric Swensson",
      "quote": "Hope is medicine for a soul that's sick and tired."
    },
    {
      "cite": "O. S. Marden",
      "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
    },
    {
      "cite": "Lin Yutang",
      "quote": "Hope is like a road in the country; there was never a road, but when many people walk on it, the road comes into existence."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Hope is the companion of power, and mother of success; for who so hopes strongly has within him the gift of miracles."
    },
    {
      "cite": "Abraham Cowley",
      "quote": "Of all ills that one endures, hope is a cheap and universal cure."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Hope is sweet-minded and sweet-eyed. It draws pictures; it weaves fancies; it fills the future with delight."
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "Hope is tenacious. It goes on living and working when science has dealt it what should be its deathblow."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily."
    },
    {
      "cite": "Anne Frank",
      "quote": "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof."
    },
    {
      "cite": "D.R. Locke",
      "quote": "Every cloud has a silver lining."
    },
    {
      "cite": "R. Cotgrave",
      "quote": "Every jack has his jill; if only they can find each other."
    },
    {
      "cite": "Yiddish (on marriage)",
      "quote": "Every pot will find its lid."
    },
    {
      "cite": "Thomas Norton and Thomas Sackville",
      "quote": "Hope for the best and prepare for the worst."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Hope springs eternal."
    },
    {
      "cite": "English Proverb",
      "quote": "The darkest hours are just before dawn."
    },
    {
      "cite": "Theocritus",
      "quote": "Where there's life, there's hope."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Only in the darkness can you see the stars."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Never give up. Expect only the best from life and take action to get it."
    },
    {
      "cite": "Edward S. Ame",
      "quote": "Hope is outreaching desire with expectancy of good. It is a characteristic of all living beings."
    },
    {
      "cite": "Hong Kong Proverb",
      "quote": "As long as we have hope, we have direction, the energy to move, and the map to move by"
    },
    {
      "cite": "Christopher Reeve",
      "quote": "Once you choose hope, anything's possible."
    },
    {
      "cite": "Author Unknown",
      "quote": "You've gotta have hope. Without hope life is meaningless. Without hope life is meaning less and less."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Hope is passion for what is possible"
    },
    {
      "cite": "Manel Loureiro",
      "quote": "We always kept in our hearts the most noble, beautiful feeling that sets human beings apart: hope."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "There is some good in this world, and it's worth fighting for."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Hope is a good breakfast, but it is a bad supper."
    },
    {
      "cite": "Markus Zusak",
      "quote": "Maybe everyone can live beyond what they’re capable of."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Will but refuse to lose heart and hope."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "In all things it is better to hope than to despair."
    },
    {
      "cite": "French Proverb",
      "quote": "Hope is the dream of a soul awake."
    },
    {
      "cite": "Latin Proverb",
      "quote": "While I breathe, I hope."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Suzanne Gibbs Taylor",
      "quote": "He who has health, has hope. And he who has hope, has everything."
    },
    {
      "cite": "Joseph Addison",
      "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "What is true of the individual will be tomorrow true of the whole nation if individuals will but refuse to lose heart and hope."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Hope and fear cannot occupy the same space. Invite one to stay."
    },
    {
      "cite": "Henry Ford",
      "quote": "If money is your hope for independence you will never have it. The only real security that a man will have  in this world is a reserve of knowledge, experience, and ability."
    },
    {
      "cite": "Chuck Norris",
      "quote": "A lot of people give up just before they're about to make it. You know you never know when that next obstacle is going to be the last one."
    },
    {
      "cite": "Romans 8:24-25",
      "quote": "For in hope we have been saved, but hope that is seen is not hope; for why does one also hope for what he sees? But if we hope for what we do not see, with perseverance we wait eagerly for it."
    },
    {
      "cite": "Krishna J. Guilbeau",
      "quote": "Hope is an indication of certainly, a strong and confident expectation."
    },
    {
      "cite": "Krishna J. Guilbeau",
      "quote": "Hope comes from different channels of  existence, and what I do know is when all hope is gonem everything else is gone: a will to fight, to live, to press on."
    },
    {
      "cite": "Krishna J. Guilbeau",
      "quote": "When you steal someone's hope, when you take someone's hope or even prey on someone's hope: you have taken away their drive to live."
    },
    {
      "cite": "Krishna J. Guilbeau",
      "quote": "Faith is hope, love is hope, prayer is hope, and we need to be each others hope. A life is unpredictable, a life is uncertain, but you should try having a conversation of hope, and you'll see that God is undeniable."
    },
    {
      "cite": "Diane K Hiltz Chamberlain",
      "quote": "Renewed hope can usher us into the presence of God."
    },
    {
      "cite": "Diane K Hiltz Chamberlain",
      "quote": "We can feel locked within a prison cell of problems; but there is hope because Jesus holds the key that fits the lock, of our prison door of despair."
    },
    {
      "cite": "Diane K Hiltz Chamberlain",
      "quote": "Learning on our own understanding, will only cause a fall; but when we lean on God, as a crutch of strength and a crutch of hope, then we will be lifted up, above despair."
    },
    {
      "cite": "Tom Bodett",
      "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die, Morrel, that we may appreciate the enjoyments of life. Live, then, and be happy, beloved children of my heart, and never forget, that until the day God will deign to reveal the future to man, all human wisdom is contained in these two words, 'Wait and Hope'."
    },
    {
      "cite": "Martin Luther King",
      "quote": "But I know, somehow, that only when it is dark enough can you see the stars."
    },
    {
      "cite": "John Guare",
      "quote": "It's amazing how a little tomorrow can make up for a whole lot of yesterday."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "You can cut all the flowers but you cannot keep Spring from coming."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Never lose hope. Storms make people stronger and never last forever."
    },
    {
      "cite": "Amy Tan",
      "quote": "We dream to give ourselves hope. To stop dreaming - well, that’s like saying you can never change your fate."
    },
    {
      "cite": "Aristotle",
      "quote": "Hope is a waking dream."
    },
    {
      "cite": "Barack Obama",
      "quote": "The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Shoot for the moon, even if you fail, you'll land among the stars"
    },
    {
      "cite": "Stephen King",
      "quote": "Remember, Hope is a good thing, maybe the best of things, and no good thing ever dies."
    },
    {
      "cite": "Marion Zimmer Bradley",
      "quote": "The road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "One lives in the hope of becoming a memory."
    },
    {
      "cite": "John Green",
      "quote": "We need never be hopeless because we can never be irreparably broken."
    },
    {
      "cite": "faenellaith",
      "quote": "Hope is one of the greatest gifts,God gave to man / And it is never to be found in a can."
    },
    {
      "cite": "Charlotte Smith",
      "quote": "Where bright prismatic colours shew / How gems of heavenly radiance glow / Just like Hope."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Hope is a tattered flag and a dream of time / Hope is a heartspun word, the rainbow, the shadblow in white."
    },
    {
      "cite": "Emily Jane Brontë",
      "quote": "Hope was but a timid friend / She sat without the grated den / Watching how my fate would tend / Even as selfish-hearted men."
    },
    {
      "cite": "Emily Jane Brontë",
      "quote": "Hope, whose whisper would have given / Balm to all my frenzied pain / Stretched her wings, and soared to heaven / Went, and ne'er returned again!"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "At the threshold of life hope leads us in / Hope plays round the mirthful boy / Though the best of its charms may with youth begin / Yet for age it reserves its toy."
    },
    {
      "cite": "James Beattie",
      "quote": "Hope bursts all radiant on the sight / Her words the troubled bosom sooth."
    },
    {
      "cite": "Gary Ross",
      "quote": "Hope. It is the only thing stronger than fear. A little hope is effective. A lot of hope is dangerous. A spark is fine, as long as it's contained."
    },
    {
      "cite": "Philip LaZebnik",
      "quote": "There can be miracles, when you believe Though hope is frail, it's hard to kill. Who knows what miracles you can achieve. When you believe, somehow you will You will when you believe."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "Hope is what gets you out of bed in the morning when it's the day of prom and you haven't been asked."
    },
    {
      "cite": "Lukas Heller",
      "quote": "I think a man only needs one thing in life. He just needs someone to love. If you can't give him that, then give him something to hope for. And if you can't give him that, just give him something to do."
    },
    {
      "cite": "Jerry Siegel",
      "quote": "Even in the darkest soul, there's always hope. People want to believe in something greater, and it may be easier to hate, but it's stronger to love."
    },
    {
      "cite": "Paul O'Neill",
      "quote": "For soon everything will be changing / In a single glance / Where it all enchants / And every hope is worth saving."
    },
    {
      "cite": "Dorothy Donnelly",
      "quote": "Here's a hope that those bright eyes will shine / Lovingly, longingly soon into mine!"
    },
    {
      "cite": "Dorothy Donnelly",
      "quote": "Here's a hope that those soft arms will twine / Tenderly, trustingly soon around mine!"
    },
    {
      "cite": "Adolph Adam",
      "quote": "The thrill of hope / The weary world rejoices / For yonder breaks a new and glorious morn."
    }
  ]
}