{
  "source": "https://www.wisesayings.com/horizon-quotes/",
  "theme": "horizon",
  "quotes": [
    {
      "cite": "Michelangelo",
      "quote": "Your greatness is measured by your horizons."
    },
    {
      "cite": "Henry Miller",
      "quote": "In expanding the field of knowledge we but increase the horizon of ignorance."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The horizon leans forward, offering you space to place new steps of change."
    },
    {
      "cite": "Eugene Kennedy",
      "quote": "The perception of the horizon is an earthbound event; all horizons disappear in space, and we are left shorn of the sweet roots that have held us to the earth, challenged to imagine what is truly present just before us, a unified and seemingly limitless universe."
    },
    {
      "cite": "Christopher McCandless",
      "quote": "Make each day a new horizon."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Keep your eyes on the horizon and your nose to the wind."
    },
    {
      "cite": "Edgar Magnin",
      "quote": "You are the one who can stretch your own horizon."
    },
    {
      "cite": "Adrienne Clarkson",
      "quote": "Our horizon is the creation of a noble society to which, like the medieval builder of those glorious cathedrals, you will have added your conception, your artful piece of stone."
    },
    {
      "cite": "Dietrich Fischer-Dieskau",
      "quote": "With creative people, truly new horizons open up."
    },
    {
      "cite": "Konrad Adenauer",
      "quote": "We all live under the same sky, but we don't all have the same horizon."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "No matter how far a person can go the horizon is still way beyond."
    },
    {
      "cite": "Ginnifer Goodwin",
      "quote": "The horizon is an imaginary line that recedes as you approach it."
    },
    {
      "cite": "William Faulkner",
      "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore."
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "The horizon changes but the sun does not."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "The cloud never comes from the quarter of the horizon from which we watch for it."
    },
    {
      "cite": "Christopher McCandless",
      "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun."
    },
    {
      "cite": "Louise Hay",
      "quote": "When our inner vision opens, our horizons expand."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Never look down to test the ground before taking your next step; only he who keeps his eye fixed on the far horizon will find the right road."
    },
    {
      "cite": "John Powell",
      "quote": "A person can grow only as much as his horizon allows."
    },
    {
      "cite": "Rossiter W. Raymond",
      "quote": "A horizon is nothing save the limit of our sight."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "No matter how far a person can go the horizon is still way beyond you."
    },
    {
      "cite": "Ella Maillart",
      "quote": "The wideness of the horizon has to be inside us, cannot be anywhere but inside us, otherwise what we speak about is geographic distances."
    },
    {
      "cite": "Sam Abell",
      "quote": "Life rarely presents fully finished photographs. An image evolves, often from a single strand of visual interest a distant horizon, a moment of light, a held expression."
    },
    {
      "cite": "Abraham Coles",
      "quote": "The grave, where sets the orb of being, sets To rise, ascend, and culminate above Eternity's horizon evermore."
    },
    {
      "cite": "Brian Greene",
      "quote": "Sometimes nature guards her secrets with the unbreakable grip of physical law. Sometimes the true nature of reality beckons from just beyond the horizon."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today."
    },
    {
      "cite": "Ethel Barrymore",
      "quote": "You must learn day by day, year by year to broaden your horizon. The more things you love, the more you are interested in, the more you enjoy, the more you are indignant about, the more you have left when anything happens."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There are none happy in the world but beings who enjoy freely a vast horizon."
    },
    {
      "cite": "Howard Thurman",
      "quote": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope."
    },
    {
      "cite": "Julia Gregson",
      "quote": "When we look up, it widens our horizons. we see what a little speck we are in the universe, so insignificant, and we all take ourselves so seriously, but in the sky, there are no boundaries. No differences of caste or religion or race."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "Our brightest dreams and our greatest fears are just over the horizon."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Perfection is like chasing the horizon. Keep moving."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "A warrior cannot lower his head - otherwise he loses sight of the horizon of his dreams."
    },
    {
      "cite": "Tom Reilly",
      "quote": "Look to the horizon, spread your wings, and fly."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Leaders keep their eyes on the horizon, not just on the bottom line."
    },
    {
      "cite": "Warren Bennis",
      "quote": "The manager has his eye on the bottom line; the leader has his eye on the horizon."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Do not be in a hurry to succeed. What would you have to live for afterwards? Better make the horizon your goal; it will always be ahead of you."
    },
    {
      "cite": "Cecilia Payne-Gaposchkin",
      "quote": "Your reward will be the widening of the horizon as you climb. And if you achieve that reward you will ask no other."
    },
    {
      "cite": "Ernest Renan",
      "quote": "As soon as sacrifice becomes a duty and necessity to mankind. I see no limit to the horizon which opens before him."
    }
  ]
}