{
  "source": "https://www.wisesayings.com/hormones-quotes/",
  "theme": "hormones",
  "quotes": [
    {
      "cite": "Barry Sears",
      "quote": "To control your hormones is to control your life."
    },
    {
      "cite": "Jim Butcher",
      "quote": "A pure heart and mind only takes you so far - sooner or later the hormones have their say, too."
    },
    {
      "cite": "Joycelyn Elders",
      "quote": "If men went through menopause, we'd know everything about it, but we still don't even know if we should be taking hormones."
    },
    {
      "cite": "Linda Howard",
      "quote": "Hormones were as potent as whiskey, and twice as sneaky."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The hormonal interplay inside a woman’s head creates her reality. Her hormones tell her day to day what’s important. They mold her desires and values."
    },
    {
      "cite": "Ayelet Waldman",
      "quote": "That connection between hormones and mood is so important to get a handle on, and it's also really important when you're considering taking medication."
    },
    {
      "cite": "Brian Hare",
      "quote": "When dogs and humans make eye contact, that actually releases what's known as the love hormone, oxytocin, in both the dog and the human."
    },
    {
      "cite": "Elizabeth Bear",
      "quote": "Stud males might be emotional, temperamental, and developmentally stunted, at the mercy of their androgens, but that didn't make them incapable of generosity, friendship, cleverness, or creativity."
    },
    {
      "cite": "Hannah Bronfman",
      "quote": "Girls are so in their head about their body image. It doesn't matter how confident you are - it's hormones!"
    },
    {
      "cite": "JoGayle Howard",
      "quote": "They love to go up. Let them climb, their stress hormones go down."
    },
    {
      "cite": "Julian Baggini",
      "quote": "Love is indeed, at root, the product of the firings of neurons and release of hormones."
    },
    {
      "cite": "Meg Cabot",
      "quote": "Hormones are very powerful things. We are helpless in their wake."
    },
    {
      "cite": "Nancy Wilson",
      "quote": "When you're in your twenties, your brain hasn't even finished baking, and your hormones are giving you all kinds of direction of which ways to go."
    },
    {
      "cite": "Patricia Arquette",
      "quote": "As a teenager, you have so much energy and hormones and you feel powerless in your life."
    },
    {
      "cite": "P. C. Cast",
      "quote": "Vampires and teens have a lot in common. Teens have surging hormones, vampires have surging blood lust. Teenagers think they're immortal."
    },
    {
      "cite": "Rebecca Romijn",
      "quote": "I think when you start messing with your own hormones, it's crazy-making."
    },
    {
      "cite": "Andrew J. Bernstein",
      "quote": "The more you worry, the more you throw off the delicate balance of hormones required for health."
    },
    {
      "cite": "Mark Hyman",
      "quote": "You cannot control the primitive urges and hormones that drive your eating behavior."
    },
    {
      "cite": "Megan Fox",
      "quote": "Try and stay away from dairy - especially if you're a woman! It's really hard on your hormones."
    },
    {
      "cite": "Nicholas Hoult",
      "quote": "I can be a bit grumpy. I'm full of angst, and hormones."
    },
    {
      "cite": "Oche Otorkpa",
      "quote": "The sudden surge of hormones at teenage age will continue to play an important part in the life of young people."
    },
    {
      "cite": "Paul Rodgers",
      "quote": "With Free, we were teenagers, and, ummm, there was a lot of raging hormones."
    },
    {
      "cite": "Ron Brackin",
      "quote": "Courtship is driven by hormones; marriage is sustained by humility and self-sacrifice."
    },
    {
      "cite": "Yasmina Reza",
      "quote": "What we like about women is sensuality, wildness, hormones. Women who make a song and dance about their intuition."
    }
  ]
}