{
  "source": "https://www.wisesayings.com/horror-quotes/",
  "theme": "horror",
  "quotes": [
    {
      "cite": "H.P. Lovecraft",
      "quote": "There are horrors beyond life’s edge that we do not suspect, and once in a while man’s evil prying calls them just within our range."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "There is no terror in the bang, only in the anticipation of it."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Words have no power to impress the mind without the exquisite horror of their reality."
    },
    {
      "cite": "Frederic Brown",
      "quote": "The shortest horror story:  The last man on Earth sat alone in a room. There was a knock on the door."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Horror is the natural reaction to the last 5,000 years of history."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "It is a mistake to fancy that horror is associated inextricably with darkness, silence, and solitude."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "When you look fear in the face, you are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'"
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "No new horror can be more terrible than the daily torture of the commonplace."
    },
    {
      "cite": "Meg Rosoff",
      "quote": "Life is absolutely horrific, leading up to absolute horror."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Death holds no horrors. It is simply the ultimate horror of life."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "There is a mystery about this which stimulates the imagination; where there is no imagination there is no horror."
    },
    {
      "cite": "H.P. Lovecraft",
      "quote": "From even the greatest of horrors irony is seldom absent."
    },
    {
      "cite": "John Mortimer",
      "quote": "The greatest horrors of our world are committed by people who are totally sincere."
    },
    {
      "cite": "Joe Hill",
      "quote": "Horror was rooted in sympathy . . . in understanding what it would be like to suffer the worst."
    },
    {
      "cite": "Chris Cleave",
      "quote": "Horror in your country is something you take a dose of to remind yourself that you are not suffering from it."
    },
    {
      "cite": "Jean Lorrain",
      "quote": "The charm of horror only tempts the strong."
    },
    {
      "cite": "Robert Bloch",
      "quote": "Horror is the removal of masks."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Broad daylight does not encourage the apprehension of horror."
    },
    {
      "cite": "H.P Lovecraft",
      "quote": "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown"
    },
    {
      "cite": "Theodor Adorno",
      "quote": "Horror is beyond the reach of psychology."
    },
    {
      "cite": "Eli Roth",
      "quote": "People want to be disturbed when they go see a horror movie."
    },
    {
      "cite": "unknown",
      "quote": "Danger doesn’t lurk at every corner. It’s just hanging out, waiting for fear and horror to show up."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Horror movies don't exist unless you go and see them, and people always will."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "The basis of all true cosmic horror is violation of the order of nature, and the profoundest violations are always the least concrete and describable."
    }
  ]
}