{
  "source": "https://www.wisesayings.com/horses-quotes/",
  "theme": "horses",
  "quotes": [
    {
      "cite": "Spanish Proverb",
      "quote": "A horse is worth more than riches."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Good people get cheated, just as good horses get ridden."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A man on a horse is spiritually as well as physically bigger than a man on foot."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "When you are on a great horse, you have the best seat you will ever have."
    },
    {
      "cite": "Lendon Gray",
      "quote": "It is the difficult horses that have the most to give you."
    },
    {
      "cite": "Toni Robinson",
      "quote": "Horses change lives. They give our young people confidence and self-esteem. They provide peace and tranquility to troubled souls- they give us hope."
    },
    {
      "cite": "Pam Brown",
      "quote": "A horse is the projection of peoples' dreams about themselves--strong, powerful, beautiful--and it has the capability of giving us escape from our mundane existence."
    },
    {
      "cite": "Helen Thompson",
      "quote": "In riding a horse, we borrow freedom."
    },
    {
      "cite": "Pam Brown",
      "quote": "Horses lend us the wings we lack."
    },
    {
      "cite": "unknown",
      "quote": "To ride on a horse is to fly without wings."
    },
    {
      "cite": "Rebecca Carroll",
      "quote": "A pony is a childhood dream. A horse is an adulthood treasure."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is something about the outside of a horse that is good for the inside of a man."
    },
    {
      "cite": "R.S. Surtees",
      "quote": "There is no secret so close as that between a rider and his horse."
    },
    {
      "cite": "Werner Erhard",
      "quote": "Ride the horse in the direction it's going."
    },
    {
      "cite": "Loretta Gage",
      "quote": "Horses are predictably unpredictable."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "The horse is God's gift to mankind."
    },
    {
      "cite": "Will Rogers",
      "quote": "Whoever said a horse was dumb, was dumb."
    },
    {
      "cite": "Amber Senti",
      "quote": "The horse, with beauty unsurpassed, strength immeasurable and grace unlike any other, still remains humble enough to carry a man upon his back."
    },
    {
      "cite": "Xenophon",
      "quote": "A horse is a thing of beauty... none will tire of looking at him as long as he displays himself in his splendor."
    },
    {
      "cite": "Chuang Tzu",
      "quote": "Horses have hoofs to carry them over frost and snow; hair, to protect them from wind and cold. They eat grass and drink water, and fling up their heels.... Such is the real nature of horses."
    },
    {
      "cite": "Plutarch",
      "quote": "The wildest colts make the best horses."
    },
    {
      "cite": "Pat Parelli",
      "quote": "A horse doesn't care how much you know until he knows how much you care."
    },
    {
      "cite": "W.C. Fields",
      "quote": "Horse sense is the thing a horse has which keeps it from betting on people."
    },
    {
      "cite": "Buck Brannaman",
      "quote": "The horse is a mirror to your soul  and sometimes you might not like what you see in the mirror."
    },
    {
      "cite": "Alice Walker",
      "quote": "Horses make a landscape look beautiful."
    },
    {
      "cite": "Shannon Ralls Lemon",
      "quote": "The essential joy of being with horses is that it brings us in contact with the rare elements of grace, beauty, spirit and fire."
    },
    {
      "cite": "Ray Hunt",
      "quote": "The horse knows. If you know, he knows. He also knows if you don't know."
    },
    {
      "cite": "Uck Brannaman",
      "quote": "Horses are incredibly forgiving. They fill in places we're not capable of filling ourselves."
    },
    {
      "cite": "John Gatins",
      "quote": "There used to be horses in that barn. At least, that's what my Grandfather says. We're probably the only horse farm in Lexington, Kentucky, that doesn't have one horse. Not one."
    },
    {
      "cite": "John Gatins",
      "quote": "She wasn't just some race horse. She was 'our' horse."
    },
    {
      "cite": "Darryl F. Zanuck",
      "quote": "A horse is practical - a horse has got sense - a horse is an animal."
    },
    {
      "cite": "Norman Jolley",
      "quote": "I think he was running the horse to check its wind. I think he thought he was buying the horse."
    },
    {
      "cite": "Laird Doyle",
      "quote": "Any horse has a chance in a race."
    },
    {
      "cite": "Alan Sharp",
      "quote": "A  horse will run so far, so fast, for so long, and then it will lie down on ya."
    },
    {
      "cite": "Alan Sharp",
      "quote": "The army don't take very kindly to sergeants shooting their horses."
    },
    {
      "cite": "Lou Derman",
      "quote": "You make fun of horses, and all you'll be riding is a pogo stick."
    },
    {
      "cite": "Melville Shavelson",
      "quote": "Everybody's allowed to bet on horses."
    },
    {
      "cite": "Melville Shavelson",
      "quote": "This is a new kind a bank - with horses."
    },
    {
      "cite": "Robert Zemeckis",
      "quote": "In the future, we don't need horses. We have motorized carriages called automobiles."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Give me your name, Horse-master, and I shall give you mine."
    },
    {
      "cite": "Leigh Brackett",
      "quote": "A man can't shoot good when his horse is jumping, and a horse will not step on a man."
    },
    {
      "cite": "Stephen Budiansky",
      "quote": "Horsemen have always been susceptible to one great foible, and that is the belief that the categories and terms and concepts they apply to their art are ones their horses hold, too."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "In order for your horse to be truly healthy, she needs to be happy too."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "The way horses see the world is an important key to providing them with an environment that will make them happy."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "Movement is another requirement of the horse, and is also left over from the days when all horses were wild."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "Horses frighten easily because of their long evolution as prey animals."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "A social creature who become stressed and lonely when kept on their own, horses thrive on companionship."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "A happy horse is less likely to injure itself and is less likely to be subject to infection and dis-ease."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "Emotional stress affects the immune system, so happy horses are usually much more resistant."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "Like us, horses respond to other things in their environment and life, for example, other aggresive horses or animals, noises, solitude, etc."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "Luckily those in tune with their horses can often 'read' them and understand how they feel and why they are feeling that way."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "With a little patience, care and understanding you can help your horses to be happy, calm. willing to communicate, work with you, be open and trusting of you at all times."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Galloping down leafy trails, jumping over fences, and winning ribbons at shows--these are the activities that make owning a horse lots of fun."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Owning a horse or a pony is a big responsibility. Your horse relies on you to look after him properly."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Most horses need several years of training before they become quite and reliable."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Some of the best horses are mixed breeds because they tend to be hardier than pure bread horses, have fewer health problems, and are often quieter than their registered cousins."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Both sexes can make excellent horses for young riders, although some mares can be moody and sensitive when they are 'in season' (ready to mate)."
    },
    {
      "cite": "Craig Cameron",
      "quote": "True horsemanship is an art form and a challenge taken on by many individuals drawn to this amazing animal called the horse."
    },
    {
      "cite": "Craig Cameron",
      "quote": "I think that of all nature's gifts few are a precious as the horse."
    },
    {
      "cite": "Craig Cameron",
      "quote": "Great horses also are made and not born."
    },
    {
      "cite": "Craig Cameron",
      "quote": "Every horse is different, and what works with one doesnt necessarily work on another."
    },
    {
      "cite": "Craig Cameron",
      "quote": "Horses likes to be outside."
    },
    {
      "cite": "Iain Coleman",
      "quote": "Most horses would prefer to stay in the paddock grazing and enjoying the company of other horses than to do anything a human can offer."
    },
    {
      "cite": "Iain Coleman",
      "quote": "The best way to catch a horse is not to try to. Approach the horse openly. It will see you, no matter how sneaky you are."
    },
    {
      "cite": "Iain Coleman",
      "quote": "A clever horse will learn to snatch bites of hay out of your hand or dart into the bucket and grab a mouthful before retreating out of range."
    },
    {
      "cite": "Iain Coleman",
      "quote": "All horses are different and reactions to being caught can vary greatly."
    },
    {
      "cite": "Iain Coleman",
      "quote": "To catch a horse, don't try to catch it."
    },
    {
      "cite": "Colleen Dolphin",
      "quote": "Horses are exciting pets. They love to graze and gallop. A horse can take you for a ride!"
    },
    {
      "cite": "Colleen Dolphin",
      "quote": "Horses live in stables when they are not outside."
    },
    {
      "cite": "Patricia J. Wynne",
      "quote": "Many cultures drink horse milk, and their hair is used to make violin bows and stuffing for mattresses."
    },
    {
      "cite": "Patricia J. Wynne",
      "quote": "Before the steam engine was invented, horses were the fastest form of transportation on land."
    },
    {
      "cite": "Patricia J. Wynne",
      "quote": "One of the world's most important domesticated animals, the horse has acted both a helper and a companion to humans for thousands of years."
    },
    {
      "cite": "Patricia J. Wynne",
      "quote": "Horses has been used by messengers to deliver valuable documents and helped armies to win important battles."
    }
  ]
}