{
  "source": "https://www.wisesayings.com/horseback-riding-quotes/",
  "theme": "horseback-riding",
  "quotes": [
    {
      "cite": "Gerald Raferty",
      "quote": "A horse loves freedom, and the weariest old work horse will roll on the ground or break into a lumbering gallop when he is turned loose into the open."
    },
    {
      "cite": "Anonymous",
      "quote": "It's always been and always will be the same in the world.The horse does the work and the coachman is tipped."
    },
    {
      "cite": "John Lubbock",
      "quote": "There is nothing so good for the inside of a man as the outside of a horse."
    },
    {
      "cite": "Pam Brown",
      "quote": "A horse is the projection of peoples dreams about themselves, strong, powerful, beautiful. And it has the capability of giving us escape from our mundane existence."
    },
    {
      "cite": "Chris LeDoux",
      "quote": "If you're lucky enough to draw a good horse, you still have to ride him, then the next ones."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Most horses don't walk backwards voluntarily, because what they can't see doesn't exist."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "If you fall off a horse, you get back up. I am not a quitter."
    },
    {
      "cite": "John Lyons",
      "quote": "When your horse follows you without being asked, when he rubs his head on yours, and when you look at him and feel a tingle down your spine, you know you are loved."
    },
    {
      "cite": "Anonymous",
      "quote": "Horse riding is so much more then just horse riding, its so much harder then most people think."
    },
    {
      "cite": "R.S. Surtees",
      "quote": "There is no secret so close as that between a rider and his horse."
    },
    {
      "cite": "Amber Senti",
      "quote": "The horse, with beauty unsurpassed, strength immeasurable and grace unlike any other, still remains humble enough to carry a man upon his back."
    },
    {
      "cite": "Will Rogers",
      "quote": "Whoever said a horse was dumb, was dumb."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A man on a horse is spiritually, as well as physically, bigger then a man on foot."
    },
    {
      "cite": "Ovid",
      "quote": "A horse never runs so fast as when he has other horses to catch up and outpace."
    },
    {
      "cite": "Anonymous",
      "quote": "The earth would be nothing without the people, but the man would be nothing without the horse."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A good horse should be seldom spurred."
    },
    {
      "cite": "Anonymous",
      "quote": "I have seen things so beautiful they have brought tears to my eyes. Yet none of them can match the gracefulness and beauty of a horse running free."
    },
    {
      "cite": "Nicholas Evans",
      "quote": "It's a lot like nuts and bolts, if the rider's nuts, the horse bolts!"
    },
    {
      "cite": "Anonymous",
      "quote": "To ride a horse is to ride the sky."
    },
    {
      "cite": "Mark Twain",
      "quote": "I can always tell which is the front end of a horse, but beyond that my art is not above the ordinary."
    },
    {
      "cite": "Heath Ledger",
      "quote": "If you spend all day on horseback, and you hop off, you walk around like you still have a horse between your legs. And it affects your shoulders. They fall."
    },
    {
      "cite": "Marya Mannes",
      "quote": "People on horses look better than they are. People in cars look worse than they are."
    },
    {
      "cite": "Larry Niven",
      "quote": "Slippery-smooth rhythmic motion, absolute single-minded purpose, motion for the pleasure of motion itself. It was terrible it its beauty, the flight of the horse."
    },
    {
      "cite": "Gabriel Heatter",
      "quote": "The only time some people work like a horse is when the boss rides them."
    },
    {
      "cite": "Anonymous",
      "quote": "Horseback riding is the only sport where your equipment can decide not to cooperate with you. Feeling down? Saddle up."
    },
    {
      "cite": "Helen Thomson",
      "quote": "In riding a horse we borrow freedom."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Anybody who finds it easy to make money on the horses is probably in the dog food business."
    },
    {
      "cite": "Nuno Oliveira",
      "quote": "It's the aspirin of horseback riding, it cures everything."
    },
    {
      "cite": "Winston Churchill",
      "quote": "No hour of life is wasted that is spent in the saddle."
    },
    {
      "cite": "Pam Brown",
      "quote": "A horse can lend its rider the speed and strength he or she lacks - but the rider who is wise remembers it is no more than a loan."
    },
    {
      "cite": "Prince Philip",
      "quote": "A horse which stops dead just before a jump and thus propels its rider into a graceful arc provides a splendid excuse for general merriment."
    },
    {
      "cite": "Nuno Oliveira",
      "quote": "Equestrian art is the perfect understanding and harmony between horse and rider."
    },
    {
      "cite": "Nuno Oliveira",
      "quote": "Equestrian art is the perfect understanding and harmony between horse and rider."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When you are on a great horse, you have the best seat you will ever have."
    },
    {
      "cite": "Helen Thompson Woolley",
      "quote": "In riding a horse, we borrow freedom."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "No one can teach riding so well as a horse."
    },
    {
      "cite": "Rumi",
      "quote": "Don't be the rider who gallops all night and never sees the horse that is beneath him."
    },
    {
      "cite": "Monty Roberts",
      "quote": "A good trainer can hear a horse speak to him. A great trainer can hear him whisper."
    },
    {
      "cite": "Kublai Khan",
      "quote": "I have heard that one can conquer the empire on horseback, but one cannot govern it on horseback."
    },
    {
      "cite": "Jane Austen",
      "quote": "A woman never looks better than on horseback."
    },
    {
      "cite": "Odd Nerdrum",
      "quote": "If you fall asleep on horseback, the horse will stop by the rock. Art is a car. Kitsch is a horse."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A man in a passion, rides a mad horse."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "It takes a good deal of physical courage to ride a horse. This, however, I have. I get it at about forty cents a flask, and take it as required."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Riding a horse is not a gentle hobby, to be picked up and laid down like a game of solitaire. It is a grand passion. It seizes a person whole and once it has done so, he will have to accept that his life will be radically changed."
    },
    {
      "cite": "Texas Bix Bender",
      "quote": "Speak your mind, but ride a fast horse."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The ass will carry his load, but not a double load. Ride not a free horse to death."
    },
    {
      "cite": "Will Rogers",
      "quote": "There is something about riding down the street on a prancing horse that makes you feel like something, even when you ain't a thing."
    },
    {
      "cite": "John Ray",
      "quote": "The horse thinks one thing and he that rides him another."
    },
    {
      "cite": "Edward Herbert",
      "quote": "A good rider on a good horse is as much above himself and others as the world can make him."
    },
    {
      "cite": "Monica Dickens",
      "quote": "No ride is ever the last one. No horse is ever the last one you will have. Somehow there will always be other horses, other places to ride them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man must ride alternately on the horses of his private and his public nature."
    },
    {
      "cite": "J. Peter Grace",
      "quote": "A bad ride is much better than a good walk."
    }
  ]
}