{
  "source": "https://www.wisesayings.com/hospitality-quotes/",
  "theme": "hospitality",
  "quotes": [
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Peace is an awareness of reserves from beyond ourselves, so that our power is not so much in us as through us. Peace is the gift, not of volitional struggle, but of spiritual hospitality."
    },
    {
      "cite": "Samuel Pepys",
      "quote": "Mighty proud I am that I am able to have a spare bed for my friends."
    },
    {
      "cite": "Alice DeSouza",
      "quote": "Each one of you is responsible for hospitality."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "True hospitality is welcoming the stranger on her own terms. This kind of hospitality can only be offered by those who've found the center of their lives in their own hearts."
    },
    {
      "cite": "Joan D Chittister",
      "quote": "Hospitality is the key to new ideas, new friends, new possibilities. What we take into our lives changes us. Without new people and new ideas, we are imprisoned inside ourselves."
    },
    {
      "cite": "Christine Pohl",
      "quote": "A life of hospitality begins in worship, with a recognition of God's grace and generosity. Hospitality is not first a duty and responsibility; it is first a response of love and gratitude for God's love and welcome to us."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Hospitality is present when something happens for you. It is absent when something happens to you. Those two simple prepositions for and to express it all."
    },
    {
      "cite": "Letty M. Russell",
      "quote": "Hospitality is the practice of God's welcome by reaching across difference to participate in God's actions bringing justice and healing to our world in crisis."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Hospitality is almost impossible to teach. It's all about hiring the right people."
    },
    {
      "cite": "Kobayashi Issa",
      "quote": "In the cherry blossom's shade there's no such thing as a stranger."
    },
    {
      "cite": "Auliq Ice",
      "quote": "A soul of hospitality and a heart of humanity is a house of love, peace, freedom, liberty and justice."
    },
    {
      "cite": "Joan D Chittister",
      "quote": "Hospitality is simply love on the loose."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "True hospitality consists of giving the best of yourself to your guests."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Hospitality sitting with gladness."
    },
    {
      "cite": "Alice Waters",
      "quote": "Our full humanity is contingent on our hospitality; we can be complete only when we are giving something away; when we sit at the table and pass the peas to the person next to us we see that person in a whole new way."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Hospitality knows no gender or race."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "Hospitality means primarily the creation of free space where the stranger can enter and become a friend instead of an enemy. Hospitality is not to change people, but to offer them space where change can take place. It is not to bring men and women over to our side, but to offer freedom not disturbed by dividing lines."
    },
    {
      "cite": "Joan D. Chittister",
      "quote": "Hospitality means we take people into the space that is our lives and our minds and our hearts and our work and our efforts. Hospitality is the way we come out of ourselves. It is the first step towards dismantling the barriers of the world. Hospitality is the way we turn a prejudiced world around, one heart at a time."
    },
    {
      "cite": "Henrietta Mears",
      "quote": "Hospitality should have no other nature than love."
    },
    {
      "cite": "Francis Atterbury",
      "quote": "Hospitality sometimes degenerates into profuseness, and ends in madness and folly."
    },
    {
      "cite": "Jane Addams",
      "quote": "Hospitality still survives among foreigners, although it is buried under false pride among the poorest Americans."
    },
    {
      "cite": "Sheila Ostrander",
      "quote": "True hospitality is a delicate balance of warmth and form."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "When hospitality becomes an art it loses its very soul."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Hospitality exists when you believe that the other person is on your side."
    },
    {
      "cite": "Wendy Vanderwal-Gritter",
      "quote": "I believe that hospitality is central to the heart and ministry of Jesus and that to the extent we fail to extend this hospitality to gay people, the church will fail to walk in the way of Jesus."
    },
    {
      "cite": "Jeannine Parvati Baker",
      "quote": "Dreams are guests who ensoul our lives if we have hospitality for them."
    },
    {
      "cite": "Kurt Meyer",
      "quote": "You're extending hospitality, and hospitality is a big part of how politics works."
    },
    {
      "cite": "Nancy Leigh Demoss",
      "quote": "The word hospitality in the new testament comes from two greek words. The first word means love and the second word means strangers. Its a word that means love of strangers."
    },
    {
      "cite": "Charles Alexander Eastman",
      "quote": "The hospitality of the wigwam is only limited by the institution of war."
    },
    {
      "cite": "Pen Densham",
      "quote": "The hospitality in this country is as warm as the weather."
    },
    {
      "cite": "Routlegde",
      "quote": "We should be hospitable to the stranger, not because we owe it to him, but because we would want to be accepted if we were stranger."
    },
    {
      "cite": "Pen Densham",
      "quote": "Has English hospitality changed so much that a friend of mine's not welcome?"
    },
    {
      "cite": "George R.R. Martin",
      "quote": "My honored guests. Be welcome within my walls and at my table. I extend to you my hospitality and my protection in the light of the Seven."
    },
    {
      "cite": "David Benioff",
      "quote": "Your reputation for hospitality is fast becoming legend."
    },
    {
      "cite": "David Benioff",
      "quote": "Prince? What prince? What son of a king would accept a man's hospitality, eat his food, drink his wine, embrace him in friendship, and then steal his wife in the middle of the night?"
    },
    {
      "cite": "Oscar Fraley",
      "quote": "People are gonna drink! You know that, I know that, we all know that, and all I do is act on that. And all this talk of bootlegging - what is bootlegging? On a boat, it's bootlegging. On Lake Shore Drive, it's hospitality. I'm a businessman!"
    },
    {
      "cite": "Donald P. Bellisario",
      "quote": "Here me own flesh and blood seeks me out with nothing but brotherly love in his heart, to offer me the hospitality of his home and hearth, and I treat him like a Dublin dustman."
    },
    {
      "cite": "Bob Davie",
      "quote": "Knocked once / Tried to tell them I'd been there / Door slammed! / Hospitality's thin there / Wonder / Just what's going on in there."
    },
    {
      "cite": "Evan Esar",
      "quote": "To some men the only symbol of hospitality is a corkscrew."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Bible teaches us that our homes should be hospitable and that those who come in and out of our homes should sense the presence of Christ."
    },
    {
      "cite": "Billy Graham",
      "quote": "The happiest Christian homes I know are those given to hospitality, where neighbors feel at home, where young people are welcome, where the elderly are respected, where children are loved."
    },
    {
      "cite": "Micah Solomon",
      "quote": "Hospitality guests are by definition dislocated. They're not eating at home, not sleeping at home-they're away."
    },
    {
      "cite": "Micah Solomon",
      "quote": "The heart of hospitality, for me, is the ability to focus completely and totally on one person, even if only for a matter of seconds, yet long enough that you've got a clear connection, a channel between the two of you."
    },
    {
      "cite": "Micah Solomon",
      "quote": "Hospitality is the ability to focus so intently on a guest that the rest of the world ceases to exist."
    },
    {
      "cite": "Micah Solomon",
      "quote": "In hospitality, you have to develop the discipline of momentarily blotting out the rest of the world."
    },
    {
      "cite": "Micah Solomon",
      "quote": "If we did it for our first guest, we'll find a way to keep doing it for our millionth, without rushing or cutting corners."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "Food without hospitality is a medicine."
    },
    {
      "cite": "Roy C Wood",
      "quote": "We live among strangers, among whom we are strangers ourselves. In such a world, strangers cannot be confined or kept at bay. Strangers must be lived with."
    },
    {
      "cite": "Roy C Wood",
      "quote": "The laws of hospitality deal firstly with strangers how to manage their entry into our inner sanctum, how to protect them from our own automatic reaction, which is to fear and exclude the unknown."
    },
    {
      "cite": "Roy C Wood",
      "quote": "Today in rich countries, hospitality means, above all entertaining friends or acquaintances in one's home."
    },
    {
      "cite": "Roy C Wood",
      "quote": "Hospitality could mean opening one's house to a total stranger, giving a meal to anyone who chose to come."
    },
    {
      "cite": "Roy C Wood",
      "quote": "Hospitality sometimes mean allowing a stranger to stay the night, indeed imploring them to stay, although one knew nothing about them."
    },
    {
      "cite": "Cornell University",
      "quote": "Clearly, hospitality and service are not descriptions of a business, so much as they re innate qualities and special attributes and that a person possesses. You cannot buy them."
    },
    {
      "cite": "Cornell University",
      "quote": "You cannot invent them. Hospitality comes from inside of human being."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "True hospitality is marked by an open response to the dignity of each and every person. Henri Nouwen has described it as receiving the stranger on his own terms, and asserts that it can be offered only by those who 'have found the center of their lives in their own hearts.'"
    },
    {
      "cite": "Kathleen Norris",
      "quote": "It was hospitality, an exchange of gifts, that had brought this about; the dancers' giving themselves all week in teaching and performing, and my feeding them as they needed to be fed."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "Hospitality is of primary importance in the desert."
    },
    {
      "cite": "Cornell University",
      "quote": "If hospitality is heavily qualitative, then service is more quantitative."
    },
    {
      "cite": "Cornell University",
      "quote": "Looking at those descriptions of hospitality, we see innate qualities that are emotional and that deal more with feelings."
    },
    {
      "cite": "Elizabeth Blau",
      "quote": "Hospitality is the valued way in which we treat our guests. Hospitality is all about the small details that turn a guest's ordinary visit into an extraordinary stay."
    },
    {
      "cite": "Ted Teng",
      "quote": "Hospitality comes from that plus intuition of the gut and emotions from the heart."
    },
    {
      "cite": "Randy Morton",
      "quote": "Hospitality: Graciousness. Service: Respect"
    },
    {
      "cite": "Chick Evans",
      "quote": "Hospitality is showing others you are on this side. I builds relationship, has a warm feeling, offers flexibility, understanding and comes from the heart."
    },
    {
      "cite": "Chick Evans",
      "quote": "Service defines what we do and hospitality personalizes how we do it. Success results from the integration of service and hospitality."
    },
    {
      "cite": "David Hanlon",
      "quote": "I believe that hospitality and service are one and the same... both provide an umbrella for treating people first of all with dignity and then giving them an experience that exceeds their expectations."
    },
    {
      "cite": "Mohan Nair",
      "quote": "Hospitality and service are two sides of the coin. One is incomplete without the other. Hospitality and service can achieve the desired results only when it is done with your heart."
    },
    {
      "cite": "Hamed Suleiman",
      "quote": "Hospitality is the smell of my food; service is the taste of my food."
    },
    {
      "cite": "Marc Bruno",
      "quote": "Great service can be scripted and measured; true hospitality is innate, unselfish, and forever memorable."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Understanding the distinction between service and hospitality has been at the foundation of our success. Service is the technical delivery of a product--or how well you do your job. Hospitality is how the delivery of that product makes is recipient feel--or who you are while you do your job."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Service is a monologue-we decide how we want to do things and set our own standards for service. Hospitality, on the other hand, is a dialogue. To be on a guest's side requires listening to that person with every sense, and following up with a thoughtful, gracious, appropriate response."
    },
    {
      "cite": "Tony Merida",
      "quote": "Hospitality doesn't mean entertaining people. Hospitality is about serving others."
    },
    {
      "cite": "Tony Merida",
      "quote": "Entertaining is often shallow and superficial; hospitality is about depth and authenticity."
    },
    {
      "cite": "Tony Merida",
      "quote": "Hospitality is what we extend to outsiders, strangers, and those in physical and spiritual need."
    },
    {
      "cite": "Tony Merida",
      "quote": "Hospitality is a culturally appropriate way to do faithful evangelism, and a practical way to do ordinary mercy and justice."
    },
    {
      "cite": "Heb 13:1-2",
      "quote": "Do not neglect to show hospitality to strangers, for by doing that some have entertained angels without knowing it."
    },
    {
      "cite": "Derrida 2001: 17",
      "quote": "Hospitality is culture itself and not simply one ethic amongst others."
    },
    {
      "cite": "Alan Roxburgh",
      "quote": "Hospitality is a way of practicing the eschatological future by welcoming the stranger to our table as honored guests."
    },
    {
      "cite": "Alan Roxburgh",
      "quote": "Hospitality forces us to confront the ways our lives are driven by agendas and demands that push away relational encounters with others."
    },
    {
      "cite": "Leslie A. Hay",
      "quote": "By exploring hospitality holistically--that is, by looking at the ways we receive others into a physical, mental, spiritual environment of freedom--we expand our awareness of its importance, and hereby, the challenges of creating an atmosphere that graciously invites others to enter."
    }
  ]
}