{
  "source": "https://www.wisesayings.com/hospice-quotes/",
  "theme": "hospice",
  "quotes": [
    {
      "cite": "annonynus",
      "quote": "Care and affection is not a business where you give and you get. It is a beautiful feeling for someone where you like to give, even if you don't get."
    },
    {
      "cite": "Barbara Ann Radnofsky",
      "quote": "Health care providers, saving lives daily in our emergency rooms, live with federal mandates."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "There is something so settled and stodgy about turning a great romance into next of kin on an emergency room form, and something so soothing and special, too."
    },
    {
      "cite": "Harmon Killebrew",
      "quote": "Hospice is such a tremendous thing. Patients seem to reach an inner peace."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The care of human life and happiness, and not their destruction, is the first and only object of good government."
    },
    {
      "cite": "Atul Gawande",
      "quote": "Endings matter, not just for the person but, perhaps even more, for the ones left behind."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life’s challenges are not supposed to paralyze you they're supposed to help you discover who you are."
    },
    {
      "cite": "Beth O'Leary",
      "quote": "People struggle to see it's not about whether she's going to die palliative care isn't just a place you go to slowly slip away. More people live and leave than die on our wards. It is about being comfortable for the duration of something necessary and painful. Making bad times easier."
    },
    {
      "cite": "Carson McCullers",
      "quote": "The closest thing to being cared for is to care for someone else."
    },
    {
      "cite": "Christine Bell",
      "quote": "Nurses are there when the last breath is taken and nurses are there when the first breath is taken. Although it is more enjoyable to celebrate the birth, it is just as important to comfort in death."
    },
    {
      "cite": "Cicely Saunders",
      "quote": "You matter because you are you, and you matter until the last moment of your life. We will do all we can not only to help you die peacefully, but also to live until you die."
    },
    {
      "cite": "Eleanor Clift",
      "quote": "Hospice means end of life care. The admission ticket is a diagnosis from a doctor that you have six months or less to live."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "I think of death as some delightful journey that I shall take when all my tasks are done."
    },
    {
      "cite": "Harold Kushner",
      "quote": "Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "When does life start? When does it end? Who makes these decisions? Every day, in hospitals and homes and hospices people are struggling with those profound issues."
    },
    {
      "cite": "James Joyce",
      "quote": "What? Corpus. Body. Corpse. Good idea the Latin. Stupefies them first. Hospice for the dying. They don't seem to chew it; only swallow it down."
    },
    {
      "cite": "Jim Rohn",
      "quote": "One person caring about another represents life's greatest value."
    },
    {
      "cite": "Joseph Sheridan Le Fanu",
      "quote": "At another time, or in another case, it might have excited my ridicule. But into what quackeries will not people rush for a last chance, where all accustomed means have failed, and the life of a beloved object is at stake?"
    },
    {
      "cite": "Kimberly D. Acquaviva",
      "quote": "Sexual health is as achievable and reasonable a goal for patients in palliative care and hospice care as pain relief, but few hospice and palliative care professionals include sexual health within their assessment and plan of care. Given that sexuality is a central aspect of being human, sexual health should be part of the assessment and plan for every patient receiving palliative care and hospice care."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "No matter what you've done for yourself or for humanity, if you can't look back on having given love and attention to your own family, what have you really accomplished?"
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "As a well spent day brings happy sleep, so life well used brings happy death."
    },
    {
      "cite": "Lisa Goich-Andreadis",
      "quote": "I wonder if my first breath was as soul stirring to my mother as her last breath was to me."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have."
    },
    {
      "cite": "Rachel Joyce",
      "quote": "I am here to die. Pardon me but you are here to live until you die. There is a significant difference."
    },
    {
      "cite": "Robert L. Wise",
      "quote": "If we listen and observe carefully the dying can teach us important things that we need to learn in preparing for the end of our own life's journey."
    },
    {
      "cite": "Rollo May",
      "quote": "Care is a state in which something does matter; it is the source of human tenderness."
    },
    {
      "cite": "Sandra Helene Straub",
      "quote": "Have no regrets. The elderly usually don't have regrets for what we did, but rather for things we did not do. The only people who fear death are those with regrets."
    },
    {
      "cite": "Sufi aphorism",
      "quote": "When the heart weeps for what it has lost, the soul laughs for what it has found."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "Death the last voyage, the longest and the best."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power."
    }
  ]
}