{
  "source": "https://www.wisesayings.com/hot-air-balloon-quotes/",
  "theme": "hot-air-balloon",
  "quotes": [
    {
      "cite": "Steve Fossett",
      "quote": "A hot air balloon requires a great deal of fuel to keep it aloft, so that you can't fly it even for one day. A gas balloon, which usually uses helium, has the problem that the helium cools at night when the sun is not on it, and you have to throw ballast overboard to keep it from going to the surface."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "What light is to the eyes , what air is to the lungs, what love is to the heart, liberty is to the soul of man."
    },
    {
      "cite": "Peter Menzel",
      "quote": "Hot air balloons are terrific to shoot from, although they have become very expensive, as has most lodging and food in the Napa Valley."
    },
    {
      "cite": "Alberto Santos Dumont",
      "quote": "The balloon seems to stand still in the air while the earth flies past underneath."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Nobody can be uncheered with a balloon."
    },
    {
      "cite": "Alberto Santos-Dumont",
      "quote": "To propel a dirigible balloon through the air is like pushing a candle through a brick wall."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The man who goes up in a balloon does not feel as though he were ascending; he only sees the earth sinking deeper below him."
    },
    {
      "cite": "Atticus",
      "quote": "She was afraid of heights, but she was much more afraid of never flying."
    },
    {
      "cite": "Charles Maurice de Talleyrand",
      "quote": "Black as the devil, hot as hell, pure as an angel, sweet as love."
    },
    {
      "cite": "Evel Knievel",
      "quote": "I decided to fly through the air and live in the sunlight and enjoy life as much as I could."
    },
    {
      "cite": "Evel Knievel",
      "quote": "I love the feeling of the fresh air on my face and the wind blowing through my hair."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Not all those who wander are lost."
    },
    {
      "cite": "Jean-Pierre de Caussade",
      "quote": "The soul, light as a feather, fluid as water, innocent as a child, responds to every moment of grace like a floating balloon."
    },
    {
      "cite": "Karen McDougal",
      "quote": "My dream date is a tall, dark, handsome, blue eyed man with a bubble butt who will whisk me away to Paris in a hot air balloon to wine me, dine me and."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "Imagination is to love what gas is to the balloon that which raises it from earth."
    },
    {
      "cite": "Rhys Bowen",
      "quote": "We should all have personal hot air balloons and drift serenely through the clouds."
    },
    {
      "cite": "Richard Branson",
      "quote": "If you're embarking around the world in a hot-air balloon, don't forget the toilet paper."
    },
    {
      "cite": "Richard Branson",
      "quote": "The balloons only have one life and the only way of finding out whether they work is to attempt to fly around the world."
    },
    {
      "cite": "Sir Richard Branson",
      "quote": "The jet stream is a very strong force and pushing a balloon into it is like pushing up against a brick wall, but once we got into it, we found that, remarkably, the balloon went whatever speed the wind went."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "A man should have duties outside of himself; without them, he is a mere balloon, inflated with thin egotism and drifting nowhere."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "The weird thing about serious acting is I've always done impressions of people, all my life, and I did the thing called a balloon debate. The idea is there's a hot air balloon traveling across the Atlantic and it's going down and you have to give a speech as to why you should stay in the balloon."
    },
    {
      "cite": "unknown",
      "quote": "Let your dreams take flight."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "I knew when I met you, an adventure was going to happen."
    }
  ]
}