{
  "source": "https://www.wisesayings.com/hot-dog-quotes/",
  "theme": "hot-dog",
  "quotes": [
    {
      "cite": "Dr. Laurence J. Peter",
      "quote": "Noblest of all dogs is the hot-dog; it feeds the hand that bites it."
    },
    {
      "cite": "Ester Dean",
      "quote": "If I'm out of town and I'm in a situation where I have to be creative, it has to be hot dogs because that's my comfort food."
    },
    {
      "cite": "Humphrey Bogart",
      "quote": "A hot dog at the game beats roast beef at the Ritz."
    },
    {
      "cite": "Nelson Rockefeller",
      "quote": "No man can hope to be elected in his state without being photographed eating a hot dog at Nathan's Famous."
    },
    {
      "cite": "Andy Stanley",
      "quote": "If you're the only hot dog stand in town, your hot dogs don't have to be good."
    },
    {
      "cite": "Chris Rock",
      "quote": "A hot dog with an interesting person is an amazing meal."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I basically love anything that comes in a hot dog bun... except hot dogs."
    },
    {
      "cite": "Janet Riley",
      "quote": "The use of an iconic food in an act of violence against an iconic golfer like Tiger Woods is reprehensible -- and a violation of hot dog etiquette. Some might call the thrower a 'wiener,' but we'd say that's too high a compliment. Hot dogs are meant to be enjoyed -- not weaponized."
    },
    {
      "cite": "Jay Leno",
      "quote": "They say hot dogs can kill you. How do you know it's not the bun?"
    },
    {
      "cite": "Mitt Romney",
      "quote": "My favorite meat is hot dog, by the way. That is my favorite meat."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Is the chemical aftertaste the reason why people eat hot dogs, or is it some kind of bonus?"
    },
    {
      "cite": "Tilda Swinton",
      "quote": "In my house, a hot dog is a dog that's really hot."
    },
    {
      "cite": "Tyler Florence",
      "quote": "I don't think there's anything wrong with a hot dog or other convenience foods, as long as they're balanced with fresh vegetables. It's hard to ignore 95 percent of the grocery store."
    },
    {
      "cite": "David Letterman",
      "quote": "You know what I love best about baseball? The pine tar, the resin, the grass, the dirt - and that's just in the hot-dogs."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Some people wanted champagne and caviar when they should have had beer and hot dogs."
    },
    {
      "cite": "Fiona Barton",
      "quote": "Barbecue is to North Carolina as the hot dog is to New York."
    },
    {
      "cite": "John Prine",
      "quote": "I'd rather get a hot dog or a doughnut than write a song."
    },
    {
      "cite": "Jose Andres",
      "quote": "Our brain, our body, craves fat. We cannot help it. That's why a kid will eat a hot dog quicker than a piece of broccoli."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "When your kids LOVE sushi and hotdogs, you get creative."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "If any of the socialist chiefs had tried to earn his living by selling hot dogs, he would have learned something about the sovereignty of the consumers."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "If you have the right to call me a hot dog why do I not have the right to call you a stale 3-day old hamburger?"
    },
    {
      "cite": "Wylie Dufresne",
      "quote": "People have been manipulating food ever since they realized cooking a whole animal was difficult. Cows don't come in hot dog form."
    }
  ]
}