{
  "source": "https://www.wisesayings.com/hotel-quotes/",
  "theme": "hotel",
  "quotes": [
    {
      "cite": "Bill Kreutzmann",
      "quote": "No matter how nice a hotel is, it's not home."
    },
    {
      "cite": "Cilla Black",
      "quote": "I rarely stay in hotels because I have friends all over the world."
    },
    {
      "cite": "Fanny Fern",
      "quote": "Hotel life is about the same in every latitude."
    },
    {
      "cite": "Laura Marano",
      "quote": "Chilling out on the bed in your hotel room watching television, while wearing your own pajamas, is sometimes the best part of a vacation."
    },
    {
      "cite": "Rhod Gilbert",
      "quote": "A spa hotel? It's like a normal hotel, only in reception there's a picture of a pebble."
    },
    {
      "cite": "Andre Balazs",
      "quote": "All good hotels tend to lead people to do things they wouldn't necessarily do at home."
    },
    {
      "cite": "Joan Didion",
      "quote": "Of course great hotels have always been social ideas, flawless mirrors to the particular societies they service."
    },
    {
      "cite": "Toba Beta",
      "quote": "Super-luxury hotels are being built in outer space. The new type of heaven is being offered to humans."
    },
    {
      "cite": "Alexander Chee",
      "quote": "It is expensive to live in hotels, even cheap ones - more expensive than renting."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "When you come to a hotel room, you want it to be grand, functional and beautiful. But you don't want things that are not useful. Sometimes you go to hotels and there are all these frames and pictures of people you don't know, and you end up hiding everything in the drawer, and then housekeeping come and put it out again."
    },
    {
      "cite": "Moby",
      "quote": "The strange thing about hotel rooms is that they look familiar and seem familiar and have many of the accoutrements that seem domestic and familiar, but they are really weird, alien and anonymous places."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "When you get into a hotel room, you lock the door, and you know there is a secrecy, there is a luxury, there is fantasy. There is comfort. There is reassurance."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The great advantage of a hotel is that it is a refuge from home life."
    },
    {
      "cite": "Margaret Oliphant",
      "quote": "A hotel is a hotel all the world over, a place essentially vulgar, commonplace, venal, the travesty of a human home."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An old small hotel is much more valuable than a seven-star hotel because the former has a spirit and a literary posture!"
    },
    {
      "cite": "Linda Ronstadt",
      "quote": "The smell of the carpet in a hotel room is the same everywhere."
    },
    {
      "cite": "Willa Gibbs",
      "quote": "The loneliest place to be is a hotel room in a big city in early evening."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Hotel rooms inhabit a separate moral universe."
    },
    {
      "cite": "William Feather",
      "quote": "AÂ hotelÂ isn't like a home, but it's better than being a house guest."
    },
    {
      "cite": "Janis Joplin",
      "quote": "I love hotels to which, at 4 a.m., you can bring along a midget, a bear, and four ladies, drag them to your room and no one cares about it at all."
    },
    {
      "cite": "George Yeo",
      "quote": "What we need are individuals and families who feel a responsibility to help build and to help run the hotel. When that happens the hotel becomes a  home."
    },
    {
      "cite": "George Yeo",
      "quote": "And we cannot make a hotel a home by preventing the guests from leaving."
    },
    {
      "cite": "George Yeo",
      "quote": "When Singaporeans in their little platoons struggle to make life a little better for themselves and for their fellow countrymen, they develop the affections and traditions which make our hotel a home."
    },
    {
      "cite": "George Yeo",
      "quote": "The problem is how to make Singapore more than just a nice hotel to stay in, how to make it a home worth living and caring for."
    },
    {
      "cite": "William Lyon Phillips",
      "quote": "The human mind should be like a food hotel— open the year round."
    },
    {
      "cite": "E.P. Thompson",
      "quote": "This 'going into Europe' will not turn out to be a thrilling mutual exchange supposed. It is more like nine middle-aged couples with failing marriages meeting in a darkened bedroom in a Brussels hotel for a Group Grope."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "A hotel is just a place to lay your head."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "If the time difference is great, book your hotel room for the previous night so you can have it available when you arrive."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "Be aware that hotel thieves often converse with a person on the elevator, then get off on the same floor, wait until you open your door, then barge into your room."
    },
    {
      "cite": "Judge Sturgess",
      "quote": "Justice is open to everyone in the same way as the Ritz Hotel."
    },
    {
      "cite": "Peter Jones",
      "quote": "An operation that provides accommodation and ancillary services to people away from home."
    },
    {
      "cite": "Sterling Warner",
      "quote": "Two Jacksons or / Four sawbucks / Upfront—$40. / No credit cards, no I.D.; / Beyond, beneath, / Battered neon lights / The Blues Hotel / Weathered time’s ravages / Struck cords of commerce as / Hookers dispense advice / Like ATM machines— / Service for a price."
    },
    {
      "cite": "Glen Lewis Frey",
      "quote": "Welcome to the Hotel California / Such a lovely place (such a lovely place) / Such a lovely face / Plenty of room at the Hotel California / Any time of year (any time of year) / You can find it here."
    },
    {
      "cite": "S.Andrews",
      "quote": "As the hotel is a meeting place of social elites, all the grace and etiquette associated with good society comes into play."
    },
    {
      "cite": "Steven Wright",
      "quote": "I stayed in a really old hotel last night. They sent me a wake-up letter."
    },
    {
      "cite": "Henny Youngman",
      "quote": "There was a girl knocking on my hotel room door all night! Finally, I let her out."
    },
    {
      "cite": "Sir Richard Branson",
      "quote": "Train people well enough so they can leave, treat them well enough so they don't want to."
    },
    {
      "cite": "Bill Kimpton",
      "quote": "A hotel should relieve travelers of their insecurity and loneliness. It should make them feel warm and cozy."
    },
    {
      "cite": "Ellen Emerson White",
      "quote": "Here I am, in a lovely hotel room, with my own bathroom. I have never experienced such an incredible luxury."
    },
    {
      "cite": "Cheslea Handler",
      "quote": "A hotel room all to myself is my idea of a good time."
    },
    {
      "cite": "Ja Rule",
      "quote": "People think being famous is so glamorous, but half the time you're in a strange hotel room living out of a suitcase."
    },
    {
      "cite": "Dylan Moran",
      "quote": "Everybody is corrupted by hotel rooms. You can't help it. It's the only place in the world where you walk in and the first thing you do is steal everything before you take your coat off."
    },
    {
      "cite": "Rob Lowe",
      "quote": "People should be allowed to do whatever they want in the privacy of their own home or their own hotel room."
    },
    {
      "cite": "Michael Caine",
      "quote": "I just love to go home, no matter where I am, the most luxurious hotel suite in the world, I love to go home."
    },
    {
      "cite": "Gary Oldman",
      "quote": "Interesting things come your way but as you get older, your lifestyle changes. I don't want to travel; I don't want to be in a hotel room away from my family."
    }
  ]
}