{
  "source": "https://www.wisesayings.com/hourglass-quotes/",
  "theme": "hourglass",
  "quotes": [
    {
      "cite": "Dale Carnegie",
      "quote": "I want you to think of your life as an hourglass. You know there are thousands of grains of sand in the top of the hourglass; and they all pass slowly and evenly through the narrow neck in the middle. Nothing you or I could do would make more than one grain of sand pass through this narrow neck without impairing the hourglass. You and I and everyone else are like this hourglass."
    },
    {
      "cite": "Anna Nalick",
      "quote": "Life's like an hourglass glued to the table."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "All the best sands of my life are somehow getting into the wrong end of the hourglass. If I could only reverse it! Were it in my power to do so would I?"
    },
    {
      "cite": "Ben Shapiro",
      "quote": "Every so often, we all gaze into the abyss. It's a depressing fact of life that eventually the clock expires; eventually the sand in the hourglass runs out. It's the leaving behind of everything that matters to us that hurts the most."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "It took me as long as I had known him to get rid of all of his words. Like turning an hourglass over."
    },
    {
      "cite": "Hester Lynch Piozzi",
      "quote": "A physician can sometimes parry the scythe of death, but has no power over the sand in the hourglass."
    },
    {
      "cite": "Paula McLain",
      "quote": "Maybe happiness was an hourglass already running out, the grains tipping, sifting past each other. Maybe it was a state of mind."
    },
    {
      "cite": "Joe L. Wheeler",
      "quote": "As we hypnotically watch the steadily diminishing reserve of sand in life's hourglass, the instincts of a miser surface. Life is now savored, sipped as with a fine 19th Century French wine."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "To the true teacher, time's hour-glass should still run gold-dust."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "We take a handful of sand from the endless landscape of awareness around us and call that handful of sand the world."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "The more sand has escaped from the hourglass of our life, the clearer we should see through it."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "The sand in the hourglass runs from one compartment to the other, marking the passage of moments with something constant and tangible.If you watch the flowing sand, you might see time itself riding the granules.Contrary to popular opinion, time is not an old white-haired man, but a laughing child.And time sings."
    },
    {
      "cite": "Socrates",
      "quote": "Our lives are but specks of dust falling through the fingers of time. Like sands of the hourglass, so are the days of our lives."
    },
    {
      "cite": "Octavia Spencer",
      "quote": "We all have hourglass figures; your sand just settles in different places."
    },
    {
      "cite": "Ryan Winfield",
      "quote": "Death is just the moment that your hourglass runs out of sand. That's it. It happens to everyone eventually. All any of us gets to decide is where the sand falls."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Hour-glasses remind us, not only of how time flies, but at the same time of the dust into which we shall one day decay."
    },
    {
      "cite": "Jules Renard",
      "quote": "Love is like an hourglass, with the heart filling up as the brain empties."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "We have a definite but unknown quantity of experience at our disposal. As soon as the hourglass is turned, the sand will begin to run out and once it starts, it cannot stop until it's all gone."
    },
    {
      "cite": "Anonymous",
      "quote": "We can never turn back the pages of time, though we may wish to relive a happy moment, or say good-bye just one last time, we never can, because the sands of time continue to fall, and we can't turn the hourglass over."
    }
  ]
}