{
  "source": "https://www.wisesayings.com/housewife-quotes/",
  "theme": "housewife",
  "quotes": [
    {
      "cite": "Katharine Hepburn",
      "quote": "Being a housewife and a mother is the biggest job in the world, but if it doesn't interest you, don't do it - I would have made a terrible mother."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Each suburban housewife spends her time presiding over a power plant sufficient to have staffed the palace of a Roman emperor with a hundred slaves."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Many a housewife staring at the back of her husband's newspaper, or listening to his breathing in bed is lonelier than any spinster in a rented room."
    },
    {
      "cite": "Hilda Scott",
      "quote": "Nothing a housewife does is of value in capitalist terms because it does not take place on the market and therefore does not contribute to the Gross National Product."
    },
    {
      "cite": "Germaine Greer",
      "quote": "A housewife's work has no results: it simply has to be done again. Bringing up children is not a real occupation, because children come up just the same, brought up or not."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "To be a housewife is a difficult, a wrenching, sometimes an ungrateful job if it is looked on only as a job. Regarded as a profession, it is the noblest as it is the most ancient of the catalogue. Let none persuade us differently or the world is lost indeed."
    },
    {
      "cite": "Betty Ford",
      "quote": "A housewife deserves to be honored as much as a woman who earns her living in the marketplace. I consider bringing up children a responsible job. In fact, being a good housewife seems to me a much tougher job than going to the office and getting paid for it."
    },
    {
      "cite": "Bauvard",
      "quote": "Housewife: a position requiring great ambition to fill. Must have the determination to scrub mold, the good taste to distribute a checking account, and the good will to repeat this at a maid service or department store after her husband starts coming home drunk."
    },
    {
      "cite": "Barbara Bergmann",
      "quote": "To be a housewife is to be a member of a very peculiar occupation, one with characteristics like no other. The nature of the duties to be performed, the method of payment, the form of supervision, the tenure system, the market in which the workers find jobs, and the physical hazzards are all very different from the way things are in other occupations."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I've done my job."
    },
    {
      "cite": "Johnny Weir",
      "quote": "I'm going to be a happy housewife. I'm going to be washing boxers and cooking and doing all those sorts of housewife duties. I just want to be happy and proud of every single day."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "No labourer in the world is expected to work for room, board, and love -except the housewife."
    },
    {
      "cite": "Doris Day",
      "quote": "It was the only ambition I ever had - not to be a dancer or Hollywood movie star, but to be a housewife in a good marriage."
    },
    {
      "cite": "Danny Kaye",
      "quote": "Housewives spend more money than their husbands make, so that other people think their husbands earn more money than they really do."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "By and large, mothers and housewives are the only workers who do not have regular time off. They are the great vacationless class."
    },
    {
      "cite": "Betty Friedan",
      "quote": "Women who 'adjust' as housewives, who grow up wanting to be 'just a housewife,' are in as much danger as the millions who walked to their own death in the concentration camps ... they ate suffering a slow death of mind and spirit."
    },
    {
      "cite": "Anthea Turner",
      "quote": "If you are a housewife, take pride in that."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A thrifty housewife is better than a great income. A good wife and health are a man's best wealth."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "I don't pretend to be an ordinary housewife."
    },
    {
      "cite": "Gavin McInnes",
      "quote": "I think that being a housewife is the most noble profession there is."
    },
    {
      "cite": "Celine Dion",
      "quote": "I have become a housewife and there is no better job."
    },
    {
      "cite": "Caroline Leavitt",
      "quote": "Housewives of the 1950s were supposed to create show-stopping meals every night for their hard-working husbands."
    },
    {
      "cite": "Arjun Kapoor",
      "quote": "Housewives run the home and sacrifice a lot, but many people forget that."
    }
  ]
}