{
  "source": "https://www.wisesayings.com/hugging-quotes/",
  "theme": "hugging",
  "quotes": [
    {
      "cite": "Princess Diana",
      "quote": "Hugs can do great amounts of good especially for children."
    },
    {
      "cite": "Jenny Lawson",
      "quote": "A hug is like a strangle you haven't finished yet."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "Once the bear's hug has got you, it is apt to be for keeps."
    },
    {
      "cite": "Stuart Duncan",
      "quote": "Hugs may come less frequently from someone with autism but when they do, you know it means everything."
    },
    {
      "cite": "Sandy Fussell",
      "quote": "A hug from a samurai girl is warmer than a heap of blankets and more meaningful than a pile of words."
    },
    {
      "cite": "Marge Piercy",
      "quote": "The best gift you can give is a hug: one size fits all and no one ever minds if you return it."
    },
    {
      "cite": "Peter Marshall",
      "quote": "If you hug to yourself any resentment against anybody else, you destroy the bridge by which God would come to you."
    },
    {
      "cite": "Anonymous",
      "quote": "A hug delights and warms and charms, that must be why God gave us arms"
    },
    {
      "cite": "Proverb",
      "quote": "A kiss without a hug is like a flower without the fragrance."
    },
    {
      "cite": "Bil Keane",
      "quote": "A hug is like a boomerang you get it back right away."
    },
    {
      "cite": "Kathleen Keating",
      "quote": "A hug makes you feel good all day."
    },
    {
      "cite": "Tony Curl",
      "quote": "Your hug should be more than an embrace of affection. It represents her safety and security. It should make her feel truly loved."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "A hug's a happy thing while a shrug's so often destructive."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Everybody needs a hug. It changes your metabolism."
    },
    {
      "cite": "Gina Barreca",
      "quote": "Laughing together is as close as you can get to a hug without touching."
    },
    {
      "cite": "Sarah Ockler",
      "quote": "Sometimes the right hug from the right person at the exact right time makes all the wrong in the world disappear."
    },
    {
      "cite": "Jacques Prevert",
      "quote": "Millions and millions of years would still not give me half enough time to describe that tiny instant of all eternity when you put your arms around me and I put my arms around you."
    },
    {
      "cite": "Christina Engela",
      "quote": "Hugs are so vital a thing that there should never be so few of them that you can count the ones you've had."
    },
    {
      "cite": "Johnny Ray Ryder",
      "quote": "There's something in a simple hug That always warms the heart, It welcomes us back home And makes it easier to part."
    },
    {
      "cite": "Minhal Mehdi",
      "quote": "Hugs should be available at the medical stores 24/7. Sometimes, they are the best healers for almost everything."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "A hug is worth a thousand words. A friend is worth more.True friendship is like sound health; the value of it is seldom known until it be lost."
    },
    {
      "cite": "Anonymous",
      "quote": "Hugging has no unpleasant side effects and is all natural. There are no batteries to replace, it's inflation-proof and non-fattening with no monthly payments. It's non-taxable, non-polluting, and is, of course, fully refundable."
    },
    {
      "cite": "Anonymous",
      "quote": "A hug can lift pain and worries from the heart. Bringing hope and love back into the heart."
    },
    {
      "cite": "Edith Wharton",
      "quote": "The only thing to do is to hug one's friends tight and do one's job."
    },
    {
      "cite": "Micheline Jean Louis",
      "quote": "Happiness is a great big hug, hugging us from the inside. allow yourself to feel its warmth and grace"
    },
    {
      "cite": "Lynda Cheldelin Fell",
      "quote": "Hugs are nourishment for the heart."
    },
    {
      "cite": "Walt Dohrn",
      "quote": "If you hug someone for seven seconds, it gives you a chemical drop in your brain."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "No matter how hard you hug your money, it never hugs back."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Sometimes all you can do is hug a friend tightly and wish that their pain could be transferred by touch to your own emotional hard drive."
    },
    {
      "cite": "Anonymous",
      "quote": "When you are hugging a child, always be the last one to let go. You never know how long they need it."
    },
    {
      "cite": "E. L. Konigsburg",
      "quote": "When you hug someone, you learn something else about them. An important something else."
    },
    {
      "cite": "Gail Lynne Goodwin",
      "quote": "Hugs are God's way of reminding us how much we are loved."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "If you hug someone goodbye and their response is what the hell are you doing? you may want to examine you're definition of close friend."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "A hug is a smile with arms, a laugh with a stronger grip."
    },
    {
      "cite": "Natalie",
      "quote": "A hug is the perfect gift, one size fits all, everyone likes them and no-one cares if it is given back."
    },
    {
      "cite": "Virginia Satir",
      "quote": "We need 4 hugs a day for survival. We need 8 hugs a day for maintenance. We need 12 hugs a day for growth."
    },
    {
      "cite": "Johnny Ray Ryder",
      "quote": "A hug is an amazing thing. It's just the perfect way to show the love we're feeling but can't find the words to say."
    },
    {
      "cite": "Anonymous",
      "quote": "A hug is a handshake from the heart"
    }
  ]
}