{
  "source": "https://www.wisesayings.com/hugs-quotes/",
  "theme": "hugs",
  "quotes": [
    {
      "cite": "Jacques Prevert",
      "quote": "Millions and millions of years would still not give me half enough time to describe that tiny instant of all eternity when you put your arms around me and I put my arms around you."
    },
    {
      "cite": "Johnny Ray Ryder, Jr.",
      "quote": "There's something in a simple hug / That always warms the heart / It welcomes us back home /And makes it easier to part"
    },
    {
      "cite": "Ann Hood",
      "quote": "I have learned that there is more power in a good strong hug than in a thousand meaningful words."
    },
    {
      "cite": "Bob Stoess",
      "quote": "A hug is a wonderful thing. It's a marvelous gift to share. It's a grand way to say; 'I care.' A hug communicates support, security, affection, unity, and belonging. A hug shows compassion. A hug brings delight. A hug charms the senses. A hug touches the soul."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Sometimes all you can do is hug a friend tightly and wish that their pain could be transferred by touch to your own emotional hard drive."
    },
    {
      "cite": "unknown",
      "quote": "One day someone is going to hug you so tight that all all of your broken pieces will stick together."
    },
    {
      "cite": "Bil Keane",
      "quote": "A hug is like a boomerang - you get it back right away."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Everybody needs a hug. It changes your metabolism."
    },
    {
      "cite": "Proverb",
      "quote": "A kiss without a hug is like a flower without the fragrance."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "Men greet each other with a sock on the arm, women with a hug, and the hug wears better in the long run."
    },
    {
      "cite": "Gina Barreca",
      "quote": "Laughing together is as close as you can get to a hug without touching."
    },
    {
      "cite": "unknown",
      "quote": "A hug is the perfect gift; one size fits all, and nobody minds if you exchange it."
    },
    {
      "cite": "German Proverb",
      "quote": "A hug a day keeps the demons at bay."
    },
    {
      "cite": "Bil Keane",
      "quote": "They invented hugs to let people know you love them without saying anything."
    },
    {
      "cite": "Princess Diana",
      "quote": "Hugs can do great amounts of good - especially for children."
    },
    {
      "cite": "Walter Anderson",
      "quote": "If you're angry at a loved one, hug that person. And mean it. You may not want to hug - which is all the more reason to do so. It's hard to stay angry when someone shows they love you, and that's precisely what happens when we hug each other."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "They say that love is more important than money, have you ever tried paying your bills with a hug?"
    },
    {
      "cite": "Deb Caletti",
      "quote": "That's what people do who love you. They put their arms around you and love you when you're not so lovable."
    },
    {
      "cite": "Johnny Ray Ryder",
      "quote": "A hug is an amazing thing. It's just the perfect way To show the love we're feeling But can't find the words to say"
    },
    {
      "cite": "Shel Silverstein",
      "quote": "I will not play tug o' war. I'd rather play hug o' war. Where everyone hugs instead of tugs, Where everyone giggles and rolls on the rug, Where everyone kisses, and everyone grins, and everyone cuddles, and everyone wins."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Hug your friends tight, but your enemies tighter - hug 'em so tight they can't wiggle"
    },
    {
      "cite": "Harold MacMillan",
      "quote": "Once the bear's hug has got you, it is apt to be for keeps."
    },
    {
      "cite": "Virgil",
      "quote": "Hug the shore; let others try the deep."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "Feel the presence of love, wrapped up within a hug."
    },
    {
      "cite": "unknown",
      "quote": "Hugs are one of the reasons God gave us arms. So, stretch out your arms to someone today. Reach out to those you love. It will warm the heart of the giver and give light to the soul of the recipient."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I love hugging. I wish I was an octopus, so I could hug ten people at a time."
    },
    {
      "cite": "Virginia Satir",
      "quote": "We need 4 hugs a day for survival. We need 8 hugs a day for maintenance. We need 12 hugs a day for growth."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "A hug is a smile with arms, a laugh with a stronger grip."
    },
    {
      "cite": "Kyle Schmalenberg",
      "quote": "However long a hug lasts, it doesn't last long enough."
    },
    {
      "cite": "Steve Irwin",
      "quote": "Where I live if someone gives you a hug it's from the heart."
    },
    {
      "cite": "Gail Lynne Goodwin",
      "quote": "Hugs are God's way of reminding us how much we are loved."
    },
    {
      "cite": "unknown",
      "quote": "The best place in the world is in the arms of someone who will not only hold you at your best, but will pick you up and hug you tight at your weakest moments."
    },
    {
      "cite": "AJ McLean",
      "quote": "Hugs are part of everyday life for me. Ill hug all sorts of people — I dont worry about it looking unmanly or whatever. I think physical human contact is one of the things that makes living worthwhile."
    },
    {
      "cite": "Peter Marshall",
      "quote": "If you hug to yourself any resentment against anybody else, you destroy the bridge by which God would come to you."
    },
    {
      "cite": "Proverb",
      "quote": "A hug a day keeps the demons at bay"
    },
    {
      "cite": "P.S. I Love You",
      "quote": "No matter how hard you hug your money, it never hugs back."
    },
    {
      "cite": "Kacie Conroy",
      "quote": "Hugs and kisses are ways to express what cannot be said."
    },
    {
      "cite": "Jeanne Calment",
      "quote": "He who hugs too much, hugs badly!"
    },
    {
      "cite": "Kathleen Keating",
      "quote": "A hug makes you feel good all day."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Praise is warming and desirable. But it is an earned thing. It has to be deserved, like a hug from a child."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "There's nothing like a mama-hug."
    },
    {
      "cite": "Shelley Long",
      "quote": "Did you know that, if you visualise, you can actually hug on the phone?"
    },
    {
      "cite": "Melanie McNichols",
      "quote": "No matter how strong a woman is, she has a week point. And sometimes all she needs is a hug."
    },
    {
      "cite": "Zooey Deschannel",
      "quote": "In an ideal world no one would talk before 10 A.M. People would just hug, because waking up is really hard."
    },
    {
      "cite": "Ilichi Lee",
      "quote": "What makes us truly great is this noble desire, this passion that transcends all separation that goes beyond one's limitations and wants to hug others and embrace the world."
    },
    {
      "cite": "Craig Marberry",
      "quote": "They were giving us these incredible bear hugs, and my ribs are still aching from all of those bear hugs."
    },
    {
      "cite": "Deborah Hazen",
      "quote": "She taught us how to love limitlessly ... how to laugh and weep and give innumerable heartfelt hugs. My mother did all this and more, in spades."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "I like to see people reunited, I like to see people run to each other, I like the kissing and the crying, I like the impatience, the stories that the mouth can't tell fast enough, the ears that aren't big enough, the eyes that can't take in all of the change, I like the hugging, the bringing together, the end of missing someone."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Love is a circular emotion that surrounds you, like a hug. Or a noose."
    },
    {
      "cite": "Bernie Mac",
      "quote": "Hugs aren't like pieces of pie. Plenty of hugs to go around."
    },
    {
      "cite": "Paul J. Zak",
      "quote": "You need eight hugs a day. You'll be happier and the world will be a better place."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I cannot think of permanent enmity between man and man, and believing as I do in the theory of reincarnation, I live in the hope that if not in this birth, in some other birth I shall be able to hug all of humanity in friendly embrace."
    },
    {
      "cite": "Roald Dahl",
      "quote": "I began to realize how important it was to be an enthusiast in life.... If you are interested in something, no matter what it is, go at it at full speed ahead. Embrace it with both arms, hug it, love it and above all become passionate about it. Lukewarm is no good. Hot is no good either. White hot and passionate is the only thing to be."
    },
    {
      "cite": "Irvin Ball",
      "quote": "A hug is the perfect gift—one size fits all and nobody minds if you exchange it."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The best thing to hold on to in life is each other."
    },
    {
      "cite": "Chandra Wilson",
      "quote": "I wanted a good relationship with my mother, and I realized I had a choice: Either I could spend all my time angry that she didn't give me the hugs I thought I needed, or I could understand that she hugs differently. It's not a spread-open-the-arms, 'come here' hug. She hugs by sheltering me from her worries."
    },
    {
      "cite": "Brenda Knight",
      "quote": "A hug is a mutual act of love and affection that induces feelings of comfort, contentment, and security. Hugs are one of the most beautifully human things we can do."
    },
    {
      "cite": "Ira Gershwin",
      "quote": "Love is sweeping the country; / Waves are hugging the shore; / All the sexes / From Maine to Texas / Have never known such love before."
    },
    {
      "cite": "Algernon Charles Swinburne",
      "quote": "Embraces are keen like pain."
    },
    {
      "cite": "Amy Lowell",
      "quote": "And the softness of my body will be guarded from embrace. / By each button , hook, and lace."
    },
    {
      "cite": "Lori Deschene",
      "quote": "Maybe when social distancing is a thing of the past, we'll hug a little harder, hold on a little longer, and remember that nothing matters more than the time we spend with people we love."
    },
    {
      "cite": "Rosa Perry",
      "quote": "I just hugged you in my thoughts. I hope you felt it."
    },
    {
      "cite": "Ben Kubassek",
      "quote": "A hug is a perfect gift. You can exchange it anytime."
    },
    {
      "cite": "Frank James Prewett",
      "quote": "Come girl, and embrace / And ask no more I wed thee; / Know then you are sweet of face, / Soft-limbed and fashioned lovingly; / Must you go marketing your charms / In cunning woman-like, / And filled with old wives' tales' alarms?"
    },
    {
      "cite": "Henrik Wergeland",
      "quote": "Come to me, grief, on my bosom press, / Lest it should burst with joy’s excess: / Heaven, with disaster, hell, with your pains, / Calm its commotion. For here awhile / She has lain. Strike, foes!"
    }
  ]
}