{
  "source": "https://www.wisesayings.com/humanitarian-quotes/",
  "theme": "humanitarian",
  "quotes": [
    {
      "cite": "Sadako Ogata",
      "quote": "The humanitarian situation on the ground is deteriorating rapidly despite the ongoing diplomatic efforts."
    },
    {
      "cite": "Norman Borlaug",
      "quote": "The destiny of world civilization depends upon providing a decent standard of living for all mankind."
    },
    {
      "cite": "Jeff Cohen",
      "quote": "It's a great humanitarian injustice. Their families are here and they've been here. It's long past time for them to be reunited."
    },
    {
      "cite": "Daryl Hannah",
      "quote": "Being a humanitarian, supporting animal rights activists, human rights activists, it's all the same."
    },
    {
      "cite": "Alvin Adams",
      "quote": "Humanitarian missions are little different from any other public enterprise, diplomacy included, which is susceptible of misinterpretation by the public, hence ultimately of failure."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "Betty Williams",
      "quote": "To say that on a daily basis you can make a difference, well, you can. One act of kindness a day can do it."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "Humanitarianism is the expression of stupidity and cowardice."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "There is no joy equal to that of being able to work for all humanity and doing what you're doing well."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Whatever you do will be insignificant, but it is very important that you do it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty."
    },
    {
      "cite": "Tim Horton",
      "quote": "The humanitarian thing is to try to do all we can for these people."
    },
    {
      "cite": "George Orwell",
      "quote": "A humanitarian is always a hypocrite."
    },
    {
      "cite": "Daniel D Palmer",
      "quote": "The most wonderful study of mankind is man. Relieving human suffering and diffusing universal knowledge is humanitarian."
    },
    {
      "cite": "George Ayittey",
      "quote": "You have to separate the humanitarian impulse from the record of aid itself. We all want to help. Many people would say that it's the moral impulse of the rich to help the poor, but the record of aid has been terrible."
    },
    {
      "cite": "Irving Babbitt",
      "quote": "The humanitarian lays stress almost solely upon breadth of knowledge and sympathy."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Humanitarianism consists in never sacrificing a human being to a purpose."
    },
    {
      "cite": "Irving Babbitt",
      "quote": "The humanitarian would, of course, have us meddle in foreign affairs as part of his program of world service."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Humanitarian appeals always help. They penetrate deeper than political tradeoffs."
    },
    {
      "cite": "Ann Coulter",
      "quote": "Liberals love to strike generous, humanitarian poses with other people's lives."
    },
    {
      "cite": "Isabel Paterson",
      "quote": "The humanitarian in theory is the terrorist in action."
    },
    {
      "cite": "Radhia Achouri",
      "quote": "Our humanitarian efforts are being destroyed on the ground."
    },
    {
      "cite": "Victor Manan Nyambala",
      "quote": "Humanitarian Logistics is about mobilization and movement of resources for disaster preparedness, disaster response and disaster recovery."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The humanitarian is a treasure hunter seeking gems of remedy and appreciation."
    },
    {
      "cite": "Eric Maisel",
      "quote": "Humanitarian convictions are the linchpins of our salvation, and these an artist must champion."
    },
    {
      "cite": "Nawal El Saadawi",
      "quote": "When we live in a world that is very unjust, you have to be a dissident."
    },
    {
      "cite": "Sergei Lavrov",
      "quote": "Humanitarian issues must bring together all people who act in good faith trying to alleviate the suffering of people in dire need especially women, children and the elderly."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A humanitarian seldom makes a good lover. For a lover's world revolves around their lover, while a humanitarian's world revolves around the world."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "There is a humanitarian impulse that one aspires to and there are days when one doesn't do it very well."
    },
    {
      "cite": "Diana",
      "quote": "Everyone needs to be valued. Everyone has the potential to give something back."
    }
  ]
}