{
  "source": "https://www.wisesayings.com/human-condition--quotes/",
  "theme": "human-condition-",
  "quotes": [
    {
      "cite": "Noam Chomsky",
      "quote": "It is quite possible--overwhelmingly probable, one might guess--that we will always learn more about human life and personality from novels than from scientific psychology."
    },
    {
      "cite": "Karl Marx",
      "quote": "It is not the consciousness of men that determines their being, but, on the contrary, their social being that determines their consciousness."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Our behavior is a function of our decisions, not our conditions."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "The human mind and what we've achieved with it is remarkable. But it does not come close to what we can do, be, see and heal with our hearts."
    },
    {
      "cite": "Natsume Sōseki",
      "quote": "It's only natural for the docile creature of yesteryear to become difficult today. That's just the way people are. You can try forcing someone to remember how he felt in winter and keep shivering after summer comes, but it won't happen. A person might not be able to eat when they're sick but nobody can make they give up food for the rest of their life... The trouble with people is they think they are solid as rock."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "The world is perhaps ultimately to be defined as a place of suffering. Man is a suffering animal, subject to ceaseless anxiety and pain and fear."
    },
    {
      "cite": "Mala Naidoo",
      "quote": "In this worried rush, nobody stopped to see the sun appear over rooftops. Unnoticed beauty lost in the need to be everywhere, in every waking moment."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "There is nothing you lack and all you will find; we are one at the heart - just divided by mind. Don't let life pass you by."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Writing means sharing. It's part of the human condition to want to share things - thoughts, ideas, opinions."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Every man bears the whole stamp of the human condition."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Debt is part of the human condition. Civilization is based on exchanges - on gifts, trades, loans - and the revenges and insults that come when they are not paid back."
    },
    {
      "cite": "Kevin Bacon",
      "quote": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "This idea of how everything is interconnected, and the impermanence of things.. It sums up the human condition to me, and it helps me on my path."
    },
    {
      "cite": "Harlan Coben",
      "quote": "In the end, we know what makes us happy. We also know what makes us unhappy. That's the irony. We know and yet we still mess it up. That's part of the human condition, no, and why we need to work on it."
    },
    {
      "cite": "Guy Clark",
      "quote": "Things change all the time, and they'll probably never be the same again. It's just the natural evolution of the human condition. Things change, and whatever it is is what it is. I mean, you try to start second guessing that, you either get rich or die broke."
    },
    {
      "cite": "Madeleine M. Kunin",
      "quote": "We see the world through the lens of all our experiences; that is a fundamental part of the human condition."
    },
    {
      "cite": "Laura Linney",
      "quote": "I enjoy learning about different periods and people, and then taking what's universal about the human condition and seeing where it matches up. No matter where you are, certain things unite everybody."
    },
    {
      "cite": "Alejandro Gonzalez Inarritu",
      "quote": "Everybody is looking for validation, no matter who you are, and I think that's a need of the human condition - to look for affection or recognition or validation."
    },
    {
      "cite": "John Lennon",
      "quote": "There are two basic motivating forces: fear and love. When we are afraid, we pull back from life. When we are in love, we open to all that life has to offer with passion, excitement, and acceptance. We need to learn to love ourselves first, in all our glory and our imperfections. If we cannot love ourselves, we cannot fully open to our ability to love others or our potential to create. Evolution and all hopes for a better world rest in the fearlessness and open-hearted vision of people who embrace life."
    },
    {
      "cite": "George Soros",
      "quote": "Once we realize that imperfect understanding is the human condition there is no shame in being wrong, only in failing to correct our mistakes."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Loneliness is the human condition. Cultivate it. The way it tunnels into you allows your soul room to grow. Never expect to outgrow loneliness. Never hope to find people who will understand you, someone to fill that space. An intelligent, sensitive person is the exception, the very great exception. If you expect to find people who will understand you, you will grow murderous with disappointment. The best you'll ever do is to understand yourself, know what it is that you want, and not let the cattle stand in your way."
    },
    {
      "cite": "Billy Graham",
      "quote": "Suffering is part of the human condition, and it comes to us all. The key is how we react to it, either turning away from God in anger and bitterness or growing closer to Him in trust and confidence."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "I think what makes people fascinating is conflict, it's drama, it's the human condition. Nobody wants to watch perfection."
    },
    {
      "cite": "Nick Offerman",
      "quote": "I think all these great comforts that come from the human condition of trying to make things easier on ourselves also have these pitfalls, where things become so easy that we forget how enjoyable building a fence can be."
    },
    {
      "cite": "Paul Tillich",
      "quote": "The character of human life, like the character of the human condition, like the character of all life, is \"ambiguity\": the inseparable mixture of good and evil, the true and false, the creative and destructive forces-both individual and social."
    },
    {
      "cite": "May Sarton",
      "quote": "If we are to understand the human condition, and if we are to accept ourselves in all the complexity, self-doubt, extravagance of feeling, guilt, joy, the slow freeing of the self to its full capacity for action and creation, both as human being and as artist, we have to know all we can about each other, and we have to be willing to go naked."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The human condition comprehends more than the condition under which life has been given to man. Men are conditioned beings because everything they come in contact with turns immediately into a condition of their existence. The world in which the vita activa spends itself consists of things produced by human activities; but the things that owe their existence exclusively to men nevertheless constantly condition their human makers."
    },
    {
      "cite": "David McCullough",
      "quote": "I feel very strongly that history is about everything. It isn't just about politics or the military or social issues. If art, music, engineering, science, medicine, finance, the world of architecture and technology - if those are left out, then you're not getting a full sense of the human condition. History is human and we human beings are involved in all kinds of things and that's part of our humanity."
    },
    {
      "cite": "Bob Geldof",
      "quote": "Certainly, I think being depressed is absolutely part of the human condition, it has to be, if there's joy there's its opposite, and it's something you ride if you possibly can."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Considering the unforeseen events of this world, we should be taught that no human condition should inspire men with absolute despair."
    },
    {
      "cite": "Philippe Petit",
      "quote": "Whenever other worlds invite us, whenever we are balancing on the boundaries of our limited human condition, that’s where life starts, that’s where you start feeling yourself living."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Our sufferings and weaknesses, in so far as they are personal, are of no literary interest whatsoever. They are only interesting in so far as we can see them as typical of the human condition."
    },
    {
      "cite": "Socrates",
      "quote": "Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune nor too scornful in misfortune."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The reason why the romantic love relationship is such an intense and universally sought-after experience is that it seems to offer liberation from a deep-seated state of fear, need, lack, and incompleteness that is part of the human condition in its unredeemed and unenlightened state."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The future remains uncertain and so it should, for it is the canvas upon which we paint our desires. Thus always the human condition faces a beautifully empty canvas. We possess only this moment in which to dedicate ourselves continuously to the sacred presence which we share and create."
    },
    {
      "cite": "David Shore",
      "quote": "It's a basic truth of the human condition that everybody lies. The only variable is about what. The weird thing about telling someone they're dying is it tends to focus their priorities. You find out what matters to them. What they're willing to die for. What they're willing to lie for."
    },
    {
      "cite": "Wole Soyinka",
      "quote": "My horizon on humanity is enlarged by reading the writers of poems, seeing a painting, listening to some music, some opera, which has nothing at all to do with a volatile human condition or struggle or whatever. It enriches me as a human being."
    }
  ]
}