{
  "source": "https://www.wisesayings.com/human-nature-quotes/",
  "theme": "human-nature",
  "quotes": [
    {
      "cite": "Anatole France",
      "quote": "It is human nature to think wisely and act foolishly."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Human nature is not of itself vicious."
    },
    {
      "cite": "Mark Twain",
      "quote": "There is a great deal of human nature in people."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Human nature is complex. Even if we do have inclinations toward violence, we also have inclination to empathy, to cooperation, to self-control."
    },
    {
      "cite": "Frank B. Kellogg",
      "quote": "It is not to be expected that human nature will change in a day."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It is in human nature to relax, when not compelled by personal advantage or disadvantage."
    },
    {
      "cite": "Zoe Lister-Jones",
      "quote": "It's human nature to want to be with other people."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Human nature is potentially aggressive and destructive and potentially orderly and constructive."
    },
    {
      "cite": "William D. Tammeus",
      "quote": "You don't really understand human nature unless you know why a child on a merry-go-round will wave at his parents every time around - and why his parents will always wave back."
    },
    {
      "cite": "William James",
      "quote": "The deepest principle in human nature is the craving to be appreciated."
    },
    {
      "cite": "John Keats",
      "quote": "Scenery is fine - but human nature is finer."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "You can learn more about human nature by reading the Bible than by living in New York."
    },
    {
      "cite": "Dinah Maria Mulock Craik",
      "quote": "We have not to construct human nature afresh, but to take it as we find it, and make the best of it."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "Human nature is the same in all professions."
    },
    {
      "cite": "Abraham Harold Maslow",
      "quote": "Human nature is not nearly as bad as it has been thought to be."
    },
    {
      "cite": "Hebbel",
      "quote": "Whoever wants to be a judge of human nature should study people's excuses."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "You cannot slander human nature; it is worse than words can paint it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Human action can be modified to some extent, but human nature cannot be changed."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Human nature is water, not stone."
    },
    {
      "cite": "Kirk Chisholm",
      "quote": "Human Nature is not a problem that can be fixed by rules and regulations. All solutions to the existing problems must be based on how people behave, not on how we think they should behave."
    },
    {
      "cite": "Terence",
      "quote": "Human nature is so constituted, that all see and judge better in the affairs of other men than in their own."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "Human nature is compassionate, is affectionate."
    },
    {
      "cite": "Theodore Tilton",
      "quote": "The more we study human nature, the less we think of men - the more of man."
    },
    {
      "cite": "Ralph J. Bunche",
      "quote": "There is no problem of human nature which is insoluble."
    },
    {
      "cite": "Maria Montessori",
      "quote": "It is not in human nature for all men to tread the same path of development, as animals do of a single species."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Human nature is above all things lazy."
    },
    {
      "cite": "Mencius",
      "quote": "Human nature is good, just as water seeks low ground. There is no man who is not good, just as there is no water that does not flow downward."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Human nature is so constructed that it gives affection most readily to those who seem least to demand it."
    },
    {
      "cite": "Xun Zi",
      "quote": "Human nature refers to what is in people but which they cannot study or work at achieving."
    },
    {
      "cite": "Richard Wilkinson",
      "quote": "It's human nature to always look at what your neighbor is doing."
    },
    {
      "cite": "J. P. Donleavy",
      "quote": "I got disappointed in human nature as well and gave it up because I found it too much like my own."
    },
    {
      "cite": "Jami Gertz",
      "quote": "That's human nature - the ups and downs."
    },
    {
      "cite": "David Hackworth",
      "quote": "It's human nature to start taking things for granted again when danger isn't banging loudly on the door."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Nothing in human nature is so God-like as the disposition to do good to our fellow-creatures."
    },
    {
      "cite": "Tacitus",
      "quote": "It is human nature to hate the man whom you have hurt."
    },
    {
      "cite": "Henry Adams",
      "quote": "Knowledge of human nature is the beginning and end of political education."
    },
    {
      "cite": "Eugene J. Martin",
      "quote": "The words  human nature  can be the greatest obstacle to human growth."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Human nature is the same everywhere; the modes only are different."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Could we perfect human nature, we might also expect a perfect state of things."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Two purposes in human nature rule. Self- love to urge, and reason to restrain."
    },
    {
      "cite": "John Keats",
      "quote": "There is an electric fire in human nature tending to purify   so that among these human creatures there is continually some birth of new heroism. The pity is that we must wonder at it, as we should at finding a pearl in rubbish."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "What is called an acute knowledge of human nature is mostly nothing but the observer's own weaknesses reflected back from others."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Human nature is not a machine to be built after a model, and set to do exactly the work prescribed for it, but a tree, which requires to grow and develop itself on all sides, according to the tendency of the inward forces which make it a living thing."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There is nothing that can be changed more completely than human nature when the job is taken in hand early enough."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "We need more understanding of human nature, because the only real danger that exists is man himself."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Subdue your appetites, my dears, and you've conquered human nature."
    },
    {
      "cite": "Henry Miller",
      "quote": "Man has demonstrated that he is master of everything -- except his own nature."
    },
    {
      "cite": "James Johnson",
      "quote": "Human nature is human nature, but it's a good system and a very reliable system."
    },
    {
      "cite": "Diotima's Speech",
      "quote": "Human nature can find no there helper than love."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Human nature blames anyone except himself."
    }
  ]
}