{
  "source": "https://www.wisesayings.com/human-life-quotes/",
  "theme": "human-life",
  "quotes": [
    {
      "cite": "Eudora Welty",
      "quote": "Human life is fiction's only theme."
    },
    {
      "cite": "Robin Williams",
      "quote": "A human life is just a heartbeat in heaven."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Human life is as evanescent as the morning dew or a flash of lightning."
    },
    {
      "cite": "George Stillman Hillard",
      "quote": "The shadow of human life is traced upon a golden ground of immortal hope."
    },
    {
      "cite": "Masutatsu Oyama",
      "quote": "A human life gains luster and strength only when it is polished and tempered."
    },
    {
      "cite": "randall Jarrell",
      "quote": "Human life without some form of poetry is not human life but animal existence."
    },
    {
      "cite": "Gerald Massey",
      "quote": "All the rarest hues of human life take radiance and are rainbowed out in tears."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The brevity of human life gives a melancholy to the profession of the architect."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "Human life is truly a short affair. It is better to live doing the things that you like."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "A human life is a story told by God."
    },
    {
      "cite": "Gottfried Keller",
      "quote": "A human life is a schooling for eternity."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Human life must be some form of mistake."
    },
    {
      "cite": "David Walliams",
      "quote": "All human life can be found in an airport."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The basic condition of human life is happiness."
    },
    {
      "cite": "Park Geun-hye",
      "quote": "In human life, economics precedes politics or culture."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Human life is the only thing that takes care of itself."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "The most evident quality of human life is its loneliness."
    },
    {
      "cite": "Colin S. Smith",
      "quote": "Human life is created in God's image, and that makes it sacred."
    },
    {
      "cite": "Tony Abbott",
      "quote": "Even potential human life needs to be treated with great respect."
    },
    {
      "cite": "Marco Rubio",
      "quote": "All human life at every stage of its development is worthy of protection."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "Human life is far more important than just getting to the top of a mountain."
    },
    {
      "cite": "Carl Jung",
      "quote": "The answer to human life is not to be found within the limits of human life."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Human life runs its course in the metamorphosis between receiving and giving."
    },
    {
      "cite": "Rene Dubos",
      "quote": "Human life implies adventure, and there is no adventure without struggles and dangers."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Human life, its growth, its hopes, fears, loves, et cetera, are the result of accidents."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The true object of all human life is play. Earth is a task garden; heaven is a playground."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Human life is everywhere a state in which much is to be endured and little to be enjoyed."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "It's the great mystery of human life that old grief passes gradually into quiet tender joy."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "It is a fundamental rule of human life, that if the approach is good, the response is good."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Every human life has infinite value and to destroy even one is a crime against all humanity."
    },
    {
      "cite": "Irving Stone",
      "quote": "Every human life had its pattern that had to be worked out slowly to its ultimate conclusion."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "How much of human life is lost in waiting?"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A kiss may ruin a human life."
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "Human life is beyond comprehension."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "The true object of human life is play."
    },
    {
      "cite": "Paul Engle",
      "quote": "Human life is too difficult for people."
    },
    {
      "cite": "Terry Eagleton",
      "quote": "Nothing in human life is inherently private."
    },
    {
      "cite": "Joseph Addison",
      "quote": "The greatest sweetener of human life is friendship."
    },
    {
      "cite": "Audie Murphy",
      "quote": "It's not easy to shed the idea that human life is sacred."
    },
    {
      "cite": "E. M. Forster",
      "quote": "The main facts in human life are five: birth, food, sleep, love and death."
    },
    {
      "cite": "Max Anders",
      "quote": "Protection of human life can be costly; but so is the neglect of that protection."
    },
    {
      "cite": "Vinoba Bhave",
      "quote": "Human life is full of the play of samskaras - tendencies developed by repeated actions."
    },
    {
      "cite": "Wole Soyinka",
      "quote": "Human life has meaning only to that degree and as long as it is lived in the service of humanity."
    }
  ]
}