{
  "source": "https://www.wisesayings.com/humanist-quotes/",
  "theme": "humanist",
  "quotes": [
    {
      "cite": "Carroll Bryant",
      "quote": "Hope is believing in something that eludes you. It's a desperate feeling in a desperate situation."
    },
    {
      "cite": "Irving Babbitt",
      "quote": "The true humanist maintains a just balance between sympathy and selection."
    },
    {
      "cite": "Paul Kurtz",
      "quote": "Three key humanist virtues are courage, cognition, and caring - not dependence, ignorance, or insensitivity to the needs of others."
    },
    {
      "cite": "American Humanist Association",
      "quote": "Humanism is a rational philosophy informed by science, inspired by art, and motivated by compassion."
    },
    {
      "cite": "Linus Pauling",
      "quote": "Humanism is a philosophy of joyous service for the greater good of all humanity, of application of new ideas of scientific progress for the benefit of all."
    },
    {
      "cite": "Hans Jürgen Eysenck",
      "quote": "Humanism is the commitment to the use of reason in human affairs, applied in the service of compassion."
    },
    {
      "cite": "Paul Weyrich",
      "quote": "The real enemy is the secular humanist mindset which seeks to destroy everything that is good in this society."
    },
    {
      "cite": "Emmanuel Macron",
      "quote": "We have a great history; we have a great humanist face to put forward to the world."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "From the failure of the humanist tradition to participate fully or to act decisively, civilizations may perhaps crumble or perish at the hands of barbarians. But unless the humanist tradition itself in some form survives, there can really be no civilization at all."
    },
    {
      "cite": "Kurt Vonnegut Jr.",
      "quote": "Being a Humanist means trying to behave decently without expectation of rewards or punishment after you are dead."
    },
    {
      "cite": "Corliss Lamont",
      "quote": "Humanism involves far more than the negation of supernaturalism. It requires an affirmative philosophy...translated into a life devoted to one's own improvement and the service of all mankind."
    },
    {
      "cite": "Philippe Starck",
      "quote": "We have to replace beauty, which is a cultural concept, with goodness, which is a humanist concept."
    },
    {
      "cite": "Hu Shih",
      "quote": "Confucius was a humanist and an agnostic."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Humanists recognize that it is only when people feel free to think for themselves, using reason as their guide, that they are best capable of developing values that succeed in satisfying human needs and serving human interests."
    },
    {
      "cite": "J. V. Cunningham",
      "quote": "This Humanist whom no beliefs constrained Grew so broad-minded he was scatter-brained."
    },
    {
      "cite": "C.P. Snow",
      "quote": "What we need to do is to humanize the scientist and simonize the humanist."
    },
    {
      "cite": "Corliss Lamont",
      "quote": "Humanism believes that the individual attains the good life by harmoniously combining personal satisfactions and continuous self-development with significant work and other activities that contribute to the welfare of the community."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Most men have bound their eyes with one or another handkerchief, and attached themselves to some one of these communities of opinion."
    },
    {
      "cite": "Dick McMahan",
      "quote": "A humanist is someone who does the right thing even though she knows that no one is watching."
    },
    {
      "cite": "Hermann Bondi",
      "quote": "Our humanist attitude should therefore throughout be to stress what we all have in common with each other and relegate quarrelsome religion to the private domain where it can do [less] harm."
    },
    {
      "cite": "George Carlin",
      "quote": "Men are from Earth, women are from Earth. Deal with it."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "A humanist is anyone who rejects the attempt to describe or account for man wholly on the basis of physics, chemistry or animal behaviour."
    },
    {
      "cite": "Paul Kurtz",
      "quote": "Humanists hold that ethical values are relative to human experience and need not be derived from theological or metaphysical foundations."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To be a believer does not make you superior to others; but to be a humanist does make it so!"
    },
    {
      "cite": "David Hume",
      "quote": "A wise man proportions his belief to the evidence."
    },
    {
      "cite": "E.M. Forster",
      "quote": "The four characteristics of humanism are curiosity, a free mind, belief in good taste, and belief in the human race."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Life has no meaning a priori. It is up to you to give it a meaning, and value is nothing but the meaning that you choose."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Ignorance more frequently begets confidence than does knowledge."
    },
    {
      "cite": "Polly Toynbee",
      "quote": "The Humanist view of life is progressive and optimistic, in awe of human potential, living without fear of judgement and death, finding enough purpose and meaning in life, love and leaving a good legacy."
    }
  ]
}