{
  "source": "https://www.wisesayings.com/human-spirit-quotes/",
  "theme": "human-spirit",
  "quotes": [
    {
      "cite": "Bernard Williams",
      "quote": "Man never made any material as resilient as the human spirit."
    },
    {
      "cite": "Robin Williams",
      "quote": "The human spirit is more powerful than any drug - and that is what needs to be nourished: with work, play, friendship, family. These are the things that matter."
    },
    {
      "cite": "David Baldacci",
      "quote": "The human spirit was the strongest medicine on earth. And sometimes all it needed was a little encouragement to pull off a miracle."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "The human spirit holds strength beyond measure, the kind that will break down the walls of all the blocks that come our way."
    },
    {
      "cite": "Anthony Storr",
      "quote": "The human spirit is not indestructible; but a courageous few discover that, when in hell, they are granted a glimpse of heaven."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Only the human spirit can act with volition and consciously change itself; it is the only thing in all creation that is not entirely at the mercy of forces outside itself."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The human spirit must prevail over technology."
    },
    {
      "cite": "Abdu'l-Bahá",
      "quote": "This perfected body can be compared to a mirror, and the human spirit to the sun. Nevertheless, if the mirror breaks, the bounty of the sun continues; and if the mirror is destroyed or ceases to exist, no harm will happen to the bounty of the sun, which is everlasting. This spirit has the power of discovery; it encompasses all things."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The deepest desire of the human spirit is to be acknowledged."
    },
    {
      "cite": "Rita Dove",
      "quote": "Being true to yourself really means being true to all the complexities of the human spirit."
    },
    {
      "cite": "Yakov Smirnoff",
      "quote": "It's kind of bittersweet. The human spirit is not measured by the size of the act, but by the size of the heart."
    },
    {
      "cite": "Mitch Albom",
      "quote": "The human spirit knows, deep down that all lives intersect."
    },
    {
      "cite": "Mario Fernandez",
      "quote": "The human spirit is nurtured by praise, as much as a seedling is nurtured by the soil, the water and the sun."
    },
    {
      "cite": "Peema Chodron",
      "quote": "Deep down in the human spirit, there is a reservoir of courage. It is always available, always waiting to be discovered."
    },
    {
      "cite": "Elizabeth Smart",
      "quote": "But the human spirit is resilient. God made us so. He gave us the ability to forgive. To leave our past behind. To look forward instead of back."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "So complex is the human spirit that it can itself scarce discern the deep springs which impel it to action."
    },
    {
      "cite": "Jeremy Riddle",
      "quote": "Encouragement is like oxygen to the human spirit. Don't forget you're carrying someone else's air. Encourage them; help them breathe."
    },
    {
      "cite": "Bernard Beckett",
      "quote": "Human spirit is the ability to face the uncertainty of the future with curiosity and optimism. It is the belief that problems can be solved, differences resolved. It is a type of confidence. And it is fragile. It can be blackened by fear, and superstition. By the year 2050, when the conflict began, the world had fallen upon fearful, superstitious times."
    },
    {
      "cite": "Mariah Stewart",
      "quote": "You simply don't realize how much pain the human spirit can endure."
    },
    {
      "cite": "Jess Lair",
      "quote": "Praise is like sunlight to the human spirit, we cannot flower and grow without it."
    },
    {
      "cite": "Kenneth A.Myers",
      "quote": "Culture has very much to do with the human spirit. What we find beautiful or entertaining or moving is rooted in our spiritual life."
    }
  ]
}