{
  "source": "https://www.wisesayings.com/human-trafficking-quotes/",
  "theme": "human-trafficking",
  "quotes": [
    {
      "cite": "Mark Shields",
      "quote": "Human trafficking is a human tragedy. It's an outrage against any decent people."
    },
    {
      "cite": "Pope Francis",
      "quote": "Human trafficking is a scourge, a crime against the whole of humanity. It is time to join forces and work together to free its victims and to eradicate this crime that affects all of us, from individual families to the worldwide community."
    },
    {
      "cite": "Jason Mraz",
      "quote": "If we truly want to have world peace, we have to end human trafficking"
    },
    {
      "cite": "Plato",
      "quote": "Excess of liberty, whether it lies in state or individuals, seems only to pass into excess of slavery."
    },
    {
      "cite": "Pope Francis",
      "quote": "Human trafficking is an open wound on the body of contemporary society, a scourge upon the body of Christ. It is a crime against humanity."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Slavery is a weed that grows on every soil."
    },
    {
      "cite": "Kevin Bales",
      "quote": "Slavery is theft -- theft of a life, theft of work, theft of any property or produce, theft even of the children a slave might have borne."
    },
    {
      "cite": "Condoleezza Rice",
      "quote": "Defeating Human Trafficking is a great moral calling of our time"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Slavery is founded in the selfishness of man's nature - opposition to it, is his love of justice. These principles are an eternal antagonism; and when brought into collision so fiercely, as slavery extension brings them, shocks, and throes, and convulsions must ceaselessly follow."
    },
    {
      "cite": "Gillian Anderson",
      "quote": "Human trafficking is a globally assisted pandemic that generates billions of dollars of income a year."
    },
    {
      "cite": "Gladys Lawson",
      "quote": "Rape is a vicious thing.It's not gentle or considerate.To the recipient it's violent & painful."
    },
    {
      "cite": "Philemon",
      "quote": "Though a man be a slave, he is the same flesh as thyself; for no one has ever been born a slave by nature; but fortune subjected his body to servitude."
    },
    {
      "cite": "Marquita Burke-DeJesus",
      "quote": "No matter what chains are broken, slavery is a condition of the heart."
    },
    {
      "cite": "N. P. Tallmadge",
      "quote": "Slavery is the bane of man and the abomination of heaven."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Slavery is a continual and permanent violation of human rights."
    },
    {
      "cite": "Benjamin Rush",
      "quote": "Slavery is an Hydra sin, and includes in it every violation of the precepts of the Law and the Gospel."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Slavery takes hold of few, but many take hold of slavery."
    },
    {
      "cite": "Pope Francis",
      "quote": "Human trafficking is an open wound on the body of contemporary society, a scourge upon the body of Christ...It is a crime against humanity."
    }
  ]
}