{
  "source": "https://www.wisesayings.com/human-rights-quotes/",
  "theme": "human-rights",
  "quotes": [
    {
      "cite": "Pope Francis",
      "quote": "Human rights are not only violated by terrorism, repression or assassination, but also by unfair economic structures that creates huge inequalities."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "To deny people their human rights is to challenge their very humanity."
    },
    {
      "cite": "Imelda Marcos",
      "quote": "Life is not a matter of place, things or comfort; rather, it concerns the basic human rights of family, country, justice and human dignity."
    },
    {
      "cite": "Bjorn Ulvaeus",
      "quote": "Some values must be universal, like human rights and the equal worth of every human being."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Human rights is the soul of our foreign policy, because human rights is the very soul of our sense of nationhood."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The rights of every man are diminished when the rights of one man are threatened."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Knowledge makes a man unfit to be a slave."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "Because to take away a man's freedom of choice, even his freedom to make the wrong choice, is to manipulate him as though he were a puppet and not a person."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Wherever men and women are persecuted because of their race, religion, or political views, that place must   at that moment   become the center of the universe."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Until justice rolls down like water and righteousness like a mighty stream."
    },
    {
      "cite": "Mahnaz Afkhami",
      "quote": "The connection between women's human rights, gender equality, socioeconomic development and peace is increasingly apparent."
    },
    {
      "cite": "Mahnaz Afkhami",
      "quote": "In the future, human rights will be increasingly a universal criterion for designing ethical systems."
    },
    {
      "cite": "Kofi Annan",
      "quote": "The right to development is the measure of the respect of all other human rights.That should be our aim: a situation in which all individuals are enabled to maximize their potential, and to contribute to the evolution of society as a whole."
    },
    {
      "cite": "Peter Benenson",
      "quote": "Those who today still feel a sense of impotence can do something: they can support Amnesty International. They can help it to stand up for freedom and justice."
    },
    {
      "cite": "Ramsey Clark",
      "quote": "A right is not what someone gives you; it's what no one can take from you."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Human rights education is much more than a lesson in schools or a theme for a day; it is a process to equip people with the tools they need to live lives of security and dignity."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "The evolution of the human rights movement clearly illustrates humanity's ongoing struggle toward creating a better world."
    },
    {
      "cite": "Kofi Annan",
      "quote": "The right to development is the measure of the respect of all other human rights.That should be our aim: a situation in which all individuals are enabled to maximize their potential, and to contribute to the evolution of society as a whole."
    },
    {
      "cite": "Roger Nash Baldwin",
      "quote": "Silence never won rights. They are not handed down from above; they are forced by pressures from below."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Everyone has a right to peaceful coexistence, the basic personal freedoms, the alleviation of suffering, and the opportunity to lead a productive life..."
    },
    {
      "cite": "Abigail Adams",
      "quote": "If particular care and attention is not paid to the ladies, we are determined to foment a rebellion, and will not hold ourselves bound by any laws in which we have no voice or representation."
    },
    {
      "cite": "James Baldwin",
      "quote": "Words like freedom, justice, democracy are not common concepts; on the contrary, they are rare. People are not born knowing what these are. It takes enormous and, above all, individual effort to arrive at the respect for other people that these words imply."
    },
    {
      "cite": "Tony Blair",
      "quote": "What we want to see is the development of human rights and greater democracy, not just because it is our system but because we think that's the best way that economic and political development go hand in hand."
    },
    {
      "cite": "Boutros Boutros-Ghali",
      "quote": "The right to development is the measure of the respect of all other human rights. That should be our aim: a situation in which all individuals are enabled to maximize their potential, and to contribute to the evolution of society as a whole."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "You cannot make yourself feel something you do not feel, but you can make yourself do right in spite of your feelings."
    },
    {
      "cite": "Lyn Beth Neylon",
      "quote": "You are a human being. You have rights inherent in that reality. You have dignity and worth that exists prior to law."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Be as beneficent as the sun or the sea, but if your rights as a rational being are trenched on, die on the first inch of your territory."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally."
    },
    {
      "cite": "Robert Ingersoll",
      "quote": "Give to every human being every right that you claim for yourself."
    },
    {
      "cite": "Carl T. Rowan",
      "quote": "It is often easier to become outraged by injustice half a world away than by oppression and discrimination half a block from home."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "To exercise power costs effort and demands courage. That is why so many fail to assert rights to which they are perfectly entitled -- because a right is a kind of power but they are too lazy or too cowardly to exercise it. The virtues which cloak these faults are called patience and forbearance."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "The spirit of liberty is not merely, as multitudes imagine, a jealousy of our own particular rights, but a respect for the rights of others, and an unwillingness that any man, whether high or low, should be wronged and trampled under foot."
    },
    {
      "cite": "Felix Adler",
      "quote": "A human being is not to be handled as a tool but is to be respected and revered."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "If we don't believe in freedom of expression for people we despise, we don't believe in it at all."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Human rights is the soul of our foreign policy because human rights is the very soul of our sense of nationhood."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "And we who have toiled for freedom's law, have we sought for freedom's soul? Have we learned at last that human right is not a part but the whole?"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Be as beneficent as the sun or the sea, but if your rights as a rational being are trenched on, die on the first inch of your territory."
    },
    {
      "cite": "Bishop Desmond Tutu",
      "quote": "I am not interested in picking up crumbs of compassion thrown from the table of someone who considers himself my master. I want the full menu of rights."
    },
    {
      "cite": "Horace Greeley",
      "quote": "I am the inferior of any man whose rights I trample underfoot."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man is above the law and no man below it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Close by the Rights of Man, at the least set beside them, are the Rights of the Spirit."
    },
    {
      "cite": "James Baldwin",
      "quote": "Words like freedom, justice, democracy are not common concepts; on the contrary, they are rare. People are not born knowing what these are. It takes enormous and, above all, individual effort to arrive at the respect for other people that these words imply."
    },
    {
      "cite": "Emma Goldman",
      "quote": "The demand for equal rights in every vocation of life is just and fair; but, after all, the most vital right is the right to love and be loved."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "In the old times men carried out their rights for themselves as they lived, but nowadays every baby seems born with a social manifesto in its mouth much bigger than itself."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "\"Freedom from fear\" could be said to sum up the whole philosophy of human rights"
    }
  ]
}