{
  "source": "https://www.wisesayings.com/humility-quotes/",
  "theme": "humility",
  "quotes": [
    {
      "cite": "Bible (Proverbs 15:1)",
      "quote": "A soft answer turneth away wrath."
    },
    {
      "cite": "unknown",
      "quote": "Be gracious in defeat."
    },
    {
      "cite": "Ghandi",
      "quote": "Be the change you wish to see in the world."
    },
    {
      "cite": "Bible (Acts 20:35)",
      "quote": "Better to give than to receive."
    },
    {
      "cite": "Darren Bateman",
      "quote": "Better yourself before others."
    },
    {
      "cite": "Martinican (on flattery and praise)",
      "quote": "Chickens don't praise their own soup."
    },
    {
      "cite": "unknown",
      "quote": "Choose to be forgiven."
    },
    {
      "cite": "John Heywood",
      "quote": "Cut your coat according to your cloth."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "E'er you remark another's sin, bid your own conscience look within."
    },
    {
      "cite": "Irish (on fame)",
      "quote": "Falling is easier than rising."
    },
    {
      "cite": "Aesop",
      "quote": "Good things come in small packages."
    },
    {
      "cite": "Italian Proverb",
      "quote": "It is as cheap sitting as it is standing."
    },
    {
      "cite": "American mothers (thanks to J. Martin)",
      "quote": "It's not what you say; it's how you say it."
    },
    {
      "cite": "Tamil (Asian Indian)(on courtesy and respect)",
      "quote": "Kind words conquer."
    },
    {
      "cite": "Robert Browning",
      "quote": "Less is more."
    },
    {
      "cite": "George Chapman",
      "quote": "Let pride go afore, shame will follow after."
    },
    {
      "cite": "George Herbert",
      "quote": "People who live in glass houses shouldn't throw stones."
    },
    {
      "cite": "Aesop",
      "quote": "Self conceit may lead to self destruction."
    },
    {
      "cite": "Romanian (on flattery and praise)",
      "quote": "Self praise is no recommendation."
    },
    {
      "cite": "unknown",
      "quote": "Silence is golden."
    },
    {
      "cite": "unknown",
      "quote": "Silence is the hardest argument to refute."
    },
    {
      "cite": "Argentinian saying, thanks to Diego Paternostro for the translation.",
      "quote": "Tell me what you are conceited about, and I'll tell you what you lack."
    },
    {
      "cite": "Hausa (West African)(on self-reliance)",
      "quote": "Your own rags are better than another's gown."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "There is no respect for others without humility in one's self."
    },
    {
      "cite": "Saint Augustine",
      "quote": "It was pride that changed angels into devils; it is humility that makes men as angels."
    },
    {
      "cite": "Rick Warren",
      "quote": "Humility is not thinking less of yourself, it's thinking of yourself less."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Who is more humble? The scientist who looks at the universe with an open mind and accepts whatever the universe has to teach us, or somebody who says everything in this book must be considered the literal truth and never mind the fallibility of all the human beings involved?"
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "Stay hungry, stay young, stay foolish, stay curious, and above all, stay humble because just when you think you got all the answers, is the moment when some bitter twist of fate in the universe will remind you that you very much don't."
    },
    {
      "cite": "The Talmud",
      "quote": "He who sacrifices a whole offering shall be rewarded for a whole offering; he who offers a burnt-offering shall have the reward of a burnt-offering; but he who offers humility to God and man shall be rewarded with a reward as if he had offered all the sacrifices in the world."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "True humility is not an abject, groveling, self-despising spirit; it is but a right estimate of ourselves as God sees us."
    },
    {
      "cite": "Francis Quarles",
      "quote": "If thou desire the love of God and man, be humble; for the proud heart, as it loves none but itself, so it is believed of none but by itself; the voice of humility is God's music, and the silence of humility is God's rhetoric. Humility enforces where neither virtue nor strength can prevail nor reason."
    },
    {
      "cite": "William Temple",
      "quote": "Humility does not mean thinking less of yourself than of other people, nor does it mean having a low opinion of your own gifts. It means freedom from thinking about yourself at all."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "We come nearest to the great when we are great in humility."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Pride makes us artificial and humility makes us real."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "Humility is throwing oneself away in complete concentration on something or someone else."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."
    },
    {
      "cite": "Martha Kilpatrick",
      "quote": "Humility is freedom from your own driven ego."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Don't imagine that if you meet a really humble man he will be what most people call 'humble' nowadays: he won't be a sort of greasy, smarmy person, who's always telling you that, of course, he's nobody. Probably all you'll think about him is that he seemed a cheerful, intelligent chap who took a real interest in what you said to him. If you do dislike him, it will be because you feel a bit envious of anyone who seems to enjoy life so easily. He won't be thinking about himself at all. If anyone would like to acquire humility, I can, I think, tell him the first step. The first step is to realize that one is proud. And a biggish step, too. At least, nothing whatever can be done before it. If you think you're not conceited, it means you are very conceited indeed."
    },
    {
      "cite": "Jeff Wilson",
      "quote": "Selflessness is humility. Humility and freedom go hand in hand. Only a humble person can be free."
    },
    {
      "cite": "John Ruskin",
      "quote": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do."
    },
    {
      "cite": "Ruckett",
      "quote": "A vulgar mind is proud in prosperity and humble in adversity. A noble mind is humble in prosperity and proud in adversity."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Humility is no substitute for a good personality."
    },
    {
      "cite": "Anonymous",
      "quote": "When we become aware of our humility, we've lost it."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "Those who are believed to be most abject and humble are usually most ambitious and envious."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Pride juggles with her toppling towers, They strike the sun and cease. But the firm feet of humility, They grip the ground like trees."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Humility is often merely feigned submissiveness assumed in order to subject others, an artifice of pride which stoops to conquer, and although pride has a thousand ways of transforming itself it is never so well disguised and able to take people in as when masquerading as humility."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Humility provides everyone, even him who despairs in solitude, with the strongest relationship to his fellow man, and this immediately, though, of course, only in the case of complete and permanent humility."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "When stepped on, the worm curls up. That is a clever thing to do. Thus it reduces its chances of being stepped on again. In the language of morality: humility."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Humility, like the darkness, reveals the heavenly lights."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Humility is the most difficult of all virtues to achieve; nothing dies harder than the desire to think well of self."
    }
  ]
}