{
  "source": "https://www.wisesayings.com/humiliation-quotes/",
  "theme": "humiliation",
  "quotes": [
    {
      "cite": "John Donne",
      "quote": "Humiliation is the beginning of sanctification."
    },
    {
      "cite": "John Guare",
      "quote": "Avoiding humiliation is the core of tragedy and comedy."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it."
    },
    {
      "cite": "Criss Jami",
      "quote": "Rather than swallowing our pride and simply asking what we do not know, we choose to fill in the blanks ourselves and later become humbled. Wisdom was often, in its youth, proven foolish, and ones humiliated were meant to become wise."
    },
    {
      "cite": "Ada Leverson",
      "quote": "As a rule the person found out in a betrayal of love holds, all the same, the superior position of the two. It is the betrayed one who is humiliated."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "When a man mourns for someone who has played him false, it is not for love of her, but for his own humiliation at not having deserved her trust."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Every situation of justice is an occasion where someone is being humiliated and they want to restore their dignity."
    },
    {
      "cite": "Abdolkarim Soroush",
      "quote": "If a group of people feels that it has been humiliated and that its honour has been trampled underfoot, it will want to express its identity and this expression of an identity will take different shapes and forms."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "When you feel humiliated or things like that, you either use it as fuel to change or you get covered by it."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "He who is greedy is disgraced; he who discloses his hardship will always be humiliated; he who has no control over his tongue will often have to face discomfort."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The basis of shame is not some personal mistake of ours, but the ignominy, the humiliation we feel that we must be what we are without any choice in the matter, and that this humiliation is seen by everyone."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "People really do like seeing their best friends humiliated; a large part of the friendship is based on humiliation; and that is an old truth,well known to all intelligent people."
    },
    {
      "cite": "Nivard Kinsella",
      "quote": "There is only one certain test of the virtue and that is humiliation. The acceptance of humiliation alone shows the depth and reality of our humility."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Personal humiliation was painful. Humiliation of one's family was much worse. Humiliation of one's social status was agony to bear. But humiliation of one's nation was the most excruciating of human miseries."
    },
    {
      "cite": "Pascal Mercier",
      "quote": "It is not the pain and the wounds that are the worst. The worst is the humiliation."
    },
    {
      "cite": "Janet Morris",
      "quote": "Humiliation sets armies marching, empires falling, breaks hearts and minds and souls."
    },
    {
      "cite": "Bernard of Clairvaux",
      "quote": "Many of those who are humiliated are not humble. Some react to humiliation with anger, others with patience, and others with freedom. The first are culpable, the next harmless, the last just."
    },
    {
      "cite": "Tobsha Learner",
      "quote": "Humiliation scars deeper than the lash."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "The moment our dignity is undermined, we get up in arms and want to see our dignity restored especially if we are humiliated."
    },
    {
      "cite": "E M Cioran",
      "quote": "Not knowing humiliation, you are ignorant of what it is to arrive at the last stage of yourself."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is nobody more dangerous than one who has been humiliated, even when you humiliate him rightly."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "If you knew the true value of yourself, you will never allow yourself to be humiliated by committing sins."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "You cannot really shame a man who sincerely does not care what others think of him."
    },
    {
      "cite": "Jane Stanton Hitchcock",
      "quote": "We all get humiliated at some point or another during our lives. the trick is not to let it make you resentful or defeatist."
    },
    {
      "cite": "Peter Ackroyd",
      "quote": "There is no humiliation worse than the consciousness of a wasted life. It stains the spirit, forestalls hope, and destroys any motive for action or change."
    }
  ]
}