{
  "source": "https://www.wisesayings.com/humorous-quotes/",
  "theme": "humorous",
  "quotes": [
    {
      "cite": "George Carlin",
      "quote": "There's a humorous side to every situation. The challenge is to find it."
    },
    {
      "cite": "Percy Ross",
      "quote": "A clever, imaginative, humorous request can open closed doors and closed minds."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The humorous look of children is perhaps the most endearing of all the bonds that hold the Cosmos together."
    },
    {
      "cite": "Constance Rourke",
      "quote": "An emotional man may possess no humor, but a humorous man usually has deep pockets of emotion, sometimes tucked away or forgotten."
    },
    {
      "cite": "Mark Twain",
      "quote": "There are many humorous things in the world; among them, the white man's notion that he is less savage than the other savages."
    },
    {
      "cite": "John Candy",
      "quote": "As long as you can savor the humorous aspect of misery and misfortune, you can overcome anything."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "The humorous man recognizes that absolute purity, absolute justice, absolute logic and perfection are beyond human achievement and that men have been able to live happily for thousands of years in a state of genial frailty."
    },
    {
      "cite": "Mark Twain",
      "quote": "The humorous story is told gravely; the teller does his best to conceal the fact that he even dimly suspects that there is anything funny about it."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Be amusing: never tell unkind stories; above all, never tell long ones."
    },
    {
      "cite": "Herbert Beerbohm Tree",
      "quote": "Never say a humorous thing to a man who does not possess humor. He will always use it in evidence against you."
    },
    {
      "cite": "V. S. Pritchett",
      "quote": "The profoundly humorous writers are humorous because they are responsive to the hopeless, uncouth, concatenations of life."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "I can see the humorous side of things and enjoy the fun when it comes; but look where I will, there seems to me always more sadness than joy in life."
    },
    {
      "cite": "Coco Chanel",
      "quote": "You live but once; you might as well be amusing."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "There are amusing people who do not interest, and interesting people who do not amuse."
    }
  ]
}