{
  "source": "https://www.wisesayings.com/hunger-quotes/",
  "theme": "hunger",
  "quotes": [
    {
      "cite": "Les Brown",
      "quote": "Wanting something is not enough. You must hunger for it. Your motivation must be absolutely compelling in order to overcome the obstacles that will invariably come your way."
    },
    {
      "cite": "Francis Beaumont and John Fletcher",
      "quote": "Hunger is sharper than the sword."
    },
    {
      "cite": "Hunger is the handmaid of genius",
      "quote": "Hunger is the handmaid of genius."
    },
    {
      "cite": "Miguel de Cervantes Saavedra",
      "quote": "Hunger is the best sauce in the world."
    },
    {
      "cite": "Aristophanes",
      "quote": "Hunger knows no friend but its feeder."
    },
    {
      "cite": "Mother Teresa of Calcutta",
      "quote": "The hunger for love is much more difficult to remove than the hunger for bread."
    },
    {
      "cite": "Cicero",
      "quote": "Hunger is the best seasoning for meat."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "Hunger steals the memory."
    },
    {
      "cite": "Lyndon Baines Johnson",
      "quote": "To hunger for use and to go unused is the worst hunger of all."
    },
    {
      "cite": "Aulus Persius Flaccus",
      "quote": "Hunger is the teacher of the arts, and the bestower of invention."
    },
    {
      "cite": "Thomas Woodrow Wilson",
      "quote": "Hunger does not breed reform; it breeds madness, and all the ugly distempers that make an ordered life impossible."
    },
    {
      "cite": "Johann Georg von Zimmermann",
      "quote": "Hunger is the mother of impatience and anger."
    },
    {
      "cite": "Bono",
      "quote": "If you want to eliminate hunger, everybody has to be involved."
    },
    {
      "cite": "Beau Bridges",
      "quote": "When we work to end childhood hunger, we are giving our love to kids who need it so much they will never ask for it."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Hunger makes a thief of any man."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The war against hunger is truly mankind's war of liberation."
    },
    {
      "cite": "Luiz Lula da Silva",
      "quote": "Where there is hunger there is no hope. There is only desolation and pain. Hunger nurtures violence and fanaticism. A world where people starve will never be safe"
    },
    {
      "cite": "Mother Teresa",
      "quote": "When a poor person dies of hunger, it has not happened because God did not take care of him or her. It has happened because neither you nor I wanted to give that person what he or she needed."
    },
    {
      "cite": "Les Brown",
      "quote": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams."
    },
    {
      "cite": "Mike Mullin",
      "quote": "Hunger of choice is a painful luxury; hunger of necessity is terrifying torture."
    },
    {
      "cite": "Maria Mitchell",
      "quote": "We have a hunger of the mind which asks for knowledge of all around us, and the more we gain, the more is our desire; the more we see, the more we are capable of seeing."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Hunger is the best pickle."
    },
    {
      "cite": "Homer",
      "quote": "Hunger is insolent, and will be fed."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "A healthful hunger for a great idea is the beauty and blessedness of life."
    },
    {
      "cite": "Alice Walker",
      "quote": "Can people who hunger so desperately for what other people have ever have enough?"
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "The only remedy against hunger is reasonable birth control."
    },
    {
      "cite": "Burt Lancaster",
      "quote": "Take the feeling of hunger out of your gut, and you're no longer a champion."
    },
    {
      "cite": "Thomas Tusser",
      "quote": "Make hunger thy sauce, as a medicine for health."
    },
    {
      "cite": "Kapil Dev",
      "quote": "The hunger to win must not die... The appetite has to remain big."
    },
    {
      "cite": "George Santayana",
      "quote": "The hunger for facile wisdom is the root of all false philosophy."
    },
    {
      "cite": "Adlai E. Stevenson",
      "quote": "There is a spiritual hunger in the world today - and it cannot be satisfied by better cars on longer credit terms."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Hunger eats through stone walls."
    },
    {
      "cite": "Walter Ulbricht",
      "quote": "This hunger for profits causes great misery for the people."
    },
    {
      "cite": "Maxine Hong Kingston",
      "quote": "Hunger also changes the world - when eating can't be a habit, then neither can seeing."
    },
    {
      "cite": "Prudentius",
      "quote": "Hunger for gold is made greater as more gold is acquired."
    },
    {
      "cite": "Robert Carlyle",
      "quote": "Hunger's a great spur."
    },
    {
      "cite": "Simon Van Booy",
      "quote": "I find hunger more interesting than accomplishment."
    },
    {
      "cite": "Holland Taylor",
      "quote": "I've always had a hunger for realizing myself through my career."
    },
    {
      "cite": "Crescent Dragonwagon",
      "quote": "To hunger is to be alive and to hope."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Undoubtedly the desire for food has been, and still is, one of the main causes of great political events."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Where there is Hunger, Law is not regarded; and where Law is not regarded, there will be Hunger."
    },
    {
      "cite": "Frances Moore Lappe",
      "quote": "The real cause of hunger is the powerlessness of the poor to gain access to the resources they need to feed themselves"
    },
    {
      "cite": "Crystal Woods",
      "quote": "Can you still want something you already have? Absolutely. Everyday."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "There's something to be said for hunger: at least it lets you know you're still alive."
    },
    {
      "cite": "Kang Chol Hwan",
      "quote": "Hunger quashes man's will to help his fellow man."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Bean could see the hunger in their eyes. Not the regular hunger, for food, but the real hunger, the deep hunger, for family, for love, for belonging."
    },
    {
      "cite": "Tadeusz Borowski",
      "quote": "Real hunger is when one man regards another man as something to eat."
    },
    {
      "cite": "Irwin Van Grove",
      "quote": "Hunger: One of the few cravings that cannot be appeased with another solution."
    },
    {
      "cite": "unknown",
      "quote": "Hunger is not only the best cook, but also the best physician."
    },
    {
      "cite": "Mother Teresa",
      "quote": "There is hunger for ordinary bread, and there is hunger for love, for kindness, for thoughtfulness; and this is the great poverty that makes people suffer so much."
    }
  ]
}