{
  "source": "https://www.wisesayings.com/hungry-quotes/",
  "theme": "hungry",
  "quotes": [
    {
      "cite": "Kevin Systrom",
      "quote": "People are hungry for what's happening right now in the world."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "Hungry men have no respect for law, authority or human life."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "A hungry people listens not to reason, not cares for justice, nor is bent by any prayers."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Hungry man, reach for the book: it is a weapon."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "Hungry people cannot be good at learning or producing anything, except perhaps violence."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Rice is great if you're really hungry and want to eat two thousand of something."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "When hope is hungry, everything feeds it."
    },
    {
      "cite": "Al Neuharth",
      "quote": "Eat only when you are hungry. Drink only when you're thirsty. Sleep only when you're tired. Screw only when you're horny."
    },
    {
      "cite": "Buchi Emecheta",
      "quote": "A hungry man is an angry one."
    },
    {
      "cite": "Pearl S Buck",
      "quote": "A hungry man can't see right or wrong. He just sees food."
    },
    {
      "cite": "Morgan Brittany",
      "quote": "People are hungry for messages of hope and life."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "A hungry stomach cannot hear."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Even the rich are hungry for love, for being cared for, for being wanted, for having someone to call their own."
    },
    {
      "cite": "Faith Popcorn",
      "quote": "We are hungry for things that have touched human hands."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "To a hungry person, every bitter food is sweet. When the preferable is not available, the available becomes preferable!"
    },
    {
      "cite": "Horace",
      "quote": "A hungry stomach rarely despises common food."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Some people prefer eating dessert to the main course. These people have never been really hungry."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Stay hungry. Stay foolish. Never let go of your appetite to go after new ideas, new experiences, and new adventures."
    },
    {
      "cite": "Geneen Roth",
      "quote": "If you want to eat when you're not hungry, you're hungry for something else."
    },
    {
      "cite": "Horace",
      "quote": "Only a stomach that rarely feels hungry scorns common things."
    },
    {
      "cite": "Faith Sullivan",
      "quote": "Living on hope is like being hungry all the time."
    },
    {
      "cite": "Billy Coffey",
      "quote": "If you're hungry enough even poison tastes good."
    },
    {
      "cite": "Geneen Roth",
      "quote": "Being hungry is like being in love: if you don't know, you're probably not."
    },
    {
      "cite": "Mother Teresa",
      "quote": "People are not hungry just for bread, they are hungry for love."
    },
    {
      "cite": "DOROTHY DIX",
      "quote": "Nobody wants to kiss when they are hungry."
    },
    {
      "cite": "Rob Brezsny",
      "quote": "You're hungry for the infinite and the infinite is hungry for you."
    },
    {
      "cite": "Rob Sheffield",
      "quote": "The hungry feeling and the lonely feeling merged until it was hard to tell them apart."
    },
    {
      "cite": "Caroline Wozniacki",
      "quote": "Young players are more hungry because they have not achieved what some of the older players have."
    },
    {
      "cite": "Salvador Dali",
      "quote": "We are all hungry and thirsty for concrete images. Abstract art will have been good for one thing: to restore its exact virginity to figurative art."
    },
    {
      "cite": "Ricky Williams",
      "quote": "People are hungry because they're eating empty foods. Mine are full, and so am i."
    },
    {
      "cite": "Vicki Baum",
      "quote": "People don't speak of hunger when they know what it is to be hungry."
    },
    {
      "cite": "Ian Smith",
      "quote": "If my children were hungry I should think I would steal to feed them."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Wait until you are hungry to say something, until there is an aching in you to speak."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "It was not that she expected anything expensive; it was that he needed to give her something as much as he needed to eat when he was hungry."
    },
    {
      "cite": "Roma Downey",
      "quote": "People are hungry for stories of faith. People are hungry for hope."
    },
    {
      "cite": "Edward Abbey",
      "quote": "In all of nature, there is no sound more pleasing than that of a hungry animal at its feed. Unless you are the food."
    },
    {
      "cite": "Steven Spielberg",
      "quote": "Humans are the only hunters who kill when not hungry"
    },
    {
      "cite": "Ashley Montagu",
      "quote": "Children are the most learning-hungry beings in the world."
    },
    {
      "cite": "R Buckminster Fuller",
      "quote": "As long as one human being is hungry, the entire human race is hungry."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Stay hungry, stay healthy, be a gentleman, believe strongly in yourself and go beyond limitations."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "If I were hungry and friendless today, I would rather take my chances with a saloon-keeper than with the average preacher."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Eat every meal as if it's your last; when the last one comes, you probably won't be very hungry."
    },
    {
      "cite": "William Congreve",
      "quote": "A hungry wolf at all the herd will run, In hopes, through many, to make sure of one."
    },
    {
      "cite": "Linji Yixuan",
      "quote": "When hungry, eat your rice; when tired, close your eyes. Fools may laugh at me, but wise men will know what I mean."
    }
  ]
}