{
  "source": "https://www.wisesayings.com/hungover-quotes/",
  "theme": "hungover",
  "quotes": [
    {
      "cite": "Dorothy Parker",
      "quote": "The best way to avoid a hangover is to stay drunk."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "A hangover is the wrath of grapes."
    },
    {
      "cite": "F Scott Fitzgerald",
      "quote": "The hangover became a part of the day as well allowed-for as the Spanish siesta."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If a man sits down to think, he is immediately asked if he has a headache."
    },
    {
      "cite": "Jojo Moyes",
      "quote": "Sometimes when you get hammered till the small hours you feel pretty good in the morning, but really it's just because you're still a bit drunk. That old hangover is just toying with you, working out when to bite."
    },
    {
      "cite": "John Fowles",
      "quote": "There are two kinds of hangover: in one you feel ill and incapable, in the other you feel ill and lucid."
    },
    {
      "cite": "John Green",
      "quote": "Talking to a drunk person was like talking to an extremely happy, severely brain-damaged three-year-old."
    },
    {
      "cite": "Kenzaburo Oe",
      "quote": "If any suffering was fruitless it was the agony of a hangover; what he suffered now could not expiate suffering of any other kind."
    },
    {
      "cite": "Samuel Butler",
      "quote": "If the headache would only precede the intoxication, alcoholism would be a virtue."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "Might let him take it home and slaughter that he got friends for all of my friends they ain't leaving 'till we say when and we gon' hangover the next day."
    },
    {
      "cite": "Tim O'Brien",
      "quote": "With a hangover and with fear, it is difficult to put a helmet on your head."
    },
    {
      "cite": "Joan Lunden",
      "quote": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life."
    },
    {
      "cite": "Todd Phillips",
      "quote": "The Hangover was lightening in a bottle. We're aware of that. It went through the roof all over the world."
    },
    {
      "cite": "Ryan North",
      "quote": "Being hungover is like winning the lottery, only they pay you in regret."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "The hangover was brutal but he didn't mind. It told him he had been somewhere else, some place good."
    },
    {
      "cite": "Robert Benchley",
      "quote": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death."
    },
    {
      "cite": "Jim Harrison",
      "quote": "One of the curious effects of a bad hangover is that you think you're wrong whether you are or not. Not wrong in particulars, but wrong in general, wrong about everything."
    },
    {
      "cite": "Anonymous",
      "quote": "A hangover is just your body reminding you that you're an idiot."
    },
    {
      "cite": "Ike Barinholtz",
      "quote": "Theres nothing like taking two flights when you have a horrible hangover. Its bad when people can see actual alcohol seeping out of your disgusting pores."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."
    },
    {
      "cite": "Robert Black",
      "quote": "Happiness is, waking up without a hangover."
    },
    {
      "cite": "Heather Morris",
      "quote": "My head is pounding. Like the worst hangover ever."
    },
    {
      "cite": "Matt Haig",
      "quote": "If getting drunk was how people forgot they were mortal, then hangovers were how they remembered."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Some people spend the day in complaining of a headache, and the night in drinking the wine that gives it."
    },
    {
      "cite": "Ahmed Mostafa",
      "quote": "Headaches are for sloths as hangovers for drunks."
    },
    {
      "cite": "Eddie Condon",
      "quote": "For a bad hangover take the juice of two quarts of whisky."
    },
    {
      "cite": "Cameron Diaz",
      "quote": "Grease is the only cure for a hangover."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Unfortunately, the hangover may prove to be proportional to the binge."
    },
    {
      "cite": "Mike Tyson",
      "quote": "You come home, and you party. But after that, you get a hangover. Everything about that is negative."
    },
    {
      "cite": "Kanye West",
      "quote": "The plan was to drink until the pain is over, But what's worse, the pain or the hangover?"
    },
    {
      "cite": "Shaughnessy Bishop-Stall",
      "quote": "Hangover is when some of you is sober enough to realize how drunk the rest of you is."
    },
    {
      "cite": "Shaughnessy Bishop-Stall",
      "quote": "Just as the quality and quantity of the spirits consumed may dictate the physical aspects of your hangover, the spirit in which you consumed the spirits will often decide the metaphysical."
    },
    {
      "cite": "Clement Freud",
      "quote": "Half a hangover merely wrecks the night before as well as the morning after."
    },
    {
      "cite": "Jonanthon Shears",
      "quote": "Alcohol is a perennially fascinating topic of study for researchers in a variety of different fields. Its intoxicating effects on the mind have long been linked in popular culture with relativity and have been explored at length by by scholars of literature and the arts."
    },
    {
      "cite": "Charles Agyin-Asare",
      "quote": "Alcohol is the most commonly abused drug."
    },
    {
      "cite": "Charles Agyin-Asare",
      "quote": "Alcoholism is that burning desire like being addicted to nicotine."
    },
    {
      "cite": "Charles Agyin-Asare",
      "quote": "Alcohol is made very tempting by the powerful advertising and media hype. These are tool used for recruiting novices and sustaining the habits in veterans."
    },
    {
      "cite": "Charles Agyin-Asare",
      "quote": "Others also use alcohol/drugs to fill the emptiness they feel inside or to get 'high'."
    },
    {
      "cite": "Charles Agyin-Asare",
      "quote": "Alcohol is what is served at most functions, weddings, birthdays, anniversaries, traditional festivities, sporting events."
    },
    {
      "cite": "Katherine Ketcham",
      "quote": "Alcohol is a simple chemical, but its effects on the body are extraordinarily complex and highly individual."
    },
    {
      "cite": "Katherine Ketcham",
      "quote": "The stronger a drink is--that is, the more alcohol it contains--the greater the amount of alcohol that will get into your bloodstream."
    },
    {
      "cite": "Katherine Ketcham",
      "quote": "Alcohol is a legal drug and therefore afforded special status."
    },
    {
      "cite": "Katherine Ketcham",
      "quote": "Alcohol isn't really a drug, the thinking goes, because it won't hurt you unless you overindulge."
    },
    {
      "cite": "Nic van Oudtshoorn",
      "quote": "The dictionary defines a hangover as 'the after effects of excessive indulgence in alcoholic drink.'"
    },
    {
      "cite": "Griffith Edwards",
      "quote": "Alcohol can cause many types of accidents. It may also at times lead to violent behavior or contribute to the risk of suicide."
    },
    {
      "cite": "Griffith Edwards",
      "quote": "Alcohol is also a drug addiction - a fact which multiplies the significance of its inherently negative potential."
    },
    {
      "cite": "Griffith Edwards",
      "quote": "Alcohol is a stupid molecule which is clever in its ability to play mood music on complex brain systems, but it is an addictive drug with a far from innocent profile."
    },
    {
      "cite": "Griffith Edwards",
      "quote": "Alcohol is fun, the wine of the Eucharist, a profitable and taxable commodity, but a drug among drugs and highly ambiguous in its costs and benefits."
    },
    {
      "cite": "Billy Graham",
      "quote": "Among young people. Drinking is for getting drunk. And many go on to become alcoholics."
    },
    {
      "cite": "Billy Graham",
      "quote": "Drunkenness is not a new vice, Its ravages have always been a scourge on the human race."
    },
    {
      "cite": "Billy Graham",
      "quote": "Thousands are killed and injured every year by teenagers driving too fast or under the influence of drugs and drink."
    },
    {
      "cite": "Billy Graham",
      "quote": "Do not seek solace in alcohol. Alcohol obscures good judgement and leaves you unable to think clearly."
    },
    {
      "cite": "Billy Graham",
      "quote": "What began as an apparently harmless pastime has ended up as a frightening, overpowering addiction or obsession."
    },
    {
      "cite": "Dave Barry",
      "quote": "Not all chemicals are bad. Without chemicals such as hydrogen and oxygen, for example, there would be no way to make water, a vital ingredient for beer."
    },
    {
      "cite": "Dave Barry",
      "quote": "Without a question, the greatest invention in the history of mankind is beer. Oh, I grant you that the wheel was also a fine invention, but the wheel does not go nearly as well with pizza."
    },
    {
      "cite": "Lord Byron",
      "quote": "Man being reasonable must get drunk; the best of life is but intoxication."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "I think a man ought to get drunk at least twice a year, just on principle, so he won't let himself get snotty about it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Always remember that I have taken more out of alcohol than alcohol has taken out of me."
    },
    {
      "cite": "Winston Churchill",
      "quote": "My rule of life prescribed as an absolutely sacred rite smoking cigars and also the drinking of alcohol before, after and, if need be, during all meals and in the intervals between them."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The water was not fit to drink. To make it palatable, we had to add whisky. By diligent effort, I learnt to like it."
    },
    {
      "cite": "epubli",
      "quote": "Beverages that contain more congeners, such as whiskey, brandy and red wine are more likely to cause hangover symptoms."
    },
    {
      "cite": "Nic van Oudtshoorn",
      "quote": "Vitamin C can not only cure hangover, it can also sober up a dead drunk, an Australian doctor has found."
    },
    {
      "cite": "Nic van Oudtshoorn",
      "quote": "Come morning you are going to feel guilty about hanging one on."
    },
    {
      "cite": "Nic van Oudtshoorn",
      "quote": "Hangover is nothing more than the showing of a person's guilt complex for getting drunk in the first place."
    },
    {
      "cite": "Nic van Oudtshoorn",
      "quote": "If you feel so sick you're afraid you're going to die, you're suffering a pretty ordinary hangover."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "A hangover is the wrath of grapes."
    },
    {
      "cite": "epubli",
      "quote": "Research shown that beverages which contain pure alcohol such as gin or vodka, cause fewer hangover effects."
    },
    {
      "cite": "Evan Esar",
      "quote": "Two heads are better than one, unless you have a hangover."
    },
    {
      "cite": "Evan Esar",
      "quote": "No one gets a hangover from other people's drinking."
    },
    {
      "cite": "James L. Brooks",
      "quote": "Drinking doesn't cause hangovers; stopping drinking causes hangovers."
    },
    {
      "cite": "Raymond Grady",
      "quote": "Depression and hangovers really do go hand in hand."
    },
    {
      "cite": "Frances Goodrich",
      "quote": "I'll drink as long as I have a hangover and I'll have a hangover as long as I drink. It's a vicious circle."
    },
    {
      "cite": "Glen A. Larson",
      "quote": "I'll tell you the secret to avoid hangovers. Don't stop drinking."
    },
    {
      "cite": "Larry Gelbart",
      "quote": "If you act drunk long enough, you get a REAL hangover."
    },
    {
      "cite": "Henry De Vere Stacpoole",
      "quote": "I didn't want to get dehydrated. That's what gives you a hangover."
    },
    {
      "cite": "Matthew Graham",
      "quote": "A hangover slows a man down. Forces him to take stock. It begins like a lion and ends like a lullaby. Can't fight the hangover, old son. It's like growing old. Can't fight it."
    },
    {
      "cite": "Adam Reed",
      "quote": "If I stop drinking all at once, I'm afraid the cumulative hangover will kill me."
    },
    {
      "cite": "Charles MacArthur",
      "quote": "Alcoholic hangovers are much easier to cure. Emotional benders are the tough ones."
    }
  ]
}