{
  "source": "https://www.wisesayings.com/hunting-quotes/",
  "theme": "hunting",
  "quotes": [
    {
      "cite": "Ted Kerasote",
      "quote": "For us hunting wasn't a sport. It was a way to be intimate with nature"
    },
    {
      "cite": "Charles Fergus",
      "quote": "Hunting has opened the earth to me and let me sense the rhythms and hierarchies of nature."
    },
    {
      "cite": "Marv Levy",
      "quote": "When I was twelve, I went hunting with my father and we shot a bird. He was laying there and something struck me. Why do we call this fun to kill this creature who was as happy as I was when I woke up this morning."
    },
    {
      "cite": "Jase Robertson",
      "quote": "The No. 1 rule in duck hunting is to go where the ducks are."
    },
    {
      "cite": "Walter Cronkite",
      "quote": "The perils of duck hunting are great - especially for the duck."
    },
    {
      "cite": "unknown",
      "quote": "A bad day hunting still beats a good day working."
    },
    {
      "cite": "Joe Biden",
      "quote": "If you need more than 10 rounds to hunt, and some argue they hunt with that many rounds, you shouldn't be hunting. If you can't get the deer in 3 shots, you shouldn't be hunting. You are an embarrassment."
    },
    {
      "cite": "Paul Rodriguez",
      "quote": "Hunting is not a sport. In a sport, both sides should know they're in the game."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a man wants to murder a tiger he calls it sport; when a tiger wants to murder him he calls it ferocity."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Hunting is not a proper employment for a thinking man."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There is a passion for hunting something deeply implanted in the human breast."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "It's rarely talked about, but hunting for sport is just about as vile as we humans get."
    },
    {
      "cite": "K.J. Parker",
      "quote": "To hunt successfully, you must know your ground, your pack and your quarry."
    },
    {
      "cite": "Xenophon",
      "quote": "In hunting on cultivated grounds, the huntsman must abstain from injuring the fruits of the season, and must leave springs and streams undisturbed; for to interfere with these is contrary to propriety and morality."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Hunting is a relic of the barbarism that once thirsted for human blood, but is now content with the blood of animals."
    },
    {
      "cite": "Brett Hall",
      "quote": "It sounds like more of -- instead of hunting -- a wildlife kill. That takes a lot of the sport out of it."
    },
    {
      "cite": "W S Gilbert",
      "quote": "Deer hunting would be fine sport, if only the deer had guns."
    },
    {
      "cite": "Ghanaian Proverb",
      "quote": "If the hunter comes back with mushrooms, don't ask him how his hunt was."
    },
    {
      "cite": "Paul Richard",
      "quote": "Hunting: the least honorable form of war on the weak."
    },
    {
      "cite": "James A. Froude",
      "quote": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself."
    },
    {
      "cite": "Cass Sunstein",
      "quote": "We ought to ban hunting, I suggest, if there isn't a purpose other than sport and fun. That should be against the law. It's time now."
    },
    {
      "cite": "Will Durant",
      "quote": "Hunting is now to most of us a game, whose relish seems based upon some mystic remembrance, in the blood, of ancient days when to hunter as well as hunted it was a matter of life and death."
    },
    {
      "cite": "R. Lerner",
      "quote": "Whether hunting is right or wrong, a spiritual experience, or an outlet for the killer instinct, one thing it is not is a sport. Sport is when individuals or teams compete against each other under equal circumstances to determine who is better at a given"
    },
    {
      "cite": "Rob Keck",
      "quote": "Without hunting there would be no conservation, without conservation there would be no wildlife."
    },
    {
      "cite": "Robert Elman",
      "quote": "There are those who say the kill doesn't matter. They are fools or liars. I can laugh at misses, pass up an easy shot when there is a reason, and come home skunked but happy. All of that doesn't matter. The kill matters. And the manner of the kill matters"
    },
    {
      "cite": "Gordon Macquarrie",
      "quote": "Some people ask why men go hunting. They must be the kind of people who seldom get far from highways. What do they know of the tryst a hunting man keeps with the wind and the trees and the sky? Hunting? The means are greater than the end, and every ? hunt"
    },
    {
      "cite": "James Swan",
      "quote": "The emotions that good hunters need to cultivate are love and service more than courage. The sentiments of the hunt then become translated into art."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "One does not hunt in order to kill; on the contrary, one kills in order to have hunted?If one were to present the sportsman with the death of the animal as a gift he would refuse it. What he is after is having to win it, to conquer the surly brute through"
    },
    {
      "cite": "Jacob Bowers",
      "quote": "No matter what happens, whether you succeed or not, if you stand up and do it right and pay attention, hunting will always give you what you need. It may not be what you were looking for, but it will absolutely be important enough to justify whatever you"
    },
    {
      "cite": "Stanley M. Babson",
      "quote": "Hunting and fishing are the second and third oldest professions, yet bonefishing is the only sport that I know of, except perhaps swordfishing, that combines hunting and fishing."
    },
    {
      "cite": "Sam Snead",
      "quote": "The only reason I ever played golf in the first place was so I could afford to hunt and fish."
    },
    {
      "cite": "A.K.Best",
      "quote": "You don't go deer hunting with a .22 rifle; fish enough and some day you're going to hook a trophy—and maybe land it, if you have the right equipment."
    },
    {
      "cite": "Micmac Chief",
      "quote": "Which of these is the wisest and happiest—he who labors without ceasing and only obtains, with great trouble, enough to live on, or he who rests in comfort and finds all that he needs in the pleasure of hunting and fishing?"
    },
    {
      "cite": "Sioux Buffalo Chant",
      "quote": "Strike ye our land with curved horns! Now with cries bending our bodies, breathe fire upon us; now with feet trampling the earth, let your hoofs thunder over us! The buffalo I've taken and I lift up my voice; strike ye our land with curved horns!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We cannot but pity the boy who has never fired a gun; he is no more humane, while his education has been sadly neglected."
    },
    {
      "cite": "Lord Warwick",
      "quote": "I have carried out my official duties as long and as faithfully as I can, and for the rest I have lived in such fashion as seemed most agreeable to me... convinced that a good day's shooting is second in point of pleasure to nothing else on earth."
    },
    {
      "cite": "Meriwether Lewis and William Clark",
      "quote": "Of the strength and ferocity of the animal [grizzly bear] the Indians had given us dreadful accounts. They never attack him except in parties of six or eight persons, and even then are often defeated with a loss of one or more of their party."
    },
    {
      "cite": "John Dean Caton",
      "quote": "The pleasure of the sportsman in the chase is measured by the intelligence of the game and its capacity to elude pursuit and in the labor involved in the capture. It is a contest with sharp wits where satisfaction is mingled with admiration for the object overcome."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "What of the hunting, hunter bold? / —Brother, the watch has long and cold. / What of the quarry ye went to kill? / —Brother, he crops in the jungle still. / Where is the power that made your pride? / —Brother, it ebbs from my flank and side. / Where is the haste that ye hurry by? / —Brother, I go to my lair to die."
    },
    {
      "cite": "Keewatin Eskimo Saying",
      "quote": "The caribou feeds the wolf, but it is the wolf who keeps the caribou strong."
    },
    {
      "cite": "Annie Oakley",
      "quote": "I can truthfully say I know of no other recreation that will do so much toward keeping a woman in good health and perfect figure than a few hours spent occasionally at trap shooting."
    },
    {
      "cite": "Albert Hazen Wright",
      "quote": "Having prepared from the skin an apt resemblance of the living bird, they [Cherokee hunters] follow the turkey trails or hunts till they discover a flock, when they secrete themselves behind a log in such a manner to elude discovery, partially displaying their decoy and imitating the gobbling noise of the cock."
    },
    {
      "cite": "Archibald Rutledge",
      "quote": "It has always seemed to me that any man is a better man for being a hunter. This sport confers a certain constant alertness, and develops a certain ruggedness of character that, in these days of too much civilization, is refreshing; moreover, it allies us to the pioneer past. In a deep sense, this great land of ours was won for us by hunters."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Wilderness is the raw material out of which man has hammered the artifact called civilization."
    },
    {
      "cite": "Robert Hardy",
      "quote": "As all hunters, the people of the Americas relied on the skills of stalking, tracking and trapping to get close to their quarry, so the range and power of the weapon were not so important as the craft of hunting."
    },
    {
      "cite": "Gordon Macquarrie",
      "quote": "Until you have courted bluebills in the snow, you have not tasted the purer delights of waterfowling."
    },
    {
      "cite": "Dr. Saxton Pope",
      "quote": "In the joy of hunting is intimately woven the love of the great outdoors. The beauty of woods, valleys, mountains, and skies feeds the soul of the sportsman where the quest of game only whets his appetite."
    },
    {
      "cite": "William Faulkner",
      "quote": "At first glance the tree seemed alive with frantic squirrels. There appeared to be forty or fifty of them leaping and darting from branch to branch until the whole tree had become one green maelstrom of mad leaves."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I'm bully!"
    },
    {
      "cite": "Elmer Keith",
      "quote": "Although you may be out for game, the killing of game should be only incidental, and you should be able calmly to enjoy the beautiful scenery, the ever-changing lights on the hills and forests and the game itself."
    },
    {
      "cite": "Gordon Macquarrie",
      "quote": "The Old Duck Hunters are extremely partial to the bitter last days, those stormy days when the wild, free things of duck shooting are abroad in the very wind with the storm."
    },
    {
      "cite": "Col. Townsend Whelen",
      "quote": "The placing of the bullet is everything."
    },
    {
      "cite": "Charles Fergus",
      "quote": "In matters like hunting and fishing and falconry, mentors are priceless. They teach you nuance, and detail, and what is really important."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No, I'm not a good shot, but I shoot often."
    },
    {
      "cite": "H. McCracken and H. Van Cleve",
      "quote": "To the trapper-naturalist... the howl of the wolf... inspires [a] challenge to his own skill as a hunter and trapper."
    },
    {
      "cite": "Russell Annabel",
      "quote": "The color of your clothes is not so important as many hunters appear to think, for the background of Alaskan hills in late autumn is a crazy-quilt of every violent color from blood red to flame yellow—and anyway, it is motion rather than form or color which catches sheep's eyes."
    },
    {
      "cite": "Geoffrey Norman",
      "quote": "The successful bird hunter must be knowledgeable about many things but in the end it comes down to this: He must know his birds, his dogs, and his guns."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "To my mind there is a peculiar fascination in hunting the mule-deer. By the time hunting season has arrived the buck is no longer the slinking beast of the thicket, but a bold and yet wary dweller in the uplands."
    },
    {
      "cite": "Ernest Thompson Seton",
      "quote": "For the wild animal there is no such thing as a gentle decline in peaceful old age. Its life is spent at the front, in line of battle, and as soon as its powers begin to wane in the least, its enemies become too strong for it; it falls."
    },
    {
      "cite": "George Reiger",
      "quote": "Outsiders call us sadists or masochists; sometimes both. Others—mostly ourselves—describe our activities in romantic, even heroic, terms. We take ourselves very seriously and tend to forget that much of duck and goose hunting is fun and sometimes ridiculous."
    },
    {
      "cite": "John McDaniel",
      "quote": "Turkeys can be killed by chance, but when they are killed consistently, it is not due to chance."
    },
    {
      "cite": "Burton Spiller",
      "quote": "I suppose it may seem like a strange sort of lullaby to some, but I have never heard sweeter music than the muffled report of duck guns on a distant marsh, and I know that others share my feeling."
    },
    {
      "cite": "Robert Ruark",
      "quote": "If you have to be crazy to hunt ducks, I do not wish to be sane."
    },
    {
      "cite": "Charles L. Cadieux",
      "quote": "Half a mile north of the pasture fence, his eye caught movement in the eastern sky. Slowly he lowered into a kneeling position. remembering what his dad had told him: \"Sudden moves are always seen, but slow moves you might get away with.\""
    },
    {
      "cite": "Ray P. Holland",
      "quote": "Any good shot will have his days when he is right and the birds come easy."
    },
    {
      "cite": "Tom Kelly",
      "quote": "Dog-harried turkeys will make angels weep."
    },
    {
      "cite": "Tom Kelly",
      "quote": "Such is the depth of this [turkey] mystique, and so thick is the veil before the truth, that before the creature can even be approached with a modicum of reason and logic, it becomes necessary to peel away the layers of legend—much as one peels the skin from around an onion."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "The bird hunting a locust is unaware of the hawk hunting him."
    },
    {
      "cite": "French Proverb",
      "quote": "There is no hunting but with old hounds."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "A hunter boasts about the game he bought."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Good hunters track narrowly."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Many a shot goes into the heather."
    },
    {
      "cite": "German Proverb",
      "quote": "Slaughter no more than you can well salt."
    },
    {
      "cite": "Indian Proverb",
      "quote": "The bleating of the lamb excites the tiger."
    },
    {
      "cite": "Henry Fielding",
      "quote": "The dusky night rides down the sky, / And ushers in the morn; / The hounds all join in glorious cry, / The huntsman winds his horn: / And a-hunting we will go."
    },
    {
      "cite": "William Somerville",
      "quote": "The sport of kings; / Image of war, without its guilt."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is very strange, and very melancholy, that the paucity of human pleasures should persuade us ever to call hunting one of them."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The english country gentleman galloping after a fox—the unspeakable in full pursuit of the uneatable."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of the gun."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "A sportsman is a man who, every now and then, simply has to get out and kill something. Not that he's cruel. He wouldn't hurt a fly. It's not big enough."
    }
  ]
}