{
  "source": "https://www.wisesayings.com/hurdles-quotes/",
  "theme": "hurdles",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "You're either changing your life or you're not. No waiting for this or that or better weather or other hurdles. Hurdles are the change."
    },
    {
      "cite": "Neils Bohr",
      "quote": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "God doesn't hand you an easy life because you will grow in it. He hands you a dream with hurdles, obstacles, setbacks, battles and challenges because he knows the real you is at the finishing line."
    },
    {
      "cite": "Eleanor Mondale",
      "quote": "The biggest hurdle is figuring out who your friends are. Your real friends."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "No difficulty can discourage, no obstacle dismay, no trouble dishearten the man who has acquired the art of being alive. Difficulties are but dares of fate, obstacles but hurdles to try his skill, troubles but bitter tonics to give him strength; and he rises higher and looms greater after each encounter with adversity."
    },
    {
      "cite": "Lawrence Bixby",
      "quote": "Each handicap is like a hurdle in a steeplechase, and when you ride up to it, if you throw your heart over, the horse will go along, too."
    },
    {
      "cite": "Author Unknown",
      "quote": "Life's problems wouldn't be called \"hurdles\" if there wasn't a way to get over them."
    },
    {
      "cite": "Brandon Todd",
      "quote": "Your biggest hurdle isn't your opponent, it is yourself."
    },
    {
      "cite": "Moliere",
      "quote": "The greater the obstacle, the more glory in overcoming it."
    },
    {
      "cite": "Virgil",
      "quote": "Take heart again; put your dismal fears away. One day, who knows? Even these hardships will be grand things to look back on."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at it destination full of hope."
    },
    {
      "cite": "William Matthews",
      "quote": "It cannot be too often repeated that it is not helps, but obstacles, not facilities, but difficulties that make men."
    },
    {
      "cite": "Don Marquis",
      "quote": "The chief obstacle to the progress of the human race is the human race."
    },
    {
      "cite": "George Herbert",
      "quote": "Storms make the oak grow deeper roots."
    },
    {
      "cite": "Scott Sorrell",
      "quote": "Most obstacles are imaginary; the rest are only temporary."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Obstacles are like wild animals. They are cowards but they will bluff you if they can. If they see you are afraid of them... they are liable to spring upon you; but if you look them squarely in the eye, they will slink out of sight."
    },
    {
      "cite": "Anil Kapoor",
      "quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future."
    },
    {
      "cite": "Stephen Richards",
      "quote": "When faced with a hurdle then give it all you've got to jump over it because it can't be done in two stages."
    },
    {
      "cite": "Joycelyn Dankwa",
      "quote": "Persistence is recognizing that there are challenges and hurdles to be crossed before life's visions are realized."
    },
    {
      "cite": "Og Mandino",
      "quote": "Each day is a special gift from God, and while life may not always be fair, you must never allow the pains, hurdles, and handicaps of the moment to poison your attitude and plans for yourself and your future."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Conquering any difficulty always gives one a secret joy, for it means pushing back a boundary-line and adding to one's liberty."
    },
    {
      "cite": "Michael McClure",
      "quote": "We are the hurdles we leap to be ourselves."
    },
    {
      "cite": "Henry Ford",
      "quote": "Obstacles are those frightful things you see when you take your eyes off your goal."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "Zen Proverb",
      "quote": "The obstacle is the path."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Most obstacles melt away when we make up our minds to walk boldly through them."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Many a wretch has rid on a hurdle who has done less mischief than utterers of forged tales, coiners of scandal, and clippers of reputation."
    },
    {
      "cite": "Ben Carson",
      "quote": "Success is determined not by whether or not you face obstacles, but by your reaction to them. And if you look at these obstacles as a containing fence, they become your excuse for failure. If you look at them as a hurdle, each one strengthens you for the"
    },
    {
      "cite": "Robert Brault",
      "quote": "Where the loser saw barriers, the winner saw hurdles."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Into each life some rain must fall, some days be dark and dreary."
    },
    {
      "cite": "Jeph Jacques",
      "quote": "There are two ways to pass a hurdle: leaping over or plowing through... There needs to be a monster truck option."
    },
    {
      "cite": "Vignesh S",
      "quote": "There are two types of hurdles. Difficulty and Challenge. What we face, depends on whether or not we love what we do."
    },
    {
      "cite": "Tonie Campbell",
      "quote": "If you're not ready to fall, you're not ready to hurdle."
    },
    {
      "cite": "Andy Lindley",
      "quote": "Fear is a hurdle that stops the expression."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If you can transcend from the dark rut of disempowered thinking to the bright light of an empowered agreement with reality, you will see opportunities not barriers. You will see the finish line, not the hurdles."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Keep calm when things don't go according to your expectations! Beautiful things always meet friction!"
    }
  ]
}