{
  "source": "https://www.wisesayings.com/hurricane-quotes/",
  "theme": "hurricane",
  "quotes": [
    {
      "cite": "Ambrose Bierce",
      "quote": "HURRICANE, n. An atmospheric demonstration once very common but now generally abandoned for the tornado and cyclone. The hurricane is still in popular use in the West Indies and is preferred by certain old-fashioned sea-captains."
    },
    {
      "cite": "Panchatantra",
      "quote": "The hurricane does not uproot grasses, which are pliant and bow low before it on every side. It is only the lofty trees that it attacks."
    },
    {
      "cite": "Kerry Emanuel",
      "quote": "Hurricanes have killed more people worldwide in the last 50 years than any other natural cataclysm."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The more violent the storm, the quicker it passes."
    },
    {
      "cite": "Robert Zubrin",
      "quote": "No one can prevent hurricanes, but prosperous communities are much better able to withstand them than poor ones."
    },
    {
      "cite": "David Muir",
      "quote": "If any event teaches you how to perform on no sleep, it's a hurricane."
    },
    {
      "cite": "Bernard Goldberg",
      "quote": "Hurricanes are dangerous things, and they're no fun to go through. And if you come out of it in one piece and your house comes out of in one piece, it's no fun living with no electricity for a day or a week, a month, whatever it is. And I speak, unfortunately, from personal experience on that matter."
    },
    {
      "cite": "Tom Feeney",
      "quote": "Two things Florida can teach the other 49 states: how to make a good margarita and how to deal with the aftermath of a hurricane."
    },
    {
      "cite": "Stephen King",
      "quote": "Laughter, is like a hurricane, once it reaches a certain point, it becomes self-feeding, self-supporting. You laugh not because the jokes are funny but because your own condition is funny."
    },
    {
      "cite": "Henry Cisneros",
      "quote": "The hurricane complicates things in that what would have been purely a business decision becomes a decision of the heart."
    },
    {
      "cite": "Wayne Muller",
      "quote": "Even in the middle of a hurricane, the bottom of the sea is calm. As the storm rages and the winds howl, the deep waters sway in gentle rhythm, a light movement of fish and plant life. Below there is no storm."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "A drop in the ocean has no fear of a hurricane."
    },
    {
      "cite": "Carl Hiaasen",
      "quote": "The first rule of hurricane coverage is that every broadcast must begin with palm trees bending in the wind."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "In reality, you don't ever change the hurricane. You just learn how to stay out of its path."
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "Not everything that happens in your life has to hit you like a hurricane."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Thought and beauty, like a hurricane or waves, should not know conventional, delimited forms."
    },
    {
      "cite": "Neil Young",
      "quote": "You are like a hurricane, there's calm in your eyes, and I'm getting blown away."
    },
    {
      "cite": "Katy Perry",
      "quote": "After a hurricane, comes a rainbow."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Hurricane season brings a humbling reminder that, despite our technologies, most of nature remains unpredictable."
    },
    {
      "cite": "Gertrude Atherton",
      "quote": "The only two good words that can be said for a hurricane are that it gives sufficient warning of its approach, and that it blows from one point of the compass at a time."
    },
    {
      "cite": "Frank Lane",
      "quote": "If you want to see the sunshine, you have to weather the storm."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "In the center of a hurricane there is absolute peace and quiet. There is no safer place than in the center of the will of God."
    },
    {
      "cite": "Phil Ochs",
      "quote": "Beneath the greatest love lies a hurricane of hate."
    },
    {
      "cite": "Jesmyn Ward",
      "quote": "Life is a hurricane, and we board up to save what we can and bow low to the earth to crouch in that small space above the dirt where the wind will not reach. We honor anniversaries of deaths by cleaning graves and sitting next to them before fires, sharing food with those who will not eat again. We raise children and tell them other things about who they can be and what they are worth: to us, everything. We love each other fiercely, while we live and after we die. We survive; we are savages."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "Anyone who says they're not afraid at the time of a hurricane is either a fool or a liar, or a little bit of both."
    },
    {
      "cite": "Carrie Nugent",
      "quote": "There's been a lot of really great intensive research into earthquakes, but we can't predict an earthquake down to the day. We can't predict where a hurricane is going to be a month in advance."
    },
    {
      "cite": "Brandi Carlile",
      "quote": "You can dance in a hurricane, but only if you're standing in the eye."
    },
    {
      "cite": "Debbie Stabenow",
      "quote": "Global warming creates volatility. I feel it when I'm flying. The storms are more volatile. We are paying the price in more hurricanes and tornadoes."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If you're going to love someone or something then don't be a slow leaking faucet, be a hurricane."
    },
    {
      "cite": "John I. Blackwood",
      "quote": "The area immediately surrounding the eye of the hurricane is known as the eyewall."
    },
    {
      "cite": "John I. Blackwood",
      "quote": "The most violent wind and rain are generally found within the eye wall area, in a circle, all the way around the eye of the hurricane."
    },
    {
      "cite": "John I. Blackwood",
      "quote": "A hurricane watch is issued when there is a threat of hurricane conditions within 24-36 hours."
    },
    {
      "cite": "Jean Allen",
      "quote": "Hurricanes are a natural part of Earth's weather cycle. Certain weather conditions must exist for hurricanes to occur."
    },
    {
      "cite": "Don Nardo",
      "quote": "Strong winds are not the only aspect of hurricanes that can cause destruction of property and loss of life. Serious flooding also often occurs when a hurricane strikes."
    },
    {
      "cite": "Steven M. Banka",
      "quote": "The stronger the hurricane, the bigger the surge."
    },
    {
      "cite": "Louise Spilsbury",
      "quote": "Hurricanes are the most powerful storms on Earth."
    },
    {
      "cite": "Louise Spilsbury",
      "quote": "Hurricanes usually cause most damage around coasts, but big hurricanes can sometimes reach far in land."
    },
    {
      "cite": "Louise Spilsbury",
      "quote": "Hurricanes cause great destruction when they move onto land. They can blow down buildings, pull up trees, and throw cars and boats around like toys."
    },
    {
      "cite": "Louise Spilsbury",
      "quote": "Heavy rains and storm surges can cause floods, when land that is normally dry is covered in water. Hurricanes killed many people."
    },
    {
      "cite": "Cherie Burns",
      "quote": "The ferocious experience of the hurricane was so far outside the normal boundaries of routine occurrences that many people believe things happened that clearly didn't, or were exaggerations of the real events."
    },
    {
      "cite": "Cherie Burns",
      "quote": "A hurricane is less like one huge disaster than it is he sum of a thousand smaller tragedies."
    },
    {
      "cite": "Anne Rooney",
      "quote": "Many people fear the winds of a hurricane, but most deaths are caused by flooding and the after effects of the storm."
    },
    {
      "cite": "Anne Rooney",
      "quote": "People caught in a hurricane may be whisked up into the air and smashed against trees or buildings or collide with other objects carried by the wind."
    },
    {
      "cite": "Anne Rooney",
      "quote": "Hurricanes are often accompanied by floods from the sea, from the rivers bursting their banks, and from torrential rain. Floods can lead to deadly mud slides and landslides that bury people alive."
    },
    {
      "cite": "Anne Rooney",
      "quote": "Many people lose not only their homes but their family members and friends when a catastrophic hurricane strikes. For them, life will never be the same again."
    },
    {
      "cite": "Pam Dase",
      "quote": "When something scary happens, many people run away in fear. When that scary event is a dangerous hurricane, most people would agree that getting away as quickly as possible and running for cover is the smartest plan."
    },
    {
      "cite": "Robin Williams",
      "quote": "The hurricanes have been getting bigger and bigger. And they usually give them names that don't really inspire fear."
    },
    {
      "cite": "Donald P. Bellisario",
      "quote": "Strangely enough, the thought of being in a hurricane was somehow comforting and familiar. I guess that's because every time I leap, I feel that strange, unseen forces hurl me wherever they want to, and there is nothing I can do to stop them."
    },
    {
      "cite": "Charles Bradley",
      "quote": "People, look around you / It’s a hurricane / Everybody tryin to run and hide"
    },
    {
      "cite": "Charles Bradley",
      "quote": "It’s a hurricane (hurricane) / Can you feel it? / All over the southern state / It’s a hurricane / Can everybody see? / Wake up! / Look after this world"
    },
    {
      "cite": "Daniel John O'Donoghue",
      "quote": "Like thunder and lightning go in the one / Together we make the perfect storm / You're like the wind, I'm like the rain / Together we both make hurricanes"
    },
    {
      "cite": "Mikkel Eriksen",
      "quote": "Just like a hurricane, just like a hurricane / The way you break everything that comes in your way / Just like a hurricane, Just like a hurricane / The way you broke my heart and now I'm left with the pain / After the hurricane"
    },
    {
      "cite": "Mikkel Eriksen",
      "quote": "Now my life is shattered, and I'm left to pick up the pieces / And find a new beginning and put it back together again / After the hurricane, the hurricane"
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "I feel like goin' surfing in a hurricane / I feel like makin' love in the pouring rain / I ain't afraid of dying / I don't need to explain / I feel like goin' surfing in a hurricane"
    },
    {
      "cite": "Dido Armstrong",
      "quote": "Let me not turn away / From happiness or pain / Just not to run away / In my heart and in my head / Let me face / Hurricanes"
    },
    {
      "cite": "Paul Simon",
      "quote": "Oh what are we going to do / I never did a thing to you / Time peaceful as a hurricane eye / Peaceful as a hurricane eye"
    },
    {
      "cite": "Lonnie Rashid Lynn",
      "quote": "Yo, talk about paying the ultimate price / Hurricane been incarcerated all of his life / Started out at like twelve  / Trapped in a belly of hell"
    },
    {
      "cite": "Lonnie Rashid Lynn",
      "quote": "I can't even explain the pain / Imagine if your life was like a hurricane, a hurricane / Forever, imagine your locked down forever and ever, ever / Could you hold it together?"
    },
    {
      "cite": "Jay Hawkins",
      "quote": "An Atlantic hurricane begins as a thunderstorm off the west coast of Africa and then becomes a tropical depression."
    },
    {
      "cite": "Jay Hawkins",
      "quote": "The most destructive hurricanes strike the southeastern coast of the United States, Central America, and the Caribbean."
    },
    {
      "cite": "Jay Hawkins",
      "quote": "When a hurricane, cyclone, or typhoon reaches land, it causes destruction along the coast and continues its path inland."
    },
    {
      "cite": "Jay Hawkins",
      "quote": "Hurricanes can smash buildings apart and hurl trees and cars into the air."
    },
    {
      "cite": "Jay Hawkins",
      "quote": "A hurricane is a furious, spiraling tropical storm that roars in from the ocean and lashes the coast, causing terrible damage."
    },
    {
      "cite": "Joanne Mattern",
      "quote": "No one can know exactly when a hurricane will happen or how it'll behave."
    },
    {
      "cite": "Joanne Mattern",
      "quote": "It is important to listen to meteorologists and take action if a hurricane is heading toward you."
    }
  ]
}