{
  "source": "https://www.wisesayings.com/hurt-feelings-quotes/",
  "theme": "hurt-feelings",
  "quotes": [
    {
      "cite": "Jocelyn Soriano",
      "quote": "To be rejected by someone doesn't mean you should also reject yourself or that you should think of yourself as a lesser person. It doesn't mean that nobody will ever love you anymore. Remember that only ONE person has rejected you at the moment, and it only hurt so much because to you, that person's opinion symbolized the opinion of the whole world, of God."
    },
    {
      "cite": "Ashley D. Wallis",
      "quote": "The pain started years ago, but I'd lived with it for so long at that point that I'd accepted it as an inevitable part of me."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "That's the funny thing about old hurts- they just wait for new heartache to come along and then show up, just as sharp and horrible as the first day you woke up with the world changed all around you."
    },
    {
      "cite": "Bernajoy Vaal",
      "quote": "There are some hurts that you never completely get over. And you think that time will diminish their presence and to a degree it does, but it still hurts because well, hurt hurts."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "Sometimes the only logical thing to do when someone you love hurts you, is to disconnect, eject, proceed and Move on."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "The worst feeling is not being lonely. It's when someone makes you feel special, then suddenly leaves you and you have to pretend you don't mind at all."
    },
    {
      "cite": "Louis Nizer",
      "quote": "We are slow to believe that which if believed would hurt our feelings."
    },
    {
      "cite": "Kirsten Prout",
      "quote": "I always find the worst lies are told in relationships - I learned to never lie about your happiness in order to save someone's feelings from being hurt."
    },
    {
      "cite": "Mielya Saladdin",
      "quote": "When being in a relationship hurts you, leave. Don't stay and keep drowning because love isn't suppose to be painful."
    },
    {
      "cite": "Sonya Parker",
      "quote": "No one wants to be hurt or played, but you have to go through a few losers before you find someone worth keeping."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A gentleman is one who never hurts anyone's feelings unintentionally."
    },
    {
      "cite": "Adrian Rayshawn",
      "quote": "It hurts when people walk into your life and make you happy and then walk out and leave you hurting."
    },
    {
      "cite": "John Mayer",
      "quote": "When you're dreaming with a broken heart, the waking up is the hardest part. You roll outta bed and down on your knees and for a moment you can hardly breathe."
    },
    {
      "cite": "Francisco Garcia",
      "quote": "Walking on rocks, hurts. Walking on glass, cuts. Walking on hot coals, burns. Walking on someones heart, kills."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never allow someone to be your priority while allowing yourself to be their option."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "If you want to forget something or someone, never hate it, or never hate him/her. Everything and everyone that you hate is engraved upon your heart; if you want to let go of something, if you want to forget, you cannot hate."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The emotion that can break your heart is sometimes the very one that heals it"
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "I have lost and loved and won and cried myself to the person I am today."
    },
    {
      "cite": "Nicole Hill",
      "quote": "My mind screams 'let go!' but my heart doesn't want to admit defeat and let these feeling show.."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "I pay no attention whatever to anybody's praise or blame. I simply follow my own feelings."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Sometimes you can be touched by God, but not healed. Often when this happens, he is using your pain for a greater purpose."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "This is not Tolstoy. I don't want to know what critics and professors think of what I'm writing. It might hurt my feelings."
    },
    {
      "cite": "Lamentations 3:31:33",
      "quote": "..For He does not enjoy hurting people or causing them sorrow.."
    },
    {
      "cite": "JOB 16:6",
      "quote": "But if I speak, my pain is not relieved, and if I refrain from speaking- how much of it goes away?"
    },
    {
      "cite": "Psalm 34:18",
      "quote": "The Lord is close to the brokenhearted and saves those who are crushed in spirit."
    },
    {
      "cite": "John 14",
      "quote": "Do not let your hearts be troubled."
    },
    {
      "cite": "Michael Eric Dyson",
      "quote": "We must resist the temptation to take refuge in hurt feelings and raging resentment as we grapple with how our children live, or choose to leave us, or even how we handle our recognition of their betrayals and disaffections."
    },
    {
      "cite": "Roderick Terry",
      "quote": "The ability to forgive heals old wounds and liberates us from past burdens. By releasing the emotional debts of others, forgiveness clears the way for love, peace, and understanding to enter into our lives. It enables us to transcend negative feelings of hurt and vengeance that hold us back and prevent us from focusing on our real purpose."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Love means exposing yourself to the pains of being hurt, deeply hurt by someone you trust."
    },
    {
      "cite": "Malagasy Wisdom",
      "quote": "If you know what hurts yourself you know what hurts others."
    },
    {
      "cite": "Jonathan Levy",
      "quote": "It is always important to be honest and straightforward about emotions. Even if it might hurt feelings. Say it with love, do not be callous, but be honest so that no further missteps can occur, as well as providing an opportunity of choice."
    },
    {
      "cite": "Rae Holliday",
      "quote": "Sometimes Yahweh allows our feelings to be hurt, to ensure that our purpose is birthed, that we understood our worth and we get back to work."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "It  doesn't hurt my feelings when I get vilified by fundamentalist. I've  actually made comedy out of it. I've made light of that."
    },
    {
      "cite": "Max Lerner",
      "quote": "The turning point in the process of growing up is when you discover the core strength within you that survives all the hurt."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Too many of us stay walled in because we are afraid of being hurt. We are afraid to care too much; for fear that the other person does not care as much or not at all."
    },
    {
      "cite": "Beth Moore",
      "quote": "Life's way of reacting to a crushed heart is to wrap tough sinews of flesh around it and promise we'll never let ourselves get hurt again. But in keeping love from going out, we keep love from coming in. We risk becoming captives in our own self-made fortresses."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I have found the paradox that if I love until it hurts, then there is no hurt, but only more love."
    },
    {
      "cite": "H.Jackson Brown JR.",
      "quote": "Love deeply and passionately. You might get hurt, but it's the only way to live life completely."
    },
    {
      "cite": "Molly Bang",
      "quote": "Everyone has hurt feelings sometimes, and people do different things to feel better. Sometimes talking to a trusted friend is helpful, or we might share our feelings with a teacher or parent. It also helps when we make an extra effort to be sure we don't hurt the feelings of others."
    },
    {
      "cite": "Bogna Szymkiewicz",
      "quote": "Feeling hurt or wounded is an everyday kind of experience. It happens in simple human interactions as often as in moments of relationship crisis."
    },
    {
      "cite": "Bogna Szymkiewicz",
      "quote": "Our feelings are hurt when someone attacks or ignores our inner reality."
    },
    {
      "cite": "Bogna Szymkiewicz",
      "quote": "It seems that the root of a hurt feeling lies in the idea that the other person has not noticed some important aspect of our existence or  has excluded us from an important relationship or group."
    },
    {
      "cite": "Leary",
      "quote": "That hurt feelings arise from the effective component of the sociometer, the psychological system that monitors the quality of our relationship with other people."
    },
    {
      "cite": "Wendy Deaton M.A.",
      "quote": "When you have been hurt, it is natural to want to cry. Your sadness may seem so big, and worried feelings so great, that you think things will never get better."
    },
    {
      "cite": "Jasmine Macias",
      "quote": "It hurts to breathe. My heart is not broken, it is shattered. One moment you were the cause of my happiness, now you are the cause of the deepest pain I have ever felt."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "That's the funny thing about old hurts- they just wait for new heartache to come along and then show up, just as sharp and horrible as the first day you woke up with the world changed all around you."
    },
    {
      "cite": "Jyoti Patel",
      "quote": "Only a person carrying the pain deep down to his heart knows the weight of it."
    },
    {
      "cite": "James Hilton",
      "quote": "I love you. Is not enough to make up for the pain that never heals and starts again at the slightest word."
    },
    {
      "cite": "Yahi Abderraouf",
      "quote": "I smile for all people, even if you have wronged me. I'm afraid that I will darken you with my corrupt words I hurt you more than you hurt me."
    },
    {
      "cite": "Karon Waddell",
      "quote": "When someone tells you that you have done something that has hurt them, you don't get to decide that you didn't."
    },
    {
      "cite": "Maha Klaid",
      "quote": "We do not leave those whom we truly love. We only break the hearts of those whom we can tolerate their hurts and can move away from their pain."
    }
  ]
}