{
  "source": "https://www.wisesayings.com/husband-and-wife-quotes/",
  "theme": "husband-and-wife",
  "quotes": [
    {
      "cite": "Saint John Chrysostom",
      "quote": "The love of husband and wife is the force that welds society together."
    },
    {
      "cite": "unknown",
      "quote": "A husband and wife may disagree on many things but they must absolutely agree on this: to never, ever give up."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "A man should not compete with his wife in talk but in silence."
    },
    {
      "cite": "Jackie Gleason",
      "quote": "Most wives think of their husbands as bumbling braggarts with whom they happen to be in love."
    },
    {
      "cite": "Leo J. Burke",
      "quote": "The husband who doesn't tell his wife everything probably reasons that what she doesn't know won't hurt him."
    },
    {
      "cite": "David Jeremiah",
      "quote": "The man who loves his wife above all else on earth gains the freedom and power to pursue other noble, but lesser, loves."
    },
    {
      "cite": "Saki",
      "quote": "A woman who takes her husband about with her everywhere is like a cat that goes on playing with a mouse long after she's killed it."
    },
    {
      "cite": "Jim Bob Duggar",
      "quote": "The closer a husband and wife get to God, the closer they get to each other. The farther away they get from God, the farther they get from each other."
    },
    {
      "cite": "unknown",
      "quote": "Husbands, when your wife is asking you questions, it's not to interrogate you; it's to connect with you."
    },
    {
      "cite": "Chuck Jones",
      "quote": "The only time a wife listens to her husband is when he's asleep."
    },
    {
      "cite": "unknown",
      "quote": "A woman worries about the future until she gets a husband. A man never worries about the future until he gets a wife."
    },
    {
      "cite": "Martin Luther",
      "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave."
    },
    {
      "cite": "Dave Willis",
      "quote": "Husbands, love your wives well! Your children are noticing how you treat her. You are teaching your sons how they should treat women, and you are teaching your daughters what they should expect from men."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man's wife has more power over him than the state has."
    },
    {
      "cite": "Proverbs 12:4",
      "quote": "An excellent wife is the crown of her husband."
    },
    {
      "cite": "Jimmy Evans",
      "quote": "God designed husbands and wives to complete each other, not to compete with each other."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Many marriages would be better if the husband and the wife clearly understood that they are on the same side."
    },
    {
      "cite": "unknown",
      "quote": "A good husband wipes her tears, but a great husband listens to the story of why she's crying."
    },
    {
      "cite": "Guru Amar Das",
      "quote": "They are not said to be husband and wife, who merely sit together. Rather they alone are called husband and wife, who have one soul in two bodies."
    },
    {
      "cite": "David O. McKay",
      "quote": "Let husband and wife never speak to one another in loud tones,unless the house is on fire."
    },
    {
      "cite": "Gordon B Hinckley",
      "quote": "There is no association richer than the companionship of husband and wife."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Never advise a man against his wife or a wife against his husband. When they come together again you will be the archenemy. When they separate, the fault will all be yours."
    },
    {
      "cite": "Groucho Marx",
      "quote": "The husband who wants a happy marriage should learn to keep his mouth shut and his checkbook open."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "In a husband there is only a man; in a married woman there is a man, a father, and mother, and a woman."
    },
    {
      "cite": "Quentin L. Cook",
      "quote": "Husbands and wives are equal partners. They have different but complementary responsibilities."
    },
    {
      "cite": "William Blackstone",
      "quote": "The husband and wife are one, and that one is the husband."
    },
    {
      "cite": "Molly McGee",
      "quote": "When a husband brings his wife flowers for no reason, there's a reason."
    },
    {
      "cite": "Menander",
      "quote": "There is no such cozy combination as man and wife."
    },
    {
      "cite": "James H. Boren",
      "quote": "A dress that zips up the back will bring a husband and wife together."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Whenever a husband and wife begin to discuss their marriage they are giving evidence at a coroner's inquest."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "When a wife has a good husband, it is easily seen on her face."
    },
    {
      "cite": "Euripides",
      "quote": "It's not beauty but fine qualities, my girl, that keep a husband."
    },
    {
      "cite": "Patricia Wentworth",
      "quote": "Husbands and wives quarrel a lot more than anyone thinks, and it's oftener about little things than big ones..."
    },
    {
      "cite": "unknown",
      "quote": "All things that both a husband and wife really want are to be forgiven a little, encouraged a little and loved a little."
    },
    {
      "cite": "unknown",
      "quote": "Dont ever stop dating your wife and don't ever stop flirting with your husband."
    },
    {
      "cite": "unknown",
      "quote": "Husband is the HEAD of the family and wife is the NECK that turns the head around!"
    },
    {
      "cite": "unknown",
      "quote": "As a wife, I choose to honor my husband not because I am weak, but because I am strong."
    },
    {
      "cite": "unknown",
      "quote": "When a husband puts his wife first, above everyone and everything except God, it gives his wife the sense of security and honor that every wife hungers for."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Husbands and wives, have fun with each other. I'm convinced it makes all the difference in the world."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Formal courtesy between husband and wife is even more important than it is between strangers."
    },
    {
      "cite": "unknown",
      "quote": "To hold a husband, the wife should have understanding instead of beauty."
    },
    {
      "cite": "Steve Harvey",
      "quote": "But if he loves you, he will profess it, he will provide for you, and he will protect you. If he really loves you, the ultimate profession is, 'This is my wife.'"
    },
    {
      "cite": "Winston Churchill",
      "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me."
    },
    {
      "cite": "Socrates",
      "quote": "By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher."
    },
    {
      "cite": "Helen Mirren",
      "quote": "The great marriages are partnerships. It can’t be a great marriage without being a partnership."
    },
    {
      "cite": "Caroline Kennedy",
      "quote": "In terms of my marriage, you know, falling in love with my husband was by far the best thing that’s ever happened to me."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Dave Meurer",
      "quote": "A great marriage is not when the ‘perfect couple’ comes together. It is when an imperfect couple learns to enjoy their differences."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love."
    },
    {
      "cite": "Sophia Bush",
      "quote": "Marriage is not about age; it’s about finding the right person."
    },
    {
      "cite": "Tamera Mowry",
      "quote": "I have a best friend as a husband, and he is my number one supporter. He’s a family man, and he’s always giving back to God. That is what makes him a beautiful man. We’re not perfect by any means, but that makes us beautiful as well. We’re not afraid to say we’re not perfect. We have our disagreements, but that comes along with marriage."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "So it’s not gonna be easy. It’s going to be really hard; we’re gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me… everyday."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "Love is not weakness. It is strong. Only the sacrament of marriage can contain it."
    },
    {
      "cite": "Bruce Forsyth",
      "quote": "The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don’t find very often, then that is what love is all about."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It’s a choice you make – not just on your wedding day, but over and over again – and that choice is reflected in the way you treat your husband or wife."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Through devotion, your family cares become more peaceful, mutual love between husband and wife becomes more sincere, the service we owe to the prince more faithful, and our work, no matter what it is, becomes more pleasant and agreeable."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "I regard the rights of men and women equal. In Love's fair realm, husband and wife are king and queen, sceptered and crowned alike, and seated on the self-same throne."
    },
    {
      "cite": "LeToya Luckett",
      "quote": "Love is never easy. It never is. And I'm not just talking about girl and guy, girlfriend, boyfriend, husband and wife. I'm talking about family, friends - all of that."
    },
    {
      "cite": "Omarosa Manigault Newman",
      "quote": "No one can understand how close a marriage actually is. You just don't know: with a husband and wife, they have a special connection."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A wife who discomforts you with truth is better than a mistress who massages you with lies."
    },
    {
      "cite": "Dr.P.S. Jagadeesh Kumar",
      "quote": "Husband and wife relationship should be like water and color, not like rain and rainbow"
    },
    {
      "cite": "Nandita Saini",
      "quote": "The husband who knows how to make his wife smile is indeed the best husband in the world…"
    },
    {
      "cite": "Bhim Rao Ambedkar",
      "quote": "The relationship between husband and wife should be one of closest friends."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If we women were particular about men's characters, we should never get married at all."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The real reason a husband and wife always fight is because they always focus on the ugliness in each other and have forgotten to focus on the beauties that attracted them at first."
    },
    {
      "cite": "Norhafsah Hamid",
      "quote": "Being a husband or a wife, is already a huge responsibility to shoulder, without adding in the expectations."
    },
    {
      "cite": "Michael Jacobs",
      "quote": "Brothers, brothers, boyfriend and girlfriend, husband and wife. You all have this really strong bond between you."
    },
    {
      "cite": "Helen Deutsch",
      "quote": "The thing to remember is that in marriage the husband and wife are one - and the husband is the one."
    },
    {
      "cite": "Mitch Glazer",
      "quote": "There are four sacred bonds in this life: A parent and child, a husband and wife, a priest and confessor... and manager-talent."
    },
    {
      "cite": "Danny Miller",
      "quote": "A husband and wife should be together for life."
    },
    {
      "cite": "Casey Robinson",
      "quote": "I've always believed that it's rather nice for a husband and wife to keep in touch with each other."
    },
    {
      "cite": "Walter Reisch",
      "quote": "When things go wrong between a husband and wife, the wife is always just as much to blame as the husband."
    },
    {
      "cite": "Michael Green",
      "quote": "Husband and wife, if you like; vows of love, exchanged before God. You two were married long ago, and you will be married forevermore."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "I'll just have to make you my wife. A husband and wife must share everything."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "If ever two were one, then surely we. / If ever man were lov'd by wife, then thee. / If ever wife was happy in a man, / Compare with me, ye women, if you can."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "And I really didn't think as to whether or not she thought about me; as for me she was the most immortally passionate girl on this unbridled Universe; whose every unconquerable heartbeat drew me more closer and closer to her divinely form; and without even me and her realizing the slightest; made us forever and ever and ever as 'Husband & Wife'."
    },
    {
      "cite": "Barry Gibb",
      "quote": "We'll be together, / Husband and wife, / Now and forever, / The rest of our lives."
    },
    {
      "cite": "Jackie Barnett",
      "quote": "A home and a family / A husband, a wife / And to life each day is a way of life"
    },
    {
      "cite": "Elvin Ross",
      "quote": "I promise to love you and do my best for you / I need you to help me to find my strength / Walk with me all through my life / My lover my husband my wife / Share this journey with me / Write this story with me"
    },
    {
      "cite": "Elvin Ross",
      "quote": "I can see you / On your wedding day / With the one you love / To share the way / A life ahead of you / Youth left behind / Go out and make yourself / Some memories"
    },
    {
      "cite": "Traditional",
      "quote": "You may find comfort in your husband or your wife / When your mother is gone."
    },
    {
      "cite": "Dana Dirksen",
      "quote": "You shall not commit adultery.  / Do be pure in heart and mind. / Love your husband or wife, keep your heart clean."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "Bless this day / Pinnacle of life / Husband joined to wife / The heart leaps up to behold / This golden day"
    },
    {
      "cite": "Toby Keith",
      "quote": "We stood at the altar, repeating our vows for life / For better or worse, forever a husband and wife / Love's not always easy and dreams don't all come true / Why'd you lose your faith in me, I never gave up on you"
    },
    {
      "cite": "Harvey Schmidt",
      "quote": "A man and a woman are meant for each other / Are meant for each other as husband and wife / From this moment forward, I promise to love thee/ I promise to love thee the rest of my life"
    },
    {
      "cite": "Sean Garret",
      "quote": "Knew the time was right, to be husband and wife / Us both dressed alike in the purest white / Such a beautiful gown, friends and family around / ignore the cold feet now, time to take these vows"
    },
    {
      "cite": "John Gottman",
      "quote": "Marriage is also, ideally, a relationship in which people feel safe being themselves, it might seem to make sense to train couples to practice this sort of unconditional understanding."
    },
    {
      "cite": "1 Corinthians 7:34",
      "quote": "A married woman is concerned about the affairs of this world--how she can please her husband."
    },
    {
      "cite": "Darien B. Cooper",
      "quote": "God created you and your husband to be different so you would complement and bring health to each other should give you an incentive to meet his need for praise and admiration."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "The secret is not being the 'right' husband or wife--it's being the right husband or wife, at the right time, in your particular marriage."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "As our marriage and our family grew, my relationship with my wife grew as well."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Many women focus so much on trying to get their husband to change that they fail to see the areas in which they need to evolve."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Strong marriages are built on the loving things people in the present, not on the memories of the things they did in the past."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Focus on continually changing and growing in order to make sure you are someone your spouse would still choose today."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Successful couples don't escape difficult times; they change and adapt, forging a stronger relationship."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Being in love isn't enough. Staying in love happens when you and your spouse work out how to embrace change, solve problems, and treat each other when the going gets tough."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Incorporating an effective system of checks and balances is the best way for couples to get a clear sense of their progress."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Love and the ability to change go hand and hand in making a marriage that nourishes and inspires not only the couple, but all who know them."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "No part of her life should be outside of her relationship to her husband and outside of subordination to him."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "This subordination of wife to husband has a practical aspect in that it creates a greater effectiveness in their working together as one."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "Married couple should have an understanding of their spouse suffering from inherent sin, imperfection, and human weakness, so as to make allowances for falling short. Just how bad is it?"
    },
    {
      "cite": "Joanne Cleave",
      "quote": "Every husband must love his wife as himself and every wife must respect her husband."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "The husband should fulfill his marital duty to his wife, and likewise the wife to her husband."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "A woman is bound to her husband as long as he lives."
    },
    {
      "cite": "Shobha Dé",
      "quote": "There's no such thing as a 'perfect marriage' or a 'perfect spouse'. Come on, get real! Marriage is a flawed institution. if you but into that theory."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "I believe what a husband needs from wife is not a woman who just keeps trying harder to figure out marriage. Instead, a husband needs a woman who loves God, abides Christ, and follows Him all the days of her life."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "The key to a great marriage is the quality of the habits you share together. Healthy, positive habits create and extraordinarily happy marriage."
    },
    {
      "cite": "Simone Signoret",
      "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads which sew people together through the years."
    },
    {
      "cite": "Tom Mullen",
      "quote": "Happy marriages begin when we marry the ones we love, and they blossom when we love the ones we marry."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is not lack of love, but a lack of friendship that makes unhappy marriages."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "What counts in making a happy marriage is not so much how compatible you are, but how you deal with incompatibility."
    },
    {
      "cite": "Robert Quillen",
      "quote": "A happy marriage is the union of two good forgivers."
    },
    {
      "cite": "Homer",
      "quote": "There is nothing nobler or more admirable than when two people who see eye to eye, keep house as man and wife, confounding their enemies and delighting their friends."
    },
    {
      "cite": "Al Gore",
      "quote": "After marriage, husband and wife become two sides of a coin; they just can't face each other, but still they stay together."
    },
    {
      "cite": "Bill Clinton",
      "quote": "I had some words with my wife, and she had some paragraphs with me."
    },
    {
      "cite": "Alec Baldwin",
      "quote": "My wife and I were happy for twenty years. Then we met."
    },
    {
      "cite": "Barack Obama",
      "quote": "A good wife always forgives her husband when she's wrong."
    },
    {
      "cite": "Ryan Frederick",
      "quote": "If husband and wife wake up with a commitment to worship and serve, they will be delighted in their marriage."
    },
    {
      "cite": "Billy Graham",
      "quote": "Too many husbands and wives enter into marriage with the idea that their spouse exists for one purpose: to make them happy."
    },
    {
      "cite": "Billy Graham",
      "quote": "Marriage is not a reform school..Instead of you reforming (your spouse), (he or she) will instead influenced you."
    },
    {
      "cite": "Billy Graham",
      "quote": "When a husband and wife are concerned only about their own individual desires, the stage is set for conflict."
    },
    {
      "cite": "Billy Graham",
      "quote": "The perfect marriage is a uniting of three persons--a man and a woman and God. That is what makes marriage holy."
    }
  ]
}