{
  "source": "https://www.wisesayings.com/husbands-quotes/",
  "theme": "husbands",
  "quotes": [
    {
      "cite": "John Florio",
      "quote": "A good husband makes a good wife."
    },
    {
      "cite": "Voltaire",
      "quote": "The husband who decides to surprise his wife is often very much surprised himself."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "The best way to get husbands to do something is to suggest that perhaps they are too old to do it."
    },
    {
      "cite": "Groucho Marx",
      "quote": "The husband who wants a happy marriage should learn to keep his mouth shut and his checkbook open."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "To catch a husband is an art; to hold him is a job."
    },
    {
      "cite": "Cher",
      "quote": "Husbands are like fires - they go out when they're left unattended."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A husband is what is left of a lover, after the nerve has been extracted."
    },
    {
      "cite": "Ogden Nash",
      "quote": "A husband is a guy who tells you when you've got on too much lipstick and helps you with your girdle when your hips stick."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The husbands of very beautiful women belong to the criminal classes."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "Being a husband is a whole-time job. That is why so many husbands fail. They cannot give their entire attention to it."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Being a good husband is like being a good stand-up comic - you need ten years before you can even call yourself a beginner."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "One good husband is worth two good wives, for the scarcer things are, the more they are valued."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "A husband is very much like a house or a horse."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The majority of husbands remind me of an orangutan trying to play the violin."
    },
    {
      "cite": "Roger Federer",
      "quote": "Being a husband is for me as big a priority as being a father."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "The ideal husband understands every word his wife doesn't say."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "The way to hold a husband is to keep him a little jealous; the way to lose him is to keep him a little more jealous."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Husbands are chiefly good as lovers when they are betraying their wives."
    },
    {
      "cite": "Jessica Valenti",
      "quote": "If your husband is cheating on you, it doesn't mean that you need to get prettier -- it means he's a scumbag."
    },
    {
      "cite": "Ogden Nash",
      "quote": "All husbands are alike, but they have different faces so you can tell them apart."
    },
    {
      "cite": "Ella Harris",
      "quote": "A retired husband is often a wife's full-time job."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Your husband is lazy if coffee doesn't keep him awake - even when it's hot and being spilled on him."
    },
    {
      "cite": "Dave Willis",
      "quote": "Husbands, love your wives well! Your children are noticing how you treat her. You are teaching your sons how they should treat women, and you are teaching your daughters what they should expect from men."
    },
    {
      "cite": "Tori Amos",
      "quote": "A key to keeping your husband is getting him to miss you. That keeps a marriage fresh."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "The husband - by primitive instinct partly, certainly by ancient tradition - regards himself as the active partner in matters of love and his own pleasure as legitimately the prime motive for activity."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "It turns out that a husband who does the laundry, it's very romantic when you're older. And it's hard to believe when you're younger. But it's absolutely true."
    },
    {
      "cite": "Hugh Jackman",
      "quote": "The activity of being a husband, a father - those are roles, too, but underneath them is the spiritual center that connects us all, and that's what's most important."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Handsome husbands often make a wife's heart ache."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "The faults of husbands are often caused by the excess virtues of their wives."
    },
    {
      "cite": "Thomas Dekker",
      "quote": "The calmest husbands make the stormiest wives."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "The only good husbands stay bachelors: They're too considerate to get married."
    },
    {
      "cite": "Elinor Glyn",
      "quote": "American husbands are the best in the world; no other husbands are so generous to their wives, or can be so easily divorced."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Husbands never become good; they merely become proficient."
    },
    {
      "cite": "Charlie Chan",
      "quote": "Husband is like toupe, both used to cover up."
    },
    {
      "cite": "Indro Montanelli",
      "quote": "Italian husbands, in order to buy their wives a fur, spend more than all their European collegues."
    },
    {
      "cite": "Nelson Rodrigues",
      "quote": "Husbands shouldn't be the last to know. Husbands should never know!"
    },
    {
      "cite": "Adela Rogers St. Johns",
      "quote": "There is so little difference between husbands you might as well keep the first."
    },
    {
      "cite": "Mary Lorraine Buckley",
      "quote": "Husbands are awkward things to deal with; even keeping them in hot water will not make them tender."
    },
    {
      "cite": "Marguerite de Valois",
      "quote": "There are few husbands whom the wife cannot win in the long run, by patience and love."
    },
    {
      "cite": "Christopher Hampton",
      "quote": "I think there's something degrading about having a husband for a rival. It's humiliating if you fail and commonplace if you succeed."
    },
    {
      "cite": "George Savile",
      "quote": "A husband without faults is a dangerous observer."
    },
    {
      "cite": "Lou Costello",
      "quote": "A husband is what's left of a sweetheart after the nerve has been killed."
    },
    {
      "cite": "Cindy Crawford",
      "quote": "Watching your husband become a father is really sexy and wonderful."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "The average husband enjoys the total effect of his home but is usually unable to contribute any of the details of work and organisation that make it enjoyable."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A jealous husband doesn't doubt his wife, but himself."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "I've learned that you know your husband still loves you when there are two brownies left and he takes the smaller one."
    },
    {
      "cite": "Ouida",
      "quote": "An easy-going husband is the one indispensable comfort of life."
    }
  ]
}