{
  "source": "https://www.wisesayings.com/hype-quotes/",
  "theme": "hype",
  "quotes": [
    {
      "cite": "John Berger",
      "quote": "The gap between what publicity actually offers and the future it promises, corresponds with the gap between what the spectator-buyer feels himself to be and what he would like to be."
    },
    {
      "cite": "Neil Bogart",
      "quote": "If you hype something and it succeeds, you're a genius - it wasn't a hype. If you hype it and it fails, then it was just a hype."
    },
    {
      "cite": "Archibald Marwizi",
      "quote": "Do you realize the power you have, to build and to destroy; to promote success or failure; to bring life or death to a cause or talent; to give a platform or take it away?"
    },
    {
      "cite": "Miles Davis",
      "quote": "People will go for anything they don't understand if it's got enough hype."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "It is now certain that the public does know. It is not so certain that the public does care."
    },
    {
      "cite": "Jess Walter",
      "quote": "Put the fire out? Hell no. What we need to do is stoke it."
    },
    {
      "cite": "Vilayanur S. Ramachandran",
      "quote": "The fact that hype exists doesn't prove that something is not important."
    },
    {
      "cite": "Debby Ryan",
      "quote": "The easiest way to not believe your own hype is to not know what people are saying about you."
    },
    {
      "cite": "Criss Jami",
      "quote": "The hype cheapens the hyped, as right things are then made wrong by exaggeration."
    },
    {
      "cite": "Jimmy Smiths",
      "quote": "You have to find what makes you stable in the storm. Then, no matter what's happening around you, no matter what the hype or publicity, you can still manage to make leaps in your work as an artist."
    },
    {
      "cite": "Flavor Flav",
      "quote": "The hype man's job is to get everybody out of their seats and on the dance floor to have a good time."
    },
    {
      "cite": "Mark Twain",
      "quote": "Many a small thing has been made large by the right kind of advertising."
    },
    {
      "cite": "John Lahr",
      "quote": "Society drives people crazy with lust and calls it advertising."
    }
  ]
}