{
  "source": "https://www.wisesayings.com/hypnosis-quotes/",
  "theme": "hypnosis",
  "quotes": [
    {
      "cite": "Juliet C Obodo",
      "quote": "A guided meditation is like sending your subconscious an email newsletter while hypnosis is like sending your subconscious a handwritten letter."
    },
    {
      "cite": "Milton Erickson",
      "quote": "You use hypnosis not as a cure but as a means of establishing a favorable climate in which to learn."
    },
    {
      "cite": "Deepak Chopra.",
      "quote": "The collective dream is the hypnosis of social conditioning. Only sages, psychotics & geniuses manage to break free."
    },
    {
      "cite": "Keith Barry",
      "quote": "Hypnosis is about shutting down the conscious mind and re-igniting the unconscious and the imagination, so while I give instructions to them under hypnosis, the contestants might interpret those instructions in all kinds of ways."
    },
    {
      "cite": "Dr. Prem Jagyasi",
      "quote": "Hypnosis is a normal and natural way of knowing your inner self and augmenting it with virtues like self-belief."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "An idea accepted as true from any source can be every bit as powerful as hypnosis."
    },
    {
      "cite": "Joe J. Christensen",
      "quote": "Hypnosis is a powerful force and in my opinion should be employed only by the best-trained and most ethical professionals for very important reasons."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "What gets in our way is history and culture and religion and economic conditions. It is part of the hypnosis of our social conditioning."
    },
    {
      "cite": "Sean Hannity",
      "quote": "Hypnosis I believe is real. The only problem I guess I have is that, you know, if God or somebody who passed on in my life wanted to talk to me, why wouldn't they come directly to me?"
    },
    {
      "cite": "Carol Lee",
      "quote": "Emma says her illness was a kind of self-hypnosis which obliterated the outside world, a way of escaping life and reducing its proportions to what she could manage."
    },
    {
      "cite": "Derren Brown",
      "quote": "You have to realise that hypnosis doesn't exist: it just works on people's natural suggestibility, their expectations and capacity to unconsciously role play. You can't make someone do anything they don't want to do."
    },
    {
      "cite": "Umberto Eco",
      "quote": "A democratic civilization will save itself only if it makes the language of the image into a stimulus for critical reflection — not an invitation for hypnosis."
    },
    {
      "cite": "Brian L. Weiss",
      "quote": "Hypnosis is an excellent tool to help a patient remember long-forgotten incidents."
    },
    {
      "cite": "Will Smith",
      "quote": "Part of being an actor is almost self-hypnosis during those brief moments when the cameras are rolling. You want to actually believe you're Chris Gardner or Muhammad Ali."
    },
    {
      "cite": "The Mayo Clinic",
      "quote": "The purpose of hypnosis as a therapeutic technique is to help you understand and gain more control over your behavior, emotions or physical well-being."
    },
    {
      "cite": "Clark L. Hull",
      "quote": "Hypnosis is not sleep,... it has no special relationship to sleep, and the whole concept of sleep when applied to hypnosis obscures the situation."
    },
    {
      "cite": "New Scientist",
      "quote": "Hypnosis is the most effective way of giving up smoking, according to the largest ever scientific comparison of ways of breaking the habit."
    },
    {
      "cite": "Stephen King",
      "quote": "Writing is like being in a dream state or under self-directed hypnosis. It induces a state of recall that - while not perfect - is pretty spooky."
    },
    {
      "cite": "Anton Chekov",
      "quote": "It's obvious that the happy man feels contented only because the unhappy ones bear their burden without saying a word: if it weren't for their silence, happiness would be quite impossible. It's a kind of mass hypnosis."
    },
    {
      "cite": "Cat Winters",
      "quote": "I'd feel a whole lot better knowing a person was falling in love with me because of me and not because of hypnosis or snug purple gowns."
    },
    {
      "cite": "Theodore Sturgeon",
      "quote": "As far as hypnosis is concerned, I had a very serious problem when I was in my twenties. I encountered a man who later became the president of the American Society of Medical Hypnosis. He couldn't hypnotize me."
    },
    {
      "cite": "Derren Brown",
      "quote": "Hypnosis is just suggestibility; you see it in certain people."
    }
  ]
}