{
  "source": "https://www.wisesayings.com/hypocrisy-quotes/",
  "theme": "hypocrisy",
  "quotes": [
    {
      "cite": "François de la Rochefoucauld",
      "quote": "Hypocrisy is a tribute which vice pays to virtue."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The hypocrite’s crime is that he bears false witness against himself. What makes it so plausible to assume that hypocrisy is the vice of vices is that integrity can indeed exist under the cover of all other vices except this one. Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Polite, adj. Skilled in the art and practice of dissimulation."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Most people sell their souls, and live with a good conscience on the proceeds."
    },
    {
      "cite": "Lord Byron",
      "quote": "In England the only homage which they pay to Virtue — is hypocrisy."
    },
    {
      "cite": "W.S. Gilbert",
      "quote": "He combines the manners of a Marquis with the morals of a Methodist."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If I were two-faced would I be wearing this one?"
    },
    {
      "cite": "Lord Longford",
      "quote": "In 1969 I published a small book on Humility. It was a pioneering work which has not, to my knowledge, been superseded."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I hope you have not been leading a double life, pretending to be wicked and being really good all the time. That would be hypocrisy."
    },
    {
      "cite": "John Calvin",
      "quote": "I call it not humility, so long as we think there is any good remaining in us. Those who have joined together two things, to think humbly of ourselves before God and yet hold our own righteousness in some estimation, have . . . a pernicious hypocrisy."
    },
    {
      "cite": "John Calvin",
      "quote": "There is nothing which God more abominates than when men endeavor to cloak themselves by submitting signs and external appearance for integrity of heart."
    },
    {
      "cite": "John Calvin",
      "quote": "The human heart has so many crannies where vanity hides, so many holes where falsehood lurks, is so decked out with deceiving hypocrisy, that it often dupes itself."
    },
    {
      "cite": "Charlie Parker",
      "quote": "If you don't live it, it won’t come out of your horn."
    },
    {
      "cite": "J.I. Packer",
      "quote": "Along with much bad thinking . . . goes split living."
    },
    {
      "cite": "Billy Sunday",
      "quote": "Many a man who tries to talk as if he were standing on a mountain shows by what he says that he is up to his eyes in the mud."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Conventionality is not morality. Self- righteousness is not religion. To attack the first is not to assail the last. To pluck the mask from the face of the Pharisee, is not to lift an impious hand to the Crown of Thorns."
    },
    {
      "cite": "Charles Churchill",
      "quote": "Keep up appearances; there lies the test; / The world will give thee credit for the rest. / Outward be fair, however foul within; / Sin if thou wilt, but then in secret sin."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "In the mouths of many men soft words are like roses that soldiers put into the muzzles of their muskets on holidays."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Hypocrisy is the most difficult and nerve-racking vice that any man can pursue; it needs an unceasing vigilance and a rare detachment of spirit. It cannot, like adultery or gluttony, be practised at spare moments; it is a whole-time job."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I want that glib and oily art / To speak and purpose not."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "I sit on a man’s back, choking him and making him carry me, and yet assure myself and others that I am very sorry for him and wish to ease his lot by all possible means—except by getting off his back."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "Democracies cannot dispense with hypocrisy any more than dictatorships can with cynicism."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Good now, play one scene / Of excellent dissembling, and let it look / Like perfect honor."
    },
    {
      "cite": "Samuel Pepys",
      "quote": "One, by his own confession to me, that can put on two several faces, anti look his enemies in the face with as much love as his friends. But, good God! what an age is this, and what a world is this! that a man cannot live without playing the knave and dissimulation."
    },
    {
      "cite": "Earl of Philip Dormer Stanhope Chesterfield",
      "quote": "Without some dissimulation no business can he carried on at all."
    },
    {
      "cite": "George Orwell",
      "quote": "The great enemy of clear language is insincerity."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "If it were not for the intellectual snobs who pay-in solid cash — the tribute which philistinism owes to culture, the arts would perish with their starving practitioners. Let us thank heaven for hypocrisy."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "It is very noble hypocrisy not to talk of one's self."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "There is a false modesty, which is vanity; a false glory, which is levity; a false grandeur. which is meanness; a false virtue, which is hypocrisy; and a false wisdom, which is prudery."
    },
    {
      "cite": "William Hazlitt",
      "quote": "As hypocrisy is said to be the highest compliment to virtue, the art of lying is the strongest acknowledgment of the force of truth."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The best brought-up children are those who have seen their parents as they are. Hypocrisy is not the parents’ first duty."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is a certain satisfaction in coming down to the lowest ground of politics, for then we get rid of cant and hypocrisy."
    },
    {
      "cite": "George Meredith",
      "quote": "She heard the snuffle of hypocrisy in her prayer. She had to cease to pray."
    },
    {
      "cite": "Geoffrey B. Wilson",
      "quote": "Sincerity is the prime requisite in every approach to the God who . . . hates all hypocrisy, falsehood, and deceit."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "Of all the cants which are canted in this canting world, tho‘ the cant of hypocrites may be the worst, the cant of criticism is the most tormenting."
    },
    {
      "cite": "Bernard Crick",
      "quote": "What matters in Politics is what men actually do - sincerity is no excuse for acting unpolitically. and insincerity may be channelled by politics into good results."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The most exhausting thing in life is being insincere."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "But everybody agrees, somewhere in his heart, that there ought to be some connection between what you believe and how you behave, what you advocate for others and how you live yourself."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "You don’t say ‘they all do it’ unless you know you’ve been doing it too."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Humans are very seldom either totally sincere or totally hypocritical. Their moods change, their motives are mixed, and they arc often themselves quite mistaken as to what their motives are."
    },
    {
      "cite": "Fanny Brice",
      "quote": "Let the world know you as you are, not as you think you should be, because sooner or later, if you are posing, you will forget the pose, and then where are you?"
    },
    {
      "cite": "The Bible (Matthew 23:27)",
      "quote": "Woe to you. scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which outwardly appear beautiful, but within they are full of dead men's bones and all uncleanness."
    },
    {
      "cite": "Marie Corelli",
      "quote": "A criminal is twice a criminal when he adds hypocrisy to his crime."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Even man alone is sincere. At the entrance of a second person, hypocrisy begins."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "No man, for any considerable period, can wear one face to himself and another to the multitude, without finally getting bewildered as to which may be the true."
    },
    {
      "cite": "John Milton",
      "quote": "For neither man nor angel can discern / Hypocrisy, the only evil that walks / Invisible, except to God alone."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In our interactions with people, a benevolent hypocrisy is frequently required — acting as though we do not see through the motives of their actions."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Hypocrisy in anything whatever may deceive the cleverest and most penetrating man, but the least wide-awake of children recognizes it, and is revolted by it, however ingeniously it may be disguised."
    },
    {
      "cite": "Mark Twain",
      "quote": "The first man was a hypocrite and a coward, qualities which have not yet failed in his line; it is the foundation upon which all civilizations have been built."
    },
    {
      "cite": "Mark Twain",
      "quote": "If any teacher tries to persuade you that hypocrisy is not a part of your blood and bone and flesh, and can therefore be trained out of you by determined and watchful and ceaseless and diligent application to the job, do not you heed him; ask him to cure himself first, then call again."
    },
    {
      "cite": "Dean Van Puddy",
      "quote": "You say hypocrisy... absolutely! You're darn tooting! Hypocrisy! It's the latest fad. It's what the cool kids are into now, right? Let's not kid ourselves. We've gone from liberte egalite fraternite, to vanite letharge hypocrise. But in the words of Lord Byron, 'Let us have wine, women, mirth, and the laughter / Sermons and soda water the day after.'"
    },
    {
      "cite": "Joe",
      "quote": "The human qualities can be expressed in one word: hypocrisy."
    },
    {
      "cite": "Michael De Santa",
      "quote": "Ooh, hypocrisy, Franklin. Civilization's greatest virtue."
    },
    {
      "cite": "Colonel Moon",
      "quote": "I studied at Oxford and Harvard. Majored in Western hypocrisy."
    },
    {
      "cite": "Robert Goren",
      "quote": "You can... Love the church for their good works, or you can hate the church for their... Hypocrisy."
    },
    {
      "cite": "High Sparrow",
      "quote": "Hypocrisy is a boil. Lancing a boil is never pleasant. Although they could have been more careful with the blade."
    },
    {
      "cite": "John Lambert",
      "quote": "Oh, Thomas. I see now what it takes for a man to make his way in this world. He must make a practice of hypocrisy."
    },
    {
      "cite": "Francis Underwood",
      "quote": "Do you think I'm a hypocrite? Well, you should. I wouldn't disagree with you. The road to power is paved with hypocrisy. And casualties. Never regret."
    },
    {
      "cite": "François Vasseur",
      "quote": "Let's be philosophical. People have lived like hypocrites since the dawn of time. That's what you call 'civilisation.'"
    },
    {
      "cite": "Gordo",
      "quote": "Well, you can't really admit to being a hypocrite because well, then you're not a hypocrite."
    },
    {
      "cite": "Jack Vincent",
      "quote": "Rather a scoundrel than a hypocrite."
    },
    {
      "cite": "Florence",
      "quote": "You are thieves, killers, adulterers, blasphemers and liars six days a week! And on the seventh day you are hypocrites."
    },
    {
      "cite": "Richie",
      "quote": "The things I hate most, are the things that resemble my own faults. I hate bad manners. I hate people that don't give common courtesy. Hypocrites and cowards. That's all we are."
    },
    {
      "cite": "Gary F. Cherone; Jimi Hendrix; Nuno Bettencourt",
      "quote": "Someone said / Give peace a chance / And, that's all that we're saying / While we're sitting / On the fence / Pretending, / Our hearts are in the right place / But, your face / Shows a trace of // Hypocrisy, / Don't tread on me, / Now you can see"
    },
    {
      "cite": "Anne Kingsmill Finch",
      "quote": "Hypocrisy and feign'd pretence / To cover foul Dissigns / Shall blusshing fly as far from thence / As to the deepest Mines"
    },
    {
      "cite": "Richard Le Gallienne",
      "quote": "In vain with whip and knotted cord / The hirelings of hypocrisy / Would make us comely for the Lord: / Think ye God works through such as ye —  / Paid Puritan, plump Pharisee, / And lobbyist fingering his fat bill, / Reeking of rum and bribery: / God needs not you to work His will."
    },
    {
      "cite": "William Cowper",
      "quote": "Hypocrisy, formality in prayer, / And the dull service of the lip were there."
    },
    {
      "cite": "Isaac Watts",
      "quote": "Nothing but truth before his throne / With honor can appear; / The painted hypocrites are known / Through the disguise they wear."
    },
    {
      "cite": "John Bunyan",
      "quote": "The hypocrite is like unto this frog, / As like as is the puppy to the dog. / He is of nature cold, his mouth is wide / To prate, and at true goodness to deride. / He mounts his head as if he was above / The world, when yet 'tis that which has his love. / And though he seeks in churches for to croak, / He neither loveth Jesus nor his yoke."
    },
    {
      "cite": "George Gordon Lord Byron",
      "quote": "Too oft is a smile / But the hypocrite's wile, / To mask detestation, or fear; / Give me the soft sigh, / Whilst the soultelling eye / Is dimm'd, for a time, with a Tear:"
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "Yea, every canting hypocrite since early Eocene, / In skin and silk and suit of mail and broadcloth stood serene, / Full sure his plight would be set right when the 'mistake' was seen."
    },
    {
      "cite": "William Cowper",
      "quote": "Who deem his house a useless place, / Faith, want of common sense; / And ardour in the Christian race, / A hypocrite's pretence?"
    },
    {
      "cite": "Robert William Service",
      "quote": "Some poet chap had labelled man the noblest work of God: / I see myself a charlatan, a humbug and a fraud. / Yea, 'spite of show and shallow wit, an sentimental drool, / I know myself a hypocrite, a coward and a fool."
    },
    {
      "cite": "John Clare",
      "quote": "One keeps the heart-bred villain full in sight, / The other cants and acts the hypocrite, / Smoothing the deed where law sharks set their gin / Like a coy dog to draw misfortune in."
    },
    {
      "cite": "Dinah Maria Mulock Craik",
      "quote": "Smile, hypocrite, smile; it is no such hard labor, / While each stealthy hand stabs the heart of his neighbor — / Faugh! Fear not: we've no hearts in Vanity-fair."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If not good, why then evil, / If not good god, good devil. / Goodness! you hypocrite, come out of that, / Live your life, do your work, then take your hat."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Still must our ears without redress submit / To hear you play the solemn hypocrite / Walking in spirit some high moral level, / Raising at once his eye-balls and the devil?"
    },
    {
      "cite": "John Bunyan",
      "quote": "But chicks from rotten eggs do not proceed, / Nor is a hypocrite a saint indeed. / The rotten egg, though underneath the hen, / If crack'd, stinks, and is loathsome unto men. / Nor doth her warmth make what is rotten sound; / What's rotten, rotten will at last be found. / The hypocrite, sin has him in possession, / He is a rotten egg under profession."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is no mask but he will wear, / He invented oaths to swear, / He paints, he carves, he chants, he prays, / And holds all stars in his embrace, / Godlike, — but 'tis for his fine pelf, / The social quintessence of self."
    },
    {
      "cite": "Italian (on hypocrisy)",
      "quote": "All are not saints, who go to church."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An open foe may prove a curse but a pretended friend is worse."
    },
    {
      "cite": "unknown",
      "quote": "Be true to yourself."
    },
    {
      "cite": "Dutch (on hypocrisy)",
      "quote": "Beware of the person with two faces."
    },
    {
      "cite": "Aesop",
      "quote": "False friends leave you in times of trouble."
    },
    {
      "cite": "Chinese (on hypocrisy)",
      "quote": "If you would rise in the world, veil ambition with the forms of humanity."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It is not fair to ask of others what you are not willing to do yourself."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "It is often easier to fight for your principles than to live up to them."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Many have quarreled about religion that never practised it."
    },
    {
      "cite": "Latin (on courtesy and respect)",
      "quote": "Many meet the gods but few salute them."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Rudeness is a weak man's imitation of strength."
    },
    {
      "cite": "Vietnamese (on hypocrisy)",
      "quote": "The mouth prays to Buddha but the heart is full of evil."
    }
  ]
}