{
  "source": "https://www.wisesayings.com/hypocrites-quotes/",
  "theme": "hypocrites",
  "quotes": [
    {
      "cite": "William Hazlitt",
      "quote": "A man is a hypocrite only when he affects to take a delight in what he does not feel, not because he takes a perverse delight in opposite things."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "If Satan ever laughs, it must be at hypocrites; they are the greatest dupes he has; they serve him better than any others, and receive no wages."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "We ought to see far enough into a hypocrite to see even his sincerity."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A hypocrite is in himself both the archer and the mark, in all actions shooting at his own praise or profit."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "When you see a man with a great deal of religion displayed in his shop window, you may depend upon it he keeps a very small stock of it within."
    },
    {
      "cite": "Proverb",
      "quote": "Better to be known as a sinner than a hypocrite."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The only vice which cannot be forgiven is hypocrisy. The repentance of a hypocrite is itself hypocrisy."
    },
    {
      "cite": "William Hazlitt",
      "quote": "A hypocrite despises those whom he deceives, but has no respect for himself. He would make a dupe of himself too, if he could."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "A hypocrite is more dangerous than a dishonest man. A dishonest man deceives and cheats, and a hypocrite betrays and swindles."
    },
    {
      "cite": "Adlai E. Stevenson Ii",
      "quote": "A hypocrite is the kind of politician who would cut down a redwood tree, then mount the stump and make a speech for conservation."
    },
    {
      "cite": "Jos_ Emilio Pacheco",
      "quote": "We are all hypocrites. We cannot see ourselves or judge ourselves the way we see and judge others."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Hypocrite: the man who murdered both his parents... pleaded for mercy on the grounds that he was an orphan."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The hypocrite who always plays one and the same part ceases at last to be a hypocrite."
    },
    {
      "cite": "Bible",
      "quote": "For what is the hope of the hypocrite, though he hath gained, when God taketh away his soul."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Great hypocrite are the real atheists."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Hypocrites do the devil's drudgery in Christ's livery."
    },
    {
      "cite": "Australian Aboriginal Proverb",
      "quote": "Hypocrite - mouth one way, belly 'nother way."
    },
    {
      "cite": "William Hazlitt",
      "quote": "We are not hypocrites in our sleep."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "No man is a hypocrite in his pleasures."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Whoever is a hypocrite in his religion mocks God, presenting to Him the outside and reserving the inward for his enemy."
    },
    {
      "cite": "Don Marquis",
      "quote": "A hypocrite is a person who - but who isn't?"
    },
    {
      "cite": "Peter Wastholm",
      "quote": "All humans are hypocrites; the biggest hypocrite of all is the one who claims to detest hypocrisy."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The hypocrite's crime is that he bears false witness against himself. What makes it so plausible to assume that hypocrisy is the vice of vices is that integrity can indeed exist under the cover of all other vices except this one. Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "Hypocrites get offended by the truth."
    },
    {
      "cite": "Frank Herbert",
      "quote": "There has never been a truly selfless rebel, just hypocrites conscious hypocrites or unconscious hypocrites, it's all the same."
    },
    {
      "cite": "Paul Watson",
      "quote": "Everybody is a hypocrite. You can't live on this planet without being a hypocrite."
    },
    {
      "cite": "Minna Antrim",
      "quote": "The difference between a saint and a hypocrite is that one lies for his religion, the other by it."
    },
    {
      "cite": "Russian Proverb",
      "quote": "Hypocrites kick with their hind feet while licking with their tongues."
    }
  ]
}