{
  "source": "https://www.wisesayings.com/hysterical-quotes/",
  "theme": "hysterical",
  "quotes": [
    {
      "cite": "Tennessee Williams",
      "quote": "I have found it easier to identify with the characters who verge upon hysteria, who were frightened of life, who were desperate to reach out to another person. But these seemingly fragile people are the strong people really."
    },
    {
      "cite": "Elia Kazan",
      "quote": "Whatever hysteria exists is inflamed by mystery, suspicion and secrecy. Hard and exact facts will cool it."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Hysteria is impossible without an audience. Panicking by yourself is the same as laughing alone in an empty room. You feel really silly."
    },
    {
      "cite": "Anthony Daniels",
      "quote": "The nearer emotional life approaches to hysteria, to continual outward show, the less genuine it becomes. Feeling becomes equated with vehemence of expression, so that insincerity becomes permanent."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Controlled hysteria is what's required. To exist constantly in a state of controlled hysteria. It's agony. But everyone has agony. The difference is that I try to take my agony home and teach it to sing."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Talkatives complain, cry, shout, brag, and are more hysterical about their lives than something else; don’t be a part of that tragedy! Perhaps it's been a while now that you have been complaining, crying and shouting about your 'labour pains'. It's time to show us your baby!"
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Hysteria is a chaotic and irrational emotional state caused by seeing how the world really operates."
    },
    {
      "cite": "John Ashcroft",
      "quote": "The charges of the hysterics are revealed for what they are: castles in the air built on misrepresentation, supported by unfounded fear, held aloft by hysteria."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "We may say that hysteria is a caricature of an artistic creation, a compulsion neurosis a caricature of a religion, and a paranoiac delusion a caricature of a philosophic system."
    },
    {
      "cite": "Carol Tavris",
      "quote": "As in all moral panics, an accusation is enough to destroy a person's life. Hysteria trumps evidence."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Hysteria is a natural phenomenon, the common denominator of the female nature. It's the big female weapon, and the test of a man is his ability to cope with it."
    },
    {
      "cite": "Mira Grant",
      "quote": "Hysteria takes too much energy to be maintained forever."
    },
    {
      "cite": "Rachel Cusk",
      "quote": "Female hysteria is a subject I'm very fond of. I always try to bring it in somewhere. For me, it is the finest part of the line between comedy and tragedy."
    },
    {
      "cite": "Adelle Waldman",
      "quote": "It was not always unpleasant to deal with a hysterical woman. One feels so thoroughly righteous in comparison."
    },
    {
      "cite": "Tom Berenger",
      "quote": "There's a hysterical, tired sense of humor that comes after working 14 hours a day, six days a week. I like those things because they take the pressure off the constant stress."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I do not doubt that it would be easier for fate to take away your suffering than it would for me. But you will see for yourself that much has been gained if we succeed in turning your hysterical misery into common unhappiness."
    },
    {
      "cite": "Isaac Rosenfeld",
      "quote": "In every dispute between parent and child, both cannot be right, but they may be, and usually are, both wrong. It is this situation which gives family life its peculiar hysterical charm."
    },
    {
      "cite": "Natasha Lyonne",
      "quote": "There's that special magical place that exists when you forget everything else because you are laughing hysterically. It's the only truly safe place and it can happen with a stranger or a best friend."
    },
    {
      "cite": "T. Colin Campbell",
      "quote": "Even rational, data-driven scientists could be sent into prolonged states of hysteria when presented with evidence that their favorite foods might be killing them."
    },
    {
      "cite": "Tim Sandlin",
      "quote": "Hyteria means the same thing with either laughter or tears."
    },
    {
      "cite": "John Mellencamp",
      "quote": "When you live in hysteria, people start thinking emotionally."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "When the hysteria of a witch-hunt is granted supremacy over the logic, values and spirit of the law, justice can only become a warped, alien concept in that society."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "A period of profound depression can trigger a period of hysterical writing. We create our own afflictions; it is only right that we must cure ourselves."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Pain is real when you get other people to believe in it. If no one believes in it but you, your pain is madness or hysteria."
    },
    {
      "cite": "Kristen D. Randle",
      "quote": "Which made me laugh, of course. If you ever want to get truly hysterical, just get really, really scared, and then have somebody say something funny. You get caught between the laugh and the sob, and it's hard to find your way out."
    },
    {
      "cite": "Gemma Arterton",
      "quote": "There was one day where I had to be hysterical all day, then of course it's going to affect you. You're going to go home and feel drained, or feel like you need to let off steam."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Commitment becomes hysterical when those who have nothing to give advocate generosity, and those who have nothing to give up preach renunciation."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Of all psychic conditions, anxiety verging upon paranoia/hysteria is perhaps the most contagious, even among men."
    }
  ]
}