{
  "source": "https://www.wisesayings.com/i-am-sorry-quotes/",
  "theme": "i-am-sorry",
  "quotes": [
    {
      "cite": "Donald L. Hicks",
      "quote": "When you forgive, you free your soul. But when you say I’m sorry, you free two souls."
    },
    {
      "cite": "Kevin Hancock",
      "quote": "Apologies aren’t meant to change the past, they are meant to change the future."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Be the hero of hearts; learn to say I’m sorry."
    },
    {
      "cite": "Cristina Orante",
      "quote": "Saying sorry to someone is hard… but putting your pride down for someone is the hardest."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Saying ‘I’m sorry’ is saying ‘I love you’ with a wounded heart in one hand and your smothered pride in the other."
    },
    {
      "cite": "Dan Heist",
      "quote": "When you realize you’ve made a mistake, make amends immediately. It’s easier to eat crow while it’s still warm."
    },
    {
      "cite": "Ain Eineziz",
      "quote": "Apology doesn’t mean that you were wrong, or other person was right. Its mean that your relationship is valuable than your ego."
    },
    {
      "cite": "Uday Mukerji",
      "quote": "Sorry’ is, indeed, one of the most difficult and most powerful words in the English language, provided one can feel and say it at the same time."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Never ruin an apology with an excuse."
    },
    {
      "cite": "Jeanette LeBlanc",
      "quote": "The art of a sincere and heartfelt apology is one of the greatest skills you will ever learn."
    },
    {
      "cite": "Kid Cudi",
      "quote": "You can always say sorry but the real apology is when you hear the sadness in their voice and see the look in their eyes. And you realize that they have hurt themselves just as much."
    },
    {
      "cite": "Gary Hopkins",
      "quote": "An apology can be a wonderful thing so long as it is infrequent and from the heart. However, beware of the person who justifies bad behavior with apologies. For them it is a means to an end, and quite often at your expense."
    },
    {
      "cite": "Robert Brault",
      "quote": "Life becomes easier when you learn to accept an apology you never got."
    },
    {
      "cite": "Jacqueline A Bussie",
      "quote": "A genuine apology is like an eleventh-hour rain on a dusty crop. Grossly overdue, but miraculously just in time."
    },
    {
      "cite": "Anthony Weiner",
      "quote": "I have made terrible mistakes that have hurt the people that I cared about the most, and I am terribly sorry. I am deeply ashamed of my terrible judgment and my actions."
    },
    {
      "cite": "Harriet Morgan",
      "quote": "Saying sorry doesn't mean there isn't guilt & forgiving doesn't mean that the pain is gone."
    },
    {
      "cite": "Chris Kurtz",
      "quote": "I’m not very good at saying sorry, but I apologize."
    },
    {
      "cite": "Justin Tranter",
      "quote": "Truly saying sorry is never easy to do, and when you are, you just hope it’s not too late."
    },
    {
      "cite": "Greg LeMond",
      "quote": "More people should apologize, and more people should accept apologies when sincerely made."
    },
    {
      "cite": "Beth Revis",
      "quote": "I’m sorry.’ The two most inadequate words in the English language."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Just say 'I’m sorry.' It’s not a tongue twister. It does not need repeating multiple times. The phrase is simple and short, easy to articulate. And the last time I checked, it sounded just as good—if not better—in a whisper. So just say it; say 'I’m sorry.'"
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "It is incredible how many hurts can be healed by the two words, ‘I’m sorry."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "Apology is not about saying I’m sorry, but it is about the meaning you put behind the apology and admitting that you are the wrong part."
    },
    {
      "cite": "Edwin McCain",
      "quote": "The words are all gone, the time's been too long but it's not too late to say I'm sorry to a friend"
    },
    {
      "cite": "Anonymous",
      "quote": "Any good apology has 3 parts: First, I’m sorry. Second, It’s my fault. Third, What can I do to make it right? Most people forget the third part."
    },
    {
      "cite": "Rachel Vincent",
      "quote": "Chocolate says \"I'm sorry\" so much better than words."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Being sorry is the highest act of selfishness, seeing value only after discarding it."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Too often they don't realize what they have until it's gone. ...they're too stubborn to say, 'Sorry, I was wrong' they hurt the ones closest to their hearts, and we let the most foolish things tear us apart"
    }
  ]
}