{
  "source": "https://www.wisesayings.com/i-love-my-husband-quotes/",
  "theme": "i-love-my-husband",
  "quotes": [
    {
      "cite": "Ruby Walks",
      "quote": "Even though many years have passed by, I still feel so loved by you. It still feels like just yesterday when we got engaged and then after a little while got married - I love you so much!"
    },
    {
      "cite": "Mika",
      "quote": "I love you in the morning, in the middle of the day, in the hours we are together, and the hours we are away."
    },
    {
      "cite": "Hernan",
      "quote": "I cannot stop loving you every day, you never stop spoiling me with surprises. I am very happy to be with you, every day I love you more and it seems like yesterday that we got married."
    },
    {
      "cite": "Valerie Lee",
      "quote": "I'm not perfect. You're not perfect. But two people can be perfect together, perfect for each other."
    },
    {
      "cite": "Roy Croft",
      "quote": "I love you not only for what you are, but for what I am when I am with you."
    },
    {
      "cite": "Gloria Tellies",
      "quote": "You are such a blessing in my life. The kids are so happy and you keep all of us so happy. You are the man that any woman would want in her life. Thank you so much for being what you are."
    },
    {
      "cite": "Kimberly Johnson",
      "quote": "Like a flying bird you came into my life. Your love was the strength that let me take the plunge. I didn't think that I would ever be this way but you have changed all things for me."
    },
    {
      "cite": "Hernan",
      "quote": "It's never enough to say what I feel for you, I adore you, I just want to be with you for the rest of my days, never forget that. You're the one who makes me feel in the clouds with great love."
    },
    {
      "cite": "Karen Clodfelder",
      "quote": "As we grow older together, as we continue to change with age, there is one thing that will never change. I will always keep falling in love with you."
    },
    {
      "cite": "Kate Hamsworth",
      "quote": "Faithfulness flows from you, gratefulness is what I feel for you. No matter where we are in life, I know that you will always be there for me like a guiding star."
    },
    {
      "cite": "Hasam",
      "quote": "A day without you is like a blunt with no weed be here with me every day let us cherrish these beutiful moments and know one thing that i love you."
    },
    {
      "cite": "Leona Wilson",
      "quote": "When I look into your eyes, I see my happy future. The days spent with you have been the most beautiful days of my life and if I had to do it all over again, I would still choose you as my loving husband."
    },
    {
      "cite": "Anurag Prakash",
      "quote": "When I say I love you, I don't say it casually. I say it to remind you that you are my everything, and the best thing that has ever happened to me in my life."
    },
    {
      "cite": "Beautiful Creatures",
      "quote": "I never loved you any more than I do, right this second. And I'll never love you any less than I do, right this second."
    },
    {
      "cite": "Tory Derek",
      "quote": "I love you like crazy and you have got my mind hazy. I am so happy that I have a life partner like you. There is so much of peace in my heart, now that you are in my life."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "You are my one, my only, my everything, my shining star, my reason for living, I love you so much thank you for loving me. Together forever."
    },
    {
      "cite": "Hernan",
      "quote": "I remember perfectly when I first met you, it was such a special day that I keep in my mind. With your eyes you conquered my heart and in that moment I realized that I would stay by your side forever. Our relationship is sincere and will endure with the passing of the years."
    },
    {
      "cite": "Jennifer Ronald",
      "quote": "I am glad that you work hard for us, I am glad that you provide for us. There are several things that you do and for so many reasons, I keep loving you."
    },
    {
      "cite": "Jennifer Smith",
      "quote": "I want my husband to lead me and our family. But in order for him to do that I must be willing to submit to his lead. This does not mean I surrender my opinions or input or wisdom...it means I surrender my grip of control and selfish ways and trust him!"
    },
    {
      "cite": "C.J. Redwine",
      "quote": "No matter what has happened. No matter what you've done. No matter what you will do. I will always love you. I swear it."
    },
    {
      "cite": "Bill Wilson",
      "quote": "To the world, you may be one person, but to one person you are the world."
    },
    {
      "cite": "Idina Menzel",
      "quote": "I love my husband very much. I knew it was real true love because I felt like I could be myself around that person. Your true, true innermost authentic self, the stuff you don't let anyone else see, if you can be that way with that person, I think that that's real love."
    },
    {
      "cite": "Ella",
      "quote": "You may never know how important you are to me or how much I care for you, but you are and you will always be. Bear in mind that I couldnt afford to lose someone I've learned to care about so much."
    },
    {
      "cite": "Brianna Marie Guzik",
      "quote": "I love when we are talking on the phone and being able to tell when you're smiling, it makes me smile. And when I know your smiling because of me, it makes my whole world brighter."
    },
    {
      "cite": "Azgraybebly Josland",
      "quote": "You make my whole world go round. You make my whole world stand still. You make my life worth living. You make me the person I am! I love you."
    },
    {
      "cite": "Hernan",
      "quote": "Marrying you was the best decision I made in my entire life, thank you my beloved husband for the immense love you have for me. I love you."
    },
    {
      "cite": "Jake Distill",
      "quote": "You are more precious than diamonds to me. You have not just a husband but a companion and the best person that I have found in this world. I love you beyond what words can express."
    },
    {
      "cite": "Anurag Prakash",
      "quote": "Today I promise you that I will stay with you forever. I will never cheat you. I will always hold your hand through good and bad times in our life. I will love you with all my heart and soul."
    },
    {
      "cite": "Harry",
      "quote": "I love you, not because of what you have but because of what I feel... I care for you, not because you need care but because I want to.. I'm always here for you, not because i want you to be with me but because I want to be with you."
    },
    {
      "cite": "Joan Plowright",
      "quote": "In my day, husbands and bed were never spoken of in the same breath...husbands were taken seriously as the only real obstacles to sin."
    },
    {
      "cite": "Roseann Barr O.",
      "quote": "I love my husband, I love my children...but I want something more. I want a life."
    },
    {
      "cite": "Rita Rudner",
      "quote": "My husband and I are are going to buy a dog or have a child. We can't decide whether to ruin our carpet or ruin our lives."
    },
    {
      "cite": "Sandi Selvi",
      "quote": "My husband is not romantic. For Mother's Day, he gave me a George Foreman Grill. I gave it back to him for Father's Day, in a s ort of forceful upward motion."
    },
    {
      "cite": "Lawrence Housman",
      "quote": "If nature had arranged that husbands and wives should have children alternatively, there would never be more than three in the family."
    },
    {
      "cite": "Sheritha Browman",
      "quote": "My love for my husband no longer wavered based on emotion. The word of God taught me the real meaning of true love. God showed me how to love my husband and not be a puppet to his actions."
    },
    {
      "cite": "Sheritha Browman",
      "quote": "My husband turns me on. I'm not making this up. All of this is true. I really love my husband."
    },
    {
      "cite": "Hillary Rodham Clinton",
      "quote": "You know, we've been married for 23 years...and I have learned a long time ago that the only people who count in any marriage are the two that are in it."
    },
    {
      "cite": "Lucretia Mott",
      "quote": "The legal theory is, that marriage makes the husband and wife one person, and that person is the husband."
    },
    {
      "cite": "Lucretia Mott",
      "quote": "In the true marriage relation, the independence of the husband and wife is equal, the dependence mutual, and their obligations reciprocal."
    },
    {
      "cite": "Marian Jordan",
      "quote": "When a husband brings his wife flowers for no reason, there's a reason."
    },
    {
      "cite": "Rhonda Hansome",
      "quote": "My husband says I treat him like a God; every meal is a burnt offering."
    },
    {
      "cite": "Cindi Mcmenamin",
      "quote": "Help me to continually let my husband know that I love him for who he is, not who I want him to become."
    },
    {
      "cite": "Allen Appel",
      "quote": "Thanks dear for choosing me over all the other girls you could have had."
    },
    {
      "cite": "Allen Appel",
      "quote": "Thanks dear for being my knight in shining armor. Even if the armor needs polishing every once in a while."
    },
    {
      "cite": "Sheritha Browman",
      "quote": "I love when he rubs his eye when I'm getting to him. I love when he raises  his left eyebrow when he's not clear on something. I love everything about him."
    },
    {
      "cite": "Lisa Jacobson",
      "quote": "Because I have my husband's heart. It's in my hands and not to be treated lightly or carelessly."
    },
    {
      "cite": "Lisa Jacobson",
      "quote": "Take pleasure in serving him. Yes, really. This might not be the in thing' right now— you know, to put yourself in a servant's role. But it's a very Christian concept and a real winning one."
    },
    {
      "cite": "Jennifer Smith",
      "quote": "You are married to a person who does not meet all the conditions so that you might learn unconditional love."
    },
    {
      "cite": "Jennifer Smith",
      "quote": "You are married to a person who does not deserve so that you learn to lavishly pour yourself out on a person who does not respond appropriately. And thus you become like the God you worship."
    },
    {
      "cite": "2007 Rutgers survey",
      "quote": "Having a husband who communicates his deepest feelings is more important than having a husband who makes a good living."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Thank you for being you, for sharing your love with me..for inspiring me to accept myself..for helping me see the unique beauty in imperfection…for showing me that love is something you do; something not just to be said, but also to be shown."
    },
    {
      "cite": "Angelita Lim",
      "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
    },
    {
      "cite": "Joyce Giraud",
      "quote": "My husband and I always have fun together in everything we do. Some people call me crazy, but the reality is that I enjoy spending each second with him. He is not just my husband – he is my rock and my very best friend."
    },
    {
      "cite": "Ouida",
      "quote": "An easy-going husband is the one indispensable comfort of life."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "I love you every minute of my life; you`re my love and my life. Not all people are lucky to find the sense of their life. I am happy, cause I had found it when I met you – the love of my life."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "All women should know how to take care of children. Most of them will have a husband some day."
    }
  ]
}