{
  "source": "https://www.wisesayings.com/i-love-my-children-quotes/",
  "theme": "i-love-my-children",
  "quotes": [
    {
      "cite": "Richard L. Evans",
      "quote": "Children will not remember you for the material things you provided but for the feeling that you cherished them."
    },
    {
      "cite": "Boghos L. Artinian",
      "quote": "My feeling of responsibility for the safety and well-being of my children is so strong, that should an asteroid threaten to wipe out all life on earth, I would still hold myself responsible for their fate."
    },
    {
      "cite": "Lisa T. Shepherd",
      "quote": "In raising my children, I have lost my mind but found my soul."
    },
    {
      "cite": "Christopher Meloni",
      "quote": "I love my children beyond all reason. They're my joy, even when they're wild with kid energy."
    },
    {
      "cite": "Agatha Christie",
      "quote": "A mother's love for her child is like nothing else in the world."
    },
    {
      "cite": "Regina King",
      "quote": "You don't know what unconditional love is. You may say you do, but if you don't have a child, you don't know what that is. But when you experience it, it is the most fulfilling ever."
    },
    {
      "cite": "Elizabeth Stone",
      "quote": "Making the decision to have a child – it is momentous. It is to decide forever to have your heart go walking outside your body."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "Having children is my greatest achievement. It was my saviour. It switched my focus from the outside to the inside. My childen are gifts, they remind me of what's important."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Accept the children the way we accept trees with gratitude, because they are a blessing, but do not have expectations or desires. You don't expect trees to change, you love them as they are."
    },
    {
      "cite": "Anabela Loureiro",
      "quote": "The beauty that surrounds me is absolutely breathtaking, it's the faces of my children."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "What it's like to be a parent: It's one of the hardest things you'll ever do but in exchange it teaches you the meaning of unconditional love."
    },
    {
      "cite": "Elton John",
      "quote": "Everything I thought I'd hate about having children the crying, the screaming, nothing fazes me. I love it all, and it's relaxed me."
    },
    {
      "cite": "Medgar Evers",
      "quote": "Freedom has never been free. I love my children and I love my wife with all my heart. And I would die, die gladly, if that would make a better life for them."
    },
    {
      "cite": "Tony Morrison",
      "quote": "My children are delightful people whom I would love even if they weren't my children."
    },
    {
      "cite": "Harvey Karp",
      "quote": "Your top job as a new parent is to love your baby like crazy. After showering her with affection, your next two important jobs are to feed her and to calm her when she cries."
    },
    {
      "cite": "Uma Thurman",
      "quote": "Before I had my child, I thought I knew all the boundaries of myself, that I understood the limits of my heart. It's extraordinary to have all those limits thrown out, to realize your love is inexhaustible."
    },
    {
      "cite": "Harold Hulbert",
      "quote": "Children need love, especially when they do not deserve it."
    },
    {
      "cite": "Katey Sagal",
      "quote": "I've never loved anybody the way I love my children."
    },
    {
      "cite": "Gary Kemp",
      "quote": "I love my children unconditionally."
    },
    {
      "cite": "Lillian Gordy Carter",
      "quote": "I love all my children, but some of them I don't like."
    },
    {
      "cite": "Ayelet Waldman",
      "quote": "If a good mother is one who loves her child more than anyone else in the world, I am not a good mother. I am in fact a bad mother. I love my husband more than I love my children."
    },
    {
      "cite": "Fiona Dimas-Herd",
      "quote": "Parenting should always come from a place of unconditional loving."
    },
    {
      "cite": "Susan Smith",
      "quote": "I love my children. That will never change. I have prayed to them for forgiveness and hope that they will forgive me. I never meant to hurt them."
    },
    {
      "cite": "Robert Browning",
      "quote": "Motherhood: All love begins and ends there."
    },
    {
      "cite": "Thomas Paine",
      "quote": "If there must be trouble, let it be in my day, that my child may have peace."
    },
    {
      "cite": "Robert N. Munsch",
      "quote": "I'll love you forever, / I'll like you for always, / As long as I'm living / my baby you'll be"
    },
    {
      "cite": "W.A.H. Sigourney",
      "quote": "Oh! as I gaze on thy sinless bloom, / and thy radiant face that laughs at gloom, / I pray God keep the thus undefiled; / I pray Heaven bless my beautiful child."
    },
    {
      "cite": "Mitch Albom",
      "quote": "When you look into your mother’s eyes, you know that is the purest love you can find on this earth."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Love is the chain whereby to bind a child to its parents."
    },
    {
      "cite": "Amy Vanderbilt",
      "quote": "Parents must get across the idea that 'I love you always, but sometimes I do not love your behavior.'"
    },
    {
      "cite": "Anne Lamott",
      "quote": "There really are places in the heart you don't even know exist until you love a child."
    },
    {
      "cite": "Barbara Bush",
      "quote": "You have to love your children unselfishly. That is hard. But it is the only way."
    },
    {
      "cite": "Barbara Walters",
      "quote": "Parents of young children should realize that few people, and maybe no one, will find their children as enchanting as they do."
    },
    {
      "cite": "Edwin Hubbell Chapin",
      "quote": "No language can express the power, and beauty, and heroism, and majesty of a mother's love. It shrinks not where man cowers, and grows stronger where man faints, and over wastes of worldly fortunes sends the radiance of its quenchless fidelity like a star."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Mother's love is peace. It need not be acquired, it need not be deserved."
    },
    {
      "cite": "Helen Rice",
      "quote": "A mother's love is patient and forgiving when all others are forsaking, it never fails or falters, even though the heart is breaking."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There is no friendship, no love, like that of the parent for the child."
    },
    {
      "cite": "James E. Faust",
      "quote": "The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment."
    },
    {
      "cite": "Kevin Heath",
      "quote": "Love is giving your kids your undivided attention and time."
    },
    {
      "cite": "Roald Dahl",
      "quote": "It's a funny thing about mothers and fathers. Even when their own child is the most disgusting little blister you could ever imagine, they still think that he or she is wonderful."
    },
    {
      "cite": "Robert Brault",
      "quote": "A parent's love is whole no matter how many times divided."
    },
    {
      "cite": "Tenneva Jordan",
      "quote": "A mother is a person who seeing there are only four pieces of pie for five people, promptly announces she never did care for pie."
    },
    {
      "cite": "Jennifer Quinn",
      "quote": "Until one becomes a mother, no one can ever tell you what it feel like to love someone so deeply and profoundly that you will rejoice when they rejoice, ache when they ache, feel what they feel, even without speaking a word."
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "Mother love is the fuel that enables a normal human being to do the impossible."
    },
    {
      "cite": "Mary Mason",
      "quote": "A baby is something you carry inside you for nine months, in your arms for three years, and in your heart until the day you die."
    },
    {
      "cite": "Pamela Leo",
      "quote": "Children need at least one person in their life that thinks the sun rises and sets on them, who delights in their existence, and loves them unconditionally."
    },
    {
      "cite": "Shel Silverstein",
      "quote": "And she loved a little boy very much, even more than she loved herself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We find a delight in the beauty and happiness of children that makes the heart too big for the body."
    },
    {
      "cite": "John Ciardi",
      "quote": "Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "A rich child often sits in a poor mother's lap."
    },
    {
      "cite": "Andrea Richesin",
      "quote": "Motherhood means holding a baby in your arms and accepting an existential truth: nothing, not one thing, not me with all my wonders and complexities, matters more than this."
    },
    {
      "cite": "Ann Curry",
      "quote": "You can never tell them [I love you] too many times, let them roll their eyes . . . Life can sometimes be, for all of us, a bully and you need to have money in the bank. . . . Every time you say 'I love you,' you're putting money in the bank. You're not always going to be there to put money in the bank so I say you got to stock up so it will last a long time."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them."
    },
    {
      "cite": "Jason F. Wright",
      "quote": "With each spring comes new life, energy and green growth. In summer comes the sun, warm, kind and enduring. Fall brings its canvas of color in careful, gentle change. Winter brews into faithful strength, beauty in pure white. And then comes you. You are all that Nature offers, a blessing, a gift. You are the fifth season."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "I looked at this tiny perfect creature and it was as though a light switch had been turned on. A giant gush of love flooded out of me."
    },
    {
      "cite": "Mary Gordon",
      "quote": "No one had told her what it would be like, the way she loved her children. What a thing of the body it was, as physically rooted as sexual desire but without its edge of danger. . . . Once the children were in the house, the air became more vivid and more heated: every object in the house grew more alive."
    },
    {
      "cite": "Mary Howitt",
      "quote": "God sends children to enlarge our hearts / And make us unselfish / And full of kind sympathies and affections"
    },
    {
      "cite": "Maureen Hawkins",
      "quote": "Before you were conceived I wanted you. / Before you were born I loved you. / Before you were an hour I would die for you. / This is the miracle of Mother's love."
    },
    {
      "cite": "Max Lucado",
      "quote": "Why does a mother love her newborn? Because the baby is hers? Even more. Because the baby is her. Her blood, her flesh. Her sinew and spine. Her hope. Her legacy."
    },
    {
      "cite": "Milli Hill",
      "quote": "Attachment⁠—the invisible threads that connect us to our children⁠—woven from elements no lab could ever replicate: Love, Time, Connection, Closeness, Understanding . . . to name just a few."
    },
    {
      "cite": "Roni Jay",
      "quote": "As we carry our baby inside us, we know almost nothing about it that distinguishes it from anyone else's baby⁠—except that we love it unlike any other baby."
    },
    {
      "cite": "Theodor Reik",
      "quote": "Romance fails us and so do friendships, but the relationship of parent and child, less noisy than all the others, remains indelible and indestructible, the strongest relationship on earth."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent."
    },
    {
      "cite": "Rachel Platten, Ido Zmishlany",
      "quote": "I'll show you what love is and all that you're worth / You show me how to put somebody else first / I hope you like music as much as your mom / That you'll understand that I'm there when I'm gone"
    },
    {
      "cite": "Radney M. Foster",
      "quote": "Godspeed, little man / Sweet dreams, little man / Oh, my love will fly to you / Each night on angels wings / Godspeed, sweet dreams"
    },
    {
      "cite": "Emily Robinson, Natalie Maines, Martie Maguire, Daniel Dodd Wilson",
      "quote": "As you wander through this troubled world / In search of all things beautiful / You can close your eyes when you're miles away / And hear my voice like a serenade"
    },
    {
      "cite": "Emily Robinson, Natalie Maines, Martie Maguire, Daniel Dodd Wilson",
      "quote": "How long do you wanna be loved? / Is forever enough? / 'Cause I'm never, never giving you up"
    },
    {
      "cite": "Michael Jackson, Tupac Shakur, Johnny Jackson, Channette Higgens, Channoah Higgens",
      "quote": "Just know that your daddy loves you, got nuttin' but love for you / All I wanted was for you have a better life than I did / That's why I was out here on a twenty-four hour 365 grind / When you get to be my age you'll understand"
    },
    {
      "cite": "Paul Simon",
      "quote": "I'm gonna watch you shine / Gonna watch you grow / Gonna paint a sign / So you always know / As long as one and one is two / Ooh ooh / There could never be a father / Love his daughter more than I love you"
    },
    {
      "cite": "Neil Young",
      "quote": "When your summer days come tumbling down / And you find yourself alone / Then you can come back and be with me / Just close your eyes and I'll be there / Listen to the sound / Of this old heart beating for you / Yes I'd miss you / But I never want to hold you down / You might say I'm here for you"
    },
    {
      "cite": "James T. Slater",
      "quote": "And when she wraps her hand around my finger / How it puts a smile in my heart / Everything becomes a little clearer / I realize what life is all about / It's hanging on when your heart is had enough / It's giving more when you feel like giving up / I've seen the light / It's in my daughter's eyes"
    },
    {
      "cite": "Peter Blegvad",
      "quote": "That's my daughter in the water / Every time she fell I caught her. / Every time she fell. / That's my daughter in the water, / I lost every time I fought her. / I lost every time. /"
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Isn't she pretty / Truly the angel's best / Boy, I'm so happy / We have been heaven blessed / I can't believe what God has done / Through us he's given life to one / But isn't she lovely made from love."
    },
    {
      "cite": "Dr. T.P. Chia",
      "quote": "Parental love is the only love that is truly selfless, unconditional and forgiving."
    },
    {
      "cite": "Eileen Kennedy-Moore",
      "quote": "By loving them for more than their abilities we show our children that they are much more than the sum of their accomplishments."
    },
    {
      "cite": "James E. Faust",
      "quote": "To be a good father and mother requires that the parents defer many of their own needs and desires in favor of the needs of their children. As a consequence of this sacrifice, conscientious parents develop a nobility of character and learn to put into practice the selfless truths taught by the Savior Himself."
    },
    {
      "cite": "Charles Dickens",
      "quote": "I love these little people; and it is not a slight thing when they, who are so fresh from God, love us."
    },
    {
      "cite": "Elaine M. Ward",
      "quote": "The rules for parents are but three... love, limit and let them be."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "The birth of my sons. The birth of new emotions...what a privilege. What a blessing."
    },
    {
      "cite": "Gina Lee Nolin",
      "quote": "My children are the reason I laugh, smile and want to get up every morning."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Children are the hands by which we take hold of heaven."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "Somehow destiny comes into play. These children end up with you and you end up with them. It’s something quite magical."
    },
    {
      "cite": "Polly Berrien Berends",
      "quote": "The gain is not the having of children; it is the discovery of love and how to be loving."
    },
    {
      "cite": "Raymond Feist",
      "quote": "You can only have one first born child. You may love all your children deeply and with passion, but there is something unique about the first born."
    },
    {
      "cite": "Robert Brault",
      "quote": "When you have brought up kids, there are memories you store directly in your tear ducts."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "I looked on childrearing not only as a work of love and duty but as a profession that was fully interesting and challenging as any honourable profession in the world and one that demanded the best that I could bring to it."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    }
  ]
}