{
  "source": "https://www.wisesayings.com/i-love-you-more-than-quotes/",
  "theme": "i-love-you-more-than",
  "quotes": [
    {
      "cite": "Rosemonde Gerard",
      "quote": "I swear I couldn't love you more than I do right now, and yet I know I will tomorrow."
    },
    {
      "cite": "Ingrid Michaelson",
      "quote": "I love you more than I could ever promise because you take me the way I am."
    },
    {
      "cite": "Edmond Rostand",
      "quote": "I love you more than yesterday, less than tomorrow."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "I love you more than my own skin."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Today I love you more than ever; tomorrow I will love you even more. I need you more than ever, I want you more than ever."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I love you more than there are stars in the sky and fish in the sea."
    },
    {
      "cite": "Joe Dunthorne",
      "quote": "I love you more than words. And I am a big fan of words."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "I love you more than anything in the world combined."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "I love you more than I think I should."
    },
    {
      "cite": "Spiral Starecase",
      "quote": "I love you more today than yesterday."
    },
    {
      "cite": "Ben Folds",
      "quote": "I love you more than I have ever found a way to say to you."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than the stars above, than the sun that rises every morning, than the moon in the night sky."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than words can show, I think about you more than you could ever know, until forever this will be true, because there is no one I would ever love the way I love you."
    },
    {
      "cite": "50 Cent",
      "quote": "I love you more than a fat kid loves cake."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than words can define, feelings can express and thoughts can imagine."
    },
    {
      "cite": "Jude Morgan",
      "quote": "I love you more than I can express, or can ever hope to express."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than you know, and I'm hoping you love me more than you show."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "I love you more than I hate everything else."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than life itself."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than I ever thought possible."
    },
    {
      "cite": "unknown",
      "quote": "Everyday we tell ourselves we're better off without each other, but then every morning I wake up and realize I love you more than the day before."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than yesterday but nothing is compared to tomorrow."
    },
    {
      "cite": "unknown",
      "quote": "I love you more than any word can say. I love you more than every action I take. I'll be right here loving you till the end."
    },
    {
      "cite": "Season Dixon",
      "quote": "I love you more than anything."
    },
    {
      "cite": "Season Dixon",
      "quote": "I love you more than rainbows and a big pot of gold. I love you more than ice cream and all the candy I could hold."
    },
    {
      "cite": "Season Dixon",
      "quote": "I love you more than butterflies floating in the sky. I love you more than flowers in the month of May."
    },
    {
      "cite": "Season Dixon",
      "quote": "I love you more than sparklers and fireworks galore. I love you more than popsicles on a hot summer day."
    },
    {
      "cite": "Season Dixon",
      "quote": "I love you more than all the stars that twinkle in the night."
    },
    {
      "cite": "Bailey Thompson",
      "quote": "I love you more than raindrops falling softly from clouds so high."
    },
    {
      "cite": "Bailey Thompson",
      "quote": "I love you more than seashells that we find by the shore."
    },
    {
      "cite": "Bailey Thompson",
      "quote": "I love you  more than chocolate cake and I even love you more."
    },
    {
      "cite": "Taye Diggs",
      "quote": "I love you more than so many things I love."
    },
    {
      "cite": "Stacey Gray Morast",
      "quote": "I love you more than the wind blowing by."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I Love you more than barbecue. You're succulent and saucy, smoky and sweet. Your aroma fills up my senses and makes my mouth water. And you're delicious with a pitcher of cold beer and a side of fries."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I love you more than my high school days. With you, I'm never a nerd-always one of the studs. Every night with you feels like the prom. And you'd never give me a wedgie for taking too much time in the bathroom."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I love you more than beef jerky. You always give me something to chew on. You're salty and satisfying. And I can count on you to give me sustenance when I'm running low."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I love you more than the Simpsons. You've got more brains than Lisa. You're more huggable than Maggie. And even on your worst days, you've got way better hair than Marge."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I love you more than heavy machinery. You're subtler than a bulldozer, more graceful than a crane. And just being with you is always an earth-moving experience."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I love you more than three-day weekends. Everyday with you is like a national holiday. You're more fun than a day off with pay. And there's nothing I'd rather do than sleep through the alarm with you by my side."
    },
    {
      "cite": "Rex Hamilton",
      "quote": "I love you more than rock n' roll. You're heavier than heavy metal, sexier than rhythm and blues. And I'll be your number-one groupie until the end of the road."
    },
    {
      "cite": "Anna T. Zwicker",
      "quote": "I love her more than tongues can tell and that is why I am giving her to you. I know you will love her more than tongues can tell, too."
    },
    {
      "cite": "Janie Reinart",
      "quote": "I love you deeply, more than you know."
    },
    {
      "cite": "Jennifer Murphy",
      "quote": "I love you more than life itself."
    },
    {
      "cite": "Susan Musgrave",
      "quote": "I love you more than the snowdrops in the park, lighting our way through the February dark."
    },
    {
      "cite": "Susan Musgrave",
      "quote": "I love you more than the gentle chickadees, flitting from our feeder on the crisp March breeze."
    },
    {
      "cite": "Susan Musgrave",
      "quote": "I love you more than the stars so high, winking and dancing in the January sky."
    },
    {
      "cite": "Laura Duksta",
      "quote": "I love you taller than the tallest giraffe ever grown. I love you louder than the loudest rocket ship ever blasted. I love you longer than the longest lollipop ever lasted."
    },
    {
      "cite": "Laura Duksta",
      "quote": "I love you higher than the highest bird ever flew. I love you taller than the tallest tree ever grew.."
    },
    {
      "cite": "Laura Duksta",
      "quote": "I love you longer than the longest path ever wound. I love you prettier than the prettiest flower ever found."
    },
    {
      "cite": "Laura Duksta",
      "quote": "I love you deeper than the deepest fish ever swam. I love you stronger than the strongest big river dam."
    },
    {
      "cite": "Kealy Connor Lonning",
      "quote": "I love you more than all the stars that shine at night, the sun that gives us light."
    },
    {
      "cite": "Kealy Connor Lonning",
      "quote": "I love you more than all the beaches full of sand, the waves that crash on land."
    },
    {
      "cite": "Kealy Connor Lonning",
      "quote": "I love you more than all the leaves upon the trees, the flowers and the bees."
    },
    {
      "cite": "Kealy Connor Lonning",
      "quote": "I love you more than all the creatures big and small, each stream and waterfall."
    },
    {
      "cite": "Kealy Connor Lonning",
      "quote": "I love you more than all the mountains up so high, the rainbows in the sky."
    }
  ]
}