{
  "source": "https://www.wisesayings.com/i-need-you-quotes/",
  "theme": "i-need-you",
  "quotes": [
    {
      "cite": "Carson Mccullers.",
      "quote": "The way i need you is a loneliness i cannot bear."
    },
    {
      "cite": "LeAnn Rimes",
      "quote": "Like mercy from heaven's gate, there's a freedom in your arms that carries me through. I need you."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'"
    },
    {
      "cite": "Lamisi Danaba",
      "quote": "I want you to need me like the air you breath,I want you to hold me in your loving arms, I want you to need me, like i need you!"
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Today and always, beyond tomorrow, i need you beside me, always as my friend, lover and forever soul mate."
    },
    {
      "cite": "Winnie Kiri",
      "quote": "I need you now, I need you tomorrow, I need you every single second. Please don't leave, unless you never cared..."
    },
    {
      "cite": "John Cale",
      "quote": "I never use the word, it's loaded. What love means to me is need."
    },
    {
      "cite": "Abbi Glines",
      "quote": "I need you. Right now. Let me love you right here, please."
    },
    {
      "cite": "Cameron Addison",
      "quote": "You are the one I want, the one I need, the one I have."
    },
    {
      "cite": "Janet Jackson",
      "quote": "I need you like the blues needs the pain."
    },
    {
      "cite": "Patrick Carman",
      "quote": "You can't be gone. I need you here, with me. What am I going to do without you?"
    },
    {
      "cite": "Eva",
      "quote": "I found everything i needed when i found you."
    },
    {
      "cite": "Joe Cocker",
      "quote": "You're everything I hope for. You're everything I need. You are so beautiful to me."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "I love you because I know you're always there, there to catch me when I fall, there to listen when i need you, there when I feel alone."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "For every day, I miss you. For every hour, i need you. For every minute, I feel you. For every second, I want you. Forever, I love you"
    },
    {
      "cite": "Meghan O'Rourke,",
      "quote": "Sometimes you don't even know what you want until you find out you can't have it"
    },
    {
      "cite": "Jimmy Needham",
      "quote": "I need You like hurricane...to tear my walls down. I'm only yours now."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "But if you tame me, then we shall need each other. To me, you will be unique in all the world. To you, I shall be unique in all the world."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "I'm lying. I don't just need someone like you. I need you."
    },
    {
      "cite": "Mick Jagger",
      "quote": "You can't always get what you want, but if you try sometimes, you might find, you get what you need."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "I need you for a lot of things, Hardy. A lifetime's worth of things."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "I do not need to love you to prove that I love myself!!"
    },
    {
      "cite": "Doug Stanhope",
      "quote": "I need you to love me, I don't like me, either, if that helps."
    },
    {
      "cite": "Suzanne Wright",
      "quote": "I don't need words, I just need you to come back."
    },
    {
      "cite": "Holly Black",
      "quote": "I need you to be happy. I need one of us to be happy."
    },
    {
      "cite": "Lora Leigh",
      "quote": "I need you more than I need freedom."
    },
    {
      "cite": "Barbara Stanwick",
      "quote": "I need him like the axe needs the turkey."
    },
    {
      "cite": "Akim Tamiroff",
      "quote": "Your kind-of-woman needs a guy—not a fine gentleman."
    },
    {
      "cite": "Coleen Gray",
      "quote": "Oh, you'll need me. You'll need a woman. Need what a woman can give you. To do what you have to do. The sun only shines half the time."
    },
    {
      "cite": "John Lennon and Paul McCartney",
      "quote": "Will you still need me, will you still feed me, when I'm sixty-four?"
    },
    {
      "cite": "Martial",
      "quote": "Difficult or easy, pleasant or bitter, you are the same you: I cannot live with you—or without you."
    },
    {
      "cite": "Paul Alfred Rubens",
      "quote": "Oh, we don't want to lose you but we think you ought to go / For your King and your Country both need you so."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "When someone needs us, it makes us feel important and significant, so it's also natural to assume that needing someone is a sign pu our love for them."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "We can only take responsibility for our own happiness when we don't rely on someone else to complete us."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "When we need someone to give to us in a very specific manner, it's because there are needs that we need to fill; and these needs create gaps inside us that heavily influence our definition of what love is."
    },
    {
      "cite": "Osho Rajneesh",
      "quote": "If you depend on someone for your happiness, you are becoming a slave, you are becoming dependent, you are creating a bondage."
    },
    {
      "cite": "Harold Sherman",
      "quote": "The more you depend on forces outside yourself, the more you are dominated by them."
    },
    {
      "cite": "Giovanni Bruschi",
      "quote": "Lord my sovereign God, creator of the universe have mercy on my soul for I am one of many who need you."
    },
    {
      "cite": "Giovanni Bruschi",
      "quote": "I need your love and strength to shape my life, teach me how to be like your son, to have the heart, the virtue, the fire of Jesus Christ."
    },
    {
      "cite": "Patrick Hoeller",
      "quote": "When you need someone, you will lose your independence as a human being. You are constantly reliant on another person"
    },
    {
      "cite": "Joe",
      "quote": "When your not around / I feel lost and not centered / Then I find my way home / And I'm breathing again / Safe and comforted."
    },
    {
      "cite": "Jesus Penaranda",
      "quote": "To have the warm scent of your breath waking me in / the middle of the night. I need you closer. / Standing by my side. My heart longs for you. / So distant you feel to me, you're like that star, shining so far..."
    },
    {
      "cite": "Edward Shanks",
      "quote": "My lovely one, be near to me tonight. / For now, I need you most, since I have gone / Through the sparse woodland in the fading light, / Where in time past we two have walked alone."
    },
    {
      "cite": "Zora Bernice May Cross",
      "quote": "What have you more than I, who crave you so? / Have I, not hands and feet and thoughts to tell? / All my sweet senses and fine dreams that swell / Rich with contentments that the star-winds blow? / Yet do I need you everywhere I go."
    },
    {
      "cite": "Jaago Machiek Jr",
      "quote": "Come close, lemme know you. / Inside me, I need you to be true. / All time me, gonna stay true, / inside you."
    },
    {
      "cite": "Dalton Brownie",
      "quote": "Woman I need you (I need you) like never before (Like never before) / African woman you're the one I adore / I need you (I need you) like never before (Like never before) / And when you're with me I feel so safe and secure."
    },
    {
      "cite": "Kara Diogardi",
      "quote": "Oh baby, I need you / For the rest of my life, girl / I need you / To make everything right, girl / I love you / And I'll never deny that / I need you."
    },
    {
      "cite": "Gerry Beckley",
      "quote": "I need you like the flower needs the rain / You know I need you, guess I'll start it all again / You know I need you like the winter needs the spring / You know I need you, I need you."
    },
    {
      "cite": "Laini Taylor",
      "quote": "Your soul sings to mine. My soul is yours, and it always will be, in any world. No matter what happens. I need you to remember that I love you."
    },
    {
      "cite": "Claudia Gray",
      "quote": "I need you to protect me from being lonely. Don't fight for me. Be with me. That's what I need.-Bianca to Lucas"
    },
    {
      "cite": "Jenny Han",
      "quote": "I need you to know that no matter what happens, it was worth it to me. Being with you, loving you. It was all worth it."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "I do not need drugs to be a genius, do not take a genius to be human, but I need your smile to be happy."
    },
    {
      "cite": "Curtis Jackson",
      "quote": "I need you to pray for me; I need you to care for me. I need you to want me to win. I need to know where I'm heading because I know where I've been."
    },
    {
      "cite": "Anne Frank",
      "quote": "I love the time I spend with you. You make my living worthwhile. Why don't I meet you before. I wish I could start my life From the beginning with you because the time I spend with you is never enough. I need you more every day."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I need you here with me we look for our love but we don't find it. I'm searching and searching, I really need you here with me boy, we're going Round-and Round!"
    },
    {
      "cite": "Jamie",
      "quote": "They say our love is not true but the truth is that they're all fools,  I need you, you need me that's the end of our love story."
    }
  ]
}