{
  "source": "https://www.wisesayings.com/i-want-you-quotes/",
  "theme": "i-want-you",
  "quotes": [
    {
      "cite": "Ritu Ghatourey",
      "quote": "When I'm away from you, I'm still with you, when my eyes are closed, I still see you, when I'm awake, I still dream of you, when I feel have everything, I still need you, and no matter what I still love you."
    },
    {
      "cite": "Mackenzie Herbert",
      "quote": "My heart had been touched by him, battered by him, cradled by him as the days passed. He was cruel without meaning to be yet he was kind, and I needed him too much to let myself want him"
    },
    {
      "cite": "Holly Stephens",
      "quote": "I've already been to hell and back. This time, I want to go to paradise. I want to do whatever it is you want. Because all I want is you, by my side, from this moment until forever"
    },
    {
      "cite": "Lamisi Danaba",
      "quote": "I want you to need me like the air you breathe, i want you to hold me in your loving arms, i want you to need me, like I need you!"
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Today and always, beyond tomorrow, I need you beside me, always as my friend, lover and forever soul mate"
    },
    {
      "cite": "Sara Gruen",
      "quote": "I want her to melt into me, like butter on toast. I want to absorb her and walk around for the rest of my days with her encased in my skin. I want."
    },
    {
      "cite": "Saffron Lumber",
      "quote": "You came like the night thief, bloomed in my heart like the red rose and I want you to light up my life like the morning sun"
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "I don't care if I'm not your first. All I want is to be your last!"
    },
    {
      "cite": "Holly Black",
      "quote": "I want you and I hate wanting things and I especially hate admitting I want them."
    },
    {
      "cite": "Nuala O'Faolain",
      "quote": "The wait is long, my dream of you does not end."
    },
    {
      "cite": "Sal Dormant",
      "quote": "If I knew I would be so happy one day, I would have searched for you harder and found you before so that I could spend more time with you."
    },
    {
      "cite": "Amanda Bouchet",
      "quote": "I want him everywhere. I burn for him in places he hasn't even touched."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "Everyday I tell myself I need to get over you, But every night I find myself thinking about how much I want you back."
    },
    {
      "cite": "Donna White",
      "quote": "Every single day I want you to be happy and full of joy, just like you make me happy by just passing through my mind."
    },
    {
      "cite": "Lana Dudley",
      "quote": "Your cute smile and your happy laughter attracted me to you, but your caring loving heart is the reason why I want to spend the rest of my life with you."
    },
    {
      "cite": "S.J. Watson",
      "quote": "I want him to be happy. And I want you to be happy, too. Even if you can only find that happiness without me."
    },
    {
      "cite": "Olivia Munn",
      "quote": "I want you to like me, but I don't care if you don't."
    },
    {
      "cite": "Alex Rosa",
      "quote": "I can't tell if wanting you is selfish or stupid."
    },
    {
      "cite": "Chelle Mish",
      "quote": "I want you to know that you are the best thing that has ever happened to my life and I will never ever allow anyone to take you from me."
    },
    {
      "cite": "Abdu'l-Bahá",
      "quote": "I want you to be happy...to laugh, smile and rejoice in order that others may be made happy by you."
    },
    {
      "cite": "Confucius",
      "quote": "I want you to be everything that's you, deep at the center of your being."
    },
    {
      "cite": "Sushil Singh",
      "quote": "I don't want you to save me I want you to stand by my side as I save myself"
    },
    {
      "cite": "Lil Wayne",
      "quote": "I want you to know, that you deserve the best. You're beautiful."
    },
    {
      "cite": "Raghib Clitso",
      "quote": "I wished upon a star, hoping it come true. The next day we met and I ended up with you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "So it's not gonna be easy. It's going to be really hard; we're gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me... everyday."
    },
    {
      "cite": "GAIL CARSON LEVINE",
      "quote": "I want to be with you forever and beyond."
    },
    {
      "cite": "Roy Croft",
      "quote": "I love you not only for what you are, but for what I am when I am with you."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Love to me is someone telling me, 'I want to be with you for the rest of my life, and if you needed me to I'd jump out of a plane for you."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I love her and that's the beginning and end of everything."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "If I know what love is, it is because of you."
    },
    {
      "cite": "Helen Keller",
      "quote": "Things must be felt with the heart."
    },
    {
      "cite": "Charles De Leusse",
      "quote": "The water shines only by the sun. And it is you who are my sun."
    },
    {
      "cite": "Leo Christopher",
      "quote": "I swear I couldn’t love you more than I do right now, and yet I know I will tomorrow."
    },
    {
      "cite": "Julia Roberts",
      "quote": "You know it’s love when all you want is that person to be happy, even if you’re not part of their happiness."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "To lose balance sometimes for love is part of living a balanced life."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Love is like a virus. It can happen to anybody at any time."
    },
    {
      "cite": "Angelita Lim",
      "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Love is that condition in which the happiness of another person is essential to your own."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The best thing to hold onto in life is each other."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "If I had a flower for every time I thought of you… I could walk through my garden forever."
    },
    {
      "cite": "Elvis Presley",
      "quote": "Take my hand, take my whole life too. For I can’t help falling in love with you."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "You are the finest, loveliest, tenderest, and most beautiful person I have ever known and even that is an understatement."
    },
    {
      "cite": "When Harry Met Sally",
      "quote": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
    },
    {
      "cite": "Ben Folds",
      "quote": "I love you more than I have ever found a way to say to you."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "If you remember me, then I don’t care if everyone else forgets."
    },
    {
      "cite": "Emily Bronte",
      "quote": "He’s more myself than I am. Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "You are, and always have been, my dream."
    },
    {
      "cite": "Aristotle",
      "quote": "Love is composed of a single soul inhabiting two bodies."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Brendan Francis",
      "quote": "A man is already halfway in love with any woman who listens to him."
    },
    {
      "cite": "Melvin Udall",
      "quote": "You make me want to be a better man."
    }
  ]
}