{
  "source": "https://www.wisesayings.com/ice-cream-quotes/",
  "theme": "ice-cream",
  "quotes": [
    {
      "cite": "Puck",
      "quote": "Summer would not be summer without Ice-cream. Ice-cream is the favorite currency of love."
    },
    {
      "cite": "Jim Fiebig",
      "quote": "Age does not diminish the extreme disappointment of having a scoop of ice cream fall from the cone."
    },
    {
      "cite": "Wendy Liebman",
      "quote": "I go running when I have to. When the ice cream truck is doing sixty."
    },
    {
      "cite": "Jerry Greenfield",
      "quote": "Ice cream is the perfect buffer, because you can do things in a somewhat lighthearted way. Plus, people have an emotional response to ice cream; it's more than just food. So I think when you combine caring, and eating wonderful food, it's a very powerful combination."
    },
    {
      "cite": "Don Kardong",
      "quote": "Without ice cream, there would be darkness and chaos."
    },
    {
      "cite": "Voltaire",
      "quote": "Ice cream is exquisite. What a pity it isn't illegal."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Life is like an ice-cream cone, you have to lick it one day at a time."
    },
    {
      "cite": "Heywood Broun",
      "quote": "I doubt whether the world holds for anyone a more soul-stirring surprise than the first adventure with ice cream."
    },
    {
      "cite": "Dr. Idel Dreimer",
      "quote": "Ice cream — the great melter of all resolve."
    },
    {
      "cite": "Rachel Nichols",
      "quote": "I love dessert. All kinds. But there's something about ice cream that makes me happy. I am drawn to its simplicity. I am perplexed by the endless supply of constantly growing flavor options. And I am always in the mood for sprinkles and a sugar cone."
    },
    {
      "cite": "Joseph Epstein",
      "quote": "Not to like ice cream is to show oneself uninterested in food."
    },
    {
      "cite": "Charles Baxter",
      "quote": "Forget art. Put your trust in ice cream."
    },
    {
      "cite": "Brian Regan",
      "quote": "I think the serving size of ice cream is when you hear the spoon hit the bottom of the container."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Like magic, she felt him getting nearer, felt it like a pull in the pit of her stomach. It felt like hunger but deeper, heavier. Like the best kind of expectation. Ice cream expectation. Chocolate expectation."
    },
    {
      "cite": "Iain Pears",
      "quote": "A day without ice cream was a day wasted."
    },
    {
      "cite": "David Nail",
      "quote": "Now just the thought of eating ice cream puts pounds on me."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Everyone knows that ice cream is worth the trouble of being cold. Like all things virtuous, you have to suffer to gain the reward."
    },
    {
      "cite": "Hanako Ishii",
      "quote": "You can describe me as a Ice cream! I'm cold.. But, you know.. Ice cream is very sweet."
    },
    {
      "cite": "Jessie Lane Adams",
      "quote": "Ice cream is happiness condensed."
    },
    {
      "cite": "Judith Olney",
      "quote": "Always serve too much hot fudge sauce on hot fudge sundaes. It makes people overjoyed, and puts them in your debt."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Hot fudge is the fairy prince, a knight in chocolate armor — the happily ever after of ice cream."
    },
    {
      "cite": "Anne Fadiman",
      "quote": "It is a grave error to assume that ice cream consumption requires hot weather."
    },
    {
      "cite": "Morris Lapidus",
      "quote": "If you like ice cream, why stop at one scoop? Have two, have three. Too much is never enough."
    },
    {
      "cite": "Bert &amp; Ernie Sing-Along",
      "quote": "Oh, everyone likes ice cream, yes indeed they do. Everyone likes ice cream, I do do you? Search the whole world over, travel near and far. But everyone likes ice cream no matter who they are."
    },
    {
      "cite": "Jenna Evans Welch",
      "quote": "Gelato. Italian ice cream. The greatest thing that will ever happen to you."
    },
    {
      "cite": "Alice Cooper",
      "quote": "I ain't no veggie, like my flesh to the bone, alive and licking on your ice cream cone."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I'd rather be at home and eat ice cream than go out and get wasted."
    },
    {
      "cite": "Mike Manfredi",
      "quote": "It's fun. When people come in to buy ice cream, they're happy. It's a treat."
    },
    {
      "cite": "Pete Sorensen",
      "quote": "It is like a temptation to eat ice cream instead of something that is better for you."
    },
    {
      "cite": "Chris Pratt",
      "quote": "You can pour melted ice cream on regular ice cream. It's like a sauce!"
    },
    {
      "cite": "Betsy Canas Garmon",
      "quote": "Ice cream cravings are not to be taken lightly."
    },
    {
      "cite": "Petra Hermans",
      "quote": "You did not sell nor wanted to buy me Ice cream. You gave me my most favourite flavour."
    },
    {
      "cite": "Rupert Grint",
      "quote": "So yes, I do want to try and keep things going if I can. I have a few things brewing... And if it doesn't happen, I did buy an ice cream van a while ago. So I always have that to fall back on."
    },
    {
      "cite": "Ronnie Hepperly",
      "quote": "To see a hungry kid eating a bowl of rice like it's ice cream -- there's a satisfaction in that, that words can't express."
    },
    {
      "cite": "Constance White",
      "quote": "I can't run for as many ice cream breaks as I used to when I watched for pure enjoyment."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "I guess ice cream is one of those things that are beyond imagination."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The only emperor is the emperor of ice cream."
    },
    {
      "cite": "Francesca Lia Block",
      "quote": "Everything was chocolate ice cream and kisses and wind."
    },
    {
      "cite": "Justin Deeley",
      "quote": "I always say whoever can figure out how to make ice cream healthy will be a gazillionaire."
    },
    {
      "cite": "Ginger Rogers",
      "quote": "My love for ice cream emerged at an early age - and has never left!"
    },
    {
      "cite": "Nicholson Baker",
      "quote": "Spoon the sauce over the ice cream. It will harden. This is what you have been working for."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Eating ice cream and not exercising is great. The downside is your health isn't so good."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Until you got ice cream spilled on you, you're not doing field work."
    },
    {
      "cite": "Sammy Nelson",
      "quote": "They can crumble as easily as ice cream in this heat."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Scoops of mint ice cream with chips of chocolate cows."
    },
    {
      "cite": "Billy Tauzin",
      "quote": "This is not ice cream. These are powerful products."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate. That's my philosophy."
    },
    {
      "cite": "Susan Hill",
      "quote": "Ice cream goes with springtime."
    },
    {
      "cite": "Jessie Ware",
      "quote": "Ice cream is my comfort food."
    },
    {
      "cite": "Joshua Jenkinson",
      "quote": "Easy as an ice cream sundae. Slipping outta your hand into the dirt. Easy as an ice cream sundae. Every dancer gets a little hurt."
    },
    {
      "cite": "Morris Day",
      "quote": "We're all ice cream castles in the summertime. Ice cream castles in the summer."
    },
    {
      "cite": "Akshar",
      "quote": "First love is like vanilla ice cream. There may come many eclectic flavors, but there shall be only one classic."
    },
    {
      "cite": "Akilah Hughes",
      "quote": "Don't let your ice cream melt while you're counting somebody else's sprinkles."
    },
    {
      "cite": "Anonymous",
      "quote": "My head says go to the gym, my heart says eat more ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "There is always room for ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is like an ice cream enjoy it before it melts."
    },
    {
      "cite": "Anonymous",
      "quote": "You can't buy happiness. But you can buy ice cream and that is pretty much the same thing."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There is no sincerer love than the love of ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "Tomorrow we can eat brocolli, but today is for ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "Icre cream solves everything."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "You miss 100% of the ice cream you don't scoop."
    },
    {
      "cite": "Anonymous",
      "quote": "Ice cream never asks silly questions. Ice cream understands."
    },
    {
      "cite": "Joseph Epstein",
      "quote": "Not to like ice cream is to show oneself uninterested in food."
    },
    {
      "cite": "Doug Ducey",
      "quote": "Ice cream brings people together."
    },
    {
      "cite": "Anonymous",
      "quote": "If you were ice cream, you would be my favorite flavor."
    },
    {
      "cite": "Anonymous",
      "quote": "You are the sprinkles to my ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "Happiness is a tub of ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "My brain said salad but my stomach autocorrect it to ice cream."
    },
    {
      "cite": "Anonymous",
      "quote": "The only running I do is to chase the ice cream truck."
    }
  ]
}