{
  "source": "https://www.wisesayings.com/ice-skating-quotes/",
  "theme": "ice-skating",
  "quotes": [
    {
      "cite": "Dorothy Hamill",
      "quote": "If you are a complete perfectionist, then the truth is that this ice skating business will drive you a little crazy!"
    },
    {
      "cite": "Ashley Wagner",
      "quote": "Skating is one of those sports you unfortunately see people get stuck in."
    },
    {
      "cite": "Peggy Fleming",
      "quote": "Skating was the vessel into which I could pour my heart and soul."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "One step, two steps, three steps; like winds of time experience joy of centuries, when movements become revelations of the dance of destinies."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "Society is like a large piece of frozen water; and skating well is the great art of social life."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A man learns to skate by staggering about and making a fool of himself. Indeed he progresses in all things by resolutely making a fool of himself."
    },
    {
      "cite": "Patrick Kane",
      "quote": "I wouldn't be face-washing anyone in real life. I'd be skating to the bench real fast to get away."
    },
    {
      "cite": "Gracie Gold",
      "quote": "Skating can make you feel athletic, graceful, beautiful."
    },
    {
      "cite": "Kevin Keegan",
      "quote": "We don't get any marks for effort like in ice-skating."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "It's a strange world of language in which skating on thin ice can get you into hot water."
    },
    {
      "cite": "Daniel Johns",
      "quote": "People don't understand sarcasm, like, they take everything too seriously. People need to lighten up and go ice skating."
    },
    {
      "cite": "Gina Marinello-Sweeney",
      "quote": "Icy pillars of serenity, spun from airy mist, entered my quiet vision in echoes of worlds unknown."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I asked my old man if I could go ice-skating on the lake. He told me, wait til it gets warmer."
    },
    {
      "cite": "Tony Hawk",
      "quote": "I won't quit skating until I am physically unable."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "Hearts shall dance once again; when canvas of ice is painted with the brush of skates."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In skating over thin ice our safety is in our speed."
    },
    {
      "cite": "D. B. Sweeney",
      "quote": "Skating is tough to pick up when you are a grown up."
    },
    {
      "cite": "Johnny Weir",
      "quote": "To me, skating should look effortless even when you're doing the hardest of elements."
    },
    {
      "cite": "Stephen Wright",
      "quote": "I like to skate on the other side of the ice."
    },
    {
      "cite": "Laurie Strongin",
      "quote": "If you're skating on thin ice, you might as well dance!"
    },
    {
      "cite": "Michelle Trachtenberg",
      "quote": "Ice skating is very difficult. It takes a lot of discipline and a lot of hard work. It's fun, but you are there on the ice every morning freezing and trying to do these moves and these tricks."
    },
    {
      "cite": "Dorothy Hamill",
      "quote": "If you don't know a lot about figure skating, it's easy to fall in love with ice dancing because it's so romantic and so theatrical."
    },
    {
      "cite": "Gracie Gold",
      "quote": "In skating there's always another jump or another spin variation or another thing to learn, and that's what I liked about it."
    },
    {
      "cite": "Adelina Sotnikova",
      "quote": "Figure skating is not a hobby. Its my work, which I want to do, and do well."
    },
    {
      "cite": "Johnny Weir",
      "quote": "Figure skating is theatrical. It's artistic. It's elegant. It's extremely athletic. And there's a very specific audience for that."
    },
    {
      "cite": "Jud Tylor",
      "quote": "I think you learn how to fall well when you're figure skating. Your reflexes are very acute."
    },
    {
      "cite": "Gracie Gold",
      "quote": "It's just skating, and you're going to have a couple of mistakes. Even in practice, you're not hitting 100%."
    },
    {
      "cite": "Michio Kaku",
      "quote": "For relaxation, I like to figure skate. Being on the ice and spinning and jumping, I feel very close to nature. In particular, I feel very close to Newton’s law of motion. On the ice, you can experience Newton’s laws of motion in their purest, most elegant form."
    },
    {
      "cite": "Anita Shreve",
      "quote": "If you’re skating on thin ice, you might as well dance."
    },
    {
      "cite": "Alexei Yagudin",
      "quote": "A figure skater is not just a figure skater who does great jumps. He is an artist on ice."
    },
    {
      "cite": "Kurt Browning",
      "quote": "I love how my sport reaches out to people with the music and story lines, the glory of standing up for three or four minutes of tough, arduous, gravity-defying skating and all the stuff that goes with it."
    },
    {
      "cite": "Tenley Albright",
      "quote": "It almost alarms me how free I feel on the ice. I don't think about the hospital or the groceries or the kids--I'm just in touch with myself. It's exciting when your whole body is moving in synchronous motion."
    },
    {
      "cite": "Johnny Weir",
      "quote": "I'm an ice skater. I'm all about the glitter."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "I skate where the puck is going to be not where it was."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself. And if you make any mistakes, you're dead."
    },
    {
      "cite": "Cher",
      "quote": "If I can't defrost this refrigerator pretty soon, I can rent it to Peggy Fleming to rehearse in."
    },
    {
      "cite": "Yuzuru Hanyu",
      "quote": "In skating I can use all languages, for all the people."
    },
    {
      "cite": "Dave Barry",
      "quote": "The problem with winter sports is that-follow me closely here-they generally take place in winter."
    },
    {
      "cite": "Amy Farrah Fowler",
      "quote": "I can't go ice skating. I have unnaturally brittle ankles."
    },
    {
      "cite": "James Belushi",
      "quote": "I remember John told me, \"When you're skating on thin ice, skate fast.\""
    },
    {
      "cite": "Gary Baker; Frank Joseph Myers; Anthony Little",
      "quote": "Christmas lights up the city / Rooftops covered in snow / Lovers sharing a sleigh ride cuddle close / And their eyes seem to glow / Window shopping on Main Street / Bundled up head to toe / Children ice skating 'round the Christmas tree / I see smiles young and old."
    },
    {
      "cite": "Samk",
      "quote": "I've been holding onto the tightropes / Skating on thin ice, skating on thin ice / I've been hanging over the lava / Check in once or twice, please check in once or twice."
    },
    {
      "cite": "Scott Windsor",
      "quote": "This ship has sailed / Our long morning walks / Our shadows stretched out in front of us / The new born sun burning away at our backs / The words were formed and spoken in relief / Just happy that the moments had been filled / So let me do the pretending / We will get better over time / Just like skating on broken ice with you I'm treading lightly / I'm watching my step / This ship has sailed and we're pushing away / Always a song in your head / Always unfailing, always lovely / But you never bother to sing / It's like skating on broken ice with you."
    },
    {
      "cite": "Christine Brennan",
      "quote": "This is a sport where you talk about sequins, earrings, and plunging necklines—and you are talking about men."
    }
  ]
}