{
  "source": "https://www.wisesayings.com/ice-quotes/",
  "theme": "ice",
  "quotes": [
    {
      "cite": "A.S. Byatt",
      "quote": "Ice burns, and it is hard to the warm-skinned to distinguish one sensation, fire, from the other, frost."
    },
    {
      "cite": "Amy Lowell",
      "quote": "You are ice and fire the touch of you burns my hands like snow."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Thou art all ice. Thy kindness freezes."
    },
    {
      "cite": "Bat Masterson",
      "quote": "We all get the same amount of ice. The rich get it in the summer. The poor get it in the winter."
    },
    {
      "cite": "Anita Shreve",
      "quote": "If you're skating on thin ice, you might as well dance."
    },
    {
      "cite": "Ihara Saikaku",
      "quote": "Like ice beneath the sun's rays, to such poverty did he fall his fortune melted to water."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "They say blood is thicker than water, but I say ice, can be more solid than blood, when times get cold."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who cannot put his thoughts on ice should not enter into the heat of dispute."
    },
    {
      "cite": "Don Young",
      "quote": "There's nothing pretty about ice. Ice grows nothing. But we've got this in our minds that we've got to make everything cold."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "If ice can burn, then love and hate can mate."
    },
    {
      "cite": "Josh Billings",
      "quote": "The thinner the ice, the more anxious everyone is to see whether it will bear."
    },
    {
      "cite": "Tijan",
      "quote": "You've got ice in your veins, but you're smart enough to keep it from freezing your heart."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Ice and iron cannot be welded."
    },
    {
      "cite": "Anonymous",
      "quote": "Ice melts when heated, eyes melt when cheated."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Fire to my ice. Ice to my fever."
    },
    {
      "cite": "Emma Thompson",
      "quote": "Without the ice, the earth will fall."
    },
    {
      "cite": "Steve Yzerman",
      "quote": "When you're on the ice, you have very little time, you see very little, and everything happens really quick."
    },
    {
      "cite": "Angela Carter",
      "quote": "The shrill cry of the newborn...like the sound of the blade of a skate on ice."
    },
    {
      "cite": "Judah",
      "quote": "The way of life is like a path between two forbidding roads, one of fire and one of ice. The slightest bend in either direction is fatal."
    },
    {
      "cite": "Robert Frost",
      "quote": "Like a piece of ice on a hot stove, the poem must ride on its own melting."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In skating over thin ice, our safety is in our speed."
    },
    {
      "cite": "Dick Farrel",
      "quote": "It was so cold that ice was forming on my spitter."
    },
    {
      "cite": "Matt Carpenter",
      "quote": "We train through the winter in deep snow and ice. Our slogan 'Pain is good, more pain is even better.'"
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "A diamond is the only kind of ice that keeps a girl warm."
    },
    {
      "cite": "John Curry",
      "quote": "You've got so much ice on your hands I could skate on them."
    },
    {
      "cite": "Margot Asquith",
      "quote": "She tells enough white lies to ice a wedding cake."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "When the short day is brightest, / with frost and fire, / The brief sun flames the ice, / on pond and ditches, / In windless cold that is the heart's heat."
    },
    {
      "cite": "Edwin Honig",
      "quote": "While November numbly collapses, this beech tree, heavy as death on the lawn, braces for throat-cutting ice, bandaging snow."
    },
    {
      "cite": "John Clare",
      "quote": "The ice-bound floods that still with rigour freeze / The snow clothed valley and the naked tree / These sympathising scenes my heart can please / Distress is theirs— and they resemble me."
    },
    {
      "cite": "Amy Lowell",
      "quote": "You are ice and fire. The touch of you burns my hands like snow."
    },
    {
      "cite": "Gretel Ehrlich",
      "quote": "Ice is time solidified."
    },
    {
      "cite": "Robert Frost",
      "quote": "I hold with those who favor fire. / But if it had to perish twice, / I think I know enough of hate / To know that for destruction ice is also great."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Life is only a flicker of melted ice."
    },
    {
      "cite": "Natalya Vorobyova",
      "quote": "Justice has to be cold. Deal with it; it's just ice."
    },
    {
      "cite": "Sabine Shah",
      "quote": "A storm is brewing / It's raining ice / But the robins are singing / Their April song."
    },
    {
      "cite": "Robert Macfarlane",
      "quote": "Ice has a social life. Its changeability shapes the culture, language and stories of those who live near it."
    },
    {
      "cite": "Steven Wright",
      "quote": "Doing stand-up is like running across a frozen pond with the ice breaking behind you. I love it because it's dangerous."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Fighter pilots have ice in their veins. They don't have emotions. They think, anticipate. They know that fear and other concerns cloud your mind from what's going on and what you should be involved in."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "It's a strange world of language in which skating on thin ice can get you into hot water."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "I must freeze my heart to the one person who insists on setting it ablaze."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Ice can kill as dead as fire."
    },
    {
      "cite": "Prashant Chopra",
      "quote": "You are walking on thin ice - the ice of what remains of the trust between us - carrying the weight of immeasurable guilt."
    },
    {
      "cite": "Soul Dancer",
      "quote": "Fear melts like ice when we allow love's divine light to shine upon our ignorance."
    }
  ]
}