{
  "source": "https://www.wisesayings.com/iceland-quotes/",
  "theme": "iceland",
  "quotes": [
    {
      "cite": "Jules Verne",
      "quote": "There is no more sagacious animal than the Icelandic horse. He is stopped by neither snow, nor storm, nor impassable roads, nor rocks, glaciers, or anything. He is courageous, sober, and surefooted. He never makes a false step, never shies. If there is a river or fjord to cross (and we shall meet with many) you will see him plunge in at once, just as if he were amphibious, and gain the opposite bank."
    },
    {
      "cite": "Stephen Markley",
      "quote": "The problem with driving around Iceland is that you’re basically confronted by a new soul-enriching, breath-taking, life-affirming natural sight every five goddamn minutes. It’s totally exhausting"
    },
    {
      "cite": "Björk",
      "quote": "I have had to deal with the elfin naïve nonsense stamp all my life and I have never seen an elf and I don’t think I’m naïve."
    },
    {
      "cite": "Björk",
      "quote": "People are always asking me about eskimos, but there are no eskimos in Iceland"
    },
    {
      "cite": "Jon Thor Birgisson",
      "quote": "When you live in Iceland, so very far away from everything else, you have no concept that anything you do will be heard outside of Reykjavik. I still don't know how we managed it."
    },
    {
      "cite": "Hannah Kent",
      "quote": "In Iceland, you can see the contours of the mountains wherever you go, and the swell of the hills, and always beyond that the horizon. And there's this strange thing: you're never sort of hidden; you always feel exposed in that landscape. But it makes it very beautiful as well."
    },
    {
      "cite": "Björk",
      "quote": "In Reykjavik, Iceland, where I was born, you are in the middle of nature surrounded by mountains and ocean. But you are still in a capital in Europe. So I have never understood why I have to choose between nature or urban."
    },
    {
      "cite": "James Balog",
      "quote": "There is a glacier in Iceland, Solheimar, which has retreated a great deal, and every time I go back there and see what's not there any more, it does something to the heart. It makes you realise it's possible for a gigantic natural element to just disappear."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Few people take an interest in Iceland, but in those few the interest is passionate."
    },
    {
      "cite": "Björk",
      "quote": "Iceland sets a world-record. The United Nations asked people from all over the world a series of questions. Iceland stuck out on one thing. When we were asked what do we believe, 90% said, 'ourselves'. I think I'm in that group. If I get into trouble, there's no God or Allah to sort me out. I have to do it myself."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Did you know there's probably more golf played in Iceland than most places in the world? They play 24 hours a day in the summertime and the northern part is warmer than the southern part."
    },
    {
      "cite": "Baltasar Kormakur",
      "quote": "Throughout the history of Iceland, men have been lost at sea; every family in Iceland is connected to that kind of story."
    },
    {
      "cite": "Icelandic Proverb",
      "quote": "A bad rower blames his oars."
    },
    {
      "cite": "Icelandic Proverb",
      "quote": "Blind is a man without a book."
    },
    {
      "cite": "Olafur Eliasson",
      "quote": "I’ve walked a lot in the mountains in Iceland. And as you come to a new valley, as you come to a new landscape, you have a certain view. If you stand still, the landscape doesn’t necessarily tell you how big it is. It doesn’t really tell you what you’re looking at. The moment you start to move the mountain starts to move."
    },
    {
      "cite": "Baltasar Kormakur",
      "quote": "The thing about Iceland is that we are trapped there anyway, all of us. We have been trapped there for thousands of years."
    },
    {
      "cite": "Eric Weiner",
      "quote": "There’s no one on the island telling them they’re not good enough, so they just go ahead and sing and paint and write."
    },
    {
      "cite": "Damien Rice",
      "quote": "When I’m in a place like Iceland, I allow myself to take a little more time to divert off onto other paths creatively for a while and see what comes to me."
    },
    {
      "cite": "Hannah Kent",
      "quote": "I still don’t know why, exactly, but I do think people can have a spiritual connection to landscape, and I certainly did in Iceland."
    },
    {
      "cite": "Halldor Laxness",
      "quote": "Three things, according to poets, are considered bliss in Iceland: hot rye cakes, plump girls, and cold buttermilk."
    },
    {
      "cite": "Kit Harington",
      "quote": "Iceland, I’m in love with that country, the people are incredible."
    },
    {
      "cite": "Icelandic Proverb",
      "quote": "If you get lost in an Icelanding forest, simply stand up and you will find your way."
    },
    {
      "cite": "Baltasar Kormakur",
      "quote": "Iceland is beautiful. Sometimes it’s hard to imagine living anywhere else."
    },
    {
      "cite": "Kristin Van Cleaf",
      "quote": "Iceland is a modern nation. It is not crowded. And, the people enjoy a high standard of living."
    },
    {
      "cite": "Russell Crowe",
      "quote": "Iceland is fascinating; really an amazing place to visit, and great for a film to go there."
    },
    {
      "cite": "Conor McGregor",
      "quote": "When I prepare, I am not messing around. I find the right places, the right people, and the right environment. Iceland is one of those places."
    },
    {
      "cite": "Hannah Kent",
      "quote": "I have a deep and ongoing love of Iceland particular the landscape and when writing Burial Rites, I was constantly trying to see whether I could distill its extraordinary and ineffable qualities into a kind of poetry."
    },
    {
      "cite": "Jeff Dunham",
      "quote": "You cannot speak Icelandic without moving your lips, I'm telling you. Think about it: there's no Icelandic ventriloquists, ever!"
    },
    {
      "cite": "Steven Brill",
      "quote": "I thought Iceland was covered with ice. Greenland is covered with ice, and Iceland is very nice!"
    },
    {
      "cite": "James L. Brooks",
      "quote": "It says here that Iceland is green and Greenland is icy. The Vikings switched the names to screw with people."
    },
    {
      "cite": "Craig Scanlon",
      "quote": "And be humbled in Iceland / And the spawn of the volcano / Is thick and impatient / Like the people around it."
    },
    {
      "cite": "Eleanor Friedberger",
      "quote": "Goat's head in the deli case  / Oh sweet angel-angel-bearded face  / Paper mache parade on at night / That's what you do with no sunlight / In the tropical tropical  / Tropical ice-land"
    },
    {
      "cite": "State of Sea",
      "quote": "Rising red heart / Dawn over Iceland / Memories have been on me like a stone / Two hearts under the sun / Smoke told stories / We are never coming down"
    },
    {
      "cite": "Joan C Baez",
      "quote": "Infinity gives me chills / So could the waters of Iceland"
    },
    {
      "cite": "Brian J Culberstson",
      "quote": "In Iceland, where the mountain stood with pride / They set off with their guide / To reach the mountain side"
    },
    {
      "cite": "Peter Peavy- Wagner",
      "quote": "Frozen fire, in this Iceland sleeps desire, / Frozen fire, a blue flame beneath the wire / I'm frozen"
    },
    {
      "cite": "Mastodon",
      "quote": "From the mountain and burn / The path of our time / Hail people of Iceland / Journey of a land anew"
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Bury me in the North Atlantic. / A fog there from Iceland will be a murmur in gray over me and a long deep wind sob always."
    },
    {
      "cite": "Felicia Dorothea Hemans",
      "quote": "From the night-bird's lay through the starry time, / In the groves of the soft Hesperian clime, / To the swan's wild note by the Iceland lakes, / When the dark fir-branch into verdure breaks."
    },
    {
      "cite": "Andrew Evans",
      "quote": "Iceland is more than pretty views and primeval landscapes. It is a land where horses grow long hair on their backs and where the liquorice aisle is the longest one in the shops."
    },
    {
      "cite": "Andrew Evans",
      "quote": "Iceland is not just a sightseeing destination but a place where we come to feel things we've never felt before - what it's like to be the only person on earth or how it feels to be outnumbered a million to one."
    },
    {
      "cite": "Andrew Evans",
      "quote": "As my journey progressed across Iceland, words began to fail me so that all I could do was circle a fjord and write 'Wow.'"
    },
    {
      "cite": "Andrew Evans",
      "quote": "Iceland has such amazing landscapes. It's also why Iceland is considered an art of Scandinavia in only a cultural sense."
    },
    {
      "cite": "Andrew Evans",
      "quote": "The shaped of Iceland has been compared to everything from a human heart to a cow to a dragon."
    },
    {
      "cite": "Daniel Chartier",
      "quote": "Until the very recently, Iceland was known for its extraordinary landscapes--made up of volcanoes, glaciers, lava fields and deep fjords--and the rich heritage left by descendants of the Vikings through the sagas."
    },
    {
      "cite": "Daniel Chartier",
      "quote": "Iceland has valuable resources in abundance, ranging from fish to clean energy and, as such, they can be leveraged for the good of the nation."
    },
    {
      "cite": "A.A. Gil",
      "quote": "There is something invigorating about Iceland at this moment--like being with people waking from a dream. It's exciting and instructive."
    },
    {
      "cite": "David Leffman",
      "quote": "Due to its small consumer base and dependency on imports, Iceland is an expensive country to visit, even compared to the rest of Europe and Scandinavia."
    },
    {
      "cite": "David Leffman",
      "quote": "Icelanders love exploring their country and travel all over if for work and play, and - in summer - almost every settlement has somewhere to stay in the shape of a hotel, guesthouse, hostel or campsite."
    },
    {
      "cite": "David Leffman",
      "quote": "You'll find plenty of farms in Iceland, some with histories going back to sage times."
    },
    {
      "cite": "David Leffman",
      "quote": "Camping is a great way to experience Iceland, especially during the light summer nights, when it's bright enough in your tent at midnight to feel like it's time to get up."
    },
    {
      "cite": "David Leffman",
      "quote": "You probably won't be coming to Iceland to swim, but in fact this is a major social activity year-round with Icelanders, and it's a great way to meet people or just see them unwinding - it seems mandatory for businessmen to have a dip on their way to work."
    },
    {
      "cite": "Jonathan Wilcox",
      "quote": "Iceland is an island of fire and ice."
    },
    {
      "cite": "Jonathan Wilcox",
      "quote": "Iceland's current standards of living and learning are a testament to its success in recognizing the island's potential."
    },
    {
      "cite": "Jonathan Wilcox",
      "quote": "Iceland is full of hot springs and rivers, which often flow down spectacular waterfalls on their way to the sea."
    },
    {
      "cite": "Jonathan Wilcox",
      "quote": "The harsh terrain and sparse population have left Iceland a country of breathtaking unspoiled natural beauty."
    },
    {
      "cite": "Jane Simmonds",
      "quote": "In Iceland people wrote in their own language -- and about themselves."
    },
    {
      "cite": "Jane Simmonds",
      "quote": "Iceland today has all the trappings of an industrialized nation, with a sophisticated, consumer-orientation society, comprehensive welfare system and one of the highest standards of living in the world."
    },
    {
      "cite": "Jane Simmonds",
      "quote": "Icelanders may take their work seriously but they are equally single-minded about their play."
    },
    {
      "cite": "Gabriele Handl",
      "quote": "Sudden changes in the weather occur frequently in Iceland and a variety of weather fronts can quickly follow one after another."
    },
    {
      "cite": "Gabriele Handl",
      "quote": "Iceland is a nature lover's paradise."
    },
    {
      "cite": "Cathy Harlow",
      "quote": "With more than six species regularly seen, Iceland is fast becoming acknowledged as a world-class whale and dolphin watching destination."
    },
    {
      "cite": "Cathy Harlow",
      "quote": "Islanders are passionate about the arts. Every other street corner is bedecked with sculpture."
    },
    {
      "cite": "Roger K. Sandness",
      "quote": "Iceland is a country of remarkable beauty and starkly contrasting landscapes."
    },
    {
      "cite": "Roger K. Sandness",
      "quote": "By almost any measure, Iceland is one of the world's most unique lands."
    },
    {
      "cite": "Roger K. Sandness",
      "quote": "Islanders have defied the laws of isolation. In fact, they have developed a way of life that in many respects is one of the finest in the world."
    },
    {
      "cite": "Roger K. Sandness",
      "quote": "Yes, in countless ways, Iceland is a fascinating, mysterious, contradictory land."
    },
    {
      "cite": "Roger K. Sandness",
      "quote": "Iceland is home to and has been shaped by the primary forces that have molded the entire Earth: volcanic eruptions, earthquakes, and erosion."
    },
    {
      "cite": "Don Young",
      "quote": "Iceland, one of the most exciting countries in the world."
    },
    {
      "cite": "Don Young",
      "quote": "To this day, Iceland has no military forces, such as army, navy, or air force."
    },
    {
      "cite": "Karen Oslund",
      "quote": "Iceland is indeed a wilderness, the stamp seems to assert, but it is our wilderness."
    },
    {
      "cite": "Karen Oslund",
      "quote": "Icelandic nature is extreme, unpredictable, and even wild, but people live within this wilderness, and their character has been formed by the struggle with this nature."
    },
    {
      "cite": "Karen Oslund",
      "quote": "In Iceland no single elite or foreign power controlled and manipulated representations of  the environment entirely."
    }
  ]
}