{
  "source": "https://www.wisesayings.com/idealist-quotes/",
  "theme": "idealist",
  "quotes": [
    {
      "cite": "H. L. Mencken",
      "quote": "An idealist is one who, on noticing that roses smell better than a cabbage, concludes that it will also make better soup."
    },
    {
      "cite": "Scott Belsky",
      "quote": "AmongÂ idealists and visionaries, there is no shortage of good intent, but there's often a shortage of discipline."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Cynics regarded everybody as equally corrupt...Â IdealistsÂ regarded everybody as equally corrupt, except themselves."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Idealists are not the good friends of the truths; they create their own truth."
    },
    {
      "cite": "Randolph Bourne",
      "quote": "If you are not anÂ idealistÂ by the time you are twenty you have no heart, but if you are still anÂ idealistÂ by the time you are thirty, you don't have a head."
    },
    {
      "cite": "Robert Penn Warren",
      "quote": "If you are anÂ idealist, it does not matter what you do or what goes on around you because it isn't real anyway."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "To say that a man is anÂ idealistÂ is merely to say that he is a man."
    },
    {
      "cite": "Warren W. Wiersbe",
      "quote": "A realist is an idealist who has gone through the fire and been purified. A skeptic is an idealist who has gone through the fire and been burned."
    },
    {
      "cite": "Sargent Shriver",
      "quote": "Any idealist who tries to join the Peace Corps must realize he is not going to change the world overnight."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Idealists are either blind or clowns; because they think it is possible to have a beautiful world with asshole creatures like humans."
    },
    {
      "cite": "Mark Clifton",
      "quote": "Only the broken-hearted idealist can become a cynic.Â"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "AllÂ idealists imagine that the causes they serve are fundamentally better than any other causes in the world, and they refuse to believe that if their cause is to flourish at all it requires precisely the same foul-smelling manure that is necessary to all other human undertakings."
    },
    {
      "cite": "Jacqueline Novogratz",
      "quote": "Too often people viewÂ idealists as naive."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "An idealist believes the short run doesn't count. A cynic believes the long run doesn't matter. A realist believes that what is done or left undone in the short run determines the long run."
    },
    {
      "cite": "Larry Osborne",
      "quote": "The idealist and dreamer will stubbornly go down with the ship. The serial innovator grabs the rudder and changes course."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "The trueÂ idealistÂ pursues what his heart says is right in a way that his head says will work."
    },
    {
      "cite": "Mason Cooley",
      "quote": "TheÂ idealistÂ regards facts as provisional."
    },
    {
      "cite": "George Carlin",
      "quote": "Inside every cynical person, there is a disappointedÂ idealist."
    },
    {
      "cite": "Irving Layton",
      "quote": "Idealist: a cynic in the making."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "I am an idealist. I don't know where I'm going but I'm on my way."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every materialist will be anÂ idealist; but anÂ idealistÂ can never go backward to be a materialist."
    },
    {
      "cite": "Henry Ford",
      "quote": "An idealist is a person who helps other people to be prosperous."
    },
    {
      "cite": "Malcolm De Chazal",
      "quote": "The idealist walks on tiptoe, the materialist on his heels."
    },
    {
      "cite": "John Zorn",
      "quote": "The idealists will always be in society, and we will survive."
    },
    {
      "cite": "Alisa Dana Steinberg",
      "quote": "Being anÂ idealistÂ is not being a simpleton; withoutÂ idealists there would be no optimism and without optimism there would be no courage to achieve advances that so-called realists would have you believe could never come to fruition."
    },
    {
      "cite": "John Zorn",
      "quote": "You can't be idealistic in this world and not be crazy."
    },
    {
      "cite": "Irving Babbitt",
      "quote": "The democraticÂ idealistÂ is prone to make light of the whole question of standards and leadership because of his unbounded faith in the plain people."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The idealist is incorrigible: if he is thrown out of his heaven he makes an ideal of his hell."
    },
    {
      "cite": "Amy Ray",
      "quote": "AnÂ idealistÂ who couldn't cope becomes cynical."
    },
    {
      "cite": "Seth Godin",
      "quote": "Sooner or later, manyÂ idealists transform themselves into disheartened realists who mistakenly believe that giving up is the same thing as being realistic."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "To think great thoughts you must be heroes as well asÂ idealists."
    },
    {
      "cite": "Susan Stebbing",
      "quote": "We come to think of anÂ idealistÂ as one who seeks to realize what is not in fact realizable. But, it is necessary to insist, to have ideals is not the same as to have impracticable ideals, however often it may be the case that our ideals are impracticable."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "It is always easy to divide the world into idealists and power-oriented people. The idealists are presumed to be the noble people, and the power-oriented people are the ones that cause all the world's trouble."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It seems to be the fate of idealists to obtain what they have struggled for in a form which destroys their ideals."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Idealists are foolish enough to throw caution to the winds. They have advanced mankind and have enriched the world."
    },
    {
      "cite": "Albert Camus",
      "quote": "The opposite of anÂ idealistÂ is too often a man without love."
    },
    {
      "cite": "Henry Williamson",
      "quote": "TrueÂ idealists are rare; they are the dedicated workers, who would, if need be, die at the stake."
    },
    {
      "cite": "Andy Hertzfeld",
      "quote": "BeingÂ idealistic really helps you overcome some of the many obstacles put in your path."
    }
  ]
}