{
  "source": "https://www.wisesayings.com/ideal-quotes/",
  "theme": "ideal",
  "quotes": [
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "Ideals are the worlds masters."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Our ideals are our better selves."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Life without an ideal is spiritual death."
    },
    {
      "cite": "Leon Blum",
      "quote": "You cannot seek for the ideal outside the realm of reality."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Our ideals, like pictures, are made from lights and shadows."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Love is an ideal thing, marriage a real thing; a confusion of the real with the ideal never goes unpunished."
    },
    {
      "cite": "Octave Feuillet",
      "quote": "The ideal itself is but truth clothed in the forms of art."
    },
    {
      "cite": "Jean Rostand",
      "quote": "In our ideals we unwittingly reveal our vices."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Fix upon your ideal of what you wish to make of yourself."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "The ideal is not believing in, but believing from."
    },
    {
      "cite": "Alex Shakar",
      "quote": "You need contradictions to make an ideal."
    },
    {
      "cite": "Aristotle",
      "quote": "The ideal man takes joy in doing favors for others."
    },
    {
      "cite": "Joan Rivers",
      "quote": "The ideal beauty is a fugitive which is never found."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Ideals do exist, the rest is just temporary interruption."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "The ideal of character always runs beyond the attainment."
    },
    {
      "cite": "Carl Jung",
      "quote": "Normality is a fine ideal for those who have no imagination."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Happiness is ideal, it is the work of the imagination."
    },
    {
      "cite": "Margaret Mead",
      "quote": "An ideal culture is one that makes a place for every human gift."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "An ideal wife is any woman who has an ideal husband."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Grow into your ideals so that life cannot rob you of them."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "The ideal life is in our blood and never will be still."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Live for an ideal and leave no place in the mind for anything else."
    },
    {
      "cite": "Stanley Baldwin",
      "quote": "The attainment of an ideal is often the beginning of a disillusion."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who attains his ideal, precisely thereby surpasses it."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "Ideal relationship is based on giving."
    },
    {
      "cite": "Derek Padula",
      "quote": "Make your ideal your new real."
    },
    {
      "cite": "Robert Denning",
      "quote": "Find the ideal in something not ideal."
    },
    {
      "cite": "Jules Renard",
      "quote": "The ideal of calm exists in a sitting cat."
    },
    {
      "cite": "Robertson Davies",
      "quote": "The ideal companion in bed is a good book."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The ideal course of life is not always easy."
    },
    {
      "cite": "Emma Donoghue",
      "quote": "Any parent knows how to be the ideal parent."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man's ideal woman is the one he couldn't get."
    },
    {
      "cite": "Geoff Dyer",
      "quote": "The ideal is to feel at home anywhere, everywhere."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The ideal of beauty is simplicity and tranquility."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The ideal way to win a championship is step by step."
    },
    {
      "cite": "Jacquelyn Mitchard",
      "quote": "The ideal structure for a family is one that remains so."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The ideal has many names, and beauty is but one of them."
    },
    {
      "cite": "Alan Watts",
      "quote": "Truly great companies are built on ideals, not just deals."
    },
    {
      "cite": "Robert Pattinson",
      "quote": "My ideal of manliness is to be incapable of doing anything"
    },
    {
      "cite": "Sophie Swetchine",
      "quote": "The ideal friendship is to feel as one while remaining two."
    },
    {
      "cite": "Mason Cooley",
      "quote": "For many, immaturity is an ideal, not a defect."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The most ideal approach to advance is the way of opportunity."
    },
    {
      "cite": "Susan Stebbing",
      "quote": "To have ideals is not the same as to have impracticable ideals."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "The ideal attitude is to be physically loose and mentally tight."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Every novel is an ideal plane inserted into the realm of reality."
    },
    {
      "cite": "Aristotle",
      "quote": "The ideal man is his own best friend and takes delight in privacy."
    },
    {
      "cite": "Alexander Chee",
      "quote": "The ideal editor will hold you to the best of yourself in the piece."
    },
    {
      "cite": "Frank Gehry",
      "quote": "In an ideal world, pressure should come from below and from the top."
    },
    {
      "cite": "Horatio Dresser",
      "quote": "The ideal day never comes. Today is ideal for him who makes it so."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Brotherhood is an ideal better understood by example than precept!"
    }
  ]
}