{
  "source": "https://www.wisesayings.com/idealism-quotes/",
  "theme": "idealism",
  "quotes": [
    {
      "cite": "John Galsworthy",
      "quote": "Idealism increases in direct proportion to one's distance from the problem."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "It is not materialism that is the chief curse of the world, as pastors teach, butÂ idealism. Men get into trouble by taking their visions and hallucinations too seriously."
    },
    {
      "cite": "John Wooden",
      "quote": "MixÂ idealismÂ with realism and add hard work. This will often bring much more than you could ever hope for."
    },
    {
      "cite": "Sidney Hook",
      "quote": "Idealism, alas, does not protect one from ignorance, dogmatism, and foolishness."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Idealism springs from deep feelings, but feelings are nothing without the formulated idea that keeps them whole."
    },
    {
      "cite": "Stanley Baldwin",
      "quote": "The attainment of an ideal is often the beginning of a disillusion."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "Idealism, that gaudy coloring matter of passion, fades when it is brought beneath the trenchant white light of knowledge. Ideals, like mountains, are best at a distance."
    },
    {
      "cite": "Lin Yutang",
      "quote": "A vague uncritical idealism always lends itself to ridicule and too much of it might be a danger to mankind, leading it round in a futile wild-goose chase for imaginary ideals."
    },
    {
      "cite": "Augustus Hare",
      "quote": "Materialism is a circumference without a centre.Â IdealismÂ is a centre without a circumference."
    },
    {
      "cite": "Colin Wright",
      "quote": "Idealism is only naive when it lacks action, determination, and imagination."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "IdealismÂ without realism is impotent. Realism withoutÂ idealismÂ is immoral."
    },
    {
      "cite": "William F. Buckley, Jr.",
      "quote": "Idealism is fine, but as it approaches reality, the costs become prohibitive."
    },
    {
      "cite": "Seth",
      "quote": "It is very important that you express yourÂ idealismÂ actively, to what ever extent you can, for this increases your sense of worth and power..."
    },
    {
      "cite": "John Charles Polanyi",
      "quote": "IdealismÂ is the highest form of reason."
    },
    {
      "cite": "Danny Strong",
      "quote": "Idealism loses to pragmatism when it comes to winning elections."
    },
    {
      "cite": "C. V. Raman",
      "quote": "It is not often that idealism of student days finds adequate opportunity for expression in the later life of manhood."
    },
    {
      "cite": "James Carville",
      "quote": "If you didn't have some sense ofÂ idealism, then what is there to sustain you?"
    },
    {
      "cite": "Jon Stewart",
      "quote": "You can use yourÂ idealismÂ to further your aims, if you realize that nothing is Nirvana, nothing is perfect."
    },
    {
      "cite": "Bono",
      "quote": "Idealism detached from action is just a dream. But idealism allied with pragmatism, with rolling up your sleeves and making the world bend a bit, is very exciting. It's very real. It's very strong."
    },
    {
      "cite": "Francis Herbert Hedge",
      "quote": "What we need most, is not so much to realize the ideal as to idealize the real."
    },
    {
      "cite": "Lafcadio Hearn",
      "quote": "Any idealism is a proper subject for art."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "There is a spark ofÂ idealismÂ within every individual which can be fanned into flame and bring forth extraordinary results."
    },
    {
      "cite": "Ralph Peters",
      "quote": "IdealismÂ has devolved into madness."
    },
    {
      "cite": "Sargent Shriver",
      "quote": "If a young person has any idealism at all, it's strongest about the time he finishes college."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Much that passes asÂ idealismÂ is disguised hatred or disguised love of power."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "AllÂ idealismÂ is falsehood in the face of necessity."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Words without actions are the assassins of idealism."
    },
    {
      "cite": "Sargent Shriver",
      "quote": "The naturalÂ idealismÂ of youth is anÂ idealism, alas, for which we do not always provide as many outlets as we should."
    },
    {
      "cite": "Mary Parker Follett",
      "quote": "Idealism and realism meet in the actual."
    },
    {
      "cite": "Orhan Pamuk",
      "quote": "Idealism, unrealisticÂ idealism, is always contrasted with the reality of the people, of the man in the street. The details of daily life are always more convincing than the political fantasies of the earlier generations."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "It is through theÂ idealismÂ of youth that man catches sight of truth, and in thatÂ idealismÂ he possesses a wealth which he must never exchange for anything else."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "There is no force so democratic as the force of an ideal."
    },
    {
      "cite": "Awdhesh Singh",
      "quote": "IdealismÂ is an ideal which is based on the idea of someone of the perfect world or the perfect life. An idealist fails to understand the limitation of his idea and believes that the real world can be converted into the world of his idea."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Idealism is the noble toga that political gentlemen drape over their will to power."
    },
    {
      "cite": "Karl Kraus",
      "quote": "It is the style of idealism to console itself for the loss of something old with the ability to gape at something new."
    },
    {
      "cite": "Neil Kinnock",
      "quote": "The enemy ofÂ idealismÂ is zealotry."
    },
    {
      "cite": "Anais Nin",
      "quote": "IdealismÂ is the death of the body and the imagination. All but freedom, utter freedom, is death"
    },
    {
      "cite": "Ellen Key",
      "quote": "When one paints an ideal, one does not need to limit one's imagination."
    },
    {
      "cite": "Sung Kang",
      "quote": "Sometimes idealism and all that make believe makes the world a better place."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "Idealism is the despot of thought, just as politics is the despot of will."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "IdealismÂ leads to realism if it is strictly thought out."
    },
    {
      "cite": "Claude Mckay",
      "quote": "Idealism is like a castle in the air if it is not based on a solid foundation of social and political realism."
    },
    {
      "cite": "David T Wolf",
      "quote": "Idealism is what precedes experience. Cynicism is what follows.Â"
    },
    {
      "cite": "Bertrand Russell",
      "quote": "In the revolt against idealism, the ambiguities of the word experience have been perceived, with the result that realists have more and more avoided the word."
    },
    {
      "cite": "Henry Cabot Lodge, Jr.",
      "quote": "For we, too, have our ideals, even if we differ from those who have tried to establish a monopoly of idealism."
    },
    {
      "cite": "William Irwin Thompson",
      "quote": "Idealistic reformers are dangerous because theirÂ idealismÂ has no roots in love, but is simply a hysterical and unbalanced rage for order amidst their own chaos."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "The purestÂ idealismÂ is unconsciously equivalent to the deepest knowledge."
    },
    {
      "cite": "Oliver Stone",
      "quote": "We all have idealism. We think we're healthy and then, all of a sudden, one day, you have cancer. The truth has a mind of its own.Â"
    },
    {
      "cite": "Joe Biden",
      "quote": "We must rekindle the fire of idealism in our society."
    },
    {
      "cite": "George Friedman",
      "quote": "IdealismÂ is frequently another word for self-righteousness, a disease that can only be corrected by a profound understanding power in its complete sense."
    }
  ]
}