{
  "source": "https://www.wisesayings.com/idea-quotes/",
  "theme": "idea",
  "quotes": [
    {
      "cite": "Grace Hopper",
      "quote": "If it's a good idea, go ahead and do it. It is much easier to apologise than it is to get permission."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The good old days, when each idea had an owner, are gone forever."
    },
    {
      "cite": "Nigel Farage",
      "quote": "If an idea is indeed sensible, it will eventually become just part of the accepted wisdom."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "If religion has given birth to all that is essential in society, it is because the idea of society is the soul of religion."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "When an idea exclusively occupies the mind, it is transformed into an actual physical or mental state."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "All achievements, all earned riches, have their beginning in an idea."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "If an idea isn't exciting, you shouldn't do it."
    },
    {
      "cite": "A. R. Rahman",
      "quote": "The idea of music is to liberate the listener and lead him to a frame where he feels he is elevated."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness."
    },
    {
      "cite": "Jean Piaget",
      "quote": "To express the same idea in still another way, I think that human knowledge is essentially active."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It is wise to persuade people to do things and make them think it was their own idea."
    },
    {
      "cite": "Carson Kressley",
      "quote": "It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength"
    },
    {
      "cite": "Pythagoras",
      "quote": "A thought is an idea in transit."
    },
    {
      "cite": "Thomas Edison",
      "quote": "To have a great idea, have a lot of them."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it."
    },
    {
      "cite": "Charles Dickens",
      "quote": "An idea, like a ghost, must be spoken to a little before it will explain itself."
    },
    {
      "cite": "Evan Davis",
      "quote": "It's not a bad idea to occasionally spend a little time thinking about things you take for granted. Plain everyday things."
    },
    {
      "cite": "Jennifer Doudna",
      "quote": "The idea that you would affect evolution is a very profound thing."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Everything begins with an idea."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "A good idea will keep you awake during the morning, but a great idea will keep you awake during the night."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "An idea is a point of departure and no more. As soon as you elaborate it, it becomes transformed by thought."
    },
    {
      "cite": "Linus Pauling",
      "quote": "The best way to have a good idea is to have a lot of ideas."
    },
    {
      "cite": "Kirsty Gallacher",
      "quote": "My idea of a good night has always been having a lovely meal and a proper conversation."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Any idea, plan, or purpose may be placed in the mind through repetition of thought."
    },
    {
      "cite": "Kevin Plank",
      "quote": "Brand is not a product, that's for sure; it's not one item. It's an idea, it's a theory, it's a meaning, it's how you carry yourself. It's aspirational, it's inspirational."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "The original idea of the web was that it should be a collaborative space where you can communicate through sharing information."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "A man may die, nations may rise and fall, but an idea lives on."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "The idea that global warming is the most important problem facing the world is total nonsense and is doing a lot of harm."
    },
    {
      "cite": "Brene Brown",
      "quote": "Social media has given us this idea that we should all have a posse of friends when in reality, if we have one or two really good friends, we are lucky."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "You never suffer from a money problem, you always suffer from an idea problem."
    },
    {
      "cite": "Mos Def",
      "quote": "That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "The only way you survive is you continuously transform into something else. It's this idea of continuous transformation that makes you an innovation company."
    },
    {
      "cite": "Anne Lamott",
      "quote": "My idea of absolute happiness is to be in bed on a rainy day, with my blankie, my cat, and my dog."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The value of an idea lies in the using of it."
    },
    {
      "cite": "Pope Francis",
      "quote": "Each of us has a vision of good and of evil. We have to encourage people to move towards what they think is good... Everyone has his own idea of good and evil and must choose to follow the good and fight evil as he conceives them. That would be enough to make the world a better place."
    },
    {
      "cite": "Patti Smith",
      "quote": "The idea of redemption is always good news, even if it means sacrifice or some difficult times."
    },
    {
      "cite": "Marcel Proust",
      "quote": "A powerful idea communicates some of its strength to him who challenges it."
    },
    {
      "cite": "Helmut Jahn",
      "quote": "Transparency is not the same as looking straight through a building: it's not just a physical idea, it's also an intellectual one."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An idea that is not dangerous is unworthy of being called an idea at all."
    },
    {
      "cite": "Wilbur Wright",
      "quote": "The desire to fly is an idea handed down to us by our ancestors who... looked enviously on the birds soaring freely through space... on the infinite highway of the air."
    },
    {
      "cite": "Victor Hugo",
      "quote": "All the forces in the world are not so powerful as an idea whose time has come."
    },
    {
      "cite": "Don Marquis",
      "quote": "An idea isn't responsible for the people who believe in it."
    }
  ]
}