{
  "source": "https://www.wisesayings.com/identity-quotes/",
  "theme": "identity",
  "quotes": [
    {
      "cite": "Jonathan Swift",
      "quote": "A carpenter is known by his chips."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A rose by any other name would smell as sweet."
    },
    {
      "cite": "Gaelic (on authenticity)",
      "quote": "A wild goose never laid a tame egg."
    },
    {
      "cite": "Syrian (on authenticity)",
      "quote": "Be not water, taking the tint of all colors."
    },
    {
      "cite": "unknown",
      "quote": "Believe in yourself."
    },
    {
      "cite": "Robert Burton",
      "quote": "Birds of a feather, flock together."
    },
    {
      "cite": "unknown",
      "quote": "Clothes may disguise a fool, but his voice will give him away."
    },
    {
      "cite": "Appius",
      "quote": "Every man is the architect of his own fortune."
    },
    {
      "cite": "Guatemalan (on youth and age)",
      "quote": "Everyone is the age of their heart."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Hay is for horses."
    },
    {
      "cite": "Nicholas Breton",
      "quote": "If the shoe fits, wear it."
    },
    {
      "cite": "Maori (on courtesy and respect)",
      "quote": "Never spend time with people who don't respect you."
    },
    {
      "cite": "George Herbert",
      "quote": "One flower makes no garland."
    },
    {
      "cite": "African-American (on life and living)",
      "quote": "Tell me whom you love and I'll tell you who you are."
    },
    {
      "cite": "Maori (on art and creativity)",
      "quote": "The blocks of wood should not dictate to the carver."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "The devil looks after his own."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We boil at different degrees."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Who has deceived thee as oft as thyself."
    },
    {
      "cite": "Irish Proverb",
      "quote": "You cannot make a silk purse out of a sow's ear."
    },
    {
      "cite": "unknown",
      "quote": "You can't fit a square peg in a round hole."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "You can't judge a horse by its harness."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "I am no bird; and no net ensnares me: I am a free human being with an independent will."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Nothing of me is original. I am the combined effort of everyone I've ever known."
    },
    {
      "cite": "William Shakespeare",
      "quote": "We know what we are, but not what we may be."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Perhaps it's impossible to wear an identity without becoming what you pretend to be."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "We can spend our lives letting the world tell us who we are. Sane or insane. Saints or sex addicts. Heroes or victims. Letting history tell us how good or bad we are. Letting our past decide our future. Or we can decide for ourselves. And maybe it's our job to invent something better."
    },
    {
      "cite": "Erik Erikson",
      "quote": "In the social jungle of human existence, there is no feeling of being alive without a sense of identity."
    },
    {
      "cite": "B.R. Ambedkar",
      "quote": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Your life will be a blessed and balanced experience if you first honor your identity and priority."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "The reward for conformity is that everybody likes you except yourself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Be yourself; everyone else is already taken."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Don't let the noise of others? opinions drown out your own inner voice."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "So, I guess we are who we are for a lot of reasons. And maybe we'll never know most of them. But even if we don't have the power to choose where we come from, we can still choose where we go from there. We can still do things."
    },
    {
      "cite": "Rob Thurman",
      "quote": "You can't change who you are. No matter how you struggle, some things will never change. And maybe they shouldn't."
    },
    {
      "cite": "Gregory Benford",
      "quote": "People fear their hidden selves, afraid that they will burst out."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "The only true happiness lies in knowing who you are ... and making peace with it."
    },
    {
      "cite": "Yevgeny Zamyatin",
      "quote": "Who knows who you are ... A person is a novel: you don't know how it will end until the very last page. Otherwise it wouldn't be worth reading to the very end."
    },
    {
      "cite": "Sherilyn Kenyon and Diana Love",
      "quote": "To know who you are is the greatest power of all."
    },
    {
      "cite": "Andre Guide",
      "quote": "It is better to be hated for what you are than loved for what you are not."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are."
    },
    {
      "cite": "Parker J. Palmer",
      "quote": "Before I can tell my life what I want to do with it, I must listen to my life telling me who I am."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Our achievements of today are but the sum total of our thoughts of yesterday. You are today where the thoughts of yesterday have brought you and you will be tomorrow where the thoughts of today take you."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "You cannot belong to anyone else until you belong to yourself."
    },
    {
      "cite": "James Baldwin",
      "quote": "An identity would seem to be arrived at by the way in which the person faces and uses his experience."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A man's true state of power and riches is to be in himself."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "Nobody can be exactly like me. Sometimes even I have trouble doing it."
    },
    {
      "cite": "Socrates",
      "quote": "To find yourself, think for yourself."
    },
    {
      "cite": "African Wisdom",
      "quote": "It is not what I call you, it's what you answer to; but if you don't know who you are, anyone can name you. If anybody can name you, you will answer to anything."
    },
    {
      "cite": "James Baldwin",
      "quote": "Identity would seem to be the garment with which one covers the nakedness of the self, in which case, it is best that the garment be loose, a little like the robes of the desert, through which one's nakedness can always be felt, and sometimes, discerned."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "God made us in his own image, and he had some purpose when he thus created us; then why should we seek to destroy our identity?"
    },
    {
      "cite": "African-American Wisdom",
      "quote": "We ain't what we wanna be, and we ain't what we gonna be. But thank God, we ain't what we was."
    },
    {
      "cite": "Toni Morrison",
      "quote": "And she had nothing to fall back on; not maleness, not whiteness, not ladyhood, not anything. And out of profound desolation of her reality, she may very well have invented herself."
    },
    {
      "cite": "Earl Lovelace",
      "quote": "We need to update the vision of who we really are. We need to recognize that wherever we have come from and whatever we have brought from different regions, even in awkward circumstances—all of it—is really our heritage."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Once you know who you are, you don't have to worry anymore. She knows who she is because she knows who she isn't."
    },
    {
      "cite": "Jamaica Kincaid",
      "quote": "Whatever is a source of shame—if you are not responsible for it, such as the color of your skin or your sexuality—you should just wear it as a badge."
    },
    {
      "cite": "Bill T. Jones",
      "quote": "I wanted freedom to invent and reinvent myself. You have to tell the world,'I define myself, I will not be defined.'"
    },
    {
      "cite": "Spike Lee",
      "quote": "We can't rely on anyone but ourselves to define our existence, to shape the image of ourselves."
    },
    {
      "cite": "Nalo Hopkinson",
      "quote": "Labels are very important to me. They're a way of finding community and a way of community finding you.For me, identity is a kind of mailbox."
    },
    {
      "cite": "Keith Boykin",
      "quote": "Many of us are confused about what to call ourselves...As important as they are...no words can encompass your whole identity. Don't allow anyone to box you into a category that doesn't satisfy you and, just as importantly, do not allow anyone to remove a part of your identity as a price for their acceptance of you."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Everyone should be proud of being what he is, otherwise, something has gone seriously wrong."
    },
    {
      "cite": "Phineas Quimby",
      "quote": "We are to ourselves just what we think we are."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "If you wish to be successful you must identify with success. The law of identity is a definite thing. That with which you mentally identify yourself sets up an image of thought in your consciousness which tends to attract the situations with which you are mentally identified."
    },
    {
      "cite": "Roberto Assagioli",
      "quote": "We are dominated by everything with which our self becomes identified. We can dominate and control everything from which we disidentify ourselves."
    },
    {
      "cite": "Witold Gombrowicz",
      "quote": "Man is made in such a way that he continually has to define himself and continually escape his own definitions."
    },
    {
      "cite": "Witold Gombrowicz",
      "quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you."
    },
    {
      "cite": "Thomas Merton",
      "quote": "If you do not know your own identity, who is going to identify you?...If you want to identify me, ask me not where I live, or what I like to eat, or how I comb my hair,  but ask me what I am living for, in detail, and ask me what I think is keeping me from living fully for the thing I want to live for."
    },
    {
      "cite": "Virginia Satir",
      "quote": "We must not allow other people's limited perceptions to define us."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "In the animal kingdom, the rule is, eat or be eaten; in the human kingdom, define or be defined."
    },
    {
      "cite": "Chandler Brossard",
      "quote": "Identity is a simple kind of negotiation individuals make with each individuals to give each other the illusion of separate independence."
    },
    {
      "cite": "Theodore Roszak",
      "quote": "We turn to the company of those who share our most intimate and forbidden identity, and there we begin to find ourselves as persons."
    },
    {
      "cite": "Scottish Saying",
      "quote": "Know yourself, and your neighbor will not mistake you."
    },
    {
      "cite": "George Lawrence",
      "quote": "But an accurate definition of the self is impossible. You are more than you realize, more than you can define. And the more time you spend trying to nail down the definition, the less time you spend living right now. Your past is not your identity...You living now is our identity."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Since my identity is my land / My actions are the identity of it / Therefore, I move, at every step / With care and responsibility"
    },
    {
      "cite": "Jon Evans",
      "quote": "A cool identity isn't a need / let those you bully be freed / Your identity should be your own / A better person you will be known."
    },
    {
      "cite": "Snow",
      "quote": "Mistaken identity / When it really really wasn't me / You're trying to convict me / But you know me not guilty."
    },
    {
      "cite": "Peter Tosh",
      "quote": "Don't care where you come from / As long as you're a black man, you're an African / No mind your nationality / You have got the identity of an African."
    }
  ]
}