{
  "source": "https://www.wisesayings.com/ideology-quotes/",
  "theme": "ideology",
  "quotes": [
    {
      "cite": "Benazir Bhutto",
      "quote": "You can imprison a man, but not an idea. You can exile a man, but not an idea. You can kill a man, but not an idea."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Political ideology can corrupt the mind, and science."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "Ideologies separate us. Dreams and anguish bring us together."
    },
    {
      "cite": "Fernando Araya",
      "quote": "Ideologies are mental prisons that produce blindness."
    },
    {
      "cite": "Idries Shah",
      "quote": "Ideologies exist only where there is no absolute knowledge. If you know something, you do not have to believe or disbelieve it."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "All ideologies are idiotic, whether religious or political, for it is conceptual thinking, the conceptual word, which has so unfortunately divided man."
    },
    {
      "cite": "Melanie Joy",
      "quote": "Violent ideologies follow their own logic, the logic that sustains the system - a convoluted logic that unravels when it, itself, is labeled."
    },
    {
      "cite": "Morris Berman",
      "quote": "An idea is something you have; an ideology is something that has you."
    },
    {
      "cite": "Natasha Rothwell",
      "quote": "My feet are firmly planted in my political ideology. To me, it's being authentic in every area, and that includes politics."
    },
    {
      "cite": "Slavoj Žižek",
      "quote": "Ideology is strong exactly because it is no longer experienced as ideology… we feel free because we lack the very language to articulate our unfreedom."
    },
    {
      "cite": "Aberjhani",
      "quote": "Individual cultures and ideologies have their appropriate uses but none of them erase or replace the universal experiences, like love and weeping and laughter, common to all human beings."
    },
    {
      "cite": "Alexander Herzen",
      "quote": "It is possible to lead astray an entire generation, to strike it blind, to drive it insane, to direct it towards a false goal. Napoleon proved this."
    },
    {
      "cite": "Brad Henry",
      "quote": "No matter where you stand politically - even if you're unsure of what your political ideology is - it is important to take part in the process of shaping our government."
    },
    {
      "cite": "Callie Khouri",
      "quote": "I think of feminism as more of a political ideology."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Growth for the sake of growth is the ideology of the cancer cell."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "There is no religion in which everyday life is not considered a prison; there is no philosophy or ideology that does not think that we live in alienation."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "What we do with our lives largely depends on the philosophy of life we have subjected our lives to as a way of living life, and which controls, move and directs our lives!"
    },
    {
      "cite": "Gad Saad",
      "quote": "It is perfectly acceptable in a free and liberal society to criticize, debate, mock, and reject any ideology."
    },
    {
      "cite": "Gary Bauer",
      "quote": "Americans have not only a right but a responsibility to consider the values of those who seek to lead them - whether they arise from life experience, political ideology or religious belief."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The Third World is not a reality but an ideology."
    },
    {
      "cite": "J.Adam Snyder",
      "quote": "An ideologue is one who places agenda above truth."
    },
    {
      "cite": "Jamie Dimon",
      "quote": "You can compromise without violating your principles, but it is nearly impossible to compromise when you turn principles into ideology."
    },
    {
      "cite": "John Le Carre",
      "quote": "Ideologies have no heart of their own. They're the whores and angels of our striving selves."
    },
    {
      "cite": "Kurt Bills",
      "quote": "My hope is that people begin to understand what the fiscal realities are - how economic virtue differs from political virtue - and develop a realization of their individual economic philosophy in comparison to their perceived political ideology."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Ideology has shaped the very sofa on which I sit."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Religion makes people kill each other. Science supplies them with weapons."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "No mother would ever willingly sacrifice her sons for territorial gain, for economic advantage, for ideology."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The ideology of capitalism makes us all into connoisseurs of liberty - of the indefinite expansion of possibility."
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "Life has become the ideology of its own absence."
    },
    {
      "cite": "Tom Robbins",
      "quote": "The ultimate end of any ideology is totalitarianism."
    },
    {
      "cite": "Donna Brazile",
      "quote": "Hunger has no ideology. It does not respond to party or to rant. Hunger, in short, is not a red state/blue state problem."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Men are restless, adventurous. Women are conservative - despite what current ideology says."
    },
    {
      "cite": "Eric Garcetti",
      "quote": "In presidential elections, I think people focus way too much on ideology."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "Infected by political ideology, if you dare question climate models, your career is done."
    },
    {
      "cite": "Jean Genet",
      "quote": "The main object of a revolution is the liberation of man... not the interpretation and application of some transcendental ideology."
    },
    {
      "cite": "John Mackey",
      "quote": "Any type of political ideology is going to have a lot of different variants of it."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Ideas are not dangerous unless they find seeding place in some earth more profound than the mind."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You have your ideology and I have mine."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Those who find it hypocritical of others to use, say, a smartphone, to speak ill of capitalism, needs to be reminded that capitalism is an ideology, not a technology."
    },
    {
      "cite": "Oscar Niemeyer",
      "quote": "It is not with architecture that one can disseminate any political ideology."
    },
    {
      "cite": "Tulsi Gabbard",
      "quote": "The divisiveness that threatens the fabric of our nation - whether due to race, religion, political ideology, gender, sexual orientation, or other - must end."
    }
  ]
}