{
  "source": "https://www.wisesayings.com/idiot-quotes/",
  "theme": "idiot",
  "quotes": [
    {
      "cite": "Horace Mann",
      "quote": "If an idiot were to tell you the same story every day for a year, you would end by believing it."
    },
    {
      "cite": "William Blake",
      "quote": "To generalize is to be an idiot."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Any idiot can face a crisis, it's day to day living that wears you out."
    },
    {
      "cite": "Sarah Cook",
      "quote": "Never argue with an idiot. They will drag you down to their level and beat you with experience."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "Only idiots refuse to change their minds."
    },
    {
      "cite": "Ron Burns",
      "quote": "You can't make anything idiot proof because idiots are so ingenious."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "Don't keep reaching for the stars because you'll just look like an idiot stretching that way for no reason."
    },
    {
      "cite": "Mark Twain",
      "quote": "In the first place God made idiots. This was for practice. Then he made school boards."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Don't be afraid of being scared. To be afraid is a sign of common sense. Only complete idiots are not afraid of anything."
    },
    {
      "cite": "John Lennon",
      "quote": "As usual, there is a great woman behind every idiot."
    },
    {
      "cite": "Barry Diller",
      "quote": "I'm just saying if you want to reach large audiences, then rely on professionals, meaning people who are in the industry and are trained for it, rather than just idiot savants."
    },
    {
      "cite": "George Carlin",
      "quote": "Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?"
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Always remember, rumors are carried by haters, spread by fools, and accepted by idiots."
    },
    {
      "cite": "Steven Wright",
      "quote": "There's a fine line between fishing and just standing on the shore like an idiot."
    },
    {
      "cite": "Salvador Dali",
      "quote": "The first man to compare the cheeks of a young woman to a rose was obviously a poet; the first to repeat it was possibly an idiot."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "I will not change. Because if you are successful and you change, you are an idiot."
    },
    {
      "cite": "Calvin Harris",
      "quote": "I try and sit on the fence because as soon as you voice any kind of opinion, people begin to think you're an idiot."
    },
    {
      "cite": "Mark Twain",
      "quote": "Suppose you were an idiot, and suppose you were a member of congress; but I repeat myself."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Nothing is more humiliating than to see idiots succeed in enterprises we have failed in."
    },
    {
      "cite": "William Blake",
      "quote": "To generalize is to be an idiot. To particularize is the alone distinction of merit. General knowledge are those knowledge that idiots possess."
    },
    {
      "cite": "Leo Durocher",
      "quote": "Show me a good loser and I'll show you an idiot."
    },
    {
      "cite": "Joan Van Ark",
      "quote": "When I become the village idiot, or at least, it starts to become a joke, you can't do that much longer."
    },
    {
      "cite": "Ken Poirot",
      "quote": "Avoid and ignore the idiots who try to bring you down in life; they are not worth your time."
    },
    {
      "cite": "Adam Duritz",
      "quote": "Sometimes the world seems like a big hole. You spend all your life shouting down it and all you hear are echoes of some idiot yelling nonsense down a hole."
    },
    {
      "cite": "Oliver Gaspirtz",
      "quote": "It's better to dance like a fool, than to stand around like an idiot."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Acting is the perfect idiot's profession."
    },
    {
      "cite": "Louis Aragon",
      "quote": "We know that the nature of genius is to provide idiots with ideas twenty years later."
    },
    {
      "cite": "Rebecca West",
      "quote": "The main difference between men and women is that men are lunatics and women are idiots."
    },
    {
      "cite": "Peter Lynch",
      "quote": "Go for a business that any idiot can run, because sooner or later, any idiot probably is going to run it."
    },
    {
      "cite": "Johann Sebastian Bach",
      "quote": "If I decide to be an idiot, then I'll be an idiot on my own accord."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Any man can make mistakes, but only an idiot persists in his error."
    },
    {
      "cite": "Nicole Sullivan",
      "quote": "Once you're able to look like an idiot and be ok with it, it opens up your potential."
    },
    {
      "cite": "Mark Twain",
      "quote": "In the first place, God made idiots. That was for practice. Then he made school boards."
    },
    {
      "cite": "William Hazlitt",
      "quote": "There is no one thoroughly despicable. We cannot descend much lower than an idiot; and an idiot has some advantages over a wise man."
    },
    {
      "cite": "Glenn Beck",
      "quote": "I say on the air all time, if you take what I say as gospel, you're an idiot."
    },
    {
      "cite": "Bikram Choudhury",
      "quote": "You treat an idiot like an idiot."
    },
    {
      "cite": "Walter Kerr",
      "quote": "Half the world is composed of idiots, the other half of people clever enough to take indecent advantage of them."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "You're an idealist, and I pity you as I would the village idiot."
    },
    {
      "cite": "Scott Adams",
      "quote": "There's nothing more dangerous than a resourceful idiot."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "From the naturalistic point of view, all men are equal. There are only two exceptions to this rule of naturalistic equality: geniuses and idiots."
    },
    {
      "cite": "Laura Davenport",
      "quote": "If idiots could fly, the sky would be like an airport."
    },
    {
      "cite": "Kevin Connolly",
      "quote": "You don't want to miss out on something and feel like an idiot."
    },
    {
      "cite": "Warren Ellis",
      "quote": "I try not to get involved in the business of prediction. It's a quick way to look like an idiot."
    },
    {
      "cite": "Bill Watterson",
      "quote": "People think it must be fun to be a super genius, but they don't realize how hard it is to put up with all the idiots in the world."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "You always have to defend the imagination against idiots."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "No man can be a pure specialist without being in the strict sense an idiot."
    },
    {
      "cite": "L. Sprague de Camp",
      "quote": "There is no mistaking the dismay on the face of a writer who has just heard that his brain child is a deformed idiot."
    },
    {
      "cite": "Jeff Ament",
      "quote": "Every few years I'll party way too much to remind myself what an idiot I am."
    },
    {
      "cite": "Lucy Lawless",
      "quote": "Treat everyone the same until you find out they're an idiot."
    }
  ]
}