{
  "source": "https://www.wisesayings.com/idleness-quotes/",
  "theme": "idleness",
  "quotes": [
    {
      "cite": "James Terry White",
      "quote": "It is not necessary for a man to be actively bad in order to make a failure in life; simple inaction will accomplish it. Nature has everywhere written her protest against idleness; everything which ceases to struggle toward an ideal, the constant effort to get higher and further, which develops manhood and character."
    },
    {
      "cite": "Voltaire",
      "quote": "Shun idleness.  It is a rust that attaches itself to the most brilliant metals."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "Idleness is sweet, and its consequences are cruel."
    },
    {
      "cite": "Albert Pike",
      "quote": "There is a perennial nobleness and even sacredness in work. Be he never so benighted and forgetful of his high calling, there is always hope in a man that actually and earnestly works: in Idleness alone is there perpetual Despair."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Idleness is the grand Pacific Ocean of life, and in that stagnant abyss the most salutary things produce no good, the most noxious no evil. Vice, indeed, abstractedly considered, may be, and often is engendered in idleness; but the moment it becomes efficiently vice, it must quit its cradle and cease to be idle."
    },
    {
      "cite": "A.A. Milne",
      "quote": "People say nothing is impossible, but I do nothing every day."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Idleness is emptiness; the tree in which the sap is stagnant, remains fruitless."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Avoid idleness, and fill up all the spaces of thy time with severe and useful employment: for lust easily creeps in at those emptinesses where the soul is unemployed and the body is at ease; no easy, healthful, idle person was ever chaste if he could."
    },
    {
      "cite": "Thomas Traherne",
      "quote": "The soul is made for action, and cannot rest till it be employed. Idleness is its rust. Unless it will up and think and taste and see, all is in vain."
    },
    {
      "cite": "Ovid",
      "quote": "Love is born of idleness and, once born, by idleness is fostered."
    },
    {
      "cite": "Floyd Dell",
      "quote": "Idleness is not doing nothing. Idleness is being free to do anything."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Idleness is the heaviest of all oppressions."
    },
    {
      "cite": "Jean Paul",
      "quote": "Idleness is many gathered miseries in one name."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Life does not agree with philosophy: There is no happiness that is not idleness, and only what is useless is pleasurable."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "Idleness is an inlet to disorder, and makes way for licentiousness. People who have nothing to do are quickly tired of their own company."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "Far from idleness being the root of all evil, it is rather the only true good."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "Idleness, like kisses, to be sweet must be stolen."
    },
    {
      "cite": "Johann G. Seume",
      "quote": "Idleness is the stupidity of the body, and stupidity is the idleness of the mind."
    },
    {
      "cite": "Julie Burchill",
      "quote": "Gluttony and idleness are two of life's great joys, but they are not honourable."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "One of the commonest characteristics of the successful man is his idleness, his immense capacity for wasting time."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "Idleness is only the refuge of weak minds."
    },
    {
      "cite": "William E. Barrett",
      "quote": "Hunger is not the worst feature of unemployment; idleness is."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "A faculty for idleness implies a catholic appetite and a strong sense of personal identity."
    },
    {
      "cite": "Bill Watterson",
      "quote": "There's never enough time to do all the nothing you want."
    },
    {
      "cite": "C.H. Spurgeon",
      "quote": "So runs the genealogy of many another sin: idleness is usually the grandfather of the crime, whatever the father might be."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Diligence is the mother of good fortune, and idleness, its opposite, never brought a man to the goal of any of his best wishes."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "It is idleness that is the curse of man - not labour. Idleness eats the heart out of men as of nations, and consumes them as rust does iron."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Trouble springs from idleness, and grievous toil from needless ease."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "The lot of man is ceaseless labor, Or ceaseless idleness, which is still harder."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Idleness is the beginning of all vice, the crown of all virtues."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The exquisite art of idleness, one of the most important things that any University can teach."
    },
    {
      "cite": "Henry Ford",
      "quote": "Nobody can think straight who does not work. Idleness warps the mind."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Idleness is the Dead Sea that swallows all Virtues."
    },
    {
      "cite": "Hannah More",
      "quote": "Idleness among children, as among men, is the root of all evil, and leads to no other evil more certain than ill temper."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Idleness of the mind is much worse than that of the body: wit, without employment, is a disease - the rust of the soul, a plague, a hell itself."
    },
    {
      "cite": "Albert Camus",
      "quote": "Idleness is fatal only to the mediocre."
    },
    {
      "cite": "Ovid",
      "quote": "Remove the temptation of idleness and cupids bow is useless."
    },
    {
      "cite": "Anne Baxter",
      "quote": "Idleness is a constant sin, and labor is a duty. Idleness is the devil's home for temptation and for unprofitable, distracting musings; while labor profit others and ourselves."
    },
    {
      "cite": "George Mac Donald",
      "quote": "Certainly work is not always required of a man. There is such a thing as a sacred idleness, the cultivation of which is now fearfully neglected."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Idleness and timidity often despair without being overcome, and forbear attempts for fear of being defeated; and we may promote the invigoration of faint endeavors, by showing what has already been performed."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "To be idle and to be poor have always been reproaches, and therefore every man endeavors with his utmost care to hide his poverty from others, and his idleness from himself."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Idleness begets ennui, ennui the hypochondriac, and that a diseased body. No laborious person was ever yet hysterical."
    },
    {
      "cite": "Horace Mann",
      "quote": "Wealth which breeds idleness ... is only a sort of human oyster-bed, where heirs and heiresses are planted, to spend a contemptible life of slothfulness in growing plump and succulent for the grave-worm's banquet."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top."
    },
    {
      "cite": "Bishop Robert South",
      "quote": "It is idleness that creates impossibilities; and where people don't care to do anything, they shelter themselves under a permission that it cannot be done."
    }
  ]
}