{
  "source": "https://www.wisesayings.com/idol-quotes/",
  "theme": "idol",
  "quotes": [
    {
      "cite": "Washington Irving",
      "quote": "The idol of today pushes the hero of yesterday out of our recollection; and will, in turn, be supplanted by his successor of tomorrow."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "An idol of the mind is as offensive to God as an idol of the hand."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is no idol more debasing than the worship of money."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "Every idol, if you scratch it, is a mirror. We worship ourselves."
    },
    {
      "cite": "Elyse Fitzpatrick",
      "quote": "Idols aren't stone statues. They are thoughts, desires, and longings that we worship in the place of the true God."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "The man molds the idol and then the idol molds the man."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "You are the equal of the idol who has given you your inspiration."
    },
    {
      "cite": "Hildegard Knef",
      "quote": "Try not to have idols: they are interchangeable and lead to a wantonness that is easily mistaken for love."
    },
    {
      "cite": "Criss Jami",
      "quote": "Whatever thing a man gets quickly enraged about is his idol, and whatever thing he makes his idol becomes his religion."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "All the idols made by man, however terrifying they may be, are in point of fact subordinate to him, and that is why he will always have it in his power to destroy them."
    },
    {
      "cite": "Oscar Romero",
      "quote": "We must overturn so many idols, the idol of self first of all, so that we can be humble, and only from our humility can learn to be redeemers, can learn to work together in the way the world really needs."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "The idol is the measure of the worshipper."
    },
    {
      "cite": "Abigail Disney",
      "quote": "When you worship an idol, you're substituting a thing for the ultimate."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Idols are often good things that we have made into ultimate things."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The idol in the temple is not God. But since God resides in every atom, He resides in that idol too."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "An idol is anything put in the place of God as the ultimate reality - the eternal, self-existent, uncaused cause of everything else."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Your idol is shattered in the dust to prove that God's dust is greater than your idol."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "An idol is what man makes and then has to carry. God makes a man and then carries him."
    },
    {
      "cite": "B. B. King",
      "quote": "We all have idols. Play like anyone you care about but try to be yourself while you're doing so."
    },
    {
      "cite": "Thomas Daniel Nehrer",
      "quote": "In terms of idols which represented various gods: worshipping an idol or star cluster is no different than worshipping a concept."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Don't idolize anyone if you can. You know, be inspired by people, certainly, but don't idolize people... Because they'll let you down."
    },
    {
      "cite": "Bobby Bonilla",
      "quote": "Kids today are looking for idols, but sometimes they look too far ... They don't have to look any farther than their home because those are the people that love you. They are the real heroes."
    },
    {
      "cite": "Hernando Cortes",
      "quote": "Thus they have an idol that they petition for victory in war; another for success in their labors; and so for everything in which they seek or desire prosperity, they have their idols, which they honor and serve."
    },
    {
      "cite": "Clayton Christensen",
      "quote": "People have an idol they want to be like and try to follow what the idols did. But when you do, you find out you're not very successful and you're not very happy. You try to copy these models, and it doesn't yield successful results."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The idol is the expression of religion."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "An idol is not necessarily something concrete, like a golden calf. It can also be something abstract, like matter. Is matter part of the created order? Sure it is. So the philosophy of materialism qualifies as an idol in the biblical sense."
    }
  ]
}