{
  "source": "https://www.wisesayings.com/ignorance-quotes/",
  "theme": "ignorance",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing more frightful than ignorance in action."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Ignorance more frequently begets confidence than does knowledge: it is those who know little, not those who know much, who so positively assert that this or that problem will never be solved by science."
    },
    {
      "cite": "Ralph B. Perry",
      "quote": "Ignorance deprives people of freedom because they do not know what alternatives there are. It is impossible to choose to do what one has never heard of."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Beware of false knowledge; it is more dangerous than ignorance."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Ignorance is always afraid of change."
    },
    {
      "cite": "Ann Plato",
      "quote": "To remove ignorance is an important branch of benevolence."
    },
    {
      "cite": "Plato",
      "quote": "Ignorance, the root and stem of all evil."
    },
    {
      "cite": "Victor Cousin",
      "quote": "If ignorance is bliss, there should be more happy people."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The only victories which leave no regret are those which are gained over ignorance."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Better be ignorant of a matter than half know it."
    },
    {
      "cite": "Cicero",
      "quote": "I am not ashamed to confess I am ignorant of what I do not know."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Where ignorance is our master, there is no possibility of real peace."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The highest form of ignorance is when you reject something you don't know anything about."
    },
    {
      "cite": "Horace Mann",
      "quote": "Ignorance breeds monsters to fill up the vacancies of the soul that are unoccupied by the verities of knowledge."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Ignorance is preferable to error; and he is less remote from the truth who believes nothing, than he who believes what is wrong."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Most ignorance is evincible ignorance. We don't know because we don't want to know."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ignorance is like a delicate fruit; touch it, and the bloom is gone."
    },
    {
      "cite": "Frank Dane",
      "quote": "Ignorance is never out of style. It was in fashion yesterday, it is the rage today and it will set the pace tomorrow."
    },
    {
      "cite": "Robert Browning",
      "quote": "Ignorance is not innocence, but sin."
    },
    {
      "cite": "Confucius",
      "quote": "Ignorance is the night of the mind, but a night without moon or star."
    },
    {
      "cite": "Wes Fessler",
      "quote": "Ignorance speaks loudly, so as to be heard; but its volume proves reason to doubt every word."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The recipe for perpetual ignorance is: Be satisfied with your opinions and content with your knowledge."
    },
    {
      "cite": "James Anthony Froude",
      "quote": "Ignorance is the dominion of absurdity."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The truest characters of ignorance Are vanity, and pride, and annoyance."
    },
    {
      "cite": "Enrico Fermi",
      "quote": "Ignorance is never better than knowledge."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Ignorance never settles a question."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everybody is ignorant, only on different subjects."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "To be concious that you are ignorant of the facts is a great step toward knowledge."
    },
    {
      "cite": "Mark Twain",
      "quote": "I would rather have my ignorance than another man's knowledge, because I have got so much more of it."
    },
    {
      "cite": "Sacha Guity",
      "quote": "The little I know, I own to ignorance."
    },
    {
      "cite": "Heinrich Suso",
      "quote": "By ignorance the truth is known."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "It may be that the ignorant man, alone, has any chance to mate his life with life."
    },
    {
      "cite": "Socrates",
      "quote": "I know nothing except the fact of my ignorance."
    },
    {
      "cite": "Emma Goldman",
      "quote": "The most violent element in society is ignorance."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Being ignorant is not so much a shame, as being unwilling to learn."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Ignorance is a virus. Once it starts spreading, it can only be cured by reason. For the sake of humanity, we must be that cure."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Teach the ignorant as much as you can."
    },
    {
      "cite": "Ira N. Barin",
      "quote": "Ignorance is still better than martyrdom."
    },
    {
      "cite": "Lionel Suggs",
      "quote": "Isn't it funny how ignorance is the source of strength of so many?"
    },
    {
      "cite": "Andrew Levkoff",
      "quote": "Ignorance is an underrated virtue, my lord."
    },
    {
      "cite": "Victoria Schwab",
      "quote": "Ignorance may be bliss, but only if it outweighs curiosity."
    },
    {
      "cite": "Stephen Fry",
      "quote": "Read it wisely, Little One, for the power of ignorance is great."
    },
    {
      "cite": "Anthony Marais",
      "quote": "Is it not ignorance that we share? A lie takes two. The truth we find alone."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Ignorance must be prosecuted when arrested. The only way for its arrest is by information and the only way for prosecution is through reading and learning of new things."
    },
    {
      "cite": "Kristen Ashley",
      "quote": "Even one voice in a wilderness of ignorance is a voice that is heard by someone."
    },
    {
      "cite": "James Clerk Maxwell",
      "quote": "Thoroughly conscious ignorance is the prelude to every real advance in science."
    },
    {
      "cite": "Laura Knight-Jadczyk",
      "quote": "Ignorance is not a capital crime. It is a correctable condition."
    },
    {
      "cite": "Kyle Schmalenberg",
      "quote": "To turn down knowledge is to resign to ignorance."
    },
    {
      "cite": "Marion Zimmer Bradley",
      "quote": "To know you are ignorant is the beginning of wisdom."
    },
    {
      "cite": "Nenia Campbell",
      "quote": "Ignorance must be a fun place to live; my parents seem to vacation there year-round."
    },
    {
      "cite": "Leah Hager Cohen",
      "quote": "The ignorance we’re ignorant of is the ignorance most difficult to remedy."
    },
    {
      "cite": "Saul Bellow",
      "quote": "A great deal of intelligence can be invested in ignorance."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The pleasures of ignorance are as great, in their way, as the pleasures of knowledge."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Not ignorance, but ignorance of ignorance, is the death of knowledge."
    },
    {
      "cite": "A. Bronson Alcott",
      "quote": "To be ignorant of one's ignorance is the malady of ignorance."
    },
    {
      "cite": "Anatole France",
      "quote": "It's innocence when it charms us, ignorance when it doesn't."
    },
    {
      "cite": "Christopher Andrea",
      "quote": "Ignorance is right!"
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "You can still be sincere and still be stupid."
    },
    {
      "cite": "Ludovico Ariosto",
      "quote": "The mist of ignorance, esteems untrue. Rejecting whatsoever is a wonder."
    },
    {
      "cite": "William Andrews",
      "quote": "It is when within the darkness of ignorance when you shout do you shine."
    },
    {
      "cite": "Stephen Crane",
      "quote": "In guiltless ignorance, in ignorant guilt."
    },
    {
      "cite": "Ezra Pound",
      "quote": "For ignorance, its growth and its protection."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "Through ignorance, all troubles did surmount."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Pain and ignorance lead to great joy and knowledge because the Supreme Being has created nothing vain under the sun."
    },
    {
      "cite": "Edward Estlin Cummings",
      "quote": "All ignorance toboggans into know and trudges up to ignorance again."
    },
    {
      "cite": "Robert William Service",
      "quote": "Ignorance is bliss."
    }
  ]
}