{
  "source": "https://www.wisesayings.com/illegal-immigration-quotes/",
  "theme": "illegal-immigration",
  "quotes": [
    {
      "cite": "Gail Collins",
      "quote": "Illegal immigration can never be completely stopped, no matter how high the wall or how many patrol agents you have watching it."
    },
    {
      "cite": "Roger Wicker",
      "quote": "Illegal immigration is not just a matter of interest in states along our border with Mexico. It is having an effect on local economies, schools, health care delivery, and public safety all across the country."
    },
    {
      "cite": "David Brooks",
      "quote": "When you talk about the problem of illegal immigration, people are angry and polarized. When you talk about the answers, the debate gets a little different."
    },
    {
      "cite": "Jon Kyl",
      "quote": "Illegal immigration is a genuinely national issue, and resolving it requires a national commitment not just on health care but also border control, law enforcement and other resources."
    },
    {
      "cite": "Timothy Murphy",
      "quote": "Illegal immigration is crisis for our country. It is an open door for drugs, criminals, and potential terrorists to enter our country. It is straining our economy, adding costs to our judicial, healthcare, and education systems."
    },
    {
      "cite": "Jan C. Ting",
      "quote": "Learning to distinguish the illegal immigrant from the legal immigrant does not solve the problem of illegal immigration."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "If you want to stop illegal immigration, you have to make it so that - so that the people that hire the illegal immigrants will not be in a position to hire them."
    },
    {
      "cite": "John Barrasso",
      "quote": "Illegal immigration continues to be a major problem in the United States. We have people waiting to come here legally. And we should not be rewarding people who have come here illegally."
    },
    {
      "cite": "Harry Reid",
      "quote": "Enforcement alone does not work. Unless we address the gap between our immigration laws and reality, illegal immigration will not stop and the situation on the border will continue to be chaotic."
    },
    {
      "cite": "Marco Rubio",
      "quote": "The key that opens that door is proving to the American public that illegal immigration is under control. And at this point, that argument cannot be made because it is not true, it is not under control."
    },
    {
      "cite": "Gail Collins",
      "quote": "You reduce illegal immigration by making it harder to get jobs here, or easier to get jobs south of the border. This idea that we can't pass an immigration law until we hit some imaginary security target is just a way to derail reform."
    },
    {
      "cite": "Jan C. Ting",
      "quote": "There is no quick fix for illegal immigration. But only when we achieve better control of our borders and better respect for our immigration laws can we give meaning to the discussion we need to have over reforming the numbers, categories, and procedures for legal immigration into the United States."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "One of the defining characteristics or difference between today's illegal immigration and the immigration of old is the immigrants of the late 1800s through the early 1920s came here desiring to become Americans. They wanted to become part of what was a unique and distinct American culture. They were all coming from tyranny of one kind or another."
    },
    {
      "cite": "Victor Davis Hanson",
      "quote": "Illegal immigration is praised only by those who benefit directly from it, whether in the familial sense of inexpensive nannies, cooks, or gardeners; or in the corporate interest of cheap labor in the hospitality industries, agriculture, and construction; or in the political sense of new liberal constituents; or in the tribal sense of expanding the so-called La Raza base. But the vast majority of Americans accept that when federal law is ignored, chaos ensues."
    },
    {
      "cite": "Mitt Romney",
      "quote": "Ending illegal immigration only strengthens legal immigration."
    },
    {
      "cite": "Ric Keller",
      "quote": "The economic impact of illegal immigration on taxpayers is catastrophic."
    },
    {
      "cite": "William J. Clinton",
      "quote": "We must say no to illegal immigration so we can continue to say yes to legal immigration."
    },
    {
      "cite": "Donald Trump",
      "quote": "We have no borders. Our vets are being treated horribly. Illegal immigration is beyond belief."
    },
    {
      "cite": "Elton Gallegly",
      "quote": "Hospitals are closing across the country due to the burden of illegal immigration, college students find that summer jobs have dried up due to illegal immigration, and wages across the board are depressed by the overwhelming influx of cheap and illegal labor."
    }
  ]
}