{
  "source": "https://www.wisesayings.com/illiterate-quotes/",
  "theme": "illiterate",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors."
    },
    {
      "cite": "Richard Allington",
      "quote": "Better to lose a book to a child, than to lose a child to illiteracy."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Elimination of illiteracy is as serious an issue to our history as the abolition of slavery."
    },
    {
      "cite": "Naveen Jain",
      "quote": "As a child I experienced firsthand the severe effects of poverty and illiteracy, especially upon women and children. My parents taught me the importance of education and that it was a key to improving an individual's life."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "As centuries of dictators have known, an illiterate crowd is the easiest to rule; since the craft of reading cannot be untaught once it has been acquired, the second-best recourse is to limit its scope."
    },
    {
      "cite": "Matthew Ashimolowo",
      "quote": "The greatest illiterate is the inability to learn the great things of life from small things around."
    },
    {
      "cite": "Michael Bassey",
      "quote": "When an illiterate gets angry, you'll get to understand that calmness is probably a sign of education."
    },
    {
      "cite": "Wim Wenders",
      "quote": "It's a great lesson in modesty that you realize you're illiterate in a field that you think you're an expert in."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "The illiterate of the future will not be the man who cannot read the alphabet, but the one who cannot take a photograph."
    },
    {
      "cite": "Katharine Elizabeth Fullerton Gerould",
      "quote": "Educational legislation nowadays is largely in the hands of illiterate people, and the illiterate will take good care that their illiteracy is not made a reproach on them."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "The problem is not scientifically illiterate kids; it is scientifically illiterate adults. Kids are born curious about the natural world. They are always turning over rocks, jumping with two feet into mud puddles and playing with the tablecloth and fine china."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "There are worse crimes than burning books. One of them is not reading them."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The person who deserves most pity is a lonesome one on a rainy day who doesn't know how to read."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "The illiterate of the 21st century will not be those who cannot read and write, but those who cannot learn, unlearn, and relearn."
    },
    {
      "cite": "Call Bain",
      "quote": "70 out of 100 people in the world cannot read... if you can read then you are the luckiest out of 2 million people in the world that cannot."
    }
  ]
}