{
  "source": "https://www.wisesayings.com/illness-quotes/",
  "theme": "illness",
  "quotes": [
    {
      "cite": "Barbara Grizzuti Harrison",
      "quote": "Illness is regarded as a crime, and crime is regarded as illness."
    },
    {
      "cite": "Proverb",
      "quote": "Sickness comes on horseback but departs on foot."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Illness cannot exist in a body that has harmonious thoughts."
    },
    {
      "cite": "Linus Pauling",
      "quote": "You can trace every sickness, every disease and every ailment to a mineral deficiency"
    },
    {
      "cite": "Ed McCabe",
      "quote": "Illness is the result of improper removal of toxins from the body. Oxygen is the vital factor which assists the body in removing toxins."
    },
    {
      "cite": "Catherine Carrigan",
      "quote": "All illness no matter whether you stubbed your toe, battle cancer or are blowing your nose constantly with a common cold is simply slowed down vibration."
    },
    {
      "cite": "Esther Hicks",
      "quote": "Illness or pain is just an extension of negative emotion. When you are no longer feeling any resistance to it, it's a non-issue."
    },
    {
      "cite": "John Green",
      "quote": "Because there is no glory in illness. There is no meaning to it. There is no honor in dying of."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Illness is the most heeded of doctors: to goodness and wisdom we only make promises; pain we obey."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "Illness is the opposite of freedom. It makes everything impossible."
    },
    {
      "cite": "Marcel Proust",
      "quote": "It is in moments of illness that we are compelled to recognize that we live not alone but chained to a creature of a different kingdom, whole worlds apart, who has no knowledge of us and by whom it is impossible to make ourselves understood: our body."
    },
    {
      "cite": "Norman Cousins",
      "quote": "The more serious the illness, the more important it is for you to fight back, mobilizing all your resources-spiritual, emotional, intellectual, physical."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Sickness is an illusion, to be annihilated by Science."
    },
    {
      "cite": "Fran Drescher",
      "quote": "Illness is the great equalizer. It doesn't matter who you are, rich or poor, young or old, fat or thin, sick is sick."
    },
    {
      "cite": "Spencer W Kimball",
      "quote": "Sickness sometimes is a great blessing. People become angels through sickness."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "For every human illness, somewhere in the world there exists a plant which is the cure."
    },
    {
      "cite": "Mark Hyman",
      "quote": "Chronic disease is a foodborne illness. We ate our way into this mess, and we must eat our way out."
    },
    {
      "cite": "Jane Roberts",
      "quote": "The easiest time to cure an illness is before it is accepted as a part of the self-image."
    },
    {
      "cite": "George Ohsawa",
      "quote": "Sickness is the first warning that we have made a wrong judgement. A healthy person is never unhappy."
    },
    {
      "cite": "Tony Snow",
      "quote": "The secret of learning to be sick is this: Illness doesn't make you less of what you were. You are still you."
    },
    {
      "cite": "Caroline Myss",
      "quote": "To heal illness, begin by restoring balance."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Illness is the night side of life, a more onerous citizenship. Everyone who is born holds dual citizenship, in the kingdom of the well and in the kingdom of the sick. Although we all prefer to use the good passport, sooner or later each of us is obliged, at least for a spell, to identify ourselves as citizens of that other place."
    },
    {
      "cite": "Frank Bruno",
      "quote": "Mental illness can happen to anybody. You can be a dustman, a politician, a Tesco worker... anyone. It could be your dad, your brother or your aunt."
    },
    {
      "cite": "Alice B. Toklas",
      "quote": "Illness sets the mind free sometimes to roam and surmise."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Every sickness has an alien quality, a feeling of invasion and loss of control that is evident in the language we use about it."
    },
    {
      "cite": "Susan Minot",
      "quote": "Illness can make us behave in the most surprising ways."
    },
    {
      "cite": "Lawrence S. Kubie",
      "quote": "The essence of illness is the freezing of behavior into unalterable and insatiable patterns."
    },
    {
      "cite": "Cornelia Meigs",
      "quote": "Recovery from illness often seems like beginning life all over again."
    },
    {
      "cite": "Dean Ornish",
      "quote": "Think about it: Heart disease and diabetes, which account for more deaths in the U.S. and worldwide than everything else combined, are completely preventable by making comprehensive lifestyle changes. Without drugs or surgery."
    },
    {
      "cite": "George Weinberg",
      "quote": "What worse illness can there be than acute conventionality. You should pray every night that you don't wake up with it."
    },
    {
      "cite": "Bruce H. Lipton",
      "quote": "Most illness is just stress from not living in harmony."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Illness is a clumsy attempt to arrive at health: we must come to nature's aid with intellect."
    },
    {
      "cite": "Rick Warren",
      "quote": "Your illness is not your identity. Your chemistry is not your character."
    },
    {
      "cite": "Lysette Anthony",
      "quote": "Mental illness leaves a huge legacy, not just for the person suffering it but for those around them."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Whether an illness affects your heart, your leg or your brain, it's still an illness, and there should be no distinction."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Even if you have a terminal disease, you don't have to sit down and mope. Enjoy life and challenge the illness that you have."
    },
    {
      "cite": "Chris Wood",
      "quote": "Any other illness, any other disease that we're faced with, there's sympathy and understanding. We get help for those. With mental illness, our go-to is to categorize them as, 'Oh, they're crazy,' to belittle the problem."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Sickness is felt, but health not at all."
    },
    {
      "cite": "Judith Orloff",
      "quote": "Every illness is an opportunity for compassionate revelations."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Sickness is the vengeance of nature for the violation of her laws."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Sickness is a sort of early old age; it teaches us a diffidence in our earthly state."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Even sickness becomes an experience that we pass through in happiness because our happiness is not dependent upon how our body feels, but how our spirit feels."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Illness is the doctor to whom we pay most heed; to kindness, to knowledge, we make promise only; pain we obey."
    },
    {
      "cite": "James Holman",
      "quote": "Illness is merely the bitter, which a wise Providence mingles in the cup of life."
    },
    {
      "cite": "Christiane Northrup",
      "quote": "Illness is often a sign that you need to make an adjustment in your life path."
    },
    {
      "cite": "Francis Collins",
      "quote": "All illnesses have some heredity contribution. It's been said that genetics loads the gun and environment pulls the trigger."
    },
    {
      "cite": "Sholem Asch",
      "quote": "An illness is like a journey into a far country; it sifts all one's experience and removes it to a point so remote that it appears like a vision."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The number one root of all illness, as we know, is stress."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "It is in sickness that we most feel the need of that sympathy which shows how much we are dependent upon one another for our comfort, and even necessities. Thus disease, opening our eyes to the realities of life, is an indirect blessing."
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "Illness isn't the only thing that spoils the appetite."
    }
  ]
}