{
  "source": "https://www.wisesayings.com/illusion-quotes/",
  "theme": "illusion",
  "quotes": [
    {
      "cite": "Arthur Koestler",
      "quote": "Nothing is more sad than the death of an illusion."
    },
    {
      "cite": "Voltaire",
      "quote": "Illusion is the first of all pleasures."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Illusion is needed to disguise the emptiness within."
    },
    {
      "cite": "Herman Wouk",
      "quote": "Illusion is an anodyne, bred by the gap between wish and reality."
    },
    {
      "cite": "James Philip Head",
      "quote": "With true beauty, there is no illusion."
    },
    {
      "cite": "Horace Greeley",
      "quote": "The illusion that times that were are better than those that are, has probably pervaded all ages."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The one person who has more illusions than the dreamer is the man of action."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "It is an illusion that youth is happy, an illusion of those who have lost it."
    },
    {
      "cite": "Meher Baba",
      "quote": "All illusion comes and goes, but the soul remains unchanged."
    },
    {
      "cite": "Brad Bird",
      "quote": "Animation is about creating the illusion of life. And you can't create it if you don't have one."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Illusion begets and sustains the world; we do not destroy one without destroying the other."
    },
    {
      "cite": "Eva Heller",
      "quote": "There's no point in clinging to illusions."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Illusions commend themselves to us because they save us pain and allow us to enjoy pleasure instead. We must therefore accept it without complaint when they sometimes collide with a bit of reality against which they are dashed to pieces."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "We must select the illusion which appeals to our temperament and embrace it with passion, if we want to be happy."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "A pleasant illusion is better than a harsh reality."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Illusion is no longer possible, because the real is no longer possible."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Limits, like fears, are often just an illusion."
    },
    {
      "cite": "Voltaire",
      "quote": "One day everything will be well, that is our hope. Everything's fine today, that is our illusion."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Nothing except a positive illusion can possibly have a future,"
    },
    {
      "cite": "Northrop Frye",
      "quote": "There are two kinds of illusion, the negative illusion which merely fails to be a reality, and the illusion which exists as a potentiality or model in the mind, as a fiction which does not yet exist but may be brought into existence or realized by a creative mind."
    },
    {
      "cite": "Northrop Frye",
      "quote": "If the human race were to destroy both itself and the planet it lives on, that would be the final triumph of illusion."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Surely, living in an illusion is the greatest of torments, and becoming disillusioned ought to feel like being let out of jail."
    },
    {
      "cite": "Northrop Frye",
      "quote": "The mystic finds, at the heart of the illusion of space, a real presence."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "You too must not count overmuch on your reality as you feel it today, since, like that of yesterday, it may prove an illusion for you tomorrow."
    },
    {
      "cite": "Aesop",
      "quote": "Beware lest you lose the substance by grasping at the shadow."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Every age is fed on illusions, lest men should renounce life early and the human race comes to an end."
    },
    {
      "cite": "John P. Grier",
      "quote": "Illusion is always based on reality, for its strength depends upon its fit with the desires, fears and experiences of countless humans."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "Rob the average man of his illusion and you rob him of his happiness at one stroke."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man loses his illusions first, his teeth second, and his follies last."
    },
    {
      "cite": "George Jean Nathan",
      "quote": "The notion that as a man grows older, his illusions leave him is not quite true. What is true is that his early illusions are supplanted by new, and to him, equally convincing illusions."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The eyes are not responsible when the mind does the seeing."
    },
    {
      "cite": "Mark Twain",
      "quote": "It isn't safe to sit in judgment upon another person's illusion when you are not on the inside. While you are thinking it is a dream, he maybe knowing it is a planet."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "No man will be found in whose mind airy notions do not sometimes tyrannize, and force him to hope or fear beyond the limits of sober probability."
    },
    {
      "cite": "John Keats",
      "quote": "It appears to me that almost every man may, like the spider, spin from his own inwards his own airy citadel."
    },
    {
      "cite": "George Eliot",
      "quote": "For what we call illusions are often, in truth, a wider vision of past and present realities—a willing movement of a man's soul with the larger sweep of the world's forces—a movement towards a more assured end than the chances of a single life."
    },
    {
      "cite": "Lama Thubten  Yeshe",
      "quote": "The key, during both life and death, is to recognize illusions as illusions, projections as projections, and fantasies as fantasies. In this way we become free."
    },
    {
      "cite": "Orson Welles",
      "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    },
    {
      "cite": "Thomas Boswell",
      "quote": "More than any other American sport, baseball creates the magnetic, addictive illusion that it can almost be understood."
    },
    {
      "cite": "Billy Graham",
      "quote": "The American Dream became America's god; wealth and abundance have become the measure of America's success. But—as recent events have shown— we have been living an illusion."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The single biggest problem in communication is the illusion that it has taken place."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Certainly generally is illusion, and repose is not the destiny of man."
    },
    {
      "cite": "Barbara Brown Taylor",
      "quote": "We live in the illusion that we are all separate 'I ams.' When the fog finally clears, we shall know there is only One."
    },
    {
      "cite": "Mazloom Gill",
      "quote": "Some seem as alive, / But seem as died, / Some seem as died, / But seem have lives, / It can not realize, / By an ordinary eye."
    },
    {
      "cite": "Mazloom Gill",
      "quote": "Now freedom in the world / Just as like as illusion / Modern slavery called freedom / No one can claim it / No one can have it."
    },
    {
      "cite": "Kabir",
      "quote": "Only the Knower knows / That music cannot be written / How can then be the notes / Says Kabir, awareness alone will overcome illusion."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Since I am a poet / I express it in exact words, / Which illustrate a truth / And reality / However, it can be an illusion, / Far from the facts / But the direct narration / With a direct figure / It verifies the truth and reality."
    },
    {
      "cite": "Stefani J. Germanotta",
      "quote": "It wasn't love, it wasn't love / It was a perfect illusion (perfect illusion) / Mistaken for love, it wasn't love / It was a perfect illusion (perfect illusion) / You were a perfect illusion."
    },
    {
      "cite": "Liam Payne",
      "quote": "No baby this is not an illusion / I've really got my heart out on my sleeve / Oh baby this is not an illusion / There's magic between you and me / No baby this is not an illusion / You really got me lifted off 'my feet / So tell me you believe in love /  'Cause it's not an illusion to me."
    }
  ]
}