{
  "source": "https://www.wisesayings.com/illustration-quotes/",
  "theme": "illustration",
  "quotes": [
    {
      "cite": "Howard Crosby",
      "quote": "A wisely chosen illustration is almost essential to fasten the truth upon the ordinary mind, and no teacher can afford to neglect this part of his preparation."
    },
    {
      "cite": "Tony DiTerlizzi",
      "quote": "Illustrations can be a big window: a looking glass into the author's imagination."
    },
    {
      "cite": "Norman Rockwell",
      "quote": "No man with a conscience can just bat out illustrations. He's got to put all his talent and feeling into them!"
    },
    {
      "cite": "Chauncey Depew",
      "quote": "A witty illustration or an apt story will accomplish more than columns of argument."
    },
    {
      "cite": "Charles M. Blow",
      "quote": "An illustration is a visual editorial - its just as nuanced. Everything that goes into it is a call you make: every color, every line weight, every angle."
    },
    {
      "cite": "Richard MacDonald",
      "quote": "I was tired of illustration. You'd work so hard on a commission and it would go in to a magazine, and you'd turn the page and it was gone."
    },
    {
      "cite": "Richard MacDonald",
      "quote": "You have to make thousands and thousands of drawings before an illustration is perfected."
    },
    {
      "cite": "Brian Stelfreeze",
      "quote": "Illustration is commercial. It's work that we produce, and I think what you can do is you can draw from the pool of art, but most of it comes from a pool of knowledge."
    },
    {
      "cite": "Maurice Sendak",
      "quote": "Illustrations have as much to say as the text. The trick is to say the same thing, but in a different way. It's no good being an illustrator who is saying a lot that is on his or her mind, if it has nothing to do with the text. . . the artist must override the story, but he must also override his own ego for the sake of the story."
    },
    {
      "cite": "Horace",
      "quote": "The illustration which solves one difficulty by raising another, settles nothing."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "My life is an open book. With illustrations."
    },
    {
      "cite": "James Gurney",
      "quote": "There is no line between fine art and illustration; there is no high or low art; there is only art, and it comes in many forms."
    },
    {
      "cite": "Joseph Howe",
      "quote": "We may smile at these matters, but they are melancholy illustrations."
    },
    {
      "cite": "Marsha Norman",
      "quote": "Dreams are illustrations from the book your soul is writing about you."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A picture should be a re-creation of an event rather than an illustration of an object; but there is no tension in the picture unless there is a struggle with the object."
    }
  ]
}