{
  "source": "https://www.wisesayings.com/imagine-quotes/",
  "theme": "imagine",
  "quotes": [
    {
      "cite": "Ryan Lilly",
      "quote": "Imagine our imaginations were limited only to the limitless. Still, it wouldn't matter without a motivation to move."
    },
    {
      "cite": "Masaru Emoto",
      "quote": "What we imagine in our minds becomes our world."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Live out of your imagination, not your history."
    },
    {
      "cite": "Azar Nafisi",
      "quote": "You need imagination in order to imagine a future that doesn't exist."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Imagination is more important than knowledge."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Your imagination is your preview of life's coming attractions."
    },
    {
      "cite": "Giles Andreae",
      "quote": "So imagine that the lovely moon is playing just for you everything makes music if you really want it to"
    },
    {
      "cite": "Evelyn Skye",
      "quote": "Imagine, and it shall be. There are no limits."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, just watch!"
    },
    {
      "cite": "Ogwo David Emenike",
      "quote": "Our imagination goes ahead of us, bringing our yesterday's imagings into present realities."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "No one ever made a great discovery without the exercise of the imagination."
    },
    {
      "cite": "Mark Twain",
      "quote": "You can't depend on your eyes when your imagination is out of focus."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "If you can imagine it, you can achieve it. If you can dream it, you can become it."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Imagination was given to man to compensate for what he is not; a sense of humour to console him for what he is."
    },
    {
      "cite": "Will Christopher Baer",
      "quote": "Anything you can imagine is probably true. And the worst you can imagine is probably worth money."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Imagine no limitations; decide what's right and desirable before you decide what's possible."
    },
    {
      "cite": "Anonymous",
      "quote": "Imagine with all your mind, believe with all your heart, achieve with all your might."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Imagination, the supreme delight of the immortal and the immature, should be limited. In order to enjoy life, we should not enjoy it too much."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Everything you can imagine is real."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "Imagination is the highest kite that one can fly."
    },
    {
      "cite": "John Green",
      "quote": "If you don't imagine, nothing ever happens at all."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "All men who have achieved great things have been great dreamers."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Make your life a masterpiece; imagine no limitations on what you can be, have or do."
    },
    {
      "cite": "Anonymous",
      "quote": "Imagine what the world would be like if everyone was positive for one day."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will."
    },
    {
      "cite": "Robert Brault",
      "quote": "The imagination is a palette of bright colors. You can use it to touch up memories or you can use it to paint dreams."
    }
  ]
}