{
  "source": "https://www.wisesayings.com/imagination-quotes/",
  "theme": "imagination",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will."
    },
    {
      "cite": "Mark Twain",
      "quote": "You can't depend on your eyes when your imagination is out of focus."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Imagination will often carry us to worlds that never were. But without it we go nowhere."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Everything you can imagine is real."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "I imagine that yes is the only living thing."
    },
    {
      "cite": "John Burroughs",
      "quote": "To treat your facts with imagination is one thing, to imagine your facts is another."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Imagination grows by exercise, and contrary to common belief, is more powerful in the mature than in the young."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "I imagine, therefore I belong and am free."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Logic will get you from A to Z; imagination will get you everywhere."
    },
    {
      "cite": "Maria Montessori",
      "quote": "Imagination does not become great until human beings, given the courage and the strength, use it to create."
    },
    {
      "cite": "Patricia A. Mckillip",
      "quote": "Imagination is the golden-eyed monster that never sleeps. It must be fed; it cannot be ignored."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Imagination is everything. It is the preview of life's coming attractions."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Reason is intelligence taking exercise. Imagination is intelligence with an erection."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Because when you are imagining, you might as well imagine something worth while."
    },
    {
      "cite": "Charles Chaplin",
      "quote": "Imagination means nothing without doing."
    },
    {
      "cite": "Robert Brault",
      "quote": "The imagination is a palette of bright colors. You can use it to touch up memories ? or you can use it to paint dreams."
    },
    {
      "cite": "James D. Finley",
      "quote": "Nothing encourages creativity like the chance to fall flat on one's face."
    },
    {
      "cite": "Frank Barron",
      "quote": "The creative person is both more primitive and more cultivated, more destructive, a lot madder and a lot saner, than the average person."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Sometimes imagination pounces; mostly it sleeps soundly in the corner, purring."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "He who has imagination without learning has wings but no feet."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "Imagination is the highest kite one can fly."
    },
    {
      "cite": "George Scialabba",
      "quote": "Perhaps imagination is only intelligence having fun."
    },
    {
      "cite": "Duane Michals",
      "quote": "I believe in the imagination. What I cannot see is infinitely more important than what I can see."
    },
    {
      "cite": "Nicolas Manetta",
      "quote": "Those who do not think outside the box are easily contained."
    },
    {
      "cite": "Anna Freud",
      "quote": "Creative minds have always been known to survive any kind of bad training."
    },
    {
      "cite": "George Kneller",
      "quote": "To think creatively, we must be able to look afresh at what we normally take for granted."
    },
    {
      "cite": "Napolon Bonaparte",
      "quote": "Imagination governs the world."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The imagination is man's power over nature."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "My imagination makes me human and makes me a fool; it gives me all the world and exiles me from it."
    },
    {
      "cite": "Henery David Thoreau",
      "quote": "The imagination, give it the least license, dives deeper and soars higher than Nature goes."
    },
    {
      "cite": "Suzanne Beth Stinnett",
      "quote": "Imagination is an inner resource. That's why it takes stopping, slowing, silencing, reassuring, embracing to allow it to speak."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Imagination is actually a form of computation. Imagination gives calculated and instinctive solutions for the future."
    },
    {
      "cite": "Edward de Bono",
      "quote": "It is better to have enough ideas for some of them to be wrong, than to be always right by having no ideas at all."
    },
    {
      "cite": "Henry Miller",
      "quote": "Imagination is the voice of daring. If there is anything godlike about God, it is that. He dared to imagine everything"
    },
    {
      "cite": "Joe Hill",
      "quote": "Fantasy was always only a reality waiting to be switched on."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The true sign of intelligence is not knowledge but imagination."
    },
    {
      "cite": "John Muir",
      "quote": "The power of imagination makes us infinite."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "All the works of man have their origin in creative fantasy. What right have we then to depreciate imagination."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Imagination disposes of everything; it creates beauty, justice, and happiness, which is everything in this world."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The quality of the imagination is to flow and not to freeze."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Imagination is not a talent of some people but is the health of everyone."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Imagination is a poor matter when it has to part company with understanding."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Only in men's imagination does every truth find an effective and undeniable existence. Imagination, not invention, is the supreme master of art as of life."
    },
    {
      "cite": "Simone Weil",
      "quote": "Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it."
    },
    {
      "cite": "John Ruskin",
      "quote": "The imagination is never governed, it is always the ruling and divine power."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A strong imagination begetteth opportunity."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The imagination is the secret and marrow of civilization."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Imagination allows you to see things in a non-traditional, non-restrictive manner. Your imagination is your picture of what tomorrow may bring."
    },
    {
      "cite": "Ida Tarbell",
      "quote": "Imagination is the only key to the future. Without it none exists - with it all things are possible."
    }
  ]
}