{
  "source": "https://www.wisesayings.com/immaturity-quotes/",
  "theme": "immaturity",
  "quotes": [
    {
      "cite": "Immanuel Kant",
      "quote": "Immaturity is the incapacity to use one's intelligence without the guidance of another."
    },
    {
      "cite": "Jann Wenner",
      "quote": "There's a level of immaturity to people who just can't clean up after themselves."
    },
    {
      "cite": "Mason Cooley",
      "quote": "For many, immaturity is an ideal, not a defect."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Comb your immaturity if you want to grow."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Another unsettling element in modern art is that common symptom of immaturity, the dread of doing what has been done before."
    },
    {
      "cite": "John Lydon",
      "quote": "Remaining childish is a tremendous state of innocence."
    },
    {
      "cite": "Toba Beta",
      "quote": "A childish mind griped to unexpected changes."
    },
    {
      "cite": "Eva Heller",
      "quote": "He's like a child, but without a child's capacity for joy."
    },
    {
      "cite": "Juvenal",
      "quote": "Revenge is always the weak pleasure of a little and narrow mind."
    },
    {
      "cite": "Mickey Rourke",
      "quote": "I was very immature when I was young, and for me there was no balance. Everything was just all or nothing."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Most people grow old, but not everybody grows up."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If you keep playing games you're going to be playing them alone."
    },
    {
      "cite": "Voltaire",
      "quote": "As long as people believe in absurdities they will continue to commit atrocities."
    },
    {
      "cite": "Ana Sandoval",
      "quote": "Some people are like trees, they take forever to grow up."
    },
    {
      "cite": "John Boyne",
      "quote": "... Nine-year-old boys usually turn ten at some point. It's the nineteen-year-olds who have difficulty turning twenty."
    },
    {
      "cite": "Matt Stone",
      "quote": "We're kind of like the smoking section in high school. We're immature, keep to ourselves."
    },
    {
      "cite": "Ogden Nash",
      "quote": "You are only young once, but you can stay immature indefinitely"
    },
    {
      "cite": "Witold Gombrowicz",
      "quote": "Our element is unending immaturity."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Inconsistencies in men are generally testimony to their immaturity"
    },
    {
      "cite": "Dave Barry",
      "quote": "What I look forward to is continued immaturity followed by death."
    },
    {
      "cite": "Len Elmore",
      "quote": "There were times my immaturity kept me from being all I wanted to be."
    },
    {
      "cite": "Ben Lamanna",
      "quote": "This weekend showed our immaturity. We're not the team that we thought we were."
    },
    {
      "cite": "Harry Overstreet",
      "quote": "To the immature, other people are not real."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "To resolve problems through negotiation is a very childish approach."
    },
    {
      "cite": "unknown",
      "quote": "Making bad decisions is a part of life. Blaming others for your bad decisions is immature."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Immature is the love of the youth, and immature his hatred of man and earth. His mind and the wings of his spirit are still tied down and heavy."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "People who have no hold over their process of thinking are likely to be ruined by liberty of thought. If thought is immature, liberty of thought becomes a method of converting men into animals."
    },
    {
      "cite": "Mahmoud El Hallab",
      "quote": "Some people need to stop being immature. Seriously grow up."
    },
    {
      "cite": "Will Ferrell",
      "quote": "Immature is aword boring people use to describe fun people."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Just because your pain is understandable, doesn't mean your behavior is acceptable."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "An adult can correctly tell a kid, ‘what you are I was and what I am you will be’. And unlike a child he cannot misplace priority due to purity and immaturity."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Immaturity exists in every human; however, it becomes the prisoner of the maturity force, whether it is real or pretended; it naturally escapes on many occasions."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Man’s growth is held back by his surrender to other people’s expectation that he remain the person he was when they met him."
    },
    {
      "cite": "Gina Barreca",
      "quote": "In short, immaturity is spoiled. And what is spoiled doesn’t ripen. It goes bad early, gets bitter and withers on the vine."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Continuously feeling superior is a characteristic of immaturity."
    },
    {
      "cite": "Nelson Rodrigues",
      "quote": "The young have all the same flaws adults do. Plus one: immaturity."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Maturity comes not with age but with the acceptance of responsibility. You are only young once but immaturity can last a lifetime!"
    },
    {
      "cite": "Arnold J. Toynbee",
      "quote": "Immaturity means self-centeredness, inability to compromise, to rise above hurt feelings, to postpone immediate pleasures in favor of future benefits, or to do unpleasant chores when they need to be done."
    },
    {
      "cite": "G. B. Chisholm",
      "quote": "So far in the history of the world, there have never been enough mature people in the right places."
    },
    {
      "cite": "Harry Allen Overstreet",
      "quote": "The most dangerous members of our society are those grownups whose powers of influence are adult but whose motives and responses are infantile."
    },
    {
      "cite": "Wilhelm Stekel",
      "quote": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that he wants to live humbly for one."
    },
    {
      "cite": "Dave Barry",
      "quote": "You can only be young once. But you can always be immature."
    },
    {
      "cite": "Northrop Frye",
      "quote": "You are physically and socially mature. You are, of course, intellectually immature. So are we, on the staff; so is everybody. In the intellectual world the only mature people are those who are willing to admit their immaturity."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "An immature ear of corn appears first."
    },
    {
      "cite": "Vera Brittain",
      "quote": "Politics are usually the executive expression of human immaturity."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Imagination: the supreme delight of the immortal and the immature."
    },
    {
      "cite": "D. Muthukrishnan",
      "quote": "The first sign of maturity is not reacting to others' immaturity."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Maturity does not match, with immaturity."
    },
    {
      "cite": "Rick Warren",
      "quote": "Longing for the ideal, while criticizing the real is evidence of immaturity."
    },
    {
      "cite": "Destro",
      "quote": "Premature panic is the sign of an immature mind!"
    },
    {
      "cite": "Lynn Belvedere",
      "quote": "Intoxication is a form of escape often sought by the mentally immature."
    },
    {
      "cite": "Kehlani Ashley Parrish",
      "quote": "And, the immature me / Hopes the world sees just who you are, / A facade only gets you so far / And I'm bigger than you / So I can't meet you where you are."
    },
    {
      "cite": "Illy",
      "quote": "I could be getting old, but I'm getting round / Call it immature, sure, but hear me out / 'Cause the only thing promised is the here and now / If we didn't live it up, never live it down, / And when I jump I hold on, I'm like, \"oh my Lord\" / If it all goes wrong then it's all my fault."
    },
    {
      "cite": "Meredith Brooks",
      "quote": "I know how hard you try for me / But I'm immature I run away for fun / I guess I'm not ready for a good love / And I'm the bad bad one / I'm the bad bad one."
    }
  ]
}