{
  "source": "https://www.wisesayings.com/immature-people-quotes/",
  "theme": "immature-people",
  "quotes": [
    {
      "cite": "Virginia R. Corrigan",
      "quote": "It's harder to reach teenagers. They don't want to hear one more lecture."
    },
    {
      "cite": "Damon Thayer",
      "quote": "All the teenagers I know are against it; all the parents are for it. I'm going to come down on the side of the parents because they do know best."
    },
    {
      "cite": "John Knowles",
      "quote": "Teenagers today are more free to be themselves and to accept themselves."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Adolescents are not monsters. They are just people trying to learn how to make it among the adults in the world, who are probably not so sure themselves."
    },
    {
      "cite": "Dave Barry",
      "quote": "To an adolescent, there is nothing in the world more embarrassing than a parent."
    },
    {
      "cite": "Fred G. Gosman",
      "quote": "Teenagers who are never required to vacuum are living in one."
    },
    {
      "cite": "John Knowles",
      "quote": "Teenagers today are more free to be themselves and to accept themselves."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Adolescence: A stage between infancy and adultery."
    },
    {
      "cite": "Esther Williams",
      "quote": "Everything about my teenage life was almost ideal."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "My teenage years were exactly what they were supposed to be. Everybody has their own path. It's laid out for you. It's just up to you to walk it."
    },
    {
      "cite": "Anna Kournikova",
      "quote": "I don't know what better teenage life you could get than going around the world doing what you love to do."
    },
    {
      "cite": "Vanessa Bayer",
      "quote": "Teenagers are free verse walking around on two legs."
    },
    {
      "cite": "Ben Savage",
      "quote": "A lot of the problems teenagers go through, it's better for them to go through them on their own. If you always have a crutch, you don't learn anything."
    },
    {
      "cite": "Aristotle",
      "quote": "Young people are in a condition like permanent intoxication, because youth is sweet and they are growing."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "My teenage years were exactly what they were supposed to be. Everybody has their own path. It's laid out for you. It's just up to you to walk it."
    },
    {
      "cite": "Dr. Gregory House",
      "quote": "If you are not willing to look stupid, nothing great is ever going to happen to you."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Don't laugh at a youth for his affectations; he is only trying on one face after another to find a face of his own."
    }
  ]
}