{
  "source": "https://www.wisesayings.com/immigration-quotes/",
  "theme": "immigration",
  "quotes": [
    {
      "cite": "Roger Mahony",
      "quote": "Immigration should be enforced in a proportional and humane manner."
    },
    {
      "cite": "Karen Kenney",
      "quote": "The most effective way to stop illegal immigration is by imposing severe consequences for employers who violate the law."
    },
    {
      "cite": "Joe Baca",
      "quote": "Our immigration system is a broken system that needs to be fixed. We need reform that provides hardworking people of good character with a real path towards citizenship."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Every immigrant who comes here should be required within five years to learn English or leave the country."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The truth is, immigrants tend to be more American than people born here."
    },
    {
      "cite": "Tony Blair",
      "quote": "A simple way to take measure of a country is to look at how many want in.. And how many want out."
    },
    {
      "cite": "Dave Reichert",
      "quote": "Immigration is not just compatible with but is a necessary component of economic growth."
    },
    {
      "cite": "Ric Keller",
      "quote": "The economic impact of illegal immigration on taxpayers is catastrophic."
    },
    {
      "cite": "Paul Watson",
      "quote": "Immigration is one of the leading contributors to population growth."
    },
    {
      "cite": "Gail Collins",
      "quote": "Illegal immigration can never be completely stopped, no matter how high the wall or how many patrol agents you have watching it."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Immigration laws are the only laws that are discussed in terms of how to help people who break them."
    },
    {
      "cite": "Jack Paar",
      "quote": "Immigration is the sincerest form of flattery."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "Immigration isn't always good for the economy or jobs."
    },
    {
      "cite": "Gary Johnson",
      "quote": "Immigration is a good thing. We should make that as easy as possible."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "Whenever I write about immigration, I hear heart-wrenching stories of computer workers who are unemployed and facing severe hardship."
    },
    {
      "cite": "Mario Diaz-Balart",
      "quote": "Immigration comes up, but the issue that is on everybody's mind is the economy."
    },
    {
      "cite": "Mario Diaz-Balart",
      "quote": "Immigration is a sensitive topic."
    },
    {
      "cite": "Gary Ackerman",
      "quote": "I'm in favor of immigration but we also need rules."
    },
    {
      "cite": "Roger Mahony",
      "quote": "Immigration should be enforced in a proportional and humane manner."
    },
    {
      "cite": "Jose Serrano",
      "quote": "We must make immigration a legal, orderly process to eliminate this issue, not further criminalize it."
    },
    {
      "cite": "Jeb Bradley",
      "quote": "I'm not saying we need to stop immigration at all; people can come from wherever."
    },
    {
      "cite": "Peter Brimelow",
      "quote": "Immigration enthusiasts are so hysterical."
    },
    {
      "cite": "Vicente Fox",
      "quote": "At the very end, what is going to happen is that immigration will be reduced considerably. And how can we get to that stage? By agreements on sectors."
    },
    {
      "cite": "Jeb Bush",
      "quote": "Immigration is a gateway basically. It's a check-off point for Latino voters."
    },
    {
      "cite": "Heather Wilson",
      "quote": "I support legal immigration. I don't support amnesty because it is not fair to people standing in line at consulates around the world."
    },
    {
      "cite": "Kit Bond",
      "quote": "While I support immigration regulated through a legal framework, I do not support rewarding those who broke the law to get here."
    },
    {
      "cite": "Gwen Ifill",
      "quote": "On immigration, there are a lot of hurdles before anything arrives at the White House."
    },
    {
      "cite": "Emanuel Celler",
      "quote": "I had fought against the unjust restriction of immigration."
    },
    {
      "cite": "Lamar Alexander",
      "quote": "If you have a solution to immigration, it is possible to come home and defend it."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Stopping illegal immigration would mean that wages would have to rise to a level where Americans would want the jobs currently taken by illegal aliens."
    }
  ]
}