{
  "source": "https://www.wisesayings.com/immigrant-quotes/",
  "theme": "immigrant",
  "quotes": [
    {
      "cite": "Richard Flanagan",
      "quote": "Like all immigrants, he seemed to have an unerring instinct for the oldest, truest words in his new language. The way he said the word, it felt free of the treacherous weight of mate."
    },
    {
      "cite": "Irwin Redlener",
      "quote": "Immigrant children are highly vulnerable. Their level of disadvantage and fragility has consistently grown due to factors outside their control."
    },
    {
      "cite": "Roger Mahony",
      "quote": "We should embrace our immigrant roots and recognize that newcomers to our land are not part of the problem, they are part of the solution."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The truth is, immigrants tend to be more American than people born here."
    },
    {
      "cite": "Michel Houellebecq",
      "quote": "These immigrants held out the hope of a new golden age for the old continent."
    },
    {
      "cite": "Helen Russell",
      "quote": "Being an immigrant is not for sissies."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Every immigrant who comes here should be required within five years to learn English or leave the country."
    },
    {
      "cite": "Jeb Bush",
      "quote": "Immigrants create an engine of economic prosperity."
    },
    {
      "cite": "Joseph O'Neill",
      "quote": "One of the great pluses of being an immigrant is you get to start again in terms of your identity. You get to shed the narratives which cling to you."
    },
    {
      "cite": "Junot Diaz",
      "quote": "Every single immigrant we have, undocumented or documented, is a future American. That's just the truth of it."
    },
    {
      "cite": "Jonathan Raban",
      "quote": "To the newcomer who has not learned its language, a large city is a chaos of details, a vast Woolworths store of differently colored, simlarly priced objects."
    },
    {
      "cite": "Jan Schakowsky",
      "quote": "Like other important immigrant communities, the Jewish experience in the United States represents the ideal of freedom and the promise and opportunity of America."
    },
    {
      "cite": "Andrew Crofts",
      "quote": "Stability and security are just illusions. But they are necessary illusions because without them there would be no way of going on."
    },
    {
      "cite": "Jorge Ramos",
      "quote": "Once you are an immigrant, you never forget that you are one."
    },
    {
      "cite": "Jan C. Ting",
      "quote": "Learning to distinguish the illegal immigrant from the legal immigrant does not solve the problem of illegal immigration."
    },
    {
      "cite": "C.J. Sansom",
      "quote": "We of alien looks or words must stick together."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Immigrant: An unenlightened person who thinks one country better than another."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Everywhere immigrants have enriched and strengthened the fabric of American life."
    }
  ]
}