{
  "source": "https://www.wisesayings.com/immortal-quotes/",
  "theme": "immortal",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "Man will find his own structured words,which will transfigure his into immortal."
    },
    {
      "cite": "Brandon Lee",
      "quote": "Immortality is to live your life doing good things, and leaving your mark behind."
    },
    {
      "cite": "Muriel Spark",
      "quote": "When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality."
    },
    {
      "cite": "Joanna Russ",
      "quote": "If you want to live forever you are dreadfully dangerous because you're not living now."
    },
    {
      "cite": "Socrates",
      "quote": "All men's souls are immortal, but the souls of the righteous are immortal and divine."
    },
    {
      "cite": "Simon R. Green",
      "quote": "You're only an immortal until someone manages to kill you. After that, you were just long lived."
    },
    {
      "cite": "Toba Beta",
      "quote": "Immortality can be soon achieved by using technology. The real issue is, are humans compatible with eternity?"
    },
    {
      "cite": "Rufus Choate",
      "quote": "A book is the only immortality."
    },
    {
      "cite": "Toba Beta",
      "quote": "Immortality doesn't fit with death, as mortal doesn't fit with eternity."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The key to immortality is first living a life worth remembering."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "There is nothing very remarkable about being immortal; with the exception of mankind, all creatures are immortal, for they know nothing of death. What is divine, terrible, and incomprehensible is to know oneself immortal."
    },
    {
      "cite": "Stephen King",
      "quote": "Each life makes its own immitation of immortality."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "A man's immortality can be found in his children."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The immortality of the soul is a matter which is of so great consequence to us and which touches us so profoundly that we must have lost all feeling to be indifferent about it."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Immortality is the negation of death. We do not usually speak about innatality about having not yet been born yet this is something we would have to regard as the other aspect of the human soul. We are just as unborn as we are immortal."
    },
    {
      "cite": "George Meredith",
      "quote": "A human act once set in motion flows on forever to the great account. Our deathlessness is in what we do, not in what we are."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "Immortality is a chancy thing; it cannot be promised or earned. Perhaps it cannot even be identified for what it is."
    },
    {
      "cite": "Frank Rooney",
      "quote": "Immortality is the genius to move others long after you yourself have stopped moving."
    },
    {
      "cite": "William James",
      "quote": "Immortality is one of the great spiritual needs of man. The churches have constituted themselves the official guardians of the need, with the result that some of them actually pretend to accord or to withhold it from the individual by their conventional sacraments."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The life given us, by nature is short but the memory of a well spent life is eternal."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Immortality is what nature possesses without effort and without anybody's assistance, and immortality is what the mortals must therefore try to achieve if they want to live up to the world into which they were born, to live up to the things which surround them and to whose company they are admitted for a short while."
    },
    {
      "cite": "Teal Swan",
      "quote": "In life we will die over and over again, until the day that we can walk the earth with only our immortality left."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Perhaps nature is our best assurance of immortality."
    },
    {
      "cite": "Orestes Augustus Brownson",
      "quote": "The immortality of the soul is assented to rather than believed; believed rather than lived."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The doctrine of the immortality of the soul has more threat than comfort."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "A memorable heart is the easiest way to immortality."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Immortality is the condition of a dead man who doesn't believe he is dead."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "There is only one way to get ready for immortality, and that is to love this life and live it as bravely and faithfully and cheerfully as we can."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Immortality is a ridiculous illusion, an empty word, a butterfly net chasing the wind."
    }
  ]
}