{
  "source": "https://www.wisesayings.com/immortality-quotes/",
  "theme": "immortality",
  "quotes": [
    {
      "cite": "George Chapman",
      "quote": "Tis immortality to die aspiring, As if a man were taken quick to heaven."
    },
    {
      "cite": "Ray William Johnson",
      "quote": "Immortality is overrated, living for an eternity would get really old."
    },
    {
      "cite": "John Milton",
      "quote": "Yet some there be that by due steps aspire to lay their just hands on that golden key that opes the palace of Eternity."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The key to immortality is first living a life worth remembering."
    },
    {
      "cite": "Plato",
      "quote": "Have you ever sensed that our soul is immortal and never dies?"
    },
    {
      "cite": "Milan Kundera",
      "quote": "Immortality is a ridiculous illusion, an empty word, a butterfly net chasing the wind."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Immortality is a belief grounded upon other men's sayings, that they knew it supernaturally; or that they knew those who knew them that knew others that knew it supernaturally."
    },
    {
      "cite": "Brandon Lee",
      "quote": "Immortality is to live your life doing good things, and leaving your mark behind."
    },
    {
      "cite": "Multatuli",
      "quote": "Immortality without eternity is a rope with only one end."
    },
    {
      "cite": "David S.E. Zapanta",
      "quote": "Immortality was overrated, as far as he was concerned. Hardy had enough problems as it was; living forever sounded like a death sentence for someone with his practical sensibilities."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "To believe in immortality is one thing, but it is first needful to believe in life."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Immortality is the condition of a dead man who doesn't believe he is dead."
    },
    {
      "cite": "Herb Caen",
      "quote": "The only thing wrong with immortality is that it tends to go on forever."
    },
    {
      "cite": "Lord Byron",
      "quote": "It has been said that the immortality of the soul is a grand peut-tre, but still it is a grand one. Everybody clings to it the stupidest, and dullest, and wickedest of human bipeds is still persuaded that he is immortal."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Immortality is a by-product of good work."
    },
    {
      "cite": "Edgar Lee Masters",
      "quote": "Immortality is not a gift, Immortality is an achievement; And only those who strive mightily Shall possess it."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "Immortality is the glorious discovery of Christianity."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "To desire immortality for the individual is really the same as wanting to perpetuate an error forever."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Unable are the loved to die, for love is immortality."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The immortality of the soul is a matter which is of so great consequence to us and which touches us so profoundly that we must have lost all feeling to be indifferent about it."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Immortality is the only thing which doesn't tolerate being postponed."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "That man has reached immortality who is disturbed by nothing material."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Till we attain immortality, all life will remain just an illusion!"
    },
    {
      "cite": "Anton Ehrenzweig",
      "quote": "The immortality of great art seems bound up with the inevitable loss of its original surface meaning and its rebirth in the spirit of every new age."
    },
    {
      "cite": "Wang Yangming",
      "quote": "Perhaps immortality is a gift of heaven rather than the result of some human effort."
    },
    {
      "cite": "Orestes Brownson",
      "quote": "The immortality of the soul is assented to rather than believed, believed rather than lived."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Immortality is what nature possesses without effort and without anybody's assistance, and immortality is what the mortals must therefore try to achieve if they want to live up to the world into which they were born, to live up to the things which surround them and to whose company they are admitted for a short while."
    },
    {
      "cite": "Robert Muller",
      "quote": "Believe in the immortality and everlasting effects of your goodness."
    },
    {
      "cite": "John Haynes Holmes",
      "quote": "The thought of immortality is as well founded as any other well authenticated postulate of the human reason."
    },
    {
      "cite": "Dinah",
      "quote": "Immortality alone could teach this mortal how to die."
    },
    {
      "cite": "James Dean",
      "quote": "The only greatness for man is immortality."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "Immortality is a chancy thing; it cannot be promised or earned. Perhaps it cannot even be identified for what it is."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Immortality is the best recollection one leaves."
    },
    {
      "cite": "Elizabeth Marx",
      "quote": "Immortality like this is about as useful as sunscreen on a submarine."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "We who are immortal, we are chained to this life by a chain of gold, and we dare not sever it for fear of what lies beyond the drop."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Once in one's life, for one mortal moment, one must make a grab for immortality; if not, one has not lived."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Only one who has achieved immortality of awareness can laugh with life and laugh with death."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Immortality no longer interests the weary old man at all."
    },
    {
      "cite": "Jane Addams",
      "quote": "The essence of immorality is the tendency to make an exception of myself."
    },
    {
      "cite": "James Allen",
      "quote": "Immortality is here and now, and is not a speculative something beyond the grave. It is a lucid state of consciousness in which the sensations of the body, the varying and unrestful states of mind, and the circumstances and events of life are seen to be of a fleeting and therefore of an illusory character."
    },
    {
      "cite": "Frank Rooney",
      "quote": "Immortality is the genius to move others long after you yourself have stopped moving."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Immortality will come to such as are fit for it; and he who would be a great soul in the future must be a great soul now."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Immortal life is something to be earned, By slow self-conquest, comradeship with Pain, And patient seeking after higher truths."
    },
    {
      "cite": "Edgar A. Shoaff",
      "quote": "Immortality - a fate worse than death."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "One has to pay dearly for immortality; one has to die several times while one is still alive."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "To desire immortality is to desire the eternal perpetuation of a great mistake."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Of immortality, the soul, when well employed, is incurious. It is so well, that it is sure that it will be well. It asks no questions of the Supreme Power."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Nothing but truth is immortal."
    },
    {
      "cite": "Herman Melville",
      "quote": "Immortality is but ubiquity in time."
    },
    {
      "cite": "Albert Camus",
      "quote": "One plays at being immortal and after a few weeks one doesn't even know whether or not one can hang on till the next day."
    }
  ]
}