{
  "source": "https://www.wisesayings.com/impact-quotes/",
  "theme": "impact",
  "quotes": [
    {
      "cite": "Tony Andruzzi",
      "quote": "Impact is more important than method."
    },
    {
      "cite": "Willow Bay",
      "quote": "For maximum impact, listen more and speak less."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Focus on the impact you make versus the title you have."
    },
    {
      "cite": "Judith Rodin",
      "quote": "Without impact, innovation is just an idea with promise."
    },
    {
      "cite": "Silje Akselberg Iversen",
      "quote": "Your impact on others is the only proof of your existence"
    },
    {
      "cite": "Nora Roberts",
      "quote": "I think those who have impact and influence over us are often unaware."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "You can never have an impact on society if you have not changed yourself."
    },
    {
      "cite": "Gary W. Goldstein",
      "quote": "You should impact the greatest amount of people that you can in your life."
    },
    {
      "cite": "Rich Nathan",
      "quote": "Only you can impact the world in the way that God uniquely assigned to you."
    },
    {
      "cite": "Common",
      "quote": "The impact of a conscious artist is necessary, and it ripples through the world."
    },
    {
      "cite": "Manti Te'o",
      "quote": "You never know what kind of impact you can have on someone by just saying hello."
    },
    {
      "cite": "Thomas Steinbeck",
      "quote": "The biggest impact my father had on my life was teaching the importance of literacy."
    },
    {
      "cite": "Tim Gunn",
      "quote": "It's man's impact on our world that appeals to me more than just nature running wild."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "The impact of falling in love for the first time has a special place in our arhitecture."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "I tend to think having an impact on the world is a lot more complicated than government."
    },
    {
      "cite": "Graca Machel",
      "quote": "The impact of armed conflict on children is everyone's responsibility. And it must be everyone's concern."
    },
    {
      "cite": "Dick Costolo",
      "quote": "Not only can you not plan the impact you're going to have, you often won't recognize it when you're having it."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "The heaviest impact of the work of art is in the guts. Art does not reason. It manhandles you and changes you..."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Your impact on the world is significant whether or not you are aware of it, and even whether or not you desire it."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "In talking about the impact of ideas in one field on ideas in another field, one is always apt to make a fool of oneself."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "The impact of the holocaust on believers as well as unbelievers, on Jews as well as Christians, has not yet been evaluated. Not deeply, not enough."
    },
    {
      "cite": "Jim George",
      "quote": "Your impact on the lives of others--your family, the people at your church, your workmates--is cultivated with each decision you make, no matter how small."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Impact lies in the vicinity of mistakes."
    },
    {
      "cite": "Tory Burch",
      "quote": "Never underestimate the impact of a small act."
    },
    {
      "cite": "Whitfield Diffie",
      "quote": "The most important impact of technology on communications security is that it draws better and better traffic into vulnerable channels."
    },
    {
      "cite": "Stephen R. Lawhead",
      "quote": "None of us ever knows what impact we have on the world around us."
    },
    {
      "cite": "Daniel Alarcon",
      "quote": "The impact of any particular writer on your own work is hard to discern."
    },
    {
      "cite": "Jasper Carrott",
      "quote": "The impact of T.V. on our lives in general gets most things out of proportion."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The impact of music is so great that you'll leave your book and start dancing."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "If you can make a big impact on the global literacy problem, you can uplift a big portion of society."
    },
    {
      "cite": "David Rockefeller",
      "quote": "The negative impact of population growth on all of our planetary ecosystems is becoming appallingly evident."
    },
    {
      "cite": "Donal Daly",
      "quote": "The impact on a customer of a bad buying decision is usually greater than the impact of a salesperson of a lost deal."
    },
    {
      "cite": "Bill Gates",
      "quote": "The impact of improving health is that the population growth goes down, and so you can educate more kids, feed more kids."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The only limit to your impact is your imagination and commitment."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Make an impact with your connections. You don’t only connect because you want to get people who will help you. You also connect in order to get to know who you can help."
    },
    {
      "cite": "Barry Sternlicht",
      "quote": "We have an impact on nature, and nature has an impact on us."
    },
    {
      "cite": "Tony Evans",
      "quote": "In order to impact our society, we need to first model unity in the church."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "If you want to make a positive impact, no matter how far-reaching, start at home. Treat your family members like treasures."
    },
    {
      "cite": "Richard Stearns",
      "quote": "Can you imagine the impact on our own culture if American Christians began using their riches as if they belonged to God?"
    },
    {
      "cite": "Jim George",
      "quote": "Your positive impact on the generations to come will be directly related to the ministry you have in that little place called home."
    },
    {
      "cite": "Payal Kadakia",
      "quote": "The impact we have on people's lives, to me, is more important than any title anyone can carry."
    },
    {
      "cite": "Theo Epstein",
      "quote": "There are a lot of ways to make a positive impact on the community without necessarily being a politician."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Wherever an impact can be eliminated by dropping the activity that causes it, this is therefore the best-indeed the only truly good-solution."
    },
    {
      "cite": "Kara Swisher",
      "quote": "While having a profound impact on the development of values is surely an important job of a good parent, force-feeding opinions to them is not."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "The impact of space activities is nothing less than the galvanizing of hope and imagination for human life continuum into a future of infinite possibility."
    }
  ]
}