{
  "source": "https://www.wisesayings.com/imperfection-quotes/",
  "theme": "imperfection",
  "quotes": [
    {
      "cite": "Chinese Proverb",
      "quote": "Gold cannot be pure, and people cannot be perfect."
    },
    {
      "cite": "Salvador Dal",
      "quote": "Have no fear of perfection ' you'll never reach it."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Better to do something imperfectly than to do nothing flawlessly."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Imperfection clings to a person, and if they wait till they are brushed off entirely, they would spin for ever on their axis, advancing nowhere."
    },
    {
      "cite": "Daphne Delacroix",
      "quote": "Nothing and no one is perfect. It just takes a good eye to find those hidden imperfections."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Imperfection is beauty. Madness is genius. It is better to be absolutely ridiculous than absolutely boring."
    },
    {
      "cite": "Ernst Fischer",
      "quote": "As machines become more and more efficient and perfect, so it will become clear that imperfection is the greatness of man."
    },
    {
      "cite": "Anatole France",
      "quote": "I cling to my imperfection, as the very essence of my being."
    },
    {
      "cite": "Raphie Frank",
      "quote": "You look at the scratch and completely miss the diamond."
    },
    {
      "cite": "Ethylios",
      "quote": "To be perfect is to develop expanding imperfection."
    },
    {
      "cite": "Thomas Watson",
      "quote": "It is better to aim at perfection and miss, than to aim at imperfection and hit it."
    },
    {
      "cite": "Francis Bacon Sr.",
      "quote": "There is no excellent beauty that hath not some strangeness in the proportion."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A diamond with a flaw is worth more than a pebble without imperfections."
    },
    {
      "cite": "Karen Nave",
      "quote": "Sometimes we strive so hard for perfection that we forget that imperfection is happiness."
    },
    {
      "cite": "Thomas de Quincey",
      "quote": "Even imperfection itself may have its ideal or perfect state."
    },
    {
      "cite": "Thomas Watson",
      "quote": "It is better to aim at perfection and miss, than to aim at imperfection and hit it"
    },
    {
      "cite": "Bailey",
      "quote": "Where imperfection ceaseth, heaven begins."
    },
    {
      "cite": "Chesterfield",
      "quote": "Men are more unwilling to have their imperfections known than their crimes."
    },
    {
      "cite": "Addison",
      "quote": "What an absurd thing it is to pass over all the valuable parts of a man, and fix our attention on his infirmities!"
    },
    {
      "cite": "Fnelon",
      "quote": "It is only imperfection that complains of what is imperfect. The more perfect we are, the more gentle and quiet we become towards the defects of others."
    },
    {
      "cite": "Ruskin",
      "quote": "All things are literally better, lovelier, and more beloved for the imperfections which have been divinely appointed, that the law of human life may be Effort, and the law of human judgment Mercy."
    },
    {
      "cite": "Doug Larson",
      "quote": "The only nice thing about being imperfect is the joy it brings to others."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "I never expect to see a perfect work from an imperfect man."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Imperfect preparation gives rise to the thousand-fold forms that express physical and mental inferiority and insecurity."
    },
    {
      "cite": "Robert Hillyer",
      "quote": "Perfectionism is a dangerous state of mind in an imperfect world"
    },
    {
      "cite": "George Soros",
      "quote": "Once we realize that imperfect understanding is the human condition there is no shame in being wrong, only in failing to correct our mistakes."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "If I can't be beautiful, I want to be invisible."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A true critic ought to dwell upon excellencies rather than imperfections, to discover the concealed beauties of a writer, and communicate to the world such things as are worth their observation."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "This is the very perfection of a man, to find out his own imperfections."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "My imperfections and failures are as much a blessing from God as my successes and my talents and I lay them both at his feet."
    },
    {
      "cite": "Conrad Hall",
      "quote": "There is a kind of beauty in imperfection"
    },
    {
      "cite": "Paul Arden",
      "quote": "Instead of waiting for perfection, run with what you do, and fix it along the way..."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "In order to go on living one must try to escape the death involved in perfectionism."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "Perfection is boring. If a face doesn't have mistakes, it's nothing."
    },
    {
      "cite": "Randy Bachman",
      "quote": "We like the imperfect because it reminds us of ourselves."
    },
    {
      "cite": "Toba Beta",
      "quote": "To do better is better than to be perfect."
    },
    {
      "cite": "John Ruskin",
      "quote": "Imperfection is in some sort essential to all that we know of life. It is the sign of life in a mortal body, that is to say, of a state of progress and change. Nothing that lives is, or can be rigidly perfect; part of it is decaying, part nascent."
    },
    {
      "cite": "John Ruskin",
      "quote": "The finer the nature, the more flaws it will show through the clearness of it; and it is a law of this universe that the best things shall be seldomest seen in their best form."
    },
    {
      "cite": "William Shakespeare",
      "quote": "No reckoning made, but sent to my account with all my imperfections on my head."
    },
    {
      "cite": "Winston Churchill",
      "quote": "They say that nobody is perfect. Then they tell you practice makes perfect. I wish they'd make up their minds."
    },
    {
      "cite": "Proverb",
      "quote": "A beautiful thing is never perfect."
    },
    {
      "cite": "George Orwell",
      "quote": "The essence of being human is that one does not seek perfection."
    },
    {
      "cite": "unknown",
      "quote": "Perfection doesn't guarantee success. You don't have to be perfect to succeed."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Imperfection is inherited, therefore we all sin, but fighting the war of sin is the greatest war of all because we all die in the end, no matter how hard we fight."
    },
    {
      "cite": "unknown",
      "quote": "Imperfection is individuality."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Be real. Embrace that you have weakness. Because everyone does. Embrace that your body is not perfect. Because nobody's is. Embrace that you have things you can't control. We all have a list of them."
    },
    {
      "cite": "John Ruskin",
      "quote": "To banish imperfection is to destroy expression, to check exertion, to paralyze vitality."
    },
    {
      "cite": "Bren Brown",
      "quote": "Imperfections are not inadequacies; they are reminders that we're all in this together."
    },
    {
      "cite": "Lee Jameson",
      "quote": "To be judged for your imperfections is to be judged for being human, mistakes are made, life goes on, don't let other people change who you are."
    },
    {
      "cite": "Toba Beta",
      "quote": "Practice doesn't make perfect. Practice reduces the imperfection."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Do not lose courage in considering your own imperfections."
    },
    {
      "cite": "Alice Walker",
      "quote": "In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they're still beautiful."
    },
    {
      "cite": "Alden Nowlan",
      "quote": "The day the child realizes that all adults are imperfect, he becomes an adolescent; the day he forgives them, he becomes an adult; the day he forgives himself, he becomes wise."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "To sit in judgment of those things which you perceive to be wrong or imperfect is to be one more person who is part of judgment, evil or imperfection."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality."
    },
    {
      "cite": "John Ruskin",
      "quote": "Imperfection is in some sort essential to all that we know of life."
    },
    {
      "cite": "Gerard Way",
      "quote": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Have no fear of perfection. You'll never reach it."
    },
    {
      "cite": "Jane Austen",
      "quote": "Perhaps it is our imperfections that make us so perfect for one another."
    },
    {
      "cite": "Anais Nin",
      "quote": "I know why families were created with all their imperfections. They humanize you. They are made to make you forget yourself occasionally, so that the beautiful balance of life is not destroyed."
    },
    {
      "cite": "Tara Brach",
      "quote": "Imperfection is not our personal problem - it is a natural part of existing."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No one thing does human life more need than a kind consideration of the faults of others. Every one sins; everyone needs forbearance. Our own imperfections should teach us to be merciful."
    },
    {
      "cite": "Ieyasu Tokugawa",
      "quote": "Persuade thyself that imperfection and inconvenience are the natural lot of mortals, and there will be no room for discontent, neither for despair."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "The more perfect we are, the more gentle and quiet we become toward the defects of other people."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Without imperfection, you or I would not exist."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "Your imperfections are what make you beautiful."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Better to do something imperfectly than to do nothing perfectly."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "It belongs to the imperfection of everything human that man can only attain his desire by passing through its opposite."
    },
    {
      "cite": "Ieyasu Tokugawa",
      "quote": "Persuade thyself that imperfection and inconvenience are the natural lot of mortals, and there will be no room for discontent, neither for despair."
    },
    {
      "cite": "Joseph Addison",
      "quote": "It is only imperfection that complains of what is imperfect. The more perfect we are the more gentle and quiet we become toward the defects of others."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The perfect human being is uninteresting the Buddha who leaves the world, you know. It is the imperfections of life that are lovable."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "The imperfections of others never release us from the need to work on our own shortcomings."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "We can never attain to perfection while we have an affection for any imperfection."
    },
    {
      "cite": "ElRay L. Christiansen",
      "quote": "The more perfect one becomes, the less he is inclined to speak of the imperfections of others."
    },
    {
      "cite": "Ignatius of Loyola",
      "quote": "Occupy yourself in beholding and bewailing your own imperfections rather than contemplating the imperfections of others."
    },
    {
      "cite": "Carl Jung",
      "quote": "There is no light without shadow, and no psychic wholeness without imperfection."
    },
    {
      "cite": "Sam Keen",
      "quote": "We come to love not by finding the perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "Yohji Yamamoto",
      "quote": "I think perfection is ugly. Somewhere in the things humans make, I want to see scars, failure, disorder, distortion."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A true critic ought to dwell rather upon excellencies than imperfections."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "Imperfections are attractive when their owners are happy with them."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Producing perfection from imperfection is, after all, the highest of art forms."
    }
  ]
}