{
  "source": "https://www.wisesayings.com/improvisation-quotes/",
  "theme": "improvisation",
  "quotes": [
    {
      "cite": "Amy Landecker",
      "quote": "We actually use a lot of improvisation on 'Transparent.'"
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "To sing a song is like whispering to a child's ear. It is an art heavily relying on improvisation."
    },
    {
      "cite": "Bobby McFerrin",
      "quote": "Improvisation means coming to the situation without rigid expectations or preconceptions. The key to improvisation is motion — you keep going forward, fearful or not, living from moment to moment. That’s how life is."
    },
    {
      "cite": "Bobby McFerrin",
      "quote": "Improvisation is the courage to move from one note to the next."
    },
    {
      "cite": "Carson McCullers",
      "quote": "There's nothing that makes you so aware of the improvisation of human existence as a song unfinished. Or an old address book."
    },
    {
      "cite": "Cecil Taylor",
      "quote": "Improvisation is the ability to talk to oneself."
    },
    {
      "cite": "Demetri Martin",
      "quote": "The shortest feedback loop I can think of is doing improvisation in front of an audience."
    },
    {
      "cite": "Derek Bailey",
      "quote": "Free improvisation, in addition to being a highly skilled musical craft, is open to use by almost anyone - beginners, children, and non-musicians."
    },
    {
      "cite": "Divyanka Tripathi",
      "quote": "Comedy is far more difficult, as it involves improvisation and impromptu acting, and as an actor, that came as a welcome break for me."
    },
    {
      "cite": "Don King",
      "quote": "It ain't about if he knocks a guy out. It's about how he knocks a guy out. It's the style, the improvisation."
    },
    {
      "cite": "Flea",
      "quote": "The apparatus has to serve our improbability and improvisation. Being good and playing the songs is not enough."
    },
    {
      "cite": "Francois Hollande",
      "quote": "People are tired of constant movement, improvisation, and wild scrambling when plans fail."
    },
    {
      "cite": "Greta Gerwig",
      "quote": "I stopped being interested in improvisation, and I continue to not be that interested in it. Comedians can do it on a different level because they have a goal, but if you're improvising something that's dramatic, there's not that much to be good at."
    },
    {
      "cite": "Iveta Cherneva",
      "quote": "When life gets you down, improvise as if crawling was part of the choreography."
    },
    {
      "cite": "Jan Garbarek",
      "quote": "Sometimes it works, sometimes it fails, but that's what we face when we're dealing with improvisation."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Reinvent new combinations of what you already own. Improvise. Become more creative. Not because you have to, but because you want to. Evolution is the secret for the next step."
    },
    {
      "cite": "Keith Johnstone",
      "quote": "The improvisation had to be in public, because you only get value playing to strangers."
    },
    {
      "cite": "Lars Von Trier",
      "quote": "Actors need bricks to play with, and in fact we rejected all the improvised fragments we had made without a plan. Improvisation without a plan is like tennis without tennis balls."
    },
    {
      "cite": "Mary Catherine Bateson",
      "quote": "Improvisation can be either a last resort or an established way of evoking creativity."
    },
    {
      "cite": "Miles Davis",
      "quote": "In improvisation, there are no mistakes."
    },
    {
      "cite": "Rachel Hartman",
      "quote": "The most useful virtues, for one who walked on, were flexibility and a willingness to improvise."
    },
    {
      "cite": "Sam Richardson",
      "quote": "The nature of improvisation is you don't know what's going to happen."
    },
    {
      "cite": "Scott Adsit",
      "quote": "The rules of improvisation apply beautifully to life. Never say no - you have to be interested to be interesting, and your job is to support your partners."
    },
    {
      "cite": "ShahenshahHK",
      "quote": "Improvisation is doing better than the best work we could have done, it only takes a spontaneous reaction on our side to make the best use of things in hand, rather than waiting for better things to come our way."
    },
    {
      "cite": "Shahenshah Hafeez Khan",
      "quote": "Mediocrity is comfortable, it makes you join the crowd, but would you like to be remembered as part of the crowd or someone followed by the crowd? For rising above the crowd - don't be a slave to procedures, practice more & improvise."
    },
    {
      "cite": "Shahenshah Hafeez Khan",
      "quote": "Just because we have nowhere to run, it isn't a dead end. Every dead situation requires us to improvise & improve, remember we learn to climb the wall only when left with no place to run."
    },
    {
      "cite": "Stephen Nachmanovitch",
      "quote": "Improvisation is intuition in action, a way to discover the muse and learn to respond to her call."
    },
    {
      "cite": "Steve Lacy",
      "quote": "In composition you have all the time you want to decide what to say in 15 seconds, in improvisation you have 15 seconds."
    },
    {
      "cite": "Tina Fey",
      "quote": "Life is improvisation. All of those [improv] classes were like church to me. The training had seeped into me and changed who I am."
    },
    {
      "cite": "Toba Beta",
      "quote": "You criticize, I improvise."
    },
    {
      "cite": "Wyatt Pringle",
      "quote": "Improvisation is the power of spontaneous observation."
    },
    {
      "cite": "Patricia Belyea",
      "quote": "There is no room for church mice in improv quilting. You have to own your ideas, your choices, and your determination."
    },
    {
      "cite": "Oscar Auliq-Ice",
      "quote": "Self study leads to improvisation and improvisation leads to evolution."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "Writing structure is logical. Writing method at its best is instinctive. That way you get the benefits of both styles - improvisation within calculation."
    },
    {
      "cite": "Shahenshah Hafeez Khan",
      "quote": "We feel safe in following the past successful efforts & fear the innovation or improvisation, but we don't realize that everything still & not updated is bound to be backdated and open to decay."
    },
    {
      "cite": "Amy Lisewski",
      "quote": "Take opportunities to initiate ideas and action as often as you stand ready to offer support for them."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "To succeed, planning alone is insufficient. One must improvise as well."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you don’t have honesty in love then there is no communication. Honesty is improvisation of the heart; anything less is a well thought out and rehearsed script."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Bad improvisers block action, often with a high degree of skill. Good improvisers develop action."
    },
    {
      "cite": "Eoin Colfer",
      "quote": "That, as my cousin Nord would say, is where my improvised lie falls apart."
    }
  ]
}