{
  "source": "https://www.wisesayings.com/impulsive-quotes/",
  "theme": "impulsive",
  "quotes": [
    {
      "cite": "Harvey F. Silver",
      "quote": "Encourage students to stop and think about the question. Impulsiveness is the enemy of deep thinking."
    },
    {
      "cite": "Italian Proverb",
      "quote": "HastyÂ climbers have sudden falls."
    },
    {
      "cite": "Seneca",
      "quote": "Be not tooÂ hastyÂ either with praise or blame; speak always as though you were giving evidence before the judgement-seat of the Gods."
    },
    {
      "cite": "Winston Churchill",
      "quote": "HastyÂ work and premature decisions may lead to penalties out of all proportion to the issues immediately involved."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Don't be tooÂ hasty, don't take somebody else's opinion without testing it."
    },
    {
      "cite": "Gustave Le Bon",
      "quote": "A crowd is not merely impulsive and mobile. Like a savage, it is not prepared to admit that anything can come between its desire and the realisation of its desire."
    },
    {
      "cite": "James Howe",
      "quote": "Sometimes kids just act impulsively, but it's because we have strong feelings, not because we're trying to make trouble."
    },
    {
      "cite": "Heraclitus",
      "quote": "It is hard to fight againstÂ impulsiveÂ desire; whatever it wants it will buy at the cost of the soul."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "If you act impetuously, it will be uncertain, and you'll know it. It just won't feel right. It is better to wait."
    },
    {
      "cite": "Steig Larsson",
      "quote": "ImpulsiveÂ actions led to trouble, and trouble could have unpleasant consequences."
    },
    {
      "cite": "John Darnielle",
      "quote": "People do all sorts of things impulsively and follow those impulses into strange places."
    },
    {
      "cite": "William Penn",
      "quote": "HastyÂ resolutions are of the nature of vows, and to be equally avoided."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Impulsiveness can be charming but deliberation can have an appeal, as well."
    },
    {
      "cite": "Mason Cooley",
      "quote": "An adolescent is both an impulsive child and a self-starting adult."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Be not tooÂ hastyÂ to trust or to admire the teachers of morality; they discourse like angels, but they live like men."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "AÂ hastyÂ judgment is a first step to recantation."
    },
    {
      "cite": "John Darnielle",
      "quote": "People do all sorts of thingsÂ impulsively and follow those impulses into strange places."
    },
    {
      "cite": "Morris L. Ernst",
      "quote": "More errors arise from inhibited indecision than from impulsive behavior."
    },
    {
      "cite": "Yi Sun-sin",
      "quote": "Don't make aÂ hastyÂ movement. Be like a mountain. Move silently and cautiously.Â"
    },
    {
      "cite": "Publilius Syrus",
      "quote": "HastyÂ conclusions lead to speedy repentance."
    },
    {
      "cite": "Kay Redfield Jamison",
      "quote": "People are moreÂ impulsiveÂ and they get slightly lessÂ impulsiveÂ as they get older and theÂ impulsiveness interacting with the depression is particularly devastating and lethal, potentially lethal."
    }
  ]
}