{
  "source": "https://www.wisesayings.com/impulse-quotes/",
  "theme": "impulse",
  "quotes": [
    {
      "cite": "Emile Souvestre",
      "quote": "The impulse to perform a worthy action often springs from our best nature, but is afterwards tainted by the spur of selfishness or sinister interest."
    },
    {
      "cite": "Harold Ramis",
      "quote": "The comic impulse is sometimes a reaction to sadness. You feel like you can make one choice or the other."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "The impulse to connect the dots - and to share what you've connected - is the urge that makes you an artist."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "The impulse to travel is one of the hopeful symptoms of life."
    },
    {
      "cite": "Saul Bass",
      "quote": "Interesting things happen when the creative impulse is cultivated with curiosity, freedom and intensity."
    },
    {
      "cite": "Paul Schullery",
      "quote": "When we are on the water, our contemplative impulses range from the intense to the nearly absent."
    },
    {
      "cite": "Robert Collier",
      "quote": "Vision gives you the impulse to make the picture your own."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "We are rarely wrong when we act from impulse."
    },
    {
      "cite": "Charles Henry Parkhurst",
      "quote": "Character is the impulse reined down into steady continuance."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Let the first impulse pass, wait for the second."
    },
    {
      "cite": "Jonathan Messinger",
      "quote": "The impulse to tell the truth was not as great as the fear of being left off the page."
    },
    {
      "cite": "Barnett Newman",
      "quote": "The impulse of modern art is the desire to destroy beauty."
    },
    {
      "cite": "Justina Chen Headley",
      "quote": "When the creative impulse sweeps over you, grab it. You grab it and honor it and use it, because momentum is a rare gift."
    },
    {
      "cite": "Stephen King",
      "quote": "Your first impulse is to share good news, your second is to club someone with it."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Creativity is the evolutionary impulse in the Universe."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "The impulse to pursue God originates with God, but the outworking of that impulse is our following hard after Him."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Choosing not to act on an angry impulse and to feel the pain that lies beneath it is a very courageous thing to do."
    },
    {
      "cite": "Charles Maurice de Talleyrand",
      "quote": "Mistrust first impulses; they are nearly always good."
    },
    {
      "cite": "George Santayana",
      "quote": "The primary use of conversation is to satisfy the impulse to talk."
    },
    {
      "cite": "George Gilder",
      "quote": "Giving is the vital impulse and moral center of capitalism."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "The impulse to worship is impossible to eradicate. Even the most prosaic have to worship something."
    },
    {
      "cite": "Colin Wilson",
      "quote": "The mystical impulse in men is somehow a desire to possess the universe. In women, it's a desire to be possessed."
    },
    {
      "cite": "Lidia Yuknavitch",
      "quote": "The maternal impulse in animals to protect their young - that kind of instinct and subsequent violence is quite beautiful. Mythic even."
    },
    {
      "cite": "Angus Wilson",
      "quote": "The impulse to write a novel comes from a momentary unified vision of life."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "The impulse for personal adornment is hard to stamp out."
    },
    {
      "cite": "Alfre Woodard",
      "quote": "Everyone has the impulse to be elite."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "The impulse to ask questions is among the more primitive human lusts."
    },
    {
      "cite": "Agnes Sanford",
      "quote": "The impulse of love that leads us to the doorway of a friend is the voice of God within, and we need not be afraid to follow it."
    },
    {
      "cite": "Jane Austen",
      "quote": "Every impulse of feeling should be guided by reason; and, in my opinion, exertion should always be in proportion to what is required."
    },
    {
      "cite": "W. H. Auden",
      "quote": "A poet feels the impulse to create a work of art when the passive awe provoked by an event is transformed into a desire to express that awe in a rite of worship."
    },
    {
      "cite": "Helen Keller",
      "quote": "One can never consent to creep when one feels an impulse to soar."
    },
    {
      "cite": "Joan Didion",
      "quote": "The impulse to write things down is a peculiarly compulsive one, inexplicable to those who do not share it, useful only accidentally, only secondarily, in the way that any compulsion tries to justify itself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Every impulse we strangle will only poison us."
    },
    {
      "cite": "William James",
      "quote": "Impulse without reason is not enough, and reason without impulse is a poor makeshift."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Distrust all in whom the impulse to punish is powerful."
    },
    {
      "cite": "Robert Harris",
      "quote": "The natural impulse of men is to follow and whoever has the strongest sense of purpose will always dominate."
    },
    {
      "cite": "William James",
      "quote": "The impulse to take life strivingly is indestructible in the race."
    },
    {
      "cite": "Dennis Covington",
      "quote": "At the heart of the impulse to tell stories is a mystery so profound."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "A first impulse was never a crime."
    },
    {
      "cite": "Andy Andrews",
      "quote": "It is not enough to recognize what is right and true. One must control the impulse to do what is wrong and easy."
    }
  ]
}