{
  "source": "https://www.wisesayings.com/inaction-quotes/",
  "theme": "inaction",
  "quotes": [
    {
      "cite": "John F. Kennedy",
      "quote": "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction."
    },
    {
      "cite": "Haile Selassie",
      "quote": "Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Iron rusts from disuse; water loses its purity from stagnation... even so does inaction sap the vigor of the mind."
    },
    {
      "cite": "Dave Freudenthal",
      "quote": "Inaction may be safe, but it builds nothing."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy."
    },
    {
      "cite": "Silius Italicus",
      "quote": "Take the word of experience, I speak the truth: inaction is safest in danger."
    },
    {
      "cite": "Robert Zoellick",
      "quote": "There are many roads to prosperity, but one must be taken. Inaction leads nowhere."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "The price of inaction is far greater than the cost of making a mistake."
    },
    {
      "cite": "Farley Mowat",
      "quote": "Inaction will cause a man to sink into the slough of despond and vanish without a trace."
    },
    {
      "cite": "Frewin Jones",
      "quote": "All choices are fraught with peril, but inaction is the most perilous of all."
    },
    {
      "cite": "Ben Sherwood",
      "quote": "In a critical sense, doing nothing can mean doing something. Inaction can be action and embracing this paradox can save your life."
    },
    {
      "cite": "Helena Petrovna Blavatsky",
      "quote": "Inaction in a deed of mercy becomes an action in a deadly sin."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Nature knows no pause in progress and development, and attaches her curse on all inaction."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Inaction, letting be, neither creating nor destroying--that is my evil. And also the knower as one without desire."
    },
    {
      "cite": "Rory Vaden",
      "quote": "Inaction that results from indulgence is Procrastination. Inaction that results from intention is Patience."
    },
    {
      "cite": "Iimani David",
      "quote": "The only thing between you and success is your thinking. Defeatist thoughts are the mother of inaction."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "There’s no difference between a pessimist who says, “Oh, it’s hopeless, so don’t bother doing anything,” and an optimist who says, “Don’t bother doing anything, it’s going to turn out fine anyway.” Either way, nothing happens."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "One has to speak out and stand up for one's convictions. Inaction at a time of conflagration is inexcusable."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world will not be destroyed by those who do evil, but by those who watch them without doing anything."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Action cures fear, inaction creates terror."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To do nothing at all is the most difficult thing in the world, the most difficult and the most intellectual."
    },
    {
      "cite": "Freya Stark",
      "quote": "The most ominous of fallacies - the belief that things can be kept static by inaction."
    },
    {
      "cite": "Madeleine M. Kunin",
      "quote": "Inaction, contrary to its reputation for being a refuge, is neither safe nor comfortable."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "One who sees inaction in action, and action in inaction, is intelligent among men."
    },
    {
      "cite": "Benjamin N. Cardozo",
      "quote": "Inaction without more is not tantamount to choice."
    },
    {
      "cite": "Confucius",
      "quote": "Man who stand on hill with mouth open will wait long time for roast duck to drop in."
    },
    {
      "cite": "Will Rogers",
      "quote": "Even if you're on the right track, you'll get run over if you just sit there."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Inaction, save as a measure of recuperation between bursts of activity, is painful and dangerous to the healthy organism - in fact, it is almost impossible. Only the dying can he really idle."
    },
    {
      "cite": "Tony Blair",
      "quote": "Whatever the dangers of the action we take, the dangers of inaction are far, far greater."
    }
  ]
}