{
  "source": "https://www.wisesayings.com/inadequate-quotes/",
  "theme": "inadequate",
  "quotes": [
    {
      "cite": "Harriet Lerner",
      "quote": "Feeling inadequate is an occupational hazard of motherhood."
    },
    {
      "cite": "Beth Revis",
      "quote": "I'm sorry.' The two most inadequate words in the English language."
    },
    {
      "cite": "Stephen R. Donaldson",
      "quote": "When inadequate men assumed huge burdens, the outcome could only serve Despite."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "We all feel inadequate very often. It's only when it gets chronic that it is disturbing to one's emotions and can get out of hand and make you pretty damn miserable."
    },
    {
      "cite": "Anthony Doerr",
      "quote": "It's embarrassingly plain how inadequate language is."
    },
    {
      "cite": "Maria Shriver",
      "quote": "Perfectionism doesn't make you feel perfect. It makes you feel inadequate."
    },
    {
      "cite": "Vicki Escarra",
      "quote": "Inadequate nutrition can lead to terrible health consequences, both physical and emotional."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "An inadequate chief executive officer's time at the top is always too long no matter how short."
    },
    {
      "cite": "Janet Burroway",
      "quote": "The only justification for writing a novel is that it should be wonderful. Adequate is inadequate."
    },
    {
      "cite": "Jane Addams",
      "quote": "Private beneficence is totally inadequate to deal with the vast numbers of the city's disinherited."
    },
    {
      "cite": "John Ambrose Fleming",
      "quote": "The theory of evolution is totally inadequate to explain the origin and manifestation of the inorganic world."
    },
    {
      "cite": "Larry David",
      "quote": "You have to discover when you're inadequate to be funny and you don't know you're inadequate when you're a kid."
    },
    {
      "cite": "Terry Teachout",
      "quote": "Yes, translation is by definition an inadequate substitute for being able to read a masterpiece in the original."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The world as we know it is falling apart at the seams, because it's an inadequate container for the truth of who we are."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "It's strange that words are so inadequate. Yet, like the asthmatic struggling for breath, so the lover must struggle for words."
    },
    {
      "cite": "Mia Wasikowska",
      "quote": "When you look at magazines, you feel so inadequate and so small and you feel really imperfect, when you're constantly seeing these images."
    },
    {
      "cite": "John Major",
      "quote": "The argument that someone is a bad man is an inadequate argument for war and certainly an inadequate and unacceptable argument for regime change."
    },
    {
      "cite": "Stephen Stills",
      "quote": "Language is an inadequate form of communication. If you've picked up an instrument, it's because you don't feel you are communicating sufficiently."
    },
    {
      "cite": "John Reid",
      "quote": "Our system is not fit for purpose. It's inadequate in terms of its scope, it's inadequate in terms of its information technology, leadership, management systems and processes."
    },
    {
      "cite": "Leonard Nimoy",
      "quote": "Insufficient facts always invite danger."
    },
    {
      "cite": "Carl Sagan",
      "quote": "With insufficient data it is easy to go wrong."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Reason alone is insufficient to make us enthusiastic in any matter."
    },
    {
      "cite": "Chris Argyris",
      "quote": "Individual learning is a necessary but insufficient condition for organizational learning."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The functions of intellect are insufficient without courage, love, friendship, compassion and empathy."
    },
    {
      "cite": "Jack Mcdevitt",
      "quote": "Decisions are always made with insufficient information. If you really knew what was going on, the decision would make itself."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "The problem of insufficient security was, until quite recently, a matter of a minority; now it is becoming very quickly a majority matter. That is a major change."
    },
    {
      "cite": "Ameen Rihani",
      "quote": "Knowledge is one of our direct needs. But it is insufficient on its own. If knowledge was stripped from true up-bringing, it would increase man's strength, but not his morals."
    },
    {
      "cite": "Sylvie Guillem",
      "quote": "Technical perfection is insufficient. It is an orphan without the true soul of the dancer."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Complaint is often the result of an insufficient ability to live within the obvious restrictions of this god damned cage."
    }
  ]
}