{
  "source": "https://www.wisesayings.com/incentive-quotes/",
  "theme": "incentive",
  "quotes": [
    {
      "cite": "Bill Gates",
      "quote": "We all sort of do want incentives for creative people to still exist at a certain level. You know, maybe rock stars shouldn't make as much; who knows? But you want as much creativity to take place in the future as took place in the past."
    },
    {
      "cite": "Carlos Ghosn",
      "quote": "Incentives are not strategy, they are tactics. Defensive measures."
    },
    {
      "cite": "Dave Van Ronk",
      "quote": "When you're working in front of an audience, you have incentive to excel."
    },
    {
      "cite": "Emily Oster",
      "quote": "The basic idea that incentives can be used to motivate behavior is a powerful one. It works for employees, and it has a clear place in parenting, as anyone who has tried to potty-train a recalcitrant toddler with sticker rewards knows."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "When choosing a profession, a person will have good incentive for personal development by choosing such a profession that represents a personal challenge."
    },
    {
      "cite": "Greg Brown",
      "quote": "Teamwork is not a matter of persuading yourself and your colleagues to set aside personal ambitions for the greater good. It's a matter of recognizing that your personal ambitions and the ambitions of the team are one and the same. That's the incentive."
    },
    {
      "cite": "Henry Kravis",
      "quote": "It's not just buying the company. Sure, we picked the right companies, and we picked the right management and, most importantly, we've given them the right incentive to perform."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Competition is not only the basis of protection to the consumer, but is the incentive to progress."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Doubt is the incentive to truth and inquiry leads the way."
    },
    {
      "cite": "Jacques Delors",
      "quote": "I would not be opposed to devising a new system of pensions, in which one part was based on collective provision, but which also gave incentives for people to take out an additional, personal plan."
    },
    {
      "cite": "John N. Mitchell",
      "quote": "Frustrated love has been the incentive for many great works."
    },
    {
      "cite": "Lebo Grand",
      "quote": "I believe every woman must be high maintenance because it serves as a powerful incentive for her man to succeed."
    },
    {
      "cite": "Martin Feldstein",
      "quote": "Increased government spending can provide a temporary stimulus to demand and output but in the longer run higher levels of government spending crowd out private investment or require higher taxes that weaken growth by reducing incentives to save, invest, innovate, and work."
    },
    {
      "cite": "Nikita Khrushchev",
      "quote": "Call it what you will, incentives are what get people to work harder."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
    },
    {
      "cite": "Plato",
      "quote": "Pleasure is the greatest incentive to evil."
    },
    {
      "cite": "Philip Larkin",
      "quote": "Above all, though, children are linked to adults by the simple fact that they are in process of turning into them. For this they may be forgiven much. Children are bound to be inferior to adults, or there is no incentive to grow up."
    },
    {
      "cite": "Ron Johnson",
      "quote": "We need different perspectives here in Washington - someone who has private-sector experience, somebody who's actually created jobs, manufactures products, understands the incentives and disincentives, the intended and unintended consequences of legislation."
    },
    {
      "cite": "Steven Johnson",
      "quote": "If you look at history, innovation doesn't come just from giving people incentives; it comes from creating environments where their ideas can connect."
    },
    {
      "cite": "Steven Levitt",
      "quote": "An incentive is a bullet, a key: an often tiny object with astonishing power to change a situation."
    },
    {
      "cite": "Tim Fargo",
      "quote": "When there is silence, Give your voice. When there is darkness, Shine your light. When there is desperation, Offer hope."
    },
    {
      "cite": "Walter Scott",
      "quote": "To be ambitious of true honor, of the true glory and perfection of our natures, is the very principle and incentive of virtue."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The incentive to ambition is the love of power."
    },
    {
      "cite": "William Pollard",
      "quote": "Without change there is no innovation, creativity, or incentive for improvement. Those who initiate change will have a better opportunity to manage the change that is inevitable."
    },
    {
      "cite": "Vernon Jordan",
      "quote": "Every company, every boardroom in which I sit, has a plan, and they have objectives, goals, and a process. And to make it work, the pressure and incentive have to come from the top."
    },
    {
      "cite": "Virginia Wade",
      "quote": "I always felt that I hadn't achieved what I wanted to achieve. I always felt I could get better. That's the whole incentive."
    },
    {
      "cite": "Yves Behar",
      "quote": "The best design work is really done when you spend more time with people, when you have the opportunity to be of the same mindset and the same incentives as the founder of the business."
    }
  ]
}