{
  "source": "https://www.wisesayings.com/inclusion-quotes/",
  "theme": "inclusion",
  "quotes": [
    {
      "cite": "Martin Luther King",
      "quote": "An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of all humanity."
    },
    {
      "cite": "Max De Pree",
      "quote": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Diversity: the art of thinking independently together."
    },
    {
      "cite": "Pete Buttigieg",
      "quote": "I hope that teachings about inclusion and love win out over what I personally consider to be a handful of scriptures that reflect the moral expectations of the era in which they were recorded."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The entire political system is contrary to everything a feminine heart stands for. It lacks inclusion. It lacks tenderness toward children. It lacks honor for relationships. It lacks reverence for the earth. It lacks love. And without those things, the feminine psyche disconnects."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I believe in a passion for inclusion."
    },
    {
      "cite": "Salma Hayek",
      "quote": "Hollywood has definitely grown, in embracing the inclusion of Latinos in the world, because, for some time, we didn't exist. We were not part of any stories."
    },
    {
      "cite": "Brian Eno",
      "quote": "You either believe that people respond to authority, or that they respond to kindness and inclusion. I'm obviously in the latter camp. I think that people respond better to reward than punishment."
    },
    {
      "cite": "Kimberle Williams Crenshaw",
      "quote": "Intersectionality has given many advocates a way to frame their circumstances and to fight for their visibility and inclusion."
    },
    {
      "cite": "António Guterres",
      "quote": "There is increasing recognition that violence against women is a major barrier to the fulfillment of human rights and a direct challenge to women's inclusion and participation in sustainable development and sustaining peace."
    },
    {
      "cite": "Bernice King",
      "quote": "My father literally fought his entire life to ensure the inclusion of all people because he understood that we were intertwined and connected together in humanity."
    },
    {
      "cite": "Tulsi Gabbard",
      "quote": "It's when we care for each other - choosing inclusion and love over division and hatred - that this great country is at its greatest."
    },
    {
      "cite": "Annie Lennox",
      "quote": "I don't think feminism is about the exclusion of men but their inclusion... we must face and address those issues, especially to include younger men and boys."
    },
    {
      "cite": "Julie Sweet",
      "quote": "I have an unwavering commitment to inclusion and diversity."
    },
    {
      "cite": "Cory Booker",
      "quote": "We choose forward. We choose inclusion. We choose growing together. We choose American economic might and muscle, standing strong on the bedrock of the American ideal: a strong, empowered and ever-growing middle class."
    },
    {
      "cite": "Georgia Pritchett",
      "quote": "Inclusion is an illusion."
    },
    {
      "cite": "Jim Piddock",
      "quote": "Trust and love aren't always mutually inclusive, darling."
    },
    {
      "cite": "Peter Duncan",
      "quote": "Legal stunts. Herewith, forthwith, pertaining to but not inclusive of. This is how people control us, isn't it; make it all so mysterious, the rest of us don't understand."
    },
    {
      "cite": "Arunabh Kumar",
      "quote": "Irrespective of, however great, the work you're doing in life... Unless your inclusion doesn't solve any of their problems... They don't need you!"
    },
    {
      "cite": "Daniel Bejar",
      "quote": "Why do you work / In place of bearing witness to your own inclusion"
    },
    {
      "cite": "Clark John Mckenzie",
      "quote": "Can't give it up, take while it's here / You did it last year, no need to do more / We eat what is left, all we deserve / Inclusion is power, a superpower"
    },
    {
      "cite": "Miracle of Sound",
      "quote": "Cast out of inclusion's warm embrace  / Peer in from a solitary space  / The sting of rejection leaves  / Its scars upon my face"
    },
    {
      "cite": "Kanye Omari West",
      "quote": "People do anything to be involved in everything / Inclusion is a hell of a drug / Some people have everything they probably ever wanted in life / And never have enough"
    },
    {
      "cite": "Miracle of Sound",
      "quote": "Cast out of inclusion's warm embrace  / Peer in from a solitary space  / The sting of rejection leaves  / Its scars upon my face"
    },
    {
      "cite": "Adam Duce",
      "quote": "So welcome to the world / That I lived in / Puking up bile and hate / My world has turned  / To false inclusion / Sickening broken state"
    },
    {
      "cite": "Amalgam Effect",
      "quote": "Illusion / Isolation / Indignation / Find inspiration / Illumination / And inclusion / The present is a distant memory / The more we connect / The less we respect / Words fall on deaf ears / My love disappears"
    },
    {
      "cite": "Doug Weems",
      "quote": "Labels exclude and divide / Inclusion grown from the inside / Brainwashed minds and division lines"
    },
    {
      "cite": "Jay Buchanan",
      "quote": "You watch the distribution / Of a mass confusion spread by the institution / Sell your inclusion of you and your own illusion / Instead of thinking you're the solution"
    },
    {
      "cite": "Iris Marion Young",
      "quote": "Democratic inclusion means that all members of the given polity should have effectively equal influence over debate and decision-making with in that polity."
    },
    {
      "cite": "Iris Marion Young",
      "quote": "Others may object that the ideal of inclusion is itself both under and over-inclusive."
    },
    {
      "cite": "Iris Marion Young",
      "quote": "Accusations of exclusion and calls for exclusion are often vague, and seem to cover every form of injustice and remedy."
    },
    {
      "cite": "Iris Marion Young",
      "quote": "The concept of exclusion and inclusion lose meaning if they are used to label all problems of social conflict and injustice."
    },
    {
      "cite": "Anne Hayward",
      "quote": "Inclusion is a n increasingly part of the government's agenda and it is committed to ensuring that all pupils are integrated as far as possible into the daily life of schools and the local community."
    },
    {
      "cite": "Anne Hayward",
      "quote": "It is essential that everyone who is involved ins inclusion familiarizes themselves with the latest national context, as this will form the basis for inclusion services in the future."
    },
    {
      "cite": "Jim Yong Kim",
      "quote": "The process of fostering inclusion is incremental. It requires time and unwavering commitment."
    },
    {
      "cite": "World Bank",
      "quote": "Social inclusion matter for itself. But it also matters because it is the foundation for shared prosperity."
    },
    {
      "cite": "Jossey-Bass",
      "quote": "Inclusion involves creating, fostering, and sustaining practices and conditions that encourage and allow each of us to be full ourselves--with our differences from and similarities to those around us-- as we work together."
    },
    {
      "cite": "Jossey-Bass",
      "quote": "Inclusion is a key driver and basis for reaping diversity's potential benefits."
    },
    {
      "cite": "Jossey-Bass",
      "quote": "Attending to and practicing inclusion permits organizations and their members to proactively replace discrimination with much more positive and productive approach that can serve to release potential and result in more optimal outcomes for all."
    },
    {
      "cite": "Jawad Syed",
      "quote": "Diversity as a concept has evolved over decades from affirmative action in the United States to present day inclusion strategies to ensure every individual is treated with respect and dignity."
    },
    {
      "cite": "Aldis Hodge",
      "quote": "When you do learn these things, when you understand what inclusion is, then we can accomplish greater things together."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Peace requires everyone to be in the circle - wholeness, inclusion."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "You have to stick up for what you believe in. And that, to me, is the biggest thing you can do about driving inclusion."
    },
    {
      "cite": "Halima Aden",
      "quote": "Diversity and inclusion are always something industries should strive for."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Exclusion is always dangerous. Inclusion is the only safety if we are to have a peaceful world."
    },
    {
      "cite": "Stuart Milk",
      "quote": "We are less when we don't include everyone."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When everyone is included, everyone wins."
    },
    {
      "cite": "Richard John Neuhaus",
      "quote": "If the cause of poverty is marginalization, the cure is inclusion."
    },
    {
      "cite": "Alexis Herman",
      "quote": "Inclusion and fairness in the workplace is not simply the right thing to do; it's the smart thing to do."
    },
    {
      "cite": "George Saunders",
      "quote": "The idea of inclusion has become kind of a stone that we've passed our hand over so many times that it doesn't mean anything."
    },
    {
      "cite": "Theodore Melfi",
      "quote": "You have a responsibility to make inclusion a daily thought, so we can get rid of the word 'inclusion.'"
    },
    {
      "cite": "Oberti v. Board of Education",
      "quote": "inclusion is a right not a privilege for a select few."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Inclusion is not a matter of political correctness. It is the key to growth."
    },
    {
      "cite": "Thomas Nagel",
      "quote": "The inclusion of consequences in the conception of what we have done is an acknowledgement that we are parts of the world, but the paradoxical character of moral luck which emerges from this acknowledgement shows that we are unable to operate with such a view, for it leaves us with no one to be."
    }
  ]
}