{
  "source": "https://www.wisesayings.com/incompetence-quotes/",
  "theme": "incompetence",
  "quotes": [
    {
      "cite": "John Perry Barlow",
      "quote": "Incompetence is a double-edged banana."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Obscurity is usually the refuge of incompetence."
    },
    {
      "cite": "William Wallace",
      "quote": "Incompetence is often highly regarded in governmental circles."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "If at first you don't succeed, you may be at your level of incompetence already."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Incompetence is certainty in the absence of expertise. Overconfidence is certainty in the presence of expertise."
    },
    {
      "cite": "Mark Twight",
      "quote": "Inconsistency, incompetence, and lies are all cut short by the ground. It will stop you if you can't stop yourself."
    },
    {
      "cite": "Bruce Catton",
      "quote": "A certain combination of incompetence and indifference can cause almost as much suffering as the most acute malevolence."
    },
    {
      "cite": "Graydon Carter",
      "quote": "Arrogance, ignorance, and incompetence. Not a pretty cocktail of personality traits in the best of situations. No sirree. Not a pretty cocktail in an office-mate and not a pretty cocktail in a head of state. In fact, in a leader, it's a lethal cocktail."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "Never attribute to malevolence what is merely due to incompetence."
    },
    {
      "cite": "Kim Stanley Robinson",
      "quote": "One of the chief features of incompetence was an inability to see it in oneself."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "When success and incompetence meet, disaster is not far away."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Incompetence is the true crisis."
    },
    {
      "cite": "Jeff Lindsay",
      "quote": "It happens; incompetence is rewarded more often than not."
    },
    {
      "cite": "Roberto Cavalli",
      "quote": "Sometimes incompetence is useful. It helps you keep an open mind."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "The problem with incompetence is its inability to recognize itself."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The English think that incompetence is the same thing as sincerity."
    },
    {
      "cite": "Julian Assange",
      "quote": "Secrecy breeds incompetence because where there is failure, failure is kept secret."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Work is accomplished by those employees who have not yet reached their level of incompetence."
    },
    {
      "cite": "Josh Marshall",
      "quote": "Authoritarianism and secrecy breed incompetence; the two feed on each other. It's a vicious cycle. Governments with authoritarian tendencies point to what is in fact their own incompetence as the rationale for giving them yet more power."
    },
    {
      "cite": "Peter Bergen",
      "quote": "Incompetence is a better explanation than conspiracy in most human activity."
    },
    {
      "cite": "Ayn Rand",
      "quote": "If there is any one proof of a man's incompetence, it is the stagnant mentality of a worker who, doing some small routine job in a vast undertaking, does not care to look beyond the lever of a machine, does not choose to know how the machine got there or what makes his job possible, and proclaims that the management of the undertaking is parasitical and unnecessary."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Always assume incompetence before looking for conspiracy."
    },
    {
      "cite": "Robert Genn",
      "quote": "Incompetence, in my books, is the failure of the critical faculties to interfere constructively with the natural flow."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Man cannot live by incompetence alone."
    },
    {
      "cite": "Jonathan Alter",
      "quote": "The price of loyalty is incompetence."
    },
    {
      "cite": "Frank Herbert",
      "quote": "One moment of incompetence can be fatal."
    },
    {
      "cite": "Kingsley Amis",
      "quote": "Laziness has become the chief characteristic of journalism, displacing incompetence."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The most dangerous irony is, people are angry with others because of their own incompetence."
    },
    {
      "cite": "Brian Eno",
      "quote": "Any constraint is part of the skeleton that you build the composition on - including your own incompetence."
    },
    {
      "cite": "Chris Alexander",
      "quote": "The Andrew Principle is when the incompetence of an organization exceeds the incompetence of certain individuals within that organization, thereby allowing their promotion within said organization."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Incompetence plus incompetence equals incompetence."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Ignorance is the worst liberation. To know even a few is better than knowing nothing at all."
    }
  ]
}