{
  "source": "https://www.wisesayings.com/incomplete-quotes/",
  "theme": "incomplete",
  "quotes": [
    {
      "cite": "Jack Kornfield",
      "quote": "If your compassion does not include yourself, it is incomplete."
    },
    {
      "cite": "Plato",
      "quote": "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Fear is incomplete knowledge."
    },
    {
      "cite": "Pragati Bajaji",
      "quote": "There is always an incompleteness in a complete day."
    },
    {
      "cite": "Georges Bataille",
      "quote": "Each of us is incomplete compared to someone else - an animal's incomplete compared to a person and a person compared to God, who is complete only to be imaginary."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "A man in love is incomplete until he has married. Then he's finished."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Some stories remain incomplete but they are beautiful."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "A golden rule: to leave an incomplete image of oneself."
    },
    {
      "cite": "Nikki Reed",
      "quote": "Some of the greatest moments in life come from moments that are incomplete."
    },
    {
      "cite": "E. M. Forster",
      "quote": "The sadness of the incomplete, the sadness that is often Life, but should never be Art."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The well of your incompleteness runs deep, but make the effort to look away from yourself and to look toward Him."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you feel incomplete, you alone must fill yourself with love in all your empty shattered spaces."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A one-eyed man is much more incomplete than a blind man, for he knows what it is that's lacking."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If your love for another person doesn't include loving yourself then your love is incomplete."
    },
    {
      "cite": "Richard Shweder",
      "quote": "The knowable world is incomplete if seen from any one point of view, incoherent if seen from all points of view at once, and empty if seen from nowhere in particular."
    },
    {
      "cite": "Aristotle",
      "quote": "Nature makes nothing incomplete, and nothing in vain."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Having an inaccurate or incomplete view of ourselves is why are always depressed"
    },
    {
      "cite": "John Tyndall",
      "quote": "The brightest flashes in the world of thought are incomplete until they have been proved to have their counterparts in the world of fact."
    },
    {
      "cite": "James Whistler",
      "quote": "To say of a picture, as is often said in its praise, that it shows great and earnest labour, is to say that it is incomplete and unfit for view."
    },
    {
      "cite": "Anatoly Karpov",
      "quote": "Happiness should always remain a bit incomplete. After all, dreams are boundless."
    }
  ]
}