{
  "source": "https://www.wisesayings.com/incorrect-quotes/",
  "theme": "incorrect",
  "quotes": [
    {
      "cite": "Aleksandra Ninkovic",
      "quote": "If you have to shout to prove your point, you're probably wrong."
    },
    {
      "cite": "Anonymous",
      "quote": "Given any particular problem, the number of incorrect solutions is infinitely larger than the number of correct solutions; thus the probability of arriving at a correct solution is zero."
    },
    {
      "cite": "Elizabeth Thornton",
      "quote": "If we are honest with ourselves, we have to admit that sometimes our assumptions and preconceived notions are wrong, and therefore, our interpretation of events is incorrect. This causes us to overreact, to take things personally, or to judge people unfairly."
    },
    {
      "cite": "Malcolm X",
      "quote": "Wrong is wrong, no matter who says it."
    },
    {
      "cite": "Tony Blair",
      "quote": "Sometimes it is better to lose and do the right thing than to win and do the wrong thing."
    },
    {
      "cite": "Toba Beta",
      "quote": "It's sometimes funny to watch some people doing something the wrong way but doing it confidently. Even more funny, they succeeded."
    },
    {
      "cite": "Barry Commoner",
      "quote": "If you can see the light at the end of the tunnel, you are looking the wrong way."
    },
    {
      "cite": "Jim Brown",
      "quote": "If you truly believe something, and it's incorrect, that doesn't mean you don't have integrity."
    },
    {
      "cite": "Maimonides",
      "quote": "The risk of a wrong decision is preferable to the terror of indecision."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "If you board the wrong train, it is no use running along the corridor in the other direction."
    },
    {
      "cite": "Alan Perlis",
      "quote": "It is easier to write an incorrect program than understand a correct one."
    },
    {
      "cite": "Bertrand Meyer",
      "quote": "Incorrect documentation is often worse than no documentation."
    },
    {
      "cite": "Zoe Haslie",
      "quote": "Life is giving us a second chance to right our wrongs. But we can't if we don't start with the truth."
    },
    {
      "cite": "Victoria Schwab",
      "quote": "When no one understands, that's usually a good sign that you're wrong."
    },
    {
      "cite": "Michelle Wolf",
      "quote": "It's important for people to, instead of automatically assuming everything the opposite side says is incorrect, you have to at least listen and see why someone might feel a certain way."
    },
    {
      "cite": "Fred DeLuca",
      "quote": "You could have everything right but be in the wrong place. You think your business is no good, but really, the problem is your place is no good."
    },
    {
      "cite": "Philip Crosby",
      "quote": "Making a wrong decision is understandable. Refusing to search continually for learning is not."
    }
  ]
}