{
  "source": "https://www.wisesayings.com/incredible-quotes/",
  "theme": "incredible",
  "quotes": [
    {
      "cite": "Louis Tomlinson",
      "quote": "It's incredible to have people show their support when your doing something you love."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "It is incredible, when you start believing in angels your life becomes a lot smoother."
    },
    {
      "cite": "Thalia",
      "quote": "You are the only one who can create an incredible world around you, or destroy yourself."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Believe the incredible and you can do the impossible."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Enjoyment is an incredible energizer to the human spirit."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "The most incredible thing about miracles is that they happen."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When you believe, incredible things happen. You set divine forces into motion."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Incredible things can be done simply if we are committed to making them happen."
    },
    {
      "cite": "Carl Jung",
      "quote": "The unexpected and the incredible belong in this world. Only then is life whole."
    },
    {
      "cite": "Herman Melville",
      "quote": "A thing may be incredible and still be true; sometimes it is incredible because it is true."
    },
    {
      "cite": "Petrarch",
      "quote": "Hope is incredible to the slave of grief."
    },
    {
      "cite": "Edwin Markham",
      "quote": "The thing that is incredible is life itself."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "The nature of the mind is completely incredible."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "God has been incredible in creating us to be persons."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Somewhere, something incredible is waiting to be known."
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "There is incredible value in being of service to others."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "The human brain is an incredible pattern-matching machine."
    },
    {
      "cite": "Carl Hiaasen",
      "quote": "Humor can be an incredible, lacerating and effective weapon."
    },
    {
      "cite": "John Eliot",
      "quote": "You will not do incredible things without an incredible dream."
    },
    {
      "cite": "Liam McIntyre",
      "quote": "The body can do incredible things as long as the mind supports it."
    },
    {
      "cite": "Marya Hornbacher",
      "quote": "There is, in fact, an incredible freedom in having nothing left to lose."
    },
    {
      "cite": "Ellen Page",
      "quote": "Love is the most incredible gift to give and to receive as a human being."
    },
    {
      "cite": "Bernie Siegel",
      "quote": "Love releases incredible energy that promotes the biochemistry of healing."
    },
    {
      "cite": "Terry Riley",
      "quote": "The incredible thing about the human mind is that is didn't come with an instruction book."
    },
    {
      "cite": "Eudora Welty",
      "quote": "A thing is incredible, if ever, only after it is told—returned to the world it came out of."
    },
    {
      "cite": "Bill Hybels",
      "quote": "It's incredible to realize that what we do each day has meaning in the big picture of God's plan."
    },
    {
      "cite": "Jane Fonda",
      "quote": "The most incredible beauty and the most satisfying way of life come from affirming your own uniqueness."
    },
    {
      "cite": "Mardy Grothe",
      "quote": "Words have incredible power. They can make people's hearts soar, or they can make people's hearts sore."
    },
    {
      "cite": "James C. Emlund",
      "quote": "Your mind is the most incredible gift! A powerful mind is the reserve for all that is physical in stamina."
    },
    {
      "cite": "E.F. Schumacher",
      "quote": "There is incredible generosity in the potentialities of Nature. We only have to discover how to utilize them."
    },
    {
      "cite": "Sylvia Engdahl",
      "quote": "The human mind is incredible. It can do nothing without belief, yet practically anything with it."
    },
    {
      "cite": "Rich Froning",
      "quote": "The human body is an incredible machine, but most people only get out of that machine what their mind allows them to."
    },
    {
      "cite": "Chris Martin",
      "quote": "Anything that we think is incredible and beautiful and wonderful, we ascribe to something that we don't know what it is."
    },
    {
      "cite": "Isabel Allende",
      "quote": "In terrible moments, in moments of revolution, of war or repression, of illness or death, people react with incredible strength."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "Writing can be an incredible mindfulness practice."
    },
    {
      "cite": "Peter Gould",
      "quote": "Grief can be an incredible source of energy. For good."
    },
    {
      "cite": "Paul Stanley",
      "quote": "Youth is incredible because you really do feel invincible."
    },
    {
      "cite": "Julie Taymor",
      "quote": "There is incredible power in the arts to inspire and influence."
    },
    {
      "cite": "Daniel Radcliffe",
      "quote": "People do incredible things for love, particularly for unrequited love."
    },
    {
      "cite": "Colin Farrell",
      "quote": "Desperation will allow you to do incredible things in the name of survival."
    },
    {
      "cite": "Eli Roth",
      "quote": "Sometimes you have this tragedy which turns into an incredible opportunity."
    },
    {
      "cite": "Michael Hutchence",
      "quote": "Women are incredible in groups together. Terrifying. Men have nothing on them."
    },
    {
      "cite": "Dane Cook",
      "quote": "It's an incredible feeling falling in love someone who doesn't know you exist."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "Feeling like you're respected among the people who do the same thing you do is incredible and necessary."
    },
    {
      "cite": "Bjork",
      "quote": "It's incredible how nature sets females up to take care of people, and yet it is tricky for them to take care of themselves."
    },
    {
      "cite": "Rick Warren",
      "quote": "Being reminded about the incredible power of God's love, and living as He intended, is the most powerful motivation to change."
    },
    {
      "cite": "Carl Woese",
      "quote": "The incredible diversity of life on this planet, most of which is microbial, can only be understood in an evolutionary framework."
    }
  ]
}