{
  "source": "https://www.wisesayings.com/independence-day-quotes/",
  "theme": "independence-day",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?"
    },
    {
      "cite": "Thomas Paine",
      "quote": "He that would make his own liberty secure, must guard even his enemy from opposition; for if he violates this duty he establishes a precedent that will reach himself."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Your freedom is brought to you courtesy of the outstanding Men and Women who serve and have served this country with honor, dedication, pride and sacrifice!"
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same."
    },
    {
      "cite": "Louis Brandeis",
      "quote": "Those who won our independence believed liberty to be the secret of happiness and courage to be the secret of liberty."
    },
    {
      "cite": "Joseph Hopkinson",
      "quote": "Enjoy the peace your valor won. Let independence be our boast, Ever mindful what it cost; Ever grateful for the prize, Let its altar reach the skies!"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender or submission."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "May the light of freedom, coming to all darkened lands, flame brightly until at last the darkness is no more."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "All we have of freedom / All we use or know/ This our fathers bought for us / Long and long ago."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Those who deny freedom to others deserve it not for themselves."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Liberty means responsibility. That is why most men dread it."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Let freedom reign. The sun never set on so glorious a human achievement."
    },
    {
      "cite": "Marquis de Lafayette",
      "quote": "Humanity has won its battle. Liberty now has a country."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty."
    },
    {
      "cite": "Albert Camus",
      "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Those who expect to reap the blessings of freedom, must, like men, undergo the fatigue of supporting it."
    },
    {
      "cite": "Robert Frost",
      "quote": "Freedom lies in being bold."
    },
    {
      "cite": "Bob Marley",
      "quote": "Better to die fighting for freedom then be a prisoner all the days of your life."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Life without liberty is like a body without spirit."
    },
    {
      "cite": "A. Philip Randolph",
      "quote": "Freedom is never given; it is won."
    },
    {
      "cite": "Samuel Adams",
      "quote": "It does not take a majority to prevail, but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Let freedom never perish in your hands."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "William Faulkner",
      "quote": "We must be free not because we claim freedom, but because we practice it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Whoever would overthrow the liberty of a nation must begin by subduing the freeness of speech."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "All we have of freedom, all we use or know - This our fathers bought for us long and long ago"
    },
    {
      "cite": "Roger W Hancock",
      "quote": "As eagles soar, freedom more, life be free for all."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed."
    },
    {
      "cite": "Malcolm X",
      "quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom."
    },
    {
      "cite": "Pericles",
      "quote": "Freedom is the sure possession of those alone who have the courage to defend it."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Liberty is always dangerous, but it is the safest thing we have."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Liberty is the breath of life to nations."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "In the truest sense, freedom cannot be bestowed; it must be achieved."
    },
    {
      "cite": "Elmer Davis",
      "quote": "This nation will remain the land of the free only so long as it is the home of the brave."
    },
    {
      "cite": "Roger W Hancock",
      "quote": "Liberty is maintained by responsible freedom."
    },
    {
      "cite": "Albert Camus",
      "quote": "Freedom is nothing but a chance to be better."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "God give us peace without peace we are without freedom."
    },
    {
      "cite": "Simone Weil",
      "quote": "Liberty, taking the word in its concrete sense, consists in the ability to choose."
    },
    {
      "cite": "George Orwell",
      "quote": "If liberty means anything at all, it means the right to tell people what they do not want to hear."
    },
    {
      "cite": "Fedeline Wiarta",
      "quote": "Everyone has a dream sensing liberation. Even the strictest dictator would want freedom."
    },
    {
      "cite": "Brigham Young",
      "quote": "True independence and freedom can only exist in doing what's right."
    },
    {
      "cite": "Jason Bacchetta",
      "quote": "Using freedom to excuse foolishness is the highest form of ignorance. Remember, people died for those rights."
    },
    {
      "cite": "Aesop",
      "quote": "Better to starve free than be a fat slave"
    },
    {
      "cite": "John Adams",
      "quote": "It will be celebrated by succeeding generations s the great anniversary festival. It ought to be commemorated as the day of deliverance, by solemn acts of devotion to God almighty. It ought to be solemnized with pomp and parade, with shows, games, sports, guns, bells, bonfires and illuminations from one end of this continent to the other from this time forward forevermore."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Where liberty dwells there is my country."
    },
    {
      "cite": "George H. W. Bush",
      "quote": "But July 4, 1991 must also be something more: For all Americans, it must be a day of reflection and rededication."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "All men are by nature equally free and independent and have certain inherent rights...namely the enjoyment of life and liberty...and pursuing and obtaining happiness."
    },
    {
      "cite": "Nathan Hare Jr.",
      "quote": "The declaration of Independence declares the right of life, liberty, and the pursuit of happiness. The catch is that it doesn't give you the chance to catch up with happiness"
    },
    {
      "cite": "Marc Tyler Nobleman",
      "quote": "Wherever they are on Independence Day, Americans remember how the United States of America began, They talk about how it feels to be an American."
    },
    {
      "cite": "Molly Aloian",
      "quote": "It is a day to feel patriotic or proud of your country. People celebrate in many ways!"
    },
    {
      "cite": "Molly Aloian",
      "quote": "In the late 1700s, several governors of states recommended celebrating the independence of the United States."
    },
    {
      "cite": "Molly Aloian",
      "quote": "Soldiers fired cannons on Independence Day to remind people of the war."
    },
    {
      "cite": "Michael DiMarco",
      "quote": "Your Independence Day is the start of a new chapter in your life, which gives you an opportunity to decide who you are going to serve. you can be self-serving, you can serve others, or you can serve the One who created you."
    },
    {
      "cite": "Karen Gammergaard",
      "quote": "People use holidays' references to historical events to struggle for their specific version of collective memory."
    },
    {
      "cite": "The 1990 World Calendar",
      "quote": "The principal events in most countries are the religious holidays, and historically the movements of the sun and moon have determined the dates and times of religious prayers and celebrations."
    },
    {
      "cite": "William McInnes",
      "quote": "We get creative with public holidays— we clump them together as much as we can to get a string of little breaks."
    },
    {
      "cite": "Richard T. Stanley",
      "quote": "Holidays are special times of the year for celebration, commemoration, contemplation, and remembrance."
    },
    {
      "cite": "Richard T. Stanley",
      "quote": "As a whole, America's favorite holidays work to make our lives more meaningful, more enjoyable, and help to instill in each of us a sense of purpose."
    },
    {
      "cite": "George Washington",
      "quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Liberties aren't given, they are taken."
    },
    {
      "cite": "Greta Garbo",
      "quote": "I never said, 'I want to be alone.' I only said, 'I want to be let alone!' There is all the difference."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Nothing is more difficult, and therefore more precious, than to be able to decide."
    },
    {
      "cite": "Vikrmn",
      "quote": "Independence means.. enjoying freedom and empowering others too to let them do so."
    },
    {
      "cite": "William H. Gass",
      "quote": "it strikes me that the spirit of the Fourth, this year, was used up by September's end and fell like an early leaf."
    },
    {
      "cite": "Mohith Agadi",
      "quote": "We celebrate Independence Day in our country to remind us, that our country and its freedom is the result of sweat, patience, persistence, and sacrifice of those with the courage to dream freedom and make it a reality for their future generations."
    },
    {
      "cite": "John Adams",
      "quote": "It will be celebrated with pomp and parade, bonfires. and illuminations, from one end of this continent to the other."
    },
    {
      "cite": "Woodrow T. Wilson",
      "quote": "The flag is the embodiment, not of sentiment, but of history."
    },
    {
      "cite": "Dean Devlin",
      "quote": "Independence Day,' ever since we did it, there's been enormous pressure to follow it up."
    },
    {
      "cite": "Lee Greenwood",
      "quote": "And I'm proud to be an American, where at least I know I'm free. And I won't forget the men who died, who gave that right to me."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Four score and seven years ago our fathers brought forth on this continent a new nation, conceived in liberty, and dedicated to the proposition that all men are created equal."
    }
  ]
}