{
  "source": "https://www.wisesayings.com/independent-women-quotes/",
  "theme": "independent-women",
  "quotes": [
    {
      "cite": "Anais Nin",
      "quote": "How wrong is it for a woman to expect the man to build the world she wants, rather than to create it herself?"
    },
    {
      "cite": "Edna Gardner Whyte",
      "quote": "Just watch, all of you men. I'll show you what a woman can do. I'll go across the country, I'll race to the Moon. I'll never look back."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "If you want something said, ask a man; if you want something done, ask a woman."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman."
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "The day will come when men will recognize woman as his peer, not only at the fireside, but in councils of the nation. Then, and not until then, will there be the perfect comradeship, the ideal union between the sexes that shall result in the highest development of the race."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag–you can't tell how strong she is until you put her in hot water."
    },
    {
      "cite": "Dido Armstrong",
      "quote": "I like being a strong, independent woman, and to be honest, I was never afraid to be on my own."
    },
    {
      "cite": "Betty Ford",
      "quote": "I have an independent streak. You know, it's kind of hard to tell a independent woman what to do."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "The thing women have got to learn is that nobody gives you power. You just take it."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "I want to do it because I want to do it. Women must try to do things as men have tried. When they fail, their failure must be but a challenge to others."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "It took me quite a long time to develop a voice, and now that I have it, I'm not going to be silent."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The question isn't who's going to let me; it's who's going to stop me."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
    },
    {
      "cite": "Obi Okorougo",
      "quote": "She knows what she wants in her life. She goes after it. She's not waiting for a man. She's not standing by the phone waiting for me to call her. She's actively creating. She's doing her thing. She has her own life."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "I am no bird; and no net ensnares me: I am a free human being with an independent will."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "Yes, I'm a feminist, because I see all women as smart, gifted, and tough."
    },
    {
      "cite": "Apolo Ohno",
      "quote": "It's important to be driven and have goals. You want an independent woman who knows what she wants and isn't afraid to go after it. It's attractive to me when a woman is doing what she loves. It makes me want to know more."
    },
    {
      "cite": "Anonymous",
      "quote": "A strong woman stands up for herself. A stronger woman stands up for everyone else."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The best protection any woman can have, is courage."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
      "cite": "Bella Abzug",
      "quote": "Women have been trained to speak softly and carry a lipstick. Those days are over."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has ever been before."
    },
    {
      "cite": "Amy Poehler",
      "quote": "I just love bossy women. I could be around them all day. To me, bossy is not a pejorative term at all. It means somebody's passionate and engaged and ambitious and doesn't mind leading."
    },
    {
      "cite": "Nicole Curtis",
      "quote": "A common misconception about strong women is that we don't need the hand-holding, the flowers, and the nice gestures, and what I've found to be true is that it's the strong women who want it the most."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "Because I am a woman, I must make unusual efforts to succeed. If I fail, no one will say, she doesn't have what it takes. They will say, women don't have what it takes."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "I believe in strong women. I believe in the woman who is able to stand up for herself. I believe in the woman who doesn't need to hide behind her husband's back. I believe that if you have problems, as a woman you deal with them, you don't play victim, you don't make yourself look pitiful, you don't point fingers. You stand and you deal. You face the world with a head held high and you carry the universe in your heart."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "A strong woman builds her own world. She is one who is wise enough to know that it will attract the man she will gladly share it with."
    },
    {
      "cite": "Kamala Harris",
      "quote": "I was raised to be an independent woman, not the victim of anything."
    },
    {
      "cite": "Queen Latifah",
      "quote": "I am a strong woman with or without this other person, with or without this job, and with or without these tight pants."
    },
    {
      "cite": "Nancy Rathburn",
      "quote": "A strong woman understands that the gifts such as logic, decisiveness, and strength are just as feminine as intuition and emotional connection. She values and uses all of her gifts."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country."
    },
    {
      "cite": "Emma Stone",
      "quote": "I can't think of any better representation of beauty than someone who is unafraid to be herself."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Be that strong girl that everyone knew would make it through the worst, be that fearless girl, the one who would dare to do anything, be that independent girl who didn't need a man; be that girl who never backed down."
    },
    {
      "cite": "Tyra Banks",
      "quote": "You have what it takes to be a victorious, independent, fearless woman."
    },
    {
      "cite": "Marge Piercy",
      "quote": "A strong woman is a woman determined to do something others are determined not be done."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "She has fought many wars, most internal. The ones that you battle alone, for this, she is remarkable. She is a survivor."
    },
    {
      "cite": "Kat Graham",
      "quote": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "You are more powerful than you know; you are beautiful just as you are."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another stepping stone to greatness."
    },
    {
      "cite": "Mie Hansson",
      "quote": "Do not judge a woman on her knees: you never know how tall she is when she stands."
    },
    {
      "cite": "Olga Kurylenko",
      "quote": "A Bond girl must be a strong and independent woman, but at the same time charming and sensual. Those opposite qualities combined together make her interesting. She must be strong but at the same time feminine."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day, and I believe in miracles."
    },
    {
      "cite": "Talullah Bankhead",
      "quote": "It's the good girls who keep diaries, the bad girls never have the time."
    },
    {
      "cite": "Kristin Cavallari",
      "quote": "I have a lot of sides to my personality and what you see on The Hills is a strong, independent woman, which I am. But I also have a sensitive side that I don't show too much."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Forget about the fast lane. If you really want to fly, just harness your power to your passion."
    },
    {
      "cite": "Anne Frank",
      "quote": "Everyone has inside of her a piece of good news. The good news is that you don't know how great you can be!"
    },
    {
      "cite": "Taylor Swift",
      "quote": "It's possible to climb to the top without stomping on other people."
    },
    {
      "cite": "Lily Aldridge",
      "quote": "I'm a woman, of course I still have curves on me, and that's ok. I had a baby and I've worked hard. And I don't think women should have to feel that kind of pressure. I've done it really healthfully, and I took my time."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away."
    },
    {
      "cite": "Jenette Stanley",
      "quote": "Don't be the girl who fell. Be the girl who got back up."
    },
    {
      "cite": "Ingvar Kamprad",
      "quote": "We ought to have more women in various management positions, because women are the ones who decide almost everything in the home."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "My mother told me to be a lady. And for her, that meant be your own person, be independent."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "There is a special place in hell for women who don't help other women."
    },
    {
      "cite": "Camille Paglia",
      "quote": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation."
    },
    {
      "cite": "Michelle Rodriguez",
      "quote": "Until they come up with an independent woman who's on an adventure of her own, I don't think I'm interested."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men."
    },
    {
      "cite": "A. S. Byatt",
      "quote": "Independent women must expect more of themselves, since neither men nor other more conventionally domesticated women will hope for anything, or expect any result other than utter failure."
    },
    {
      "cite": "Melinda Gates",
      "quote": "A woman with a voice is by definition a strong woman. But the search to find that voice can be remarkably difficult."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Honor women! they entwine and weave heavenly roses in our earthly life."
    },
    {
      "cite": "Erica Jong",
      "quote": "You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy."
    },
    {
      "cite": "Johann Gottfried Seume",
      "quote": "Woman is superlative. The best leader in life, the best guide in happy days, the best consoler in sorrow."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I am not afraid of storms for I am learning how to sail my ship."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "I do not wish women to have power over men, but over themselves."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Stop wearing your wishbone where your backbone ought to be."
    },
    {
      "cite": "John Lennon",
      "quote": "As usual, there is a great woman behind every idiot."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is no occasion for women to consider themselves subordinate or inferior to man."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "If by strength is meant moral power, then woman is immeasurably man's superior"
    }
  ]
}