{
  "source": "https://www.wisesayings.com/indecision-quotes/",
  "theme": "indecision",
  "quotes": [
    {
      "cite": "Aaron Burr",
      "quote": "Error often is to be preferred to indecision."
    },
    {
      "cite": "Anonymous",
      "quote": "Indecision becomes decision with time."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Indecision, doubt and fear. The members of this unholy trio are closely related; where one is found, the other two are close at hand."
    },
    {
      "cite": "Anonymous",
      "quote": "Worry is a sustained form of fear caused by indecision."
    },
    {
      "cite": "James Richardson",
      "quote": "Patience is decisive indecision."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Through indecision opportunity is often lost."
    },
    {
      "cite": "John Ortberg",
      "quote": "Greatness is never achieved through indecision."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Nothing is so exhausting as indecision, and nothing is so futile."
    },
    {
      "cite": "Maimonides",
      "quote": "The risk of a wrong decision is preferable to the terror of indecision."
    },
    {
      "cite": "Bernhard Langer",
      "quote": "Be decisive. A wrong decision is generally less disastrous than indecision."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The worst of all human ailments: indecision."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Indecision is a major time waster; 80% of decisions should be made the first time they come up."
    },
    {
      "cite": "Ryan Harwood",
      "quote": "The worst decision is indecision."
    },
    {
      "cite": "Marie Beynon Lyons Ray",
      "quote": "Indecision is fatal. It is better to make a wrong decision than build up a habit of indecision. If you're wallowing in indecision, you certainty can't act - and action is the basis of success."
    },
    {
      "cite": "Venita VanCaspel",
      "quote": "Always remember, indecision is decision - usually against you."
    },
    {
      "cite": "James Thurber",
      "quote": "He who hesitates is sometimes saved."
    },
    {
      "cite": "Suzanne Evans",
      "quote": "Indecision is a form of self-abuse - be ready to step up!"
    },
    {
      "cite": "Bill W.",
      "quote": "Indecision with the passing of time becomes decision."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Indecision is the greatest thief of opportunity."
    },
    {
      "cite": "Raymond Charles Barker",
      "quote": "Indecision is actually the individual's decision to fail."
    },
    {
      "cite": "John Ashbery",
      "quote": "Things can harden meaningfully in the moment of indecision."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "To be constantly changing one's plans isn't decision at all-it's indecision."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "One of the painful things about our time is that those who feel certainty are stupid, and those with any imagination and understanding are filled with doubt and indecision."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Some live in a state of passionate indecision."
    },
    {
      "cite": "Anne Rice",
      "quote": "What is fear after all? It is indecision. You seek some way to resist, escape. There is none."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Opportunity never sneaks up on those who straddle the fence of indecision."
    },
    {
      "cite": "H. A. Hopf",
      "quote": "Indecision is debilitating; it feeds upon itself; it is, one might almost say, habit-forming. Not only that, but it is contagious; it transmits itself to others."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Indecision is the seedling of fear."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Indecision may or may not be our biggest problem."
    },
    {
      "cite": "E.L. Konigsburg",
      "quote": "Indecisiveness wears a person out."
    },
    {
      "cite": "George Canning",
      "quote": "Indecision and delays are the parents of failure."
    },
    {
      "cite": "Wendell Mayes",
      "quote": "Indecision is a virus that can run through an army and destroy its will to win or even to survive."
    },
    {
      "cite": "Elizabeth Bibesco",
      "quote": "Endurance is frequently a form of indecision."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "More is lost by indecision than wrong decision. Indecision is the thief of opportunity. It will steal you blind."
    },
    {
      "cite": "Paula Scher",
      "quote": "Beige is the color of indecision."
    },
    {
      "cite": "Morris L. Ernst",
      "quote": "More errors arise from inhibited indecision than from impulsive behavior."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Inaction and indecision in the present is because of fear of consequences of the future."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Indecision is the seedling of fear"
    },
    {
      "cite": "Kathy Reichs",
      "quote": "Indecision is the key to flexibility."
    },
    {
      "cite": "William James",
      "quote": "There is no more miserable human being than one in whom nothing is habitual but indecision."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Now, the melancholy god protects thee, and the tailor make that doublet of changeable taffeta, for thy mind is a very opal."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Then, indecision brings its own delays, / And days are lost lamenting o'er lost days."
    },
    {
      "cite": "Mark Twain",
      "quote": "I must have a prodigious quantity of mind; it takes me as much as a week, sometimes, to make it up."
    },
    {
      "cite": "Laurence Olivier",
      "quote": "The tragedy of a man who could not make up his mind."
    },
    {
      "cite": "Sam Goldwyn",
      "quote": "I'll give you a definite maybe."
    },
    {
      "cite": "J.K. Galbraith",
      "quote": "A wrong decision isn't forever; it can always be reversed. The losses from a delayed decision are forever; they can never be retrieved."
    },
    {
      "cite": "Frank Field",
      "quote": "The archbishop is usually to be found nailing his colours to the fence."
    },
    {
      "cite": "Saint Bonaventure",
      "quote": "While there is nothing inherently wrong with asking questions, the inability to decide on correct answers can make us unhappy."
    },
    {
      "cite": "American Proverb",
      "quote": "Indecision is fatal, so make up your mind."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "Indecisive as a fellow who pulls back one leg as he moves forward with the other."
    },
    {
      "cite": "1 Kings 18:21",
      "quote": "How long halt ye between two opinions?"
    },
    {
      "cite": "Gordon Graham",
      "quote": "Decision is a sharp knife that cuts clean and straight; indecision, a dull one that hacks and tears and leaves ragged edges behind it."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "A firm belief attracts facts. They come out in holes in the ground an' cracks in the' wall to support belief, but they run away from doubt."
    },
    {
      "cite": "William James",
      "quote": "When you have to make a choice and don't make it, that is in itself a choice."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "When it comes to betting on yourself...you're a chicken-livered coward if you hesitate."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "To the timid and hesitating everything is impossible because it seems so."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To teach how to live with uncertainty, and yet without being paralyzed by hesitation, is perhaps the chief thing that philosophy in our age can still do for those who study it."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Fear comes from uncertainty. When we are absolutely certain, whether, of our worth or worthlessness, we are almost impervious to fear. Thus, a feeling of utter unworthiness can be a source of courage."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Indecision may or may not be my problem."
    },
    {
      "cite": "Martha Beck",
      "quote": "Indecision may come from an instinctive hunch that there's more you need to know - which means it's time to learn everything you can about the pros and cons of each option. You can continue on this track, however, only as long as you're unearthing genuinely new information."
    },
    {
      "cite": "Maria Monk",
      "quote": "All around me insisted that my doubts proved only my own ignorance and sinfulness; that they knew by experience they would soon give place to true knowledge and an advance in religion; and I felt something like indecision."
    },
    {
      "cite": "Maria Monk",
      "quote": "All around me insisted that my doubts proved only my own ignorance and sinfulness; that they knew by experience they would soon give place to true knowledge and an advance in religion; and I felt something like indecision."
    },
    {
      "cite": "Oscar Levant",
      "quote": "Once I make up my mind, I'm full of indecision."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Evil draws its power from indecision and concern for what other people think."
    },
    {
      "cite": "Emily Grabatin",
      "quote": "A decision unmade is still a decision. It won't go away. Neither will problems or more options."
    },
    {
      "cite": "Krystalle Bianca",
      "quote": "I feel like I am in a constant battle with myself. I am being pushed and pulled in two different directions."
    },
    {
      "cite": "Beryl Bainbridge",
      "quote": "Man himself is so buffeted by shifts of thought and mood, not knowing from one day to the next what he truly feels, that a shifting earth is well-nigh the last straw."
    },
    {
      "cite": "Lindsay Mattick",
      "quote": "Then his heart made up his mind."
    },
    {
      "cite": "William Ury",
      "quote": "The other often much prefer a clear answer, even if it is No than continued indecision and waffling."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Dare to keep moving when it is a must and dare to keep waiting when you have to, but note, you shall always keep waiting if you keep waiting and you shall always keep moving when you keep moving!"
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Indecision and fear can cripple any chances of succeeding and lead to maelstroms of regret that fuel our most fantastic nightmares."
    }
  ]
}