{
  "source": "https://www.wisesayings.com/independence-quotes/",
  "theme": "independence",
  "quotes": [
    {
      "cite": "Brigham Young",
      "quote": "True independence and freedom can only exist in doing what's right."
    },
    {
      "cite": "Sherry Argov",
      "quote": "Be an independent thinker at all times, and ignore anyone who attempts to define you in a limiting way."
    },
    {
      "cite": "Mark Twain",
      "quote": "Independence .... is loyalty to one's best self and principles, and this is often disloyalty to the general idols and fetishes."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I am lord of myself, accountable to none."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The truest test of independent judgment is being able to dislike someone who admires us, and to admire someone who dislikes us."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth."
    },
    {
      "cite": "Coco Chanel",
      "quote": "The most courageous act is still to think for yourself. Aloud."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "I'd rather die my way than live yours."
    },
    {
      "cite": "Socrates",
      "quote": "To find yourself, think for yourself."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "If you truly want to be respected by people you love, you must prove to them that you can survive without them."
    },
    {
      "cite": "Mahalia Jackson",
      "quote": "It's easy to be independent when you've got money. But to be independent when you haven't got a thing—that's the Lord's test."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Independence is essential for permanent but fatal to immediate success."
    },
    {
      "cite": "Horace",
      "quote": "Rule your mind or it will rule you."
    },
    {
      "cite": "Albert Camus",
      "quote": "Independence is earned by a few words of cheap confidence."
    },
    {
      "cite": "Steve Schmidt",
      "quote": "The price for independence is often isolation and solitude."
    },
    {
      "cite": "Dick Cheatham",
      "quote": "He who defines duty for himself is his own master."
    },
    {
      "cite": "Madonna",
      "quote": "I stand for freedom of expression, doing what you believe in, and going after your dreams."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "There is often as much independence in not being led, as in not being driven."
    },
    {
      "cite": "Idries Shah",
      "quote": "Premature independence is the daughter of conceit."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don't need a significant other to lead a significant life."
    },
    {
      "cite": "Ibn Taymiyyah",
      "quote": "Don't depend too much on anyone in this world, because even your own shadow leaves you when you are in darkness."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "Never depend on anyone to make you happy....You are responsible for your own happiness."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Financial independence is the ability to live from the income of your own personal resources."
    },
    {
      "cite": "Emma Goldman",
      "quote": "People have only as much liberty as they have the intelligence to want and the courage to take."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Those who deny freedom to others deserve it not for themselves."
    },
    {
      "cite": "George Orwell",
      "quote": "Freedom is the right to tell people what they do not want to hear."
    },
    {
      "cite": "Seneca",
      "quote": "A great step towards independence is a good-humored stomach, one that is willing to endure rough treatment."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery."
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "Independence is happiness."
    },
    {
      "cite": "Stephen Breyer",
      "quote": "Independence doesn't mean you decide the way you want."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "It's so important to have that independence. You know it yourself: Everyone needs evenings of their own."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Being brave enough to be alone frees you up to invite people into your life because you want them and not because you need them."
    },
    {
      "cite": "Charles E. Popplestone",
      "quote": "You have to do it yourself, no one else will do it for you. You must work out your own salvation."
    },
    {
      "cite": "Willa Cather",
      "quote": "No one can build his security upon the nobleness of another person."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The first of earthly blessings, independence."
    },
    {
      "cite": "Christon Henry",
      "quote": "Nobody gives you a chance... So you just have to stand on your own two feet and take them."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Economic independence is the foundation of the only sort of freedom worth a damn."
    },
    {
      "cite": "Stephen Breyer",
      "quote": "Independence means you decide according to the law and the facts."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Freedom consists not in doing what we like, but in having the right to do what we ought."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Freedom is not worth having if it does not include the freedom to make mistakes."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "In the truest sense, freedom cannot be bestowed; it must be achieved."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Liberty is always dangerous, but it is the safest thing we have."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Freedom is the will to be responsible to ourselves."
    },
    {
      "cite": "Mark Edward Lender",
      "quote": "As the American colonies declared their independence from the British empire, they already knew that declaring independence was one thing, securing it was another."
    },
    {
      "cite": "Mark Twain",
      "quote": "Surely, if anything is proven by whole oceans and continents of evidence, it is the quality of independence was almost wholly left out of the human race."
    },
    {
      "cite": "Thomas Bonsell",
      "quote": "Liberals sought and achieved independence from Great Britain with the Revolutionary War."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The strongest force in the world today is the desire for national independence, reaching well beyond any ideology or really any national power."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If there is a single issue that divides the world today, it is independence."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The constitution of the united states stresses not independence but interdependence, not the individual liberty of one but the indivisible liberty of all."
    },
    {
      "cite": "Parke Godwin",
      "quote": "The greatest of all human benefits, that, at least, without which no other benefit can be truly enjoyed, is independence."
    },
    {
      "cite": "Junius",
      "quote": "Let all your views in life be directed to a solid, however moderate, independence; without it no man can be happy nor even honest."
    },
    {
      "cite": "Bernice Moore",
      "quote": "Self-government, self-discipline, self-responsibility are the triple safeguards of the independence of man."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "To be independent is the business of a few only; it is the privilege of the strong."
    },
    {
      "cite": "Sa'Di",
      "quote": "Independence is of more value than any gifts; and to receive gifts is to lose it."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Liberty requires opportunity to make a living--a living which gives a man not only enough to live by, but something to live for."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "This right of speech is very dear to the hearts of intelligent lovers of liberty. It is the delights of the lovers of liberty, it is the dread and terror of tyrants."
    },
    {
      "cite": "Bertrand Russel",
      "quote": "Too little liberty brings stagnation and too much brings chaos."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "But, I’m sick of playing the fool  / I’m probing for His acceptance / I’m yearning for my independence / Not your vengeance…not your eloquence…"
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "With bravery - with bravery / Each man began to feel 'the firm' / No longer owned it for its worm / Their independence they could see / Achieved by simple unity."
    },
    {
      "cite": "Ethel Castilla",
      "quote": "Her frank, clear eyes bespeak a mind / Old-world traditions fail to bind / She is not shy / Or bold, but simply self-possessed / Her independence adds a zest / Unto her speech, her piquant jest / Her quaint reply."
    },
    {
      "cite": "Edgar Leslie",
      "quote": "A little bit independent with your smile / A little bit independent in your style / But how can I help but love you all the while / When you're so easy on the eyes."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The great revolution in the history of man, past, present and future, is the revolution of those determined to be free."
    },
    {
      "cite": "Albert Camus",
      "quote": "Freedom is nothing but a chance to be better."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "People demand freedom of speech as a compensation for the freedom of thought which they seldom use."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "James Baldwin",
      "quote": "Freedom is not something that anybody can be given. Freedom is something people take, and people are as free as they want to be"
    },
    {
      "cite": "Anais Nin",
      "quote": "How wrong is it for a woman to expect the man to build the world she wants, rather than to create it herself?"
    },
    {
      "cite": "Thomas Paine",
      "quote": "Those who expect to reap the blessings of freedom, must, like men, undergo the fatigues of supporting it."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "I do not wish them (women) to have power over men; but over themselves."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I am an American; free born and free bred, where I acknowledge no man as my superior, except for his own worth, or as my inferior, except for his own demerit."
    },
    {
      "cite": "Mandy Hale",
      "quote": "'Single' is an opportunity to live life on your own terms and not apologize."
    },
    {
      "cite": "Megan Whalen Turner",
      "quote": "But there are other words for privacy and independence. They are isolation and loneliness."
    },
    {
      "cite": "Nicanor Parra",
      "quote": "United States: the country where liberty is a statue."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every path but your own is the path of fate. Keep on your own track, then."
    }
  ]
}