{
  "source": "https://www.wisesayings.com/india-quotes/",
  "theme": "india",
  "quotes": [
    {
      "cite": "Pierre Pettigrew",
      "quote": "India is a global power and an important partner with whom we are building an intense, broad and enduring relationship."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "In India, it is religion that forms the very core of the national heart. It is the backbone - the bed-rock - the foundation upon which the national edifice has been built."
    },
    {
      "cite": "Baba Kalyani",
      "quote": "India is the second biggest defence procurer in the world after the U.S."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "India has to be transformed into a developed nation, a prosperous nation and a healthy nation, with a value system."
    },
    {
      "cite": "Atal Bihari Vajpayee",
      "quote": "If India is not secular, then India is not India at all."
    },
    {
      "cite": "Hanadi Falki",
      "quote": "India has many customs and rituals that may seem bizarre to anyone not used to its distinctive culture. It is a strange combination of being a young nation as well as an ancient country."
    },
    {
      "cite": "Rajendra Khare",
      "quote": "India is developing as one of the largest [world] markets for electronic equipment."
    },
    {
      "cite": "Siegfried Hecker",
      "quote": "India has the most technically ambitious and innovative nuclear energy program in the world."
    },
    {
      "cite": "Atal Bihari Vajpayee",
      "quote": "India is a proud and sovereign country. We do not take any decisions under pressure from the U.S. or any other power."
    },
    {
      "cite": "Anil Agarwal",
      "quote": "India is not a capitalist nation and should never be a capitalist nation."
    },
    {
      "cite": "Mark Twain",
      "quote": "India has 2,000,000 gods, and worships them all. In religion other countries are paupers; India is the only millionaire."
    },
    {
      "cite": "Shah Rukh Khan",
      "quote": "India cannot hide behind the fact that it is a developing country anymore. Every Indian now wants to own products that inspire awe and envy."
    },
    {
      "cite": "Shinzo Abe",
      "quote": "India is a country that shares the values of freedom, democracy, basic human rights and the rule of law with the United States and Japan."
    },
    {
      "cite": "Amish Tripathi",
      "quote": "India has a long tradition of reinterpreting religious myths."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "India has an unbroken tradition of nonviolence from times immemorial."
    },
    {
      "cite": "Shashi Tharoor",
      "quote": "In India we celebrate the commonality of major differences; we are a land of belonging rather than of blood."
    },
    {
      "cite": "Rahul Gandhi",
      "quote": "India absorbs things; India's not a divisive place."
    },
    {
      "cite": "Mel Gibson",
      "quote": "In India it is believed that all creatures have a purpose."
    },
    {
      "cite": "Narendra Modi",
      "quote": "India is a democratic country & anyone can become a PM."
    },
    {
      "cite": "Amish Tripathi",
      "quote": "India is a musical country, so it would appear obvious to use our collective passion for music to promote a book."
    },
    {
      "cite": "Sharon Stone",
      "quote": "India has an enormous amount of AIDS awareness."
    },
    {
      "cite": "Anita Desai",
      "quote": "India is a curious place that still preserves the past, religions, and its history. No matter how modern India becomes, it is still very much an old country."
    },
    {
      "cite": "Annie Besant",
      "quote": "India is a country in which every great religion finds a home."
    },
    {
      "cite": "Winston Churchill",
      "quote": "India is a geographical term. It is no more a united nation than the Equator."
    },
    {
      "cite": "Pranab Mukherjee",
      "quote": "India is a land of plenty inhibited by poverty; India has an enthralling, uplifting civilization that sparkles not only in our magnificent art, but also in the enormous creativity and humanity of our daily life in city and village."
    },
    {
      "cite": "Kiran Millwood Hargrave",
      "quote": "India is a place where colour is doubly bright. Pinks that scald your eyes, blues you could drown in."
    },
    {
      "cite": "Eric Newby",
      "quote": "In India even the most mundane inquiries have a habit of ending this way. There may be two answers, there may be five, a dozen or a hundred; the only thing that is certain is that all will be different."
    },
    {
      "cite": "Kailash Satyarthi",
      "quote": "India may be a land of over a 100 problems, but it is also a place for a billion solutions."
    },
    {
      "cite": "Gary Ackerman",
      "quote": "India is a regional power. It does not need anything to establish it."
    }
  ]
}