{
  "source": "https://www.wisesayings.com/individualism-quotes/",
  "theme": "individualism",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Henry Ford",
      "quote": "Individualism is what makes cooperation worth living."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "The strongest man in the world is he who stands most alone."
    },
    {
      "cite": "James Bryce",
      "quote": "Individualism, the love of enterprise, and the pride in personal freedom, have been deemed by Americans not only as their choicest, but their peculiar and exclusive possessions."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Unrestricted individualism is the law of the beast of the jungle."
    },
    {
      "cite": "Claude Mckay",
      "quote": "If a man is not faithful to his own individuality, he cannot be loyal to anything."
    },
    {
      "cite": "Russell Kirk",
      "quote": "Individualism is a denial that life has any meaning except the gratification of the ego; in politics it must end in anarchy. It is not possible for one man to be both Christian and Individualist."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Individualism is an emphasized weakness."
    },
    {
      "cite": "Jose Marti",
      "quote": "The first duty of a man is to think for himself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Individualism has really the higher aim. Modern morality consists in accepting the standard of one's age."
    },
    {
      "cite": "Barack Obama",
      "quote": "Our individualism has always been bound by a set of communal values, the glue upon which every healthy society depends."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Individualism is bad for business - though absolutely necessary for freedom, progressive knowledge, and any possible interface with the transcendent."
    },
    {
      "cite": "Che Guevara",
      "quote": "In the future individualism ought to be the efficient utilization of the whole individual for the absolute benefit of a collectivity."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Art is individualism, and individualism is a disturbing and disintegrating force."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "Individualism is rather like innocence: There must be something unconscious about it."
    },
    {
      "cite": "Frances Moore Lapp",
      "quote": "Individuality doesn't just mean individualism-standing alone. It means developing one's unique gifts, and being able to share them for the enjoyment of oneself and others."
    },
    {
      "cite": "Deborah Tall",
      "quote": "Individualism and mobility are at the core of American identity."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "He alone is great and happy who requires neither to command nor to obey in order to secure his being of some importance in the world."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Individualism is going around these days in uniform, handing out the party line on individualism."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Individualism regards man-every man-as an independent, sovereign entity who possesses an inalienable right to his own life, a right derived from his nature as a rational being."
    }
  ]
}