{
  "source": "https://www.wisesayings.com/individuality-quotes/",
  "theme": "individuality",
  "quotes": [
    {
      "cite": "David Bohm",
      "quote": "Individuality is only possible if it unfolds from wholeness."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "No one should part with their individuality and become that of another."
    },
    {
      "cite": "Grace Jones",
      "quote": "I believe in individuality, that everybody is special, and it's up to them to find that quality and let it live."
    },
    {
      "cite": "Richard Thompson",
      "quote": "The best thing you've got going for you is individuality."
    },
    {
      "cite": "Alan Rudolph",
      "quote": "You know, our sense of individuality is just the number one target of civilization."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Don't ask what the world needs. Ask what makes you come alive, and go do it. Because what the world needs is people who have come alive."
    },
    {
      "cite": "Ethan Embry",
      "quote": "You just have to do your own thing, no matter what anyone says. It's your life."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Let every man judge according to his own standards, by what he has himself read, not by what others tell him."
    },
    {
      "cite": "Joseph Campell",
      "quote": "The privilege of a lifetime is being who you are."
    },
    {
      "cite": "Peter Conrad",
      "quote": "Losing faith in your own singularity is the start of wisdom, I suppose; also the first announcement of death."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "To be nobody but yourself in a world which is doing its best day and night to make you everybody else means to fight the hardest battle which any human being can fight, and never stop fighting."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Follow your own star!"
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Do not wish to be anything but what you are, and try to be that perfectly."
    },
    {
      "cite": "Robert Frost",
      "quote": "The best things and best people rise out of their separateness; I'm against a homogenized society because I want the cream to rise."
    },
    {
      "cite": "Henry Miller",
      "quote": "What distinguishes the majority of men from the few is their ability to act according to their beliefs."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Never follow the crowd."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "My great mistake, the fault for which I can't forgive myself, is that one day I ceased my obstinate pursuit of my own individuality."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Each man must grant himself the emotions that he needs and the morality that suits him."
    },
    {
      "cite": "James Fenimore Cooper",
      "quote": "Individuality is the aim of political liberty. By leaving to the citizen as much freedom of action and of being, as comports with order and the rights of others, the institutions render him truly a freeman. He is left to pursue his means of happiness in h"
    },
    {
      "cite": "Carl Jung",
      "quote": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist."
    },
    {
      "cite": "Charles Cooley",
      "quote": "Each man must have his I; it is more necessary to him than bread; and if he does not find scope for it within the existing institutions he will be likely to make trouble."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "No one can transcend their own individuality."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not follow where the path may lead. Go instead where there is no path and leave a trail."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Do not desire to fit in. Desire to lead."
    },
    {
      "cite": "John Dos Passos",
      "quote": "Individuality is freedom lived."
    },
    {
      "cite": "Mitch Albom",
      "quote": "You have to work at creating your own culture."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Few are those who see with their own eyes and feel with their own hearts."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "It is the chiefest point of happiness that a man is willing to be what he is."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "Some people say you are going the wrong way, when it's simply a way of your own."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Mark Twain",
      "quote": "It were not best that we should all think alike; it is difference of opinion that makes horse races."
    },
    {
      "cite": "Paul Simon",
      "quote": "All lies and jests, still a man hears what he wants to hear and disregards the rest."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "All progress has resulted from people who took unpopular positions."
    },
    {
      "cite": "Clara Barton",
      "quote": "Everybody's business is nobody's business, and nobody's business is my business."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Individuality realized is the supreme attainment of the human soul, the master-master's work of art. Individuality is sacred."
    },
    {
      "cite": "John Locke",
      "quote": "Every man has a property in his own person. This nobody has a right to, but himself."
    },
    {
      "cite": "Euripides",
      "quote": "There is just one life for each of us: our own."
    },
    {
      "cite": "Mr. Prophet",
      "quote": "We are all unique and all have a unique world view and definition of reality."
    },
    {
      "cite": "Tori Amos",
      "quote": "Some of the most wonderful people are the ones who don't fit into boxes."
    },
    {
      "cite": "Reba McEntire",
      "quote": "Be different, stand out, and work your butt off."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "No one can possibly achieve any real and lasting success or 'get rich' in business by being a conformist."
    },
    {
      "cite": "Susan Holland",
      "quote": "No one else but you can make your marks. Listen to your bones. Speak with your spirit. Edit with your head. Live with your heart."
    },
    {
      "cite": "Frank Lynn",
      "quote": "Don't compare. You paint differently because you are different."
    },
    {
      "cite": "V. S. Naipaul",
      "quote": "I'm my own writer. My material means I'm entirely separate."
    },
    {
      "cite": "Graham Nickson",
      "quote": "The wonderful thing about looking at the real world is that it is never the same for each individual."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "We all boil at different degrees."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I'm not in this world to live up to your expectations and you're not in this world to live up to mine."
    }
  ]
}