{
  "source": "https://www.wisesayings.com/indifference-quotes/",
  "theme": "indifference",
  "quotes": [
    {
      "cite": "Al Goldstein",
      "quote": "In reality there is no cause or effect, there is only the indifference of the universe."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "An indifference to suffering makes humans inhuman."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Indifference is the sign of sickness, a sickness of the soul more contagious than any other."
    },
    {
      "cite": "Ha Jin",
      "quote": "Indifference is the strongest contempt."
    },
    {
      "cite": "Pope Francis",
      "quote": "Indifference is dangerous, whether innocent or not."
    },
    {
      "cite": "Antonio Gramsci",
      "quote": "Indifference is the dead weight of history."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Indifference is a misguided way of defending ourselves."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Indifference creates an artificial peace."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The most destructive criticism is indifference."
    },
    {
      "cite": "Karl Friedrich Schinkel",
      "quote": "Indifference to the fine arts comes close to barbarism."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Indifference to evil is more insidious than evil itself. It is a silent justification affording evil acceptability in society."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Indifference and neglect often do much more damage than outright dislike."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Indifference is the revenge the world takes on mediocrities."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The price of eternal vigilance is indifference."
    },
    {
      "cite": "Pope Francis",
      "quote": "There is so much indifference in the face of suffering. May we overcome indifference with concrete acts of charity."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Wit is, in fact, the eloquence of indifference."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Careless indifference and bodily restlessness in meditation cause negative vibrations."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Indifference is an excellent substitute for patience."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Tolerance is another word for indifference."
    },
    {
      "cite": "Mary Parker Follett",
      "quote": "It is not opposition but indifference which separates men."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Indifference to fate which, though it often makes a villain of a man, is the basis of his sublimity when it does not."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Because of indifference, one dies before one actually dies."
    },
    {
      "cite": "Ouida",
      "quote": "Indifference is the invisible giant of the world."
    },
    {
      "cite": "Joan D. Vinge",
      "quote": "Indifference is the strongest force in the universe. It makes everything it touches meaningless. Love and hate don't stand a chance against it."
    },
    {
      "cite": "Pope Francis",
      "quote": "Indifference towards those in need is not acceptable for a Christian."
    },
    {
      "cite": "Bess Myerson",
      "quote": "The accomplice to the crime of corruption is frequently our own indifference."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "They say philosophers and wise men are indifferent. Wrong. Indifference is a paralysis of the soul, a premature death."
    },
    {
      "cite": "Machado de Assis",
      "quote": "There is nothing in the world so monstrously vast as our indifference."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Indifference of every kind is reprehensible, even indifference towards one's self."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The tragedy of love is indifference."
    },
    {
      "cite": "William Feather",
      "quote": "Indifference and inaction must always pay a penalty."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Indifference is commonly the mother of discretion."
    },
    {
      "cite": "Akiane Kramarik",
      "quote": "Indifference is a quarantined difference."
    },
    {
      "cite": "Juan Montalvo",
      "quote": "There is nothing harder than the softness of indifference."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Indifference is the essence of inhumanity."
    },
    {
      "cite": "Jules Michelet",
      "quote": "The indifference of men, far more than their tyranny, is the torment of women."
    },
    {
      "cite": "Maximilian Kolbe",
      "quote": "The most deadly poison of our time is indifference."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Indifference in religion is more fatal than skepticism. There is no pulse in indifference; skepticism may have warm blood"
    },
    {
      "cite": "Marya Mannes",
      "quote": "To know the good is to react against the bad. Indifference is the mark of deprivation."
    },
    {
      "cite": "Max Anders",
      "quote": "The opposite of love is indifference to the genuine needs of others."
    },
    {
      "cite": "Robert Menzies",
      "quote": "More good things in life are lost by indifference than ever were lost by active hostility."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Indifference breeds animosity."
    },
    {
      "cite": "Bliss Carman",
      "quote": "Indifference may not wreck a man's life at any one turn, but it will destroy him with a kind of dry-rot in the long run."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "Perfect behavior is born of complete indifference. Perhaps this is why we always love madly someone who treats us with indifference."
    }
  ]
}