{
  "source": "https://www.wisesayings.com/industrial-quotes/",
  "theme": "industrial",
  "quotes": [
    {
      "cite": "Jules Verne",
      "quote": "The industrial stomach cannot live without coal; industry is a carbonivorous animal and must have its proper food."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The industrial corporation is the natural enemy of nature."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "In an industrial society which confuses work and productivity, the necessity of producing has always been an enemy of the desire to create."
    },
    {
      "cite": "Mary Ruefle",
      "quote": "The industrial world destroys nature not because it doesn't love it but because it is not afraid of it."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "The great menace to the life of an industry is industrial self-complacency."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "Africa has become the big game of the nation hunters. Today, Africa looms as the greatest commercial, industrial and political prize in the world."
    },
    {
      "cite": "Kim Jong-un",
      "quote": "The industrial revolution in the new century is, in essence, a scientific and technological revolution, and breaking through the cutting edge is a shortcut to the building of an economic giant."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country."
    },
    {
      "cite": "Joel Salatin",
      "quote": "The industrial food system is so cruel and so horrific in its treatment of animals. It never asks the question: 'Should a pig be allowed to express its pig-ness?'"
    },
    {
      "cite": "Craig Venter",
      "quote": "As the Industrial Age is drawing to a close, I think that we're witnessing the dawn of the era of biological design."
    },
    {
      "cite": "Bainbridge Colby",
      "quote": "The social and industrial structure of America is founded upon an enlightened citizenship."
    },
    {
      "cite": "Seth Godin",
      "quote": "The industrial age brought compliance and compliance brought fear and fear brought us mediocrity."
    },
    {
      "cite": "William Clay Ford Jr.",
      "quote": "One cannot find a healthy economy anywhere in the world that does not have a strong industrial base, period."
    },
    {
      "cite": "Charles Filmore",
      "quote": "Men who accomplish great things in the industrial world are the ones who have faith in the money producing power of ideas."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle. The modern industrial proletariat does not belong to the category of such classes."
    },
    {
      "cite": "Alejandro Jodorowsky",
      "quote": "I love making comics. Comics is an industrial art but less suffering, because comics are for young people who are more adventurous. I do that. I live off comics, and then I write books, but when you want movies, you cannot make movies without money."
    },
    {
      "cite": "Husein Chalayan",
      "quote": "I think of fashion as an art form as well as an industrial product - and something that has to be sold well and has to be of high quality."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Industrial production of meat makes a huge contribution to global warming."
    }
  ]
}