{
  "source": "https://www.wisesayings.com/inequality-quotes/",
  "theme": "inequality",
  "quotes": [
    {
      "cite": "Chris Hayes",
      "quote": "Inequality and hierarchy are natural, but that doesn't mean they are right, that doesn't mean there is isn't a productive tension between those forces and the forces of equality."
    },
    {
      "cite": "Ellen Page",
      "quote": "If you're perpetuating discrimination, you're perpetuating inequality."
    },
    {
      "cite": "Robert Reich",
      "quote": "Inequality is bad for everyone, not just the middle class and the poor."
    },
    {
      "cite": "Aristotle",
      "quote": "The worst form of inequality is to try to make unequal things equal."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A man willing to work, and unable to find work, is perhaps the saddest sight that fortune's inequality exhibits under this sun."
    },
    {
      "cite": "E. M. Delafield",
      "quote": "Inequalities of Fate very curious. Should like, on this account, to believe in Reincarnation."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "The inequality between the world's individuals is staggering."
    },
    {
      "cite": "Voltaire",
      "quote": "It is not inequality which is the real misfortune, it is dependence."
    },
    {
      "cite": "Rem Koolhaas",
      "quote": "You need to look at inequality as a typical condition of modern society."
    },
    {
      "cite": "Michael Ignatieff",
      "quote": "Inequality is not just an issue between individuals, between classes, between regions. It's between urban and rural."
    },
    {
      "cite": "James Cook",
      "quote": "Inequality promotes progress."
    },
    {
      "cite": "Plato",
      "quote": "Any city, however small, is in fact divided into two, one the city of the poor, the other of the rich; these are at war with one another."
    },
    {
      "cite": "Adam Hochschild",
      "quote": "Growing inequality is a huge problem, and of course is intimately connected to xenophobia and racism."
    },
    {
      "cite": "Paul Krugman",
      "quote": "Rising inequality isn't about who has the knowledge; it's about who has the power."
    },
    {
      "cite": "Timothy Noah",
      "quote": "Inequality doesn't create unhappiness."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "A certain inequality in regard to property still exists in a socialist society. But in a socialist society there is no unemployment, no exploitation, no oppression of nationalities."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Of all the forms of inequality, injustice in health care is the most shocking and inhumane."
    },
    {
      "cite": "Frans De Waal",
      "quote": "We justify the inequalities by saying some people are just better and smarter than others and the strong should survive and the poor can die off."
    },
    {
      "cite": "Thomas Frank",
      "quote": "Massive inequality, we have learned, isn't the best way to run an economy after all. And when you think about it, it's also profoundly ugly."
    },
    {
      "cite": "Jeremy Corbyn",
      "quote": "Inequality is a terrible waste of time, a waste of people's resources."
    },
    {
      "cite": "Tavis Smiley",
      "quote": "Poverty and wealth inequality are a form of instability into the future."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "The inequality of income and fortunes is essential in capitalism."
    },
    {
      "cite": "Amartya Sen",
      "quote": "Gender inequality is not one problem, it's a collection of problems."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Our inequality materializes our upper class, vulgarizes our middle class, brutalizes our lower class."
    },
    {
      "cite": "John Ralston Saul",
      "quote": "Everyone has an equal right to inequality."
    },
    {
      "cite": "Kevin Drum",
      "quote": "Rising inequality is a cultural and economic cancer on a lot of different levels."
    },
    {
      "cite": "Amartya Sen",
      "quote": "You have to be interested in inequality. The issue of inequality and that of poverty are not separable."
    },
    {
      "cite": "David Rolf",
      "quote": "Income inequality and wage stagnation finally took their place among the principal moral issues of our time."
    },
    {
      "cite": "Catherine Wilson",
      "quote": "The higher the coefficient of inequality (Gini coefficient) in a society, the worse things tend to be for those at the bottom."
    },
    {
      "cite": "Nicholas Kristof",
      "quote": "Inequality causes problems by creating fissures in societies, leaving those at the bottom feeling marginalized or disenfranchised."
    },
    {
      "cite": "Thomas Pogge",
      "quote": "Income inequality matters more on a day-to-day basis. Wealth matters more for political influence."
    },
    {
      "cite": "Michael Mandelbaum",
      "quote": "Inequality of any kind, once considered a normal, natural part of human existence, came to be seen in the course of the twentieth century as increasingly illegitimate."
    },
    {
      "cite": "Salvador De Madariaga",
      "quote": "Inequality is the inevitable consequence of liberty."
    },
    {
      "cite": "Thomas Piketty",
      "quote": "When inequality gets to an extreme, it is completely useless for growth."
    },
    {
      "cite": "Felix Emanuel Schelling",
      "quote": "True education makes for inequality; the inequality of individuality, the inequality of success, the glorious inequality of talent, of genius; for inequality, not mediocrity, individual superiority, not standardization, is the measure of the progress of the world."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Inequality is the cause of all local movements."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair."
    },
    {
      "cite": "Robert Reich",
      "quote": "Education is not the only answer and it's certainly not the immediate solution. At best, it's a necessary, but not sufficient response to widening inequality."
    },
    {
      "cite": "Polly Toynbee",
      "quote": "Inequality makes everyone unhappy, the poor most of all, and that is well within the remit of the state. More money gives less extra happiness the richer we get, yet we are addicted to earning and spending more every year."
    },
    {
      "cite": "George Packer",
      "quote": "Inequality hardens society into a class system. Inequality divides us from one another.  Inequality undermines democracy."
    },
    {
      "cite": "Pope Francis",
      "quote": "Inequality is the root of social evil."
    },
    {
      "cite": "Nick Hanauer",
      "quote": "Rising inequality is toxic to growth. High levels of inequality exclude people - both as innovators and customers - diminishing both innovation and demand."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Do not banish reason for inequality; but let your reason serve to make the truth appear where it seems hid, and hide the false seems true."
    }
  ]
}