{
  "source": "https://www.wisesayings.com/infatuation-quotes/",
  "theme": "infatuation",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "To get rid of the infatuation for English is one of the essentials of Swaraj."
    },
    {
      "cite": "Tamera Mowry",
      "quote": "A lot of the time when people get married in the infatuation, it will go down. That is inevitable. The infatuation stage will not last forever."
    },
    {
      "cite": "Anonymous",
      "quote": "Infatuation is when you find somebody who is absolutely perfect. Love is when you realise that they aren't and it doesn't matter.Â"
    },
    {
      "cite": "Ann Hood",
      "quote": "love is reliable. infatuation is temporary.Â"
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "There is, in lovers, a certainÂ infatuationÂ of egotism; they will have a witness of their happiness, cost that witness what it may."
    },
    {
      "cite": "Anthony Marais",
      "quote": "Infatuation is measured in pleasure. Love is measured in pain. Behold the value of pain!"
    },
    {
      "cite": "Janeane Garofalo",
      "quote": "Irrational crushes, infatuations, or obsessions. Whatever you want to label it, it's important to reach out to others."
    },
    {
      "cite": "Chana Levitan",
      "quote": "Indeed,Â infatuationÂ thrives on image (while love thrives on knowledge)."
    },
    {
      "cite": "John Bartholomew Gough",
      "quote": "The evil of infatuation is illustrated by the drunkard."
    },
    {
      "cite": "Joseph R. Bartlett",
      "quote": "Infatuation is the language of a beautiful eye upon a sensitive heart."
    },
    {
      "cite": "Luke Blaise",
      "quote": "Infatuation is like a drug that gives you the best high yet gives you the worst headache after."
    },
    {
      "cite": "Joan Bauer",
      "quote": "Infatuation cannot be sustained indefinitely, my friend. Love that embraces the entire person is a monumental gift that takes time to grow."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Love- the infatuation kind- 'he's so handsome, she's so beautiful'- that can shrivel. As soon as something goes wrong, that kind of love can fly out the window.Â"
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "I thinkÂ infatuationÂ is like a garden. If tended and cared for, it grows into love. If neglected or abused it dies. The only way to have eternal love is to never let your heart forget what it's like to live without it. -Vane"
    },
    {
      "cite": "Henry Bromell",
      "quote": "Sometimes when you look back on a situation, you realize it wasn't all you thought it was. A beautiful girl walked into your life. You fell in love. Or did you? Perhaps, it was only a childish infatuation, or maybe just a brief moment of vanity."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Infatuation was a good thing. It gave spice to life, and added to its enjoyment... But it was different from love. Love was worth everything, and couldn't be exchanged for anything."
    },
    {
      "cite": "Hugh Howey",
      "quote": "This was the mark of deep infatuation, he thought: the desire to watch a woman talk just to see her lips move, to be around her."
    },
    {
      "cite": "Mary Roberts Rinehart",
      "quote": "Love sees clearly, and seeing, loves on. But infatuation is blind; when it gains sight, it dies."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "No one can understand love who has not experiencedÂ infatuation. And no one can understandÂ infatuation, no matter how many times he has experienced it."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Infatuation is not quite the same thing as love; it's more like love's shady second cousin who's always borrowing money and can't hold down a job."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Infatuation's just another word for not seeing clearly. When you start to love a person- that's when they become real"
    }
  ]
}