{
  "source": "https://www.wisesayings.com/inferno-quotes/",
  "theme": "inferno",
  "quotes": [
    {
      "cite": "Henri Barbusse",
      "quote": "There is no hell, no inferno except the frenzy of living."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Seek and learn to recognize who and what, in the midst of inferno, are not inferno, then make them endure, give them space"
    },
    {
      "cite": "Carl Jung",
      "quote": "A man who has not passed through the inferno of his passions has never overcome them."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "Of all the inhabitants of the inferno, none but Lucifer knows that hell is hell, and the secret function of purgatory is to make of heaven an effective reality."
    },
    {
      "cite": "Alexander Gordon Smith",
      "quote": "The world is an inferno. It will burn until every nation has fallen, until all who oppose us are dead, until people see the true light."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The knowledge that refuge is available, when and if needed, makes the silent inferno of the desert more easily bearable. Mountains complement desert as desert complements city, as wilderness complements and completes civilization."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Under the right circumstances, a tiny spark can grow into an inferno that can overcome an entire city. So can an idea."
    },
    {
      "cite": "Renee Ruin",
      "quote": "You fear no inferno when you are born amidst flames. It's another flesh wound, another lasting burn. Carry them with you."
    },
    {
      "cite": "Italo Calvino",
      "quote": "The inferno of the living is not something that will be; if there is one, it is what is already here, the inferno where we live every day, that we form by being together. There are two ways to escape suffering it. The first is easy for many: accept the inferno and become such a part of it that you can no longer see it. The second is risky and demands constant vigilance and apprehension: seek and learn to recognize who and what, in the midst of inferno, are not inferno, then make them endure, give them space."
    },
    {
      "cite": "Canto III",
      "quote": "Heaven, to keep its beauty, cast them out, but even Hell itself would not receive them for fear the wicked there might glory over them."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "One should cultivate good habits of memory, for it is capable of making existence a Paradise or an Inferno."
    },
    {
      "cite": "Bertrand Zobrist",
      "quote": "It has always been this way. Death is followed by birth. To reach paradise, man must pass through inferno."
    },
    {
      "cite": "Arun Manilal Gandhi",
      "quote": "How can we extinguish a fire if we don't first cut off the fuel that ignites the inferno?"
    },
    {
      "cite": "Sylvia Plath",
      "quote": "A time of darkness, despair, disillusion-so black only the inferno of the human mind can be-symbolic death, and numb shock-then the painful agony of slow rebirth and psychic regeneration."
    },
    {
      "cite": "Sarah Alderson",
      "quote": "Look on the bright side: if you cause an inferno, you can always put it out with a tidal wave."
    },
    {
      "cite": "Danny Dover",
      "quote": "An idea is a mental spark, a mindset is a mental inferno."
    },
    {
      "cite": "Caprice Rose",
      "quote": "It begins with a spark that ignites into an inferno, and while a spark is harmless, an inferno almost always burns. You are the spark, Rose."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Hell was invented to scare to death the unruly human mind and bring it to obedience."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "The darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis."
    },
    {
      "cite": "Rohit Vuppuluri",
      "quote": "Soon the inferno will cease, leaving behind ashes here. And from the ashes will rise a new world for me to see."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "We are master alchemists: We may not have discovered how to make gold out of lead, but we are able to make heaven out of hell, hell out of heaven, and purgatory out of nothing."
    },
    {
      "cite": "Francois-Rene de Chateaubriand",
      "quote": "Purgatory surpasses heaven and hell in poetry, because it represents a future and the others do not."
    },
    {
      "cite": "Philip José Farmer",
      "quote": "Purgatory is hell with hope."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "What is hell? I maintain that it is the suffering of being unable to love."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We are each our own devil, and we make this world our hell."
    },
    {
      "cite": "Venerable Bede",
      "quote": "Purgatory fire will be more intolerable than all the torments that can be felt or conceived in this life."
    },
    {
      "cite": "Anton Szandor LaVey",
      "quote": "The ecclesiastical description of Hell is that of a horrible place of fire and torment; in Dante's Inferno, and in northern climes, it was thought to be an icy cold region, a giant refrigerator."
    },
    {
      "cite": "Rajiv Sabharwal",
      "quote": "Apparently some people were knocked down and crushed in the stampede as they rushed to get out of the inferno."
    },
    {
      "cite": "Saint John Vianney",
      "quote": "The fire of Purgatory is the same as the fire of Hell; the difference between them is that the fire of Purgatory is not everlasting."
    },
    {
      "cite": "Corinthians 3:15",
      "quote": "But if someone's work is burned up, that one will suffer loss; the person will be saved, but only as through fire."
    }
  ]
}