{
  "source": "https://www.wisesayings.com/infertility-quotes/",
  "theme": "infertility",
  "quotes": [
    {
      "cite": "Jake Vander Ark",
      "quote": "Over the past several months, Amelía’s Google history had become a reference of her despair: “can’t have children, reasons for infertility in women, reasons for infertility in men, discussing infertility with husband, price of surrogate mothers, signs of depression, adoption agencies, infertility support groups…"
    },
    {
      "cite": "Alexandra Kimball",
      "quote": "It’s not that motherhood is out of reach, it’s that it’s just out of reach. It’s not that motherhood didn’t happen, it’s that it almost did and, in fact, still could. The difference between the grief of infertility and other reasons for mourning - the loss of a spouse, for example - is in that promise of ‘just,’ in ‘almost,’ in ‘still could."
    },
    {
      "cite": "Ravi Ranjan Goswami",
      "quote": "For many men it is very difficult to accept and understand Infertility. They think only women can be infertile. They do not understand or want to understand that there may be a deficiency in men."
    },
    {
      "cite": "Belle Boggs",
      "quote": "The life an infertile person seeks comes to her not by accident and not by fate but by hard-fought choices. How to put together the portfolio of photographs. How to answer at the home study."
    },
    {
      "cite": "Greg",
      "quote": "Coping with infertility is a process and if you rush to move forward before you are ready it may set you backwards in the long run. Allow yourself to process everything you are feeling."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Whatever magically potent and proliferating; or the most tautologically destructive battlefields of egregiously evaporating infertility; on the mist of this gigantically undefeated Universe,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "whenever it wanted to deliriously embrace the apocalypses of invidious infertility,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "how dare did you ever think that she was nothing else but a thorn of disdainfully crippling infertility and diabolically impotent?"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Give me perpetual infertility O! Almighty Lord; but please don't curse me ever with the preposterous prowess; of not being able to enjoy;"
    },
    {
      "cite": "Alice Domar",
      "quote": "Research shows that a woman who has a history of depression is twice as likely to subsequently experience infertility as a woman with no history of depression."
    },
    {
      "cite": "Melissa Harwell",
      "quote": "I was not going to put my body or spirit through any more infertility treatments. It's crazy for me to do that when there are so many children out there that need love and a home."
    },
    {
      "cite": "unknown",
      "quote": "Infertility is a loss. It's the loss of a dream. It's the loss of an assumed future. And, like every loss, it will be grieved."
    },
    {
      "cite": "Giuliana Rancic",
      "quote": "There are thin girls with infertility issues, normal sized girls with infertility issues and overweight girls with infertility issues. Unless your doctor tells you your weight is affecting you in some way...once the doctor rules it out, that's really not it."
    },
    {
      "cite": "Jeff Atkinson",
      "quote": "We had been through so much, infertility and chemicals and treatments . . . and that was very emotional for my wife."
    },
    {
      "cite": "Sandy Destrampe",
      "quote": "They go through all of this (infertility treatments) without any guarantee that they will have a child at the end of the process. The process has taken a financial, physical and emotional toll."
    },
    {
      "cite": "unknown",
      "quote": "Every aspect of my being was challenged: my self-worth, my femininity, my profession, my marriage, my faith."
    },
    {
      "cite": "Emily Procter",
      "quote": "Getting pregnant wasn't easy, and I found that devastating. I really beat myself up for waiting so long when I'd always wanted children and family had been the basis of my happiness my whole life."
    },
    {
      "cite": "Cindy Margolis",
      "quote": "Infertility is this huge emotional roller coaster. If you want in your heart more than anything to have a baby, it's the hardest thing you will ever go through physically, emotionally, and financially."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "but to irrefutably ensure that the passion brilliantly transformed every speck of infertility into the chapters of everlastingly Omniscient procreation; was what the Almighty Creator had created it for."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "It was a countless times better to die this very minute; than to suffer an infinite deaths of inanely meaningless infertility; an infinite times every unfurling instant of compassionately destined life,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "that clean bowled the stumps of ignominiously impeding infertility; in my criminally nonchalant life,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "An infinite fortnights of timelessly blessing sensuousness; An infinite carcasses of ludicrously sordid infertility; inconsolably weeping all the time."
    },
    {
      "cite": "Garth J. O. Fletcher",
      "quote": "Going through years-long infertility struggles is not for the faint of heart. It can either make or break your marital relationship. Make the determined commitment that no matter what happens, you and your husband were…and are a couple first."
    }
  ]
}