{
  "source": "https://www.wisesayings.com/inferior-quotes/",
  "theme": "inferior",
  "quotes": [
    {
      "cite": "Aristotle",
      "quote": "InferiorsÂ revolt in order that they may be equal, and equals that they may be superior. Such is the state of mind which creates revolutions."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "When an individual is kept in a situation of inferiority, the fact is that he does become inferior."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Never let yourÂ inferiorsÂ do you a favor - it will be extremely costly."
    },
    {
      "cite": "Wang Yangming",
      "quote": "TheÂ inferiorÂ man attempts a hundred intrigues in order to save himself, but finishes only in creating a greater calamity from which he cannot run."
    },
    {
      "cite": "Han Fei",
      "quote": "Superior and inferior wage one hundred battles a day."
    },
    {
      "cite": "Robert J. Braathe",
      "quote": "FeelingÂ inferiorÂ is complex; being superior is easy."
    },
    {
      "cite": "Henry C. Link",
      "quote": "While one person hesitates because he feels inferior, another is busy making mistakes and becoming superior."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "It is only theÂ inferiorÂ thinker who hastens to explain the singular and the complex by the primitive shortcut of supernaturalism."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Nobody can make you feel inferior without your consent. It's not who you are that holds you back, it's who you think you're not."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man understands what is right; theÂ inferiorÂ man understands what will sell."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The idea of a superior orÂ inferiorÂ race is a myth that has been completely refuted by anthropological evidence."
    },
    {
      "cite": "John Lancaster Spalding",
      "quote": "InferiorÂ thinking and writing will make a name for a man amongÂ inferiorÂ people, who in all ages and countries, are the majority."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Treat yourÂ inferiorsÂ as you would be treated by your betters."
    },
    {
      "cite": "Leon Brown",
      "quote": "You are inferior to no one. others may treat you that way, but that is their problem. You are above all of this."
    },
    {
      "cite": "David Morrell",
      "quote": "There are no inferior types of fiction, only inferior practitioners of themÂ"
    },
    {
      "cite": "Angela Khristin Brown",
      "quote": "No one can make you feel inferior unless you let them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Nobody on the face of the earth can make you feel inferior without your permission."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "But an inferior talent can only be graceful when it's carrying inferior ideas. And the more narrowly you can look at a thing the more entertaining you can be about it."
    },
    {
      "cite": "Don Shula",
      "quote": "The superior man blames himself. TheÂ inferiorÂ man blames others."
    },
    {
      "cite": "C.G. Jung",
      "quote": "You do not have an inferior function, it has you."
    },
    {
      "cite": "Kato Kiyomasa",
      "quote": "It is said that theÂ inferiorÂ seek to emulate the superior. Thus, if a general slackens only a little, those beneath him will be greatly negligent."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feelÂ inferiorÂ without your consent."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Nobody is moreÂ inferiorÂ than those who insist on being equal."
    }
  ]
}