{
  "source": "https://www.wisesayings.com/infidelity-quotes/",
  "theme": "infidelity",
  "quotes": [
    {
      "cite": "Lord Byron",
      "quote": "What men call gallantry, and gods adultery, is much more common where the climate's sultry."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Every man wants a woman to appeal to his better side, his nobler instincts and his higher nature -- and another woman to help him forget them."
    },
    {
      "cite": "Sir John Vanbrugh",
      "quote": "You may build castles in the air, and fume, and fret, and grow thin and lean, and pale and ugly, if you please. But I tell you, no man worth having is true to his wife, or can be true to his wife, or ever was, or will be so."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The cruelest lies are often told in silence."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "When you betray somebody else, you also betray yourself."
    },
    {
      "cite": "Lord David Cecil",
      "quote": "The nurse of infidelity is sensuality."
    },
    {
      "cite": "Thomas Paine",
      "quote": "It is necessary to the happiness of man that he be mentally faithful to himself. Infidelity does not consist in believing or in disbelieving; it consists in professing to believe what he does not believe."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "When love becomes labored we welcome an act of infidelity towards ourselves to free us from fidelity."
    },
    {
      "cite": "Lord Byron",
      "quote": "Wives in their husbands' absences grow subtler, and daughters sometimes run off with the butler."
    },
    {
      "cite": "Shirley Glass",
      "quote": "The new infidelity is between people who unwittingly form deep, passionate connections before realizing that they've crossed the line from platonic friendship into romantic love. Infidelity is any emotional or sexual intimacy that violates trust."
    },
    {
      "cite": "Dr. Gail on MSNBC",
      "quote": "It's easy to deny the seriousness of an emotional affair   but it can be extremely threatening to a marriage."
    },
    {
      "cite": "Paul Newman",
      "quote": "Why go out for hamburger when you have steak at home?"
    },
    {
      "cite": "Marcel Proust",
      "quote": "A woman one loves rarely suffices for all our needs, so we deceive her with another whom we do not love."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Those who are faithful know only the trivial side of love: it is the faithless who know love's tragedies."
    },
    {
      "cite": "Albert Camus",
      "quote": "We always deceive ourselves twice about the people we love - first to their advantage, then to their disadvantage."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Deceiving others. That is what the world calls a romance."
    },
    {
      "cite": "Ninon de Lenclos",
      "quote": "Never tell a loved one of an infidelity: you would be badly rewarded for your troubles. Although one dislikes being deceived, one likes even less to be undeceived."
    },
    {
      "cite": "Matthew 5:27, Bible",
      "quote": "You have heard it said, 'Do not commit adultery'. But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."
    },
    {
      "cite": "Susannah Centlivre",
      "quote": "Tis' my opinion that every man cheats in his own way, and he is only honest who is not discovered."
    },
    {
      "cite": "William Blake",
      "quote": "Where cheating is, there's mischief there."
    },
    {
      "cite": "E.Y. Harburg",
      "quote": "When I'm not near the girl I love, I love the girl I'm near."
    },
    {
      "cite": "Francois La Rochefoucauld",
      "quote": "Unfaithfulness ought to extinguish love, and we should not be jealous when there is reason to be. Only those who give no grounds f or jealousy are worthy of it."
    },
    {
      "cite": "Francois La Rochefoucauld",
      "quote": "When a man must force himself to be faithful in his love, this is hardly better than unfaithfulness."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Infidelity in woman is a masculine trait"
    },
    {
      "cite": "Katherine Anne Porter",
      "quote": "Physical infidelity is the signal, the notice given, that all fidelities are undermined."
    },
    {
      "cite": "Jane Welsh Carlyle",
      "quote": "People who are so dreadfully \"devoted\" to their wives are so apt, from mere habit, to get devoted to other people's wives as well."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Wise married women don't trouble themselves about infidelity in their husbands."
    },
    {
      "cite": "Michael Zaslow",
      "quote": "I don't want to sell myself short. You hurt your spouse, not so much by the infidelity, but by the negative feelings about yourself that you bring home."
    },
    {
      "cite": "Thomas Chalmers",
      "quote": "Infidelity gives nothing in return for what it takes away. What, then, is it worth? Everything valuable as a compensating power. Not a blade of grass that withers, or the ugliest weed that is flung away to rot and die, but reproduces something."
    },
    {
      "cite": "Madame Delphine Gay de Girardin",
      "quote": "Infidelity, like death, admits of no degrees."
    }
  ]
}