{
  "source": "https://www.wisesayings.com/infinity-quotes/",
  "theme": "infinity",
  "quotes": [
    {
      "cite": "Amit Ray",
      "quote": "Remember your connection with the cosmos. Remember your connection with the infinity and that remembrance will give you the freedom."
    },
    {
      "cite": "Solange nicole",
      "quote": "When you have the power to love, that strength, that courage is infinite; that love is infinite. There is nothing finite about it's presence, for love. never. dies."
    },
    {
      "cite": "Emmanuelle Soni-Dessaigne",
      "quote": "If you bow only to the infinite that is within you. You will stand in front of the entire world."
    },
    {
      "cite": "Talismanist Giebra",
      "quote": "By reaching for infinity, you reach the core of yourself."
    },
    {
      "cite": "Andrei Tarkovsky",
      "quote": "The idea of infinity cannot be expressed in words or even described, but it can be apprehended through art, which makes infinity tangible. The absolute is only attainable through faith and in the creative act."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Infinity is the end. End without infinity is but a new beginning."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The infinity of the universe is a great blessing for human beings, because human beings’ desire to discover is also infinite!"
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "Sometimes we need a wise guide to peel back the ceiling of our lives to remind us that infinity never places any limits on our skies."
    },
    {
      "cite": "Talismanist Giebra",
      "quote": "It's not whether your love is temporary or has infinity. It's about the feeling of infinity when you're in love"
    },
    {
      "cite": "Herbie Hancock",
      "quote": "Life is not about finding our limitations, it's about finding our infinity."
    },
    {
      "cite": "Michael Jackson",
      "quote": "The meaning of life is contained in every single expression of life. It is present in the infinity of forms and phenomena that exist in all of creation."
    },
    {
      "cite": "Arnold Henry",
      "quote": "Your limits are somewhere up there, waiting for you to reach beyond infinity."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "In this unbelievable universe in which we live, there are no absolutes. Even parallel lines, reaching into infinity, meet somewhere yonder."
    },
    {
      "cite": "Ella Maillart",
      "quote": "Humanity is made up of an infinity of different individuals. Each of us travels for motives exclusively his own."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "Every idea, extended into infinity, becomes its own opposite."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Infinity converts the possible into the inevitable."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "What does infinity mean to you? Are you not infinity and yourself?"
    },
    {
      "cite": "Leland Lewis",
      "quote": "The Way is deep and broad and in all directions? Infinity."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The thirst for the infinite proves infinity."
    },
    {
      "cite": "Stephen J Willis",
      "quote": "The word or symbol infinity represents something that is seemingly ongoing, never ending, beyond calculation."
    },
    {
      "cite": "Stanley Victor Paskavich",
      "quote": "Gods wisdom exceeds infinity."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "All the beautiful roads are infinite because beauty gives us the feeling of infinity!"
    },
    {
      "cite": "Priyavrat Thareja",
      "quote": "Seeing eye to an eye is a must, especially when there lies a case, or an intent, to meet; even by infinity"
    },
    {
      "cite": "Nanamoli Bhikkhu",
      "quote": "Certainty is absence of infinity, infinity is presence of uncertainty."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The final end of Eternity, and the beginning of Infinity"
    },
    {
      "cite": "William Blake",
      "quote": "Hold infinity in the palm of your hand."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Have you ever once in your life reached out to touch infinity?"
    },
    {
      "cite": "Milan Kundera",
      "quote": "Yes, if you're looking for infinity, just close your eyes!"
    },
    {
      "cite": "Lucretius",
      "quote": "There can be no centre in infinity."
    }
  ]
}