{
  "source": "https://www.wisesayings.com/influence-quotes/",
  "theme": "influence",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "At the same time, as social beings, we are moved in the relations with our fellow beings by such feelings as sympathy, pride, hate, need for power, pity, and so on."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Setting an example is not the main means of influencing another, it is the only means."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Example is not the main thing in influencing others. It is the only thing."
    },
    {
      "cite": "Beatrix Potter",
      "quote": "I hold that a strongly marked personality can influence descendants for generations."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Neither a man nor a crowd nor a nation can be trusted to act humanely or to think sanely under the influence of a great fear."
    },
    {
      "cite": "Billy Graham",
      "quote": "The time has come for all evangelists to practice full financial disclosure. The world is watching how we walk and how we talk. We must have the highest standards of morality ethics and integrity if we are to continue to have influence."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "There is no power on earth that can neutralize the influence of a high, simple and useful life."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Be selective about your external influences. Your multi-dimensional brain is influenced by everything you see, hear, read, smell, touch, feel or say."
    },
    {
      "cite": "C.H. Spurgeon",
      "quote": "The serene, silent beauty of a holy life is the most powerful influence in the world, next to the might of the Spirit of God."
    },
    {
      "cite": "Charles Barkley",
      "quote": "Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "It takes tremendous discipline to control the influence, the power you have over other people's lives."
    },
    {
      "cite": "Confucius",
      "quote": "From the loving example of one family a whole State may become loving, and from its courtesies, courteous; while from the ambition and perverseness of the one man the whole State may be thrown into rebellious disorder. Such is the nature of influence."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Influence is no respecter of education or experience; it goes only with the one who will set aside his status - be it high and mighty or low and lowly - and put himself in the place of another."
    },
    {
      "cite": "Dale E. Turner",
      "quote": "Because everything we say and do is the length and shadow of our own souls, our influence is determined by the quality of our being."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years."
    },
    {
      "cite": "E. M. Forster",
      "quote": "I suggest that the only books that influence us are those for which we are ready, and which have gone a little farther down our particular path than we have yet got ourselves."
    },
    {
      "cite": "Edmund Burke",
      "quote": "There is a boundary to men’s passions when they act from feelings; but none when they are under the influence of imagination."
    },
    {
      "cite": "Edward Hopper",
      "quote": "The only real influence I’ve ever had was myself."
    },
    {
      "cite": "Hypatia",
      "quote": "He who influences the thought of his times, influences all the times that follow. He has made his impress on eternity."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It would be difficult to exaggerate the degree to which we are influenced by those we influence."
    },
    {
      "cite": "George Washington",
      "quote": "Example, whether it be good or bad, has a powerful influence."
    },
    {
      "cite": "Ginger Rogers",
      "quote": "My mother told me I was dancing before I was born. She could feel my toes tapping wildly inside her for months."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Every life is a profession of faith, and exercises an inevitable and silent influence."
    },
    {
      "cite": "Henri Matisse",
      "quote": "A young painter who cannot liberate himself from the influence of past generations is digging his own grave."
    },
    {
      "cite": "Henry Adams",
      "quote": "A teacher affects eternity; he can never tell where his influence stops."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The humblest individual exerts some influence, either for good or evil, upon others."
    },
    {
      "cite": "Herodotus",
      "quote": "The most hateful human misfortune is for a wise man to have no influence."
    },
    {
      "cite": "Huston Smith",
      "quote": "The most powerful moral influence is example."
    },
    {
      "cite": "J. Wesley",
      "quote": "Influence is the prerogative of great minds."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "The words that a father speaks to his children in the privacy of home are not heard by the world, but as in whispering galleries, they are clearly heard at the end and by posterity."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Get around people who have something of value to share with you. Their impact will continue to have a significant effect on your life long after they have departed."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Attitude is greatly shaped by influence and association."
    },
    {
      "cite": "JOe DiMaggio",
      "quote": "A person always doing his or her best becomes a natural leader, just by example."
    },
    {
      "cite": "John Locke",
      "quote": "We are like chameleons, we take our hue and the color of our moral character, from those who are around us."
    },
    {
      "cite": "Karl Marx",
      "quote": "For the bureaucrat, the world is a mere object to be manipulated by him."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "And as we let our own light shine we unconsciously give other people the permission to do the same."
    },
    {
      "cite": "Mark Twain",
      "quote": "Clothes make the man. Naked people have little or no influence on society."
    },
    {
      "cite": "Megan Whalen Turner",
      "quote": "Sometimes, if you want to change a man's mind, you have to change the mind of the man next to him first."
    },
    {
      "cite": "Michael Jordan",
      "quote": "As athletes, we're used to reacting quickly. Here, it's 'come, stop, come, stop. There's a lot of downtime. That's the toughest part of the day."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The influential man is the successful man, whether he be rich or poor."
    },
    {
      "cite": "Orson Welles",
      "quote": "I don’t believe in learning from other people’s pictures. I think you should learn from your own interior vision of things and discover, as I say, innocently, as though there had never been anybody."
    },
    {
      "cite": "Owen Meredith",
      "quote": "No star ever rose and set without influence somewhere."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "God, how we get our fingers in each other's clay. That's friendship, each playing the potter to see what shapes we can make of each other."
    },
    {
      "cite": "Ruth Zimmerling",
      "quote": "I mean the idea that influence is simply what results when power is successfully exercised or, more generally, that power is something one 'has', and influence is something that 'happens' when power is somehow used."
    },
    {
      "cite": "Sir Joshua Reynolds",
      "quote": "Every art, like our own, has in it's composition fluctuating as well as fixed principles. It is an attentive inquiry into their difference that will enable us to determine how far we are influenced by custom and habit, and what is fixed in the nature of things."
    },
    {
      "cite": "Stephen Covey",
      "quote": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home’s potential for positive influence."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Apparently, the most difficult feat for a Cambridge male is to accept a woman not merely as feeling, not merely as thinking, but as managing a complex, vital interweaving of both."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "People exercise an unconscious selection in being influenced."
    },
    {
      "cite": "Voltaire",
      "quote": "Anyone who has the power to make you believe absurdities has the power to make you commit injustices."
    },
    {
      "cite": "Walt Disney",
      "quote": "Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "Ideas are the mightiest influence on earth. One great thought breathed into a man may regenerate him."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The influence of each human being on others in this life is a kind of immortality."
    },
    {
      "cite": "unknown",
      "quote": "You can be much more influential if people are not aware of your influence."
    },
    {
      "cite": "Jim Rohn",
      "quote": "There are two parts to influence: First, influence is powerful; and second, influence is subtle. You wouldn't let someone push you off course, but you might let someone nudge you off course and not even realize it."
    },
    {
      "cite": "George Eliot",
      "quote": "Blessed is the influence of one true, loving human soul on another."
    },
    {
      "cite": "Laurie Buchanan",
      "quote": "Never underestimate the influence you have on others."
    },
    {
      "cite": "Sarah Josepha Hale",
      "quote": "No influence is so powerful as that of the mother."
    },
    {
      "cite": "Stephen King",
      "quote": "We never know which lives we influence, or when, or why."
    },
    {
      "cite": "Tasha Hoggatt",
      "quote": "Nothing has a greater influence over your life than your thoughts rather they are negative or positive."
    },
    {
      "cite": "Margot Asquith",
      "quote": "It is easier to influence strong than weak characters in life."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Never mistake the power of influence."
    },
    {
      "cite": "Maya Green",
      "quote": "Various influences - our parents, other family members, teachers, books we've read, discussions we've had, life experiences - all merge together to form our core values."
    },
    {
      "cite": "J. S. Knox",
      "quote": "You cannot antagonize and influence at the same time."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "Influence is to be measured, not by the extent of surface it covers, but by its kind."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The future influences the present just as much as the past."
    },
    {
      "cite": "Andrew Young",
      "quote": "Influence is like a savings account, the less you use it, the more you've got."
    },
    {
      "cite": "Bob Burg",
      "quote": "Sometimes the most influential thing we can do is listen."
    },
    {
      "cite": "Paul Larsen",
      "quote": "Influence is having people follow you because of what you represent."
    },
    {
      "cite": "Salvador Dali",
      "quote": "The secret of my influence has always been that it remained secret."
    },
    {
      "cite": "Joseph Wong",
      "quote": "Unleash your influence not authority."
    },
    {
      "cite": "unknown",
      "quote": "Influence may be the highest level of human skills."
    },
    {
      "cite": "Scott Adams",
      "quote": "You don't have to be a \"person of influence\" to be influential. In fact, the most influential people in my life are probably not even aware of the things they've taught me."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You will only have influence and power in the field of your gifts and talents."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "One of the best ways to influence people is to make them feel important."
    },
    {
      "cite": "Peprah Boasiako",
      "quote": "Your influence on others is your net worth, treat it as such."
    },
    {
      "cite": "unknown",
      "quote": "You will never influence the world by trying to be like it."
    },
    {
      "cite": "Sheri Dew",
      "quote": "Having influence is not about elevating self, but about lifting others."
    },
    {
      "cite": "Joan Walsh Anglund",
      "quote": "Influence: What you think you have until you try to use it."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Influence is when you are not the one talking and yet your words fill the room; when you are absent and yet your presence is felt everywhere."
    },
    {
      "cite": "Henry Drummond",
      "quote": "The people who influence you are the people who believe in you."
    },
    {
      "cite": "Stephen Covey",
      "quote": "In order to have influence, you have to be influenced."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "because to influence a person is to give one's own soul."
    },
    {
      "cite": "Joseph Wong",
      "quote": "Influence is our inner ability to lift people up to our perspective."
    },
    {
      "cite": "Tony Robbins",
      "quote": "You can't influence somebody when you're judging them."
    },
    {
      "cite": "Lisa Kardos",
      "quote": "The best way for us to perhaps influence others is to instead focus on ourselves by doing our best - then others will be influenced from our leadership by example."
    },
    {
      "cite": "Amos Bronson",
      "quote": "Your real influence is measured by your treatment of yourself."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "Every one has a level of influence that can be harnessed for greater good."
    },
    {
      "cite": "Charles Stanley",
      "quote": "There's no way to know how many people your life will influence. You don't know who is watching, listening, or learning from you."
    },
    {
      "cite": "Rick Warren",
      "quote": "The purpose of influence is to \"speak up for those who have no influence."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Influence is exerted by every human being from the hour of birth to that of death."
    },
    {
      "cite": "Andy Stanley",
      "quote": "You can't influence people you refuse to associate with."
    },
    {
      "cite": "Giorgos Seferis",
      "quote": "Don't ask me who's influenced me. A lion is made up of all the lambs he's digested, and I've been reading all my life."
    },
    {
      "cite": "Laura Fitton",
      "quote": "You earn influence by giving value and attention to other people. BE USEFUL!"
    },
    {
      "cite": "Gilbert Parker",
      "quote": "There is no influence like the influence of habit."
    },
    {
      "cite": "George Washington",
      "quote": "Influence is no Government."
    },
    {
      "cite": "David McKay",
      "quote": "Children are more influenced by sermons you act than by sermons you preach."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "So the only way on earth to influence the other fellow is to talk about what he wants and show him how to get it."
    },
    {
      "cite": "Jon Bielecki",
      "quote": "Your circle of influence dictates your path."
    },
    {
      "cite": "Bob Goff",
      "quote": "We determine how much influence we'll have, when we decide how available we'll be."
    },
    {
      "cite": "John C Maxwell",
      "quote": "Our level of influence is not the same with everyone."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "It is more important to influence people than to impress them."
    }
  ]
}