{
  "source": "https://www.wisesayings.com/information-quotes/",
  "theme": "information",
  "quotes": [
    {
      "cite": "Bo Bennett",
      "quote": "An objection is not a rejection; it is simply a request for more information."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Information, usually seen as the precondition of debate, is better understood as its by-product."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "Information defines your personality, your memories, your skills."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Information is seldom enough to heal a wounded heart."
    },
    {
      "cite": "John Peers",
      "quote": "The information we need is not available. The information we want is not what we need. The information we have is not what we want."
    },
    {
      "cite": "Claude Shannon",
      "quote": "Information is the resolution of uncertainty."
    },
    {
      "cite": "Clifford Stoll",
      "quote": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom."
    },
    {
      "cite": "Alfred Glossbrenner",
      "quote": "With so much information now online, it is exceptionally easy to simply dive in and drown."
    },
    {
      "cite": "Tobsha Learner",
      "quote": "Information is the mortar that both builds and destroys empires."
    },
    {
      "cite": "John Maeda",
      "quote": "Information is expanding daily. How to get it out visually is important."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "Information is the key to success, anywhere and everywhere. Right information matters the most. This applies to your work place too."
    },
    {
      "cite": "Peter Russell",
      "quote": "Information is recorded in vast interconnecting networks. Each idea or image has hundreds, perhaps thousands, of associations and is connected to numerous other points in the mental network."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders."
    },
    {
      "cite": "R.A.Delmonico",
      "quote": "Information is a difference that makes a difference. Truth is information that doesn't change and self referential noise is a difference that doesn't make a difference."
    },
    {
      "cite": "Stan Aogartem",
      "quote": "Information can be treated like any other quantity and be subjected to the manipulation of a machine."
    },
    {
      "cite": "Tom Clancy",
      "quote": "The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people."
    },
    {
      "cite": "James Gleick",
      "quote": "Information theory began as a bridge from mathematics to electrical engineering and from there to computing."
    },
    {
      "cite": "Eliot Coleman",
      "quote": "Information is like compost; it does no good unless you spread it around"
    },
    {
      "cite": "Edward de Bono",
      "quote": "The notion that information is enough, that more and more information is enough, that you don't have to think, you just have to get more information - gets very dangerous."
    },
    {
      "cite": "Richard Powers",
      "quote": "Information may travel at light speed, but meaning spreads at the speed of dark."
    },
    {
      "cite": "John Maynard Smith",
      "quote": "Information imposes certain criteria on how it can be stored."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Information and knowledge: two currencies that have never gone out of style."
    },
    {
      "cite": "R.A.Delmonico",
      "quote": "All of the information in the universe is stored in the relationships not the material and like light, the information has no mass"
    },
    {
      "cite": "Bruce Coville",
      "quote": "Withholding information is the essence of tyranny. Control of the flow of information is the tool of the dictatorship."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "There is a principle which is a bar against all information, which is proof against all argument and which cannot fail to keep a man in everlasting ignorance. This principle is contempt prior to examination."
    },
    {
      "cite": "Clarence Day",
      "quote": "Information's pretty thin stuff unless mixed with experience."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Information is antifragile; it feeds more on attempts to harm it than it does on efforts to promote it."
    },
    {
      "cite": "Paul G. Thomas",
      "quote": "Information storage has to take place at the unconscious level."
    },
    {
      "cite": "Matt Redman",
      "quote": "Information may inform the mind, but revelation sets a heart on fire."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "New information makes new and fresh ideas possible."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Information can tell us everything. It has all the answers. But they are answers to questions we have not asked, and which doubtless don't even arise."
    },
    {
      "cite": "James Gleick",
      "quote": "Everything we care about lies somewhere in the middle, where pattern and randomness interlace."
    },
    {
      "cite": "Mitchell Kapor",
      "quote": "Getting information off the Internet is like taking a drink from a fire hydrant."
    },
    {
      "cite": "Tyler Cowen",
      "quote": "The more information that's out there, the greater the returns to just being willing to sit down and apply yourself. Information isn't what's scarce; it's the willingness to do something with it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Information is not knowledge."
    },
    {
      "cite": "Bill Nye",
      "quote": "The information you get from social media is not a substitute for academic discipline at all."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "When information which properly belongs to the public is systematically withheld by those in power, the people soon become ignorant of their own affairs, distrustful of those who manage them, and -- eventually -- incapable of determining their own destinies."
    },
    {
      "cite": "Walter Wriston",
      "quote": "Information about money is more important than money itself."
    },
    {
      "cite": "Victor Kiam",
      "quote": "Information is a negotiator's greatest weapon."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "It is a capital mistake to theorize before one has data. Insensibly one begins to twist facts to suit theories, instead of theories to suit facts."
    },
    {
      "cite": "Terence McKenna",
      "quote": "All information is everywhere. Information that is not here is nowhere."
    },
    {
      "cite": "William Pollard",
      "quote": "Information is a source of learning. But unless it is organized, processed, and available to the right people in a format for decision making, it is a burden, not a benefit."
    },
    {
      "cite": "Gunther Grass",
      "quote": "Information networks straddle the world. Nothing remains concealed. But the sheer volume of information dissolves the information. We are unable to take it all in."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Information is what you put in empty heads to keep them empty."
    },
    {
      "cite": "Bernie Siegel",
      "quote": "Information doesn't mean a thing to people without inspiration."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Intelligence is not the ability to store information, but to know where to find it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Private information is practically the source of every large modern fortune."
    },
    {
      "cite": "Ferran Adria",
      "quote": "There's so much information that there is disinformation."
    },
    {
      "cite": "Fritz Machlup",
      "quote": "Information is acquired by being told, whereas knowledge can be acquired by thinking."
    },
    {
      "cite": "Stewart Brand",
      "quote": "Information wants to be free."
    }
  ]
}