{
  "source": "https://www.wisesayings.com/inheritance-quotes/",
  "theme": "inheritance",
  "quotes": [
    {
      "cite": "Alan Watts",
      "quote": "Some believe all that parents, tutors, and kindred believe. They take their principles by inheritance, and defend them as they would their estates, because they are born heirs to them."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Bear in mind that the wonderful things you learn in your schools are the work of many generations. All this is put in your hands as your inheritance in order that you may receive it, honor it, add to it, and one day faithfully hand it on to your children."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Wealth is a dangerous inheritance, unless the inheritor is trained to active benevolence."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "By seeing all and discounting nothing, you may adapt without hesitation to any change. The warrior who can adapt the easiest to the unexpected is the warrior who will live the longest."
    },
    {
      "cite": "Confucius",
      "quote": "If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help someone else."
    },
    {
      "cite": "Cory Booker",
      "quote": "We should be ashamed of ourselves. We inherited the best infrastructure on the globe from our grandparents... and we've taken that inheritance and squandered it."
    },
    {
      "cite": "Daniel Patrick Moynihan",
      "quote": "The richest inheritance any child can have is a stable, loving, disciplined family life."
    },
    {
      "cite": "Daymond John",
      "quote": "I don't want to leave my kids an inheritance, I want to leave them a legacy"
    },
    {
      "cite": "Edward Hopper",
      "quote": "After all, we are not French and never can be, and any attempt to be so is to deny our inheritance and to try to impose upon ourselves a character that can be nothing but a veneer upon the surface."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I had an inheritance from my father, It was the moon and the sun. And though I roam all over the world, The spending of it’s never done."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "Children are the inheritance of the Lord to us in this life and also in eternity. Eternal life is not only to have forever our descendants from this life. It is also to have eternal increase."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Books are the treasured wealth of the world and the fit inheritance of generations and nations."
    },
    {
      "cite": "Isadora Duncan",
      "quote": "The finest inheritance you can give to a child is to allow it to make its own way, completely on its own feet."
    },
    {
      "cite": "John Walter Bratton",
      "quote": "The best inheritance a father can leave his children is a good example."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust."
    },
    {
      "cite": "Kim Jong-un",
      "quote": "A revolutionary party is, in its essence, the party of its leader that carries out his ideology and cause, and the main thing in its building is to ensure the unitary character and inheritance of his ideology and leadership."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I have also seen children successfully surmounting the effects of an evil inheritance. That is due to purity being an inherent attribute of the soul."
    },
    {
      "cite": "Michael Joseph Oakeshott",
      "quote": "Every human being is born an heir to an inheritance to which he can succeed only in a process of learning."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "A son can bear with equanimity the loss of his father, but the loss of his inheritance may drive him to despair."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "There are historic situations in which refusal to defend the inheritance of a civilization, however imperfect, against tyranny and aggression may result in consequences even worse than war."
    },
    {
      "cite": "Robert Mugabe",
      "quote": "Grooming a successor, is it an inheritance? In a democratic party, you don't want leaders appointed that way. They have to be appointed properly by the people."
    },
    {
      "cite": "Theodore L. Cuyler",
      "quote": "You may not be able to leave your children a great inheritance, but day by day you may be weaving coats for them which they will wear through all eternity."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "We should not forget that it will be just as important to our descendants to be prosperous in their time as it is to us to be prosperous in our time."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Everybody gets everything handed to them. The rich inherit it. I don't mean just inheritance of money. I mean what people take for granted among the middle and upper classes, which is nepotism, the old-boy network."
    }
  ]
}