{
  "source": "https://www.wisesayings.com/inhuman--quotes/",
  "theme": "inhuman-",
  "quotes": [
    {
      "cite": "Ivo Andric",
      "quote": "One shouldn't be afraid of the humans. Well, I am not afraid of the humans, but of what is inhuman in them."
    },
    {
      "cite": "Eldridge Cleaver",
      "quote": "You don't have to teach people how to be human. You have to teach them how to stop being inhuman."
    },
    {
      "cite": "John Berger",
      "quote": "One of the fundamental reasons why so many doctors become cynical and disillusioned is precisely because, when the abstract idealism has worn thin, they are uncertain about the value of the actual lives of the patients they are treating. This is not because they are callous or personally inhuman: it is because they live in and accept a society which is incapable of knowing what a human life is worth."
    },
    {
      "cite": "Hugh Blair",
      "quote": "To exult over the miseries of an unhappy creature is inhuman."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "Behavior of such cunning cruelty that only a human being could have thought of or contrived it we call 'inhuman,' revealing thus some pathetic ideal standard for our species that survives all betrayals."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The truth of art keeps science from becoming inhuman, and the truth of science keeps art from becoming ridiculous."
    },
    {
      "cite": "Christina Engela",
      "quote": "Many times we refer to people who express hate or behave in a barbaric, savage 'inhuman' way as 'animals', but on closer inspection we can clearly see that this is in fact, an insult to animals."
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "It is inhuman to continue a war which could easily be ended."
    },
    {
      "cite": "Chelsea Manning",
      "quote": "Unfortunately, prisons try very hard to make us inhuman and unreal by denying our image, and thus our existence, to the rest of the world."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "I think the international community should unite to fight such inhuman phenomena as terror attacks and the murder of totally innocent people."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is inhuman to bless where one is cursed"
    },
    {
      "cite": "Carl Sagan",
      "quote": "There is nothing inhuman about an intelligent machine; it is indeed an expression of those superb intellectual capabilities that only human beings, of all the creatures on our planet, now possess"
    },
    {
      "cite": "Matthew Henry",
      "quote": "Drove them at length to the most barbarous and inhuman methods of suppressing them, by the murder of their children"
    },
    {
      "cite": "John Berger",
      "quote": "Nothing in the nature around us is evil. This needs to be repeated since one of the human ways of talking oneself into inhuman acts is to cite the supposed cruelty of nature"
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "We adore perfection because we can't have it; it would disgust us if we had it. Perfect is inhuman, because human is imperfect."
    },
    {
      "cite": "Joe Slovo",
      "quote": "It has been demonstrated that no system, not even the most inhuman, can continue to exist without an ideology."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Poverty makes people sub-human Excess of wealth makes people inhuman"
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "More than an end to war, we want an end to the beginning of all wars - yes, an end to this brutal, inhuman and thoroughly impractical method of settling the differences between governments."
    },
    {
      "cite": "Allan Bullock",
      "quote": "The corruption of people is to behave in an inhuman way."
    },
    {
      "cite": "Brian Joyce",
      "quote": "We're talking about banning a procedure, not about a woman's right to choose. It's an inhuman act. It's not necessary."
    },
    {
      "cite": "James Baldwin",
      "quote": "Confronted with the impossibility of remaining faithful to one's beliefs, and the equal impossibility of becoming free of them, one can be driven to the most inhuman excesses."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When men are inhuman, take care not to feel towards them as they do towards other humans"
    }
  ]
}