{
  "source": "https://www.wisesayings.com/initiative-quotes/",
  "theme": "initiative",
  "quotes": [
    {
      "cite": "Conrad Hilton",
      "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit."
    },
    {
      "cite": "Allan Kardec",
      "quote": "In a word, what characterizes the spiritist revelation is that while divine in its origin and of the initiative of the Spirits, its elaboration is fruit of man's work."
    },
    {
      "cite": "Andy Warhol",
      "quote": "They always say time changes things, but you actually have to change them yourself."
    },
    {
      "cite": "Susan C. Young",
      "quote": "Initiative is The Start of All Good Things. Your ship will never come in if you don't send any out. Have you ever found yourself dreaming, hoping, and waiting passively for things to change or for your life to get better?"
    },
    {
      "cite": "Victor Hugo",
      "quote": "Initiative is doing the right thing without being told."
    },
    {
      "cite": "General George S. Patton, Jr",
      "quote": "Accept the challenges so that you may feel the exhilaration of victory."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things."
    },
    {
      "cite": "Puff Daddy",
      "quote": "Initiative is key. Anybody who wants to be somebody is going to work as hard as they can to fulfill that dream."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Without a sense of urgency, desire loses its value."
    },
    {
      "cite": "Orlando Aloysius Battista",
      "quote": "Initiative is to success what a lighted match is to a candle."
    },
    {
      "cite": "Darren Rowse",
      "quote": "Take some initiative and snap outside of passivity; consistent small actions have impact."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Initiative is doing the right things without being told."
    },
    {
      "cite": "R Buckminster Fuller",
      "quote": "Initiative can neither be created nor delegated. It can only spring from the self-determining individual, who decides that the wisdom of others is not always better than his own."
    },
    {
      "cite": "Keith Rabois",
      "quote": "Force yourself to simplify every initiative, every product, every marketing, everything you do."
    },
    {
      "cite": "Chris Evert",
      "quote": "You've got to take the initiative and play your game. In a decisive set, confidence is the difference."
    },
    {
      "cite": "Dalai Lama",
      "quote": "For change to happen in any community, the initiative must come from the individual."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Initiative is as essential to success as a hub is essential to a wagon wheel."
    },
    {
      "cite": "Dennis Rainey",
      "quote": "Initiative is the essence of manhood. Noting comes to the man who is passive, except failure."
    },
    {
      "cite": "Seth Godin",
      "quote": "Initiative is the privilege of picking yourself."
    },
    {
      "cite": "Susan C. Young",
      "quote": "Begin to take the initiative when you want to meet someone new. Be the one who steps forward first. Simply say hello and begin a conversation."
    },
    {
      "cite": "Donald Johanson",
      "quote": "One has to take initiative in life to achieve what he or she wants."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Without initiative, leaders are simply workers in leadership positions."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Initiative without action is the same as having the mind to acknowledge a problem, but not having the heart to see it through."
    },
    {
      "cite": "Chris Martin",
      "quote": "Even when other people don't expect a lot out of you,you have to take the initiative."
    },
    {
      "cite": "Kelly Miller",
      "quote": "If initiative is the ability to do the right thing, then efficiency is the ability to do the thing right."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Never interrupt someone doing something you said couldn't be done."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "An initiative was essentially led by civil society because the policy of the government was that Africans must not be taught to graze in pastures which were reserved for the main white group."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "It is a good initiative for the dreams that would change one society to be nursed in another environment, before being transplanted to strive in its original environment for the change process to begin!"
    },
    {
      "cite": "Seth Godin",
      "quote": "Initiating is really and truly difficult, and that's what leaders do. They see something others are ignoring and they jump on it."
    },
    {
      "cite": "Thomas M. Davis",
      "quote": "Seizing the initiative can make all the difference between winning and loosing."
    },
    {
      "cite": "Dennis Rainey",
      "quote": "Initiative is at the heart of manhood."
    }
  ]
}