{
  "source": "https://www.wisesayings.com/injury-quotes/",
  "theme": "injury",
  "quotes": [
    {
      "cite": "Socrates",
      "quote": "One who is injured ought not to return the injury, for on no account can it be right to do an injustice; and it is not right to return an injury, or to do evil to any man, however much we have suffered from him."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Reject your sense of injury and the injury itself disappears."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "Injury taught me I need to learn how to face challenges."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "They do injury to the good who spares the bad."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "An injury is much sooner forgotten than an insult."
    },
    {
      "cite": "Sophocles",
      "quote": "There is a point at which even justice does injury."
    },
    {
      "cite": "Steve Perry",
      "quote": "The injury that we do to a man must be such that we need not fear his vengeance."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Restorative justice is not a replacement of retributive justice, but a complement. It seeks the rehabilitation of the wrongdoer and the repair of the victim's injury."
    },
    {
      "cite": "Joel Parkinson",
      "quote": "If you can lessen the chance of a bad injury by being strong, you have to do it."
    },
    {
      "cite": "Alan Paton",
      "quote": "When a deep injury is done us, we never recover until we forgive."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "If the other person injures you, you may forget the injury; but if you injure him you will always remember."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "I do myself a greater injury in lying than I do him of whom I tell a lie."
    },
    {
      "cite": "Chuck Norris",
      "quote": "Moral Injury is differentiated from PTSD in that it directly relates to guilt and shame veterans experience as a result of committing actions that go against their moral codes. Therapists who study and treat moral injury have found that no amount of medication can relieve the pain of trying to live with these moral burdens."
    },
    {
      "cite": "Troy Polamalu",
      "quote": "Injury in general teaches you to appreciate every moment. I've had my share of injuries throughout my career. It's humbling. It gives you perspective. No matter how many times I've been hurt, I've learned from that injury and come back even more humble."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace."
    },
    {
      "cite": "Jane Austen",
      "quote": "I could easily forgive his pride, if he had not mortified mine."
    },
    {
      "cite": "Rebecca West",
      "quote": "Nobody likes having salt rubbed into their wounds, even if it is the salt of the earth."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Woe to the man who offends a small child!"
    },
    {
      "cite": "Stephen M. Irwin",
      "quote": "Tears sprang from her eyes and she bit her lip to stop herself from howling at the bright pain."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "I decry the injustice of my wounds, only to look down and see that I am holding a smoking gun in one hand and a fistful of ammunition in the other."
    },
    {
      "cite": "Tobe Hanson",
      "quote": "Almost all accidents and injuries happen when an individual is not being present and not paying attention to what they are doing."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A slip of the foot may injure your body, but a slip of the tongue will injure your bond."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Injury makes one prudent,' says the proverb; insofar as it makes one prudent it also makes one bad. Fortunately, it frequently makes people stupid."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Never do an enemy a small injury."
    },
    {
      "cite": "Tom Sobal",
      "quote": "Pain is weakness leaving the body."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "Where there is injury let me sow pardon."
    },
    {
      "cite": "Frank Frizelle",
      "quote": "Let's hear your evidence, not your legal muscle."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "A person may cause evil to others not only by his actions but by his inaction, and in either case he is justly accountable to them for the injury."
    },
    {
      "cite": "Aesop",
      "quote": "Injuries may be forgiven, but not forgotten."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "A scar is what happens when the word is made flesh."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "No greater injury can be done to any youth than to let him feel that because he belongs to this or that race he will be advanced in life regardless of his own merits or efforts."
    },
    {
      "cite": "Aesop",
      "quote": "The injuries we do and the injuries we suffer are seldom weighed on the same scales."
    },
    {
      "cite": "Conor McGregor",
      "quote": "An injury is not just a process of recovery it's a process of discovery."
    },
    {
      "cite": "Troy Vincent",
      "quote": "Injuries are part of the game, but sometimes we can avoid them by just practicing our techniques."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Injuries accompanied with insults are never forgiven: all men, on these occasions, are good haters, and lay out their revenge at compound interest."
    },
    {
      "cite": "Mark Z. Danielewski",
      "quote": "Scars are the paler pain of survival received unwillingly and displayed in the language of injury."
    },
    {
      "cite": "Scott Jurek",
      "quote": "Injuries are our best teachers."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It is better to take many injuries than to give one."
    },
    {
      "cite": "Anonymous",
      "quote": "When will people understand that words can cut as sharply as any blade, and that those cuts leave scars upon our souls."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Abuse a man unjustly and you will make friends for him."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Justice consists of doing no one injury, decency in giving no one offense."
    },
    {
      "cite": "Caius Caecilius Secundus",
      "quote": "A strong sense of injury often gives point to the expression of our feelings."
    },
    {
      "cite": "Howe",
      "quote": "Everyone suffers wrongs for which there is no remedy."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "He who has injured thee was either stronger or weaker. If weaker, spare him; if stronger, spare thyself."
    },
    {
      "cite": "Camus",
      "quote": "To live is to hurt others, and through others, to hurt oneself. Cruel earth! How can we manage not to touch anything? To find what ultimate exile?"
    },
    {
      "cite": "Eliot",
      "quote": "There are some cases in which the sense of injury breeds -- not the will to inflict injuries and climb over them as a ladder, but -- a hatred of all injury."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Every murder or other injury, no matter for what cause, committed or inflicted on another is a crime against humanity."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "An injury unanswered, in time grows weary of itself and dies away in voluntary remorse. In bad dispositions, capable of no restraint but fear, it has a different effect; the silent digestion of one wrong provokes a second."
    },
    {
      "cite": "Francis Beaumont",
      "quote": "If men wound you with injuries, meet them with patience: hasty words rankle the wound, soft language dresses it, forgiveness cures it, and oblivion takes away the scar. It is more noble by silence to avoid an injury than by argument to overcome it."
    },
    {
      "cite": "Cotton Mather",
      "quote": "The injuries of life, if rightly improved, will be to us as the strokes of the statuary on his marble, forming us to a more beautiful shape, and making us fitter to adorn the heavenly temple."
    }
  ]
}