{
  "source": "https://www.wisesayings.com/injustice-quotes/",
  "theme": "injustice",
  "quotes": [
    {
      "cite": "Thomas Jefferson",
      "quote": "When injustice becomes law, resistance becomes duty."
    },
    {
      "cite": "Seneca",
      "quote": "Injustice never rules forever."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Injustice anywhere is a threat to justice everywhere."
    },
    {
      "cite": "Mohammad Hamid Ansari",
      "quote": "Gender injustice is a social impairment and therefore has to be corrected in social attitudes and behaviour."
    },
    {
      "cite": "Voltaire",
      "quote": "Injustice in the end produces independence."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Those who commit injustice bear the greatest burden."
    },
    {
      "cite": "Macklemore",
      "quote": "You can only watch injustice go on for so long until you're compelled to say something. To speak out against it."
    },
    {
      "cite": "Plato",
      "quote": "Injustice is censured because the censures are afraid of suffering, and not from any fear which they have of doing injustice."
    },
    {
      "cite": "Democritus",
      "quote": "If thou suffer injustice, console thyself; the true unhappiness is in doing it."
    },
    {
      "cite": "Robert Frost",
      "quote": "Nothing can make injustice just but mercy."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Injustice is relatively easy to bear; what sting is justice."
    },
    {
      "cite": "William Feather",
      "quote": "Every social injustice is not only cruel, but it is economic waste."
    },
    {
      "cite": "Mother Jones",
      "quote": "Injustice boils in men's hearts as does steel in its cauldron, ready to pour forth, white hot, in the fullness of time."
    },
    {
      "cite": "Saint Augustine",
      "quote": "It seems to me that an unjust law is no law at all."
    },
    {
      "cite": "Lillian Hellman",
      "quote": "Since when do we have to agree with people to defend them from injustice?"
    },
    {
      "cite": "Salma Hayek",
      "quote": "If you look at any other group of people suffering injustice, women are always in the worst situation within that group."
    },
    {
      "cite": "Chris Hayes",
      "quote": "I think people should be angry at things that are worthy of anger. Injustice is outrageous and deserves outrage."
    },
    {
      "cite": "Amber Heard",
      "quote": "Injustice can never be stood for."
    },
    {
      "cite": "Benjamin Tucker",
      "quote": "The moment that justice must be paid for by the victim of injustice it becomes itself injustice."
    },
    {
      "cite": "Nafisa Joseph",
      "quote": "The greatest injustice in the world is to bring a child into the world, and not be able to offer it peace."
    },
    {
      "cite": "Plato",
      "quote": "He who commits injustice is ever made more wretched than he who suffers it."
    },
    {
      "cite": "Rick Perlstein",
      "quote": "Fight injustice, that our children might be blessed."
    },
    {
      "cite": "Bram Fischer",
      "quote": "The glaring injustice is there for all who are not blinded by prejudice to see."
    },
    {
      "cite": "Gloria Allred",
      "quote": "Fighting injustice keeps you young."
    },
    {
      "cite": "James Callaghan",
      "quote": "There is not a single injustice in Northern Ireland that is worth the loss of a single British soldier or a single Irish citizen either."
    },
    {
      "cite": "Junius",
      "quote": "The injustice done to an individual is sometimes of service to the public."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "People don't always get what they deserve in this world."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "I guess the only time most people think about injustice is when it happens to them"
    },
    {
      "cite": "Charles Darwin",
      "quote": "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "An unjust law is itself a species of violence. Arrest for its breach is more so."
    },
    {
      "cite": "Robert Burns",
      "quote": "Man's inhumanity to man makes countless thousands mourn!"
    },
    {
      "cite": "Howard Zinn",
      "quote": "There is no flag large enough to cover the shame of killing innocent people."
    },
    {
      "cite": "Paulo Freire",
      "quote": "Washing one's hands of the conflict between the powerful and the powerless means to side with the powerful, not to be neutral."
    },
    {
      "cite": "Horace",
      "quote": "Undeservedly you will atone for the sins of your fathers."
    },
    {
      "cite": "Jane Welsh Carlyle",
      "quote": "When one has been threatened with a great injustice, one accepts a smaller as a favor."
    },
    {
      "cite": "Plato",
      "quote": "The highest reach of injustice is to be deemed just when you are not."
    },
    {
      "cite": "William Ewart Gladstone",
      "quote": "National injustice is a sure road to national downfall."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Delay in justice is injustice."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "An unrectified case of injustice has a terrible way of lingering, restlessly, in the social atmosphere like an unfinished question."
    },
    {
      "cite": "John Irving",
      "quote": "A personal injustice is stronger motivation than any instinct for philanthropy."
    },
    {
      "cite": "James H. Cone",
      "quote": "The truth about injustice always sounds outrageous."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "There is a naive belief that injustice only had to be pointed out in order to be cured."
    },
    {
      "cite": "Aristotle",
      "quote": "No one will dare maintain that it is better to do injustice than to bear it."
    },
    {
      "cite": "Plato",
      "quote": "To do injustice is more disgraceful than to suffer it."
    },
    {
      "cite": "Patrick O'Brian",
      "quote": "Injustice is a rule of the service, as you know very well; and since you have to have a good deal of undeserved abuse, you might just as well have it from your friends."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The struggle against injustice is just another kind of injustice."
    },
    {
      "cite": "Anayo Ezimuor",
      "quote": "Injustice is a scar in the surface of the earth and death to the victim soul."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "When you take a stand against injustice inflicted upon innocent people, there will be those who will hate you for it."
    },
    {
      "cite": "Horace Mann",
      "quote": "Injustice alone can shake down the pillars of the skies, and restore the reign of Chaos and Night."
    },
    {
      "cite": "Bella Thorne",
      "quote": "Everyone suffers some injustice in life, and what better motivation than to help others not suffer in the same way."
    }
  ]
}