{
  "source": "https://www.wisesayings.com/ink-quotes/",
  "theme": "ink",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "The very ink with which history is written is merely fluid prejudice."
    },
    {
      "cite": "Lord Byron",
      "quote": "A drop of ink may make a million think."
    },
    {
      "cite": "Nicholas Mosley",
      "quote": "To say a poem is absolute is saying nothing, because an ink blot can be absolute. Yet you put into it what you like. So it becomes totally relative."
    },
    {
      "cite": "F. H. Bradley",
      "quote": "Our live experiences, fixed in aphorisms, stiffen into cold epigrams. Our heart's blood, as we write it, turns to mere dull ink."
    },
    {
      "cite": "Suzanne Valtsioti",
      "quote": "Ink, dark as night, creates words, and as they are read, they become the little beads and baubles of the mind."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The pages are still blank, but there is a miraculous feeling of the words being there, written in invisible ink and clamoring to become visible."
    },
    {
      "cite": "Carolyn Shields",
      "quote": "When the ink runs dry, you're most likely writing at the wrong angle."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "We are the ink in which are written other messages that we cannot even understand."
    },
    {
      "cite": "Tim Tebow",
      "quote": "It's not always the easiest thing to be the center of so much spilled ink."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Pale ink is better than the most retentive memory."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Ink is the transcript of thought."
    },
    {
      "cite": "Tan Twan Eng",
      "quote": "The palest ink will endure beyond the memories of man"
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "The blackest of fluid is used as an agent to enlighten the world."
    },
    {
      "cite": "Ziya Noor",
      "quote": "Words running in my veins sprout out as ink of my pens"
    },
    {
      "cite": "Shubhi",
      "quote": "You bought me a pen, when you came. You became the ink, when you left"
    },
    {
      "cite": "Daniel Handler",
      "quote": "What happens in a certain place can stain your feelings for that location, just as ink can stain a white sheet."
    },
    {
      "cite": "Nell Scovell",
      "quote": "An ocean of ink real and virtual has been spilled critiquing the appearance of female politicians."
    },
    {
      "cite": "Olive Schreiner",
      "quote": "How hard it is to make your thoughts look anything but imbecile fools when you paint them with ink on paper."
    },
    {
      "cite": "Alfred Nobel",
      "quote": "A recluse without books and ink is already in life a dead man."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "The silence of the pen is only made louder by the sound of the ink running dry."
    },
    {
      "cite": "Anonymous",
      "quote": "The ink of the scholar is more holy than the blood of the martyr."
    },
    {
      "cite": "John Olsen",
      "quote": "What joy there is in hearing yourself think, and to make that thinking into ink."
    },
    {
      "cite": "A.AG.",
      "quote": "Write down, before the ink gets dry. Speak up, before the tears get dry."
    },
    {
      "cite": "Dhawal Barot",
      "quote": "His diary; her handwriting. the marriage chapter is always an interesting ink."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "The purpose of literature is to turn blood into ink."
    },
    {
      "cite": "Rami Malek",
      "quote": "Every guy should be the owner of a really nice pen. When you put your thoughts down, or whenever you're going to share something with someone, it means something if it bleeds out in a nice ink."
    },
    {
      "cite": "J.H. Everett",
      "quote": "Inking is meditation in liquid form"
    },
    {
      "cite": "Mark Twain",
      "quote": "Never pick a fight with people who buy ink by the barrel."
    },
    {
      "cite": "Anita Loos",
      "quote": "Memory is more indelible than ink."
    }
  ]
}