{
  "source": "https://www.wisesayings.com/inner-peace-quotes/",
  "theme": "inner-peace",
  "quotes": [
    {
      "cite": "Norman Vincent Peale",
      "quote": "The life of inner peace, being harmonious and without stress, is the easiest type of existence."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family."
    },
    {
      "cite": "Linda Evans",
      "quote": "If there's no inner peace, people can't give it to you. The husband can't give it to you. Your children can't give it to you. You have to give it to you."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "Inner peace is beyond victory or defeat."
    },
    {
      "cite": "Jean Borysenko",
      "quote": "Without peace of mind, life is just a shadow of its possibilities."
    },
    {
      "cite": "Catherine de Hueck Doherty",
      "quote": "Acquire inner peace and a multitude will find their salvation near you."
    },
    {
      "cite": "Larry Eisenberg",
      "quote": "For peace of mind, we need to resign as general manager of the universe."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you peace but yourself."
    },
    {
      "cite": "Goethe",
      "quote": "As soon as you trust yourself, you will know how to live."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Seek peace. When you have peace within, real peace with others will be possible."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Real peace is not in power, money, or weapons, but in deep inner peace."
    },
    {
      "cite": "Carl Jung",
      "quote": "Your vision will become clear only when you look into your heart. Who looks outside, dreams. Who looks inside, awakens."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "First keep the peace within yourself, then you can also bring peace to others."
    },
    {
      "cite": "Mary Maddox",
      "quote": "I am able to close my eyes and generate the feeling of total peace anywhere and anytime."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "He who lives in harmony with himself lives in harmony with the universe."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "If he is to be ultimately at peace with himself, what a man can be, he must be."
    },
    {
      "cite": "Doris Mortman",
      "quote": "Until you make peace with who you are, you'll never be content with what you have."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "When you find peace within yourself, you become the kind of person who can live at peace with others."
    },
    {
      "cite": "Robert M. Prisig",
      "quote": "Cultivate peace of mind which does not separate one's self from one's surroundings. When that is done successfully, then everything else follows naturally."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Before we can make friends with anyone else, we must first make friends with ourselves."
    },
    {
      "cite": "Socrates",
      "quote": "Let him that would move the world first move himself."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "To attain inner peace you must actually give your life, not just your possessions. When you at last give your life ? bringing into alignment your beliefs and the way you live then, and only then, can you begin to find inner peace."
    },
    {
      "cite": "Buddha",
      "quote": "Peace comes from within. Do not seek it without."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "If you want peace, stop fighting. If you want peace of mind, stop fighting with your thoughts."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Do not let the behavior of others destroy your inner peace."
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset."
    },
    {
      "cite": "James Allen",
      "quote": "Let your soul expand, let your heart reach out to others in loving and generous warmth, and great and lasting will be your joy, and all prosperity will come to you."
    },
    {
      "cite": "Remez Sasson",
      "quote": "When the restless activity of your mind slows down, when your thoughts stop rushing like waves on a windy day, then you will start getting glimpses of the sweet taste of inner peace."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Mental happiness is more important than physical comfort. Physical comfort comes from the material. But material facilities cannot provide you with peace of mind."
    },
    {
      "cite": "Eric Walton",
      "quote": "...To seek out your own inner Peace is the greatest gift you could ever hope to give to this world."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "We can never obtain peace in the outer world until we make peace with ourselves."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "Looking for peace is like looking for a turtle with a mustache: you won't be able to find it. But when your heart is ready, peace will come looking for you."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Your sacred space is where you can find yourself over and over again."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Re-examine all you have been told. Dismiss what insults your soul."
    },
    {
      "cite": "Raymond Hull",
      "quote": "Peace of mind is attained not by ignoring problems, but by solving them."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If half a century of living has taught me anything at all, it has taught me that nothing can bring you peace but yourself."
    },
    {
      "cite": "Delphine-Gay De Girardin",
      "quote": "Eternal Inner Peace has to be cultivated daily."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "One of the secrets of inner peace is the practice of compassion."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "If I really want inner peace in my life, then I must not busy myself with what other people do and say."
    },
    {
      "cite": "George Harrison",
      "quote": "When you've seen beyond yourself, then you may find, peace of mind is waiting there"
    },
    {
      "cite": "Jawaharal Nehru",
      "quote": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul? Lasting peace can come only to peaceful people."
    },
    {
      "cite": "Otto Rank",
      "quote": "What we achieve inwardly will change outer reality."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "When a man finds no peace within himself, it is useless to seek it elsewhere."
    },
    {
      "cite": "Aruna Roy",
      "quote": "You can never evaluate anything standing from outside; you have to evaluate yourself first."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "If you let go a little, you will have a little peace. If you let go a lot, you will have a lot of peace. If you let go completely, you will have complete peace."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When there is no enemy within, the enemies outside cannot hurt you."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Once you have accepted your flaws no one can use them against you."
    }
  ]
}