{
  "source": "https://www.wisesayings.com/inner-strength-quotes/",
  "theme": "inner-strength",
  "quotes": [
    {
      "cite": "Katherine Dunham",
      "quote": "Go within every day and find the inner strength so that the world will not blow your candle out"
    },
    {
      "cite": "Maya Angelou",
      "quote": "Nothing can dim the light which shines from within"
    },
    {
      "cite": "Marie Curie",
      "quote": "Life is not easy for any of us. But what of that? We must have perseverance and, above all, confidence in ourselves. We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face . . . You must do the thing you think you cannot do"
    },
    {
      "cite": "Gabourey Sidibe",
      "quote": "If they hadn't told me I was ugly, I never would have searched for my beauty. And if they hadn't tried to break me down, I wouldn't know that I'm unbreakable."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Life has many ways of testing a person's will, either by having nothing happen at all or by having everything happen all at once."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world breaks everyone, and afterward, some are strong at the broken places."
    },
    {
      "cite": "Dr. Wayne W Dyer",
      "quote": "With everything that has happened to you, you can either feel sorry for yourself or treat what has happened as a gift. Everything is either an opportunity to grow or an obstacle to keep you from growing. You get to choose."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
      "cite": "Ambrose Redmoon",
      "quote": "Courage is not the absence of fear, but rather the judgement that something else is more important than fear."
    },
    {
      "cite": "Seneca",
      "quote": "It is not because things are difficult that we do not dare; it is because we do not dare that they are difficult."
    },
    {
      "cite": "David Viscott",
      "quote": "If you have the courage to begin, you have the courage to succeed."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You've got to follow your passion. You've got to figure out what it is you love-who you really are. And have the courage to do that. I believe that the only courage anybody ever needs is the courage to follow your own dream."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure...than to rank with those poor spirits who neither enjoy much nor suffer much, because they live in a gray twilight that knows not victory nor defeat."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Only those who will risk going too far can possibly find out how far one can go."
    },
    {
      "cite": "Dr. Martin Luther King Jr.",
      "quote": "Take the first step in faith. You don't have to see the whole staircase, just take the first step."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed."
    },
    {
      "cite": "Hasidic Saying",
      "quote": "Everyone should carefully observe which way his heart draws him, and then choose that way with all his strength."
    },
    {
      "cite": "Ben Jonson",
      "quote": "He knows not his own strength that hath not met adversity."
    },
    {
      "cite": "William Young Elliott",
      "quote": "Live in terms of your strong points. Magnify them. Let your weaknesses shrivel up and die from lack of nourishment."
    },
    {
      "cite": "Vivian Greene",
      "quote": "Life is not about waiting for the storms to pass. It's about learning how to dance in the rain."
    },
    {
      "cite": "Helen Keller",
      "quote": "One can never consent to creep when one feels an impulse to soar."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "You have power over your mind - not outside events. Realize this, and you will find strength."
    },
    {
      "cite": "Unkown",
      "quote": "Physical strength is measured by what we carry. Inner strength is measured by what we can bear"
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Mark Twain",
      "quote": "Spirit has fifty times the strength and staying-power of brawn and muscle"
    },
    {
      "cite": "Laurence Sterne",
      "quote": "In solitude the mind gains strength and learns to lean upon itself."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "At times, our strengths propel us so far forward we can no longer endure our weaknesses and perish from them."
    },
    {
      "cite": "Og Mandino",
      "quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Character is higher than intellect. A great soul will be strong to live as well as think."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The strong man is the one who is able to intercept at will the communication between the senses and the mind."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who conquers others is strong; He who conquers himself is mighty."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the depth of winter, I finally learned that within me there lay an invincible summer."
    },
    {
      "cite": "August Wilson",
      "quote": "Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing."
    },
    {
      "cite": "Napoleon",
      "quote": "Courage isn't having the strength to go on - it is going on when you don't have strength."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "There is a saying in Tibetan,  Tragedy should be utilized as a source of strength.' No matter what sort of difficulties, how painful experience is, if we lose our hope, that's our real disaster."
    },
    {
      "cite": "Brian Tracy",
      "quote": "An attitude of positive expectation is the mark of the superior personality."
    },
    {
      "cite": "Joel Brown",
      "quote": "Today is a new beginning, a chance to turn your failures into achievements & your sorrows into so goods. No room for excuses."
    },
    {
      "cite": "Ralph W. Sockman",
      "quote": "The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We acquire the strength we have overcome."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life."
    },
    {
      "cite": "Harold Klemp",
      "quote": "There is a power in people who dream big and who try hard."
    },
    {
      "cite": "Plutarch",
      "quote": "What we achieve inwardly will change outer reality."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn't knock, build a door."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nobody can hurt me without my permission."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "And with that inner strength that comes to a free people conscious of their duty, conscious of the righteousness of what they do, they will—with divine help and guidance— stand their ground against this latest assault upon their democracy, their sovereignty and their freedom."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The life of a nation is the fullness and the measure of its will to win."
    },
    {
      "cite": "Arab Saying",
      "quote": "Dwell not upon thy weariness, thy strength shall be according to the measure of thy desire."
    },
    {
      "cite": "Vivekananda",
      "quote": "The remedy for weakness is not brooding over weakness, but thinking of strength. Teach men the strength that is already within them...Never say 'No.' Never say 'I cannot,' for you are infinite. Even time and space are as nothing compared with your nature."
    },
    {
      "cite": "W.E.B. Du Bois",
      "quote": "There is no such force as a force of a man determined to rise. The human soul cannot be permanently changed."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Physical strength can never permanently withstand the impact of spiritual force."
    },
    {
      "cite": "John Henry Newman  Beeecher",
      "quote": "Strength is a matter of the  made-up mind."
    },
    {
      "cite": "Laozi",
      "quote": "Those who overcome others are powerful; those who overcome themselves are strong."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Look well into yourself, there is a source of strength which will always spring up if you will always look there."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "At times to think of one's outer helplessness is good, but to think always of one's inner strength is infinitely better"
    },
    {
      "cite": "Max Lerner",
      "quote": "The turning point in the process of growing up is when you discover the core of strength within you survives all hurt."
    },
    {
      "cite": "Billy Graham",
      "quote": "Are your beliefs anchored in a faith that can withstand emotionalism, the drug culture, social and peer pressure, and material temptations? The world is seething with demonic energy. Only supreme inner strength can resist its ceaseless hassling."
    },
    {
      "cite": "Summersdale Publishers",
      "quote": "The task ahead is never greater than the strength within you."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I come from a real rabbinical dynasty, and it couldn't help but have fashioned my life. It's given me so much inner peace and inner strength."
    },
    {
      "cite": "Mariah Carey",
      "quote": "You really have to look inside yourself and find your own inner strength, and say 'I'm proud of who I am and what I am, and I'm just going to be myself.'"
    },
    {
      "cite": "Lee Edson",
      "quote": "You can't give people pride, but you can provide the kind of understanding that makes people look to their inner strengths and find their own sense of  pride."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "It is within the will of a man to transform his inner mist into sun."
    },
    {
      "cite": "Althea Legister",
      "quote": "It is the love she has for herself that gives her the strength to combat all her fights. She is a lover of life but also a sensitive soul with great insights."
    },
    {
      "cite": "Eknath Easwaran",
      "quote": "it is those who never stoop to retaliation, never demand an eye for an eye, who are truly strong. They have the toughness to be tender, even sweet, while resisting violence with all their heart."
    },
    {
      "cite": "Eknath Easwaran",
      "quote": "If you want to be unshakeable, you have to train your mind in patience and endurance, the most grueling training that life offers. Life shows no mercy to those who lack this inner strength."
    },
    {
      "cite": "John Cong Nguyen",
      "quote": "One possible reason for the under development of inner strength is that many people live superficially and do not stop long enough to genuinely understand his/herself and anchoring their values."
    },
    {
      "cite": "John Cong Nguyen",
      "quote": "Inner strength is limited and there are some people who are not talented, intelligent, or creative, but their inner strengths helps propel them to realize their achievements."
    },
    {
      "cite": "John Cong Nguyen",
      "quote": "People who are fortunate to find their inner strength find that it gives them direction, a purpose, and fulfillment in living."
    },
    {
      "cite": "Sandy McGregor",
      "quote": "I have assumed that everyone has a reserve of inner strength and that it is just there, waiting to be used."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is worth remembering that the time of greatest gain in terms of wisdom and inner strength is often that of greatest difficulty."
    },
    {
      "cite": "Richard E. Byrd",
      "quote": "Few men during their lifetime come anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used."
    },
    {
      "cite": "Kemi Sogunle",
      "quote": "The tests we face in life's journey are not to reveal our weaknesses but to help us discover our inner strengths. We can only know how strong we are when we strive and thrive beyond the challenges we face."
    },
    {
      "cite": "Bob Marley",
      "quote": "You never know how strong you are until being strong is the only choice you have."
    }
  ]
}