{
  "source": "https://www.wisesayings.com/inner-voice-quotes/",
  "theme": "inner-voice",
  "quotes": [
    {
      "cite": "A. R. Rahman",
      "quote": "Your inner voice is the voice of divinity. To hear it, we need to be in solitude, even in crowded places."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Your mind knows only some things. Your inner voice, your instinct, knows everything. If you listen to what you know instinctively, it will always lead you down the right path."
    },
    {
      "cite": "Katharine McPhee",
      "quote": "Everyone has that inner voice, the one that's a Negative Nancy. I'd say to ignore that voice and to be confident and follow your heart."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Everyone who wills can hear the inner voice. It is within everyone."
    },
    {
      "cite": "Meredith Monk",
      "quote": "That inner voice has both gentleness and clarity. So to get to authenticity, you really keep going down to the bone, to the honesty, and the inevitability of something."
    },
    {
      "cite": "Suze Orman",
      "quote": "You must trust yourself more than you trust others. Pay attention to your inner voice - it will tell you if how and in what you are investing is right for you."
    },
    {
      "cite": "Ray LaMontagne",
      "quote": "We all have that inner voice that is wise, even if we don't always follow it. It's that voice I'm trying to listen to."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You will never follow your own inner voice until you clear up the doubts in your mind."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "There is always one true inner voice. Trust it."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "What the inner voice says will not disappoint the hoping soul."
    },
    {
      "cite": "Ilchi Lee",
      "quote": "When we hear our inner voice and follow it, we can walk our own path."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "When we listen to the Inner Voice, our outer life becomes full of peace."
    },
    {
      "cite": "Yuval Ron",
      "quote": "When we are attuned to our inner voice, life becomes art and art becomes life."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If your inner voice is telling you that you can't paint, by all means, hurry up and paint and silence the voice."
    },
    {
      "cite": "Kelly Cutrone",
      "quote": "When you're following your inner voice, doors tend to eventually open for you, even if they mostly slam at first."
    },
    {
      "cite": "Echo Bodine",
      "quote": "It's not harder to hear the inner voice when you're in a relationship, but it's more of a challenge to follow it."
    },
    {
      "cite": "Glenn Close",
      "quote": "Be aware of your inner voice and follow it, even though most of the time it will tell you the most uncomfortable path to choose."
    },
    {
      "cite": "Ricardo Housham",
      "quote": "Every now and then that inner voice will challenge you, confront you and try to hold you back, and that's when you need to let your heart guide you. Have an awesome day, stay strong, be true and most of all be you!!!"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The inner voice is something which cannot be described in words. But sometimes we have a positive feeling that something in us prompts us to do a certain thing. The time when I learnt to recognise this voice was, I may say, the time when I started praying regularly."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Only when your inner voice sings with love will your outer world dance with joy."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "The inner witness is a part of us that sits behind all of the drama."
    },
    {
      "cite": "Aleksej Metelko",
      "quote": "Learn to hear your inner voice, be led by your heart and never stop giving back – this way you shall always walk the right path and shall never be walking alone."
    },
    {
      "cite": "Anthon St. Maarten",
      "quote": "Intuition goes before you, showing you the way. Emotion follows behind, to let you know when you go astray. Listen to your inner voice. It is the calling of your spiritual GPS system seeking to keep you on track towards your true destiny."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Your inner voice whispers, but speaks the loudest."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "Trust what your instincts are telling you, it's your souls voice pointing you in the right direction."
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "Our inner wisdom is persistent, but quiet. It will always whisper, but it will never stop knocking at your door."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Do not believe in me or any other teacher, rather trust in your own inner voice. This is your guide, this is your teacher. Your teacher is within not without. Know yourself, not me!"
    },
    {
      "cite": "Leon Brown",
      "quote": "Listen to your own voice, your own soul. Too many people listen to the noise of the world, instead of themselves."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you have some idea you believe in, don't listen to the croaking chorus. Listen only to what your own inner voice tells you."
    },
    {
      "cite": "Larry Flynt",
      "quote": "Along with a strong belief in your own inner voice, you also need laser-like focus combined with unwavering determination."
    },
    {
      "cite": "Camila Cabello",
      "quote": "You have to follow and honor that inner voice. I always encouraged the girls to do the same."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Follow your heart, listen to your inner voice, stop caring about what others think."
    },
    {
      "cite": "Pooja Ruprell",
      "quote": "Whatever you do, listen for your inner voice. Do not ignore it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The instinct, quiet inner voice is the voice of the Holy Spirit."
    },
    {
      "cite": "Echo Bodine",
      "quote": "I think of the inner voice as a compass or as a wayshower to guide our path."
    },
    {
      "cite": "James Ross",
      "quote": "Stay true to yourself and listen to your inner voice. It will lead you to your dream."
    },
    {
      "cite": "Dawn Ostroff",
      "quote": "Listen to your inner voice. Trust your intuition. It's important to have the courage to trust yourself."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Listening to the inner voice - trusting the inner voice - is one of the most important lessons of leadership."
    },
    {
      "cite": "Amit Ray",
      "quote": "First set a strong and clear inner voice and then do all that you want to achieve and the door will be opened."
    },
    {
      "cite": "Cheryl Hamada",
      "quote": "Listen with your heart, listen to your inner voice of wisdom, listen to your dreams. You know what is right for you."
    },
    {
      "cite": "David Spangler",
      "quote": "It is no good hearing an inner voice or getting an inner prompting if you do not immediately act on that inner prompting."
    },
    {
      "cite": "Nita Leland",
      "quote": "Pay attention to the inner voice that tells you when something feels right. Much of your creative problem-solving occurs at an unconscious level."
    },
    {
      "cite": "Richard Rohr",
      "quote": "If this inner and critical voice has kept you safe for many years as your inner voice of authority, you may end up not being able to hear the real voice of God."
    },
    {
      "cite": "Kianu Starr",
      "quote": "Following your inner guidance has a unique power all its own. Even when others can't understand it, you can feel your soul being pulled to the place it truly belongs."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "The voice of your inner narrator is just a portion of the vast collection of parts that make up your complete being."
    },
    {
      "cite": "Suh Yoon Lee",
      "quote": "Your inner voice gives you the signals of Having. You already know the answer yourself."
    },
    {
      "cite": "Sir Kristian Goldmund Aumann",
      "quote": "Only the inner voice gives us freedom."
    },
    {
      "cite": "Cheryl Hamada",
      "quote": "Your inner voice is the voice of truth within your heart."
    },
    {
      "cite": "Diane Brown",
      "quote": "In the stillness the voice inside is louder, much louder, and cannot be ignored."
    },
    {
      "cite": "Elvis Stojko",
      "quote": "Listen to the inner voice that allows you to be you!"
    }
  ]
}