{
  "source": "https://www.wisesayings.com/inner-beauty-quotes/",
  "theme": "inner-beauty",
  "quotes": [
    {
      "cite": "Cameron Diaz",
      "quote": "It's [beauty] a kind of radiance. People who possess a true inner beauty, their eyes are a little brighter, their skin a little more dewy. They vibrate at a different frequency."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical."
    },
    {
      "cite": "Martin Buxbaum",
      "quote": "Some people, no matter how old they get, never lose their beauty - they merely move it from their faces into their hearts."
    },
    {
      "cite": "Francis Quarles",
      "quote": "The fountain of beauty is the heart and every generous thought illustrates the walls of your chamber."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is not in the clothes she wears, the figure that she carries, or the way she combs her hair. The beauty of a woman is seen in her eyes, because that is the doorway to her heart, the place where love resides. True beauty in a woman is"
    },
    {
      "cite": "Kate Angell",
      "quote": "Outer beauty attracts, but inner beauty captivates."
    },
    {
      "cite": "unknown",
      "quote": "That's the thing about inner beauty: Unlike Physical beauty, which grabs the spotlight for itself, inner beauty shines on everyone, catching them, holding then in its embrace, making them more beautiful too."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Beauty is not in the face; beauty is a light in the heart."
    },
    {
      "cite": "Nate Dircks",
      "quote": "Beauty...when you look into a woman's eyes and see what is in her heart."
    },
    {
      "cite": "Deodatta V. Shenai-Khatkhate",
      "quote": "Beauty is only skin deep, but ugly lies to the bone. Beauty dies and fades away, but ugly holds its own! Create and cultivate Inner Beauty that never fades away but grows and matures with Time!"
    },
    {
      "cite": "Jess C. Scott",
      "quote": "What's the whole point of being pretty on the outside when you're so ugly on the inside'"
    },
    {
      "cite": "Anonymous",
      "quote": "Beauty isn't about having a pretty face. It is about having a pretty mind, a pretty heart, and most importantly a beautiful soul."
    },
    {
      "cite": "Dave Eggers",
      "quote": "We see the beauty within and cannot say no."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "As if you were on fire from within. The moon lives in the lining of your skin."
    },
    {
      "cite": "John O'Donohue",
      "quote": "Beauty is the illumination of your soul."
    },
    {
      "cite": "George W. Russell",
      "quote": "Our hearts are drunk with a beauty our eyes could never see."
    },
    {
      "cite": "Randi G. Fine",
      "quote": "Outer beauty is a gift. Inner beauty is an accomplishment."
    },
    {
      "cite": "Dr Anil Kumar Sinha",
      "quote": "Do all the good you can & create a life that feels good on the inside,not one that just looks good on the outside. It is inner beauty which matters most."
    },
    {
      "cite": "Robert Brault",
      "quote": "Inner beauty, too, needs occasionally to be told it is beautiful."
    },
    {
      "cite": "Alex Flinn",
      "quote": "Something with inner beauty will live forever, like the scent of a rose."
    },
    {
      "cite": "Dolores Del Rio",
      "quote": "Take care of your inner, spiritual beauty. That will reflect in your face."
    },
    {
      "cite": "Emily Coussons",
      "quote": "You are not born with beauty, your beauty is created by who you are. Your inner beauty is more important than how people see you on the outside."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Outer beauty pleases the EYE. Inner beauty captivates the HEART."
    },
    {
      "cite": "Rassool Jibraeel Snyman",
      "quote": "Some of us teach ourselves and our children to love the superficial outer; our looks, hair, skin, clothes rather than the greater beauty that resides within whereas it is that inner beauty that really defines you and who you truly are."
    },
    {
      "cite": "Erin Heatherton",
      "quote": "Inner beauty radiates from within, and there's nothing more beautiful than when a woman feels beautiful on the inside."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Above all things physical, it is more important to be beautiful on the inside - to have a big heart and an open mind and a spectacular spleen."
    },
    {
      "cite": "1 Peter 3:3-4",
      "quote": "Your beauty should not come from outward adornment, such as elaborate hairstyles and the wearing of gold jewelry or fine clothes. Rather, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight."
    },
    {
      "cite": "Paula Abdul",
      "quote": "I believe inner beauty is beauty in its truest form. When we nurture ourselves, it brings an inevitable, positive transformation."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Outer beauty is inner beauty made visible."
    },
    {
      "cite": "Robert Overstreet",
      "quote": "Focus on your inner beauty. Outer beauty will draw people to you, inner beauty will keep them in your presence."
    },
    {
      "cite": "Harshit Walia",
      "quote": "Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins."
    },
    {
      "cite": "Helen J. Russell",
      "quote": "Outer beauty turns the head, but inner beauty turns the heart."
    },
    {
      "cite": "Molly Friedenfeld",
      "quote": "Angels only care about what you look like on the inside. A pure heart is the vessel that contains a soul's true beauty."
    },
    {
      "cite": "Golda Poretsky",
      "quote": "Beauty shouldn't be about changing yourself to achieve an ideal or be more socially acceptable. Real beauty, the interesting, truly pleasing kind, is about honoring the beauty within you and without you. It's about knowing that someone else's definition of pretty has no hold over you."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Beauty is not something you buy; instead, beauty is what lies within."
    },
    {
      "cite": "George W. Russell",
      "quote": "Our hearts are drunk with a beauty our eyes could never see."
    },
    {
      "cite": "Voltaire",
      "quote": "Beauty pleases the eyes only; Sweetness of disposition charms the soul."
    },
    {
      "cite": "Akhenaton",
      "quote": "When virtue and modesty enlighten her charms, the luster of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist."
    },
    {
      "cite": "Liv Tyler",
      "quote": "There is no definition of beauty, but when you can see someone's spirit coming through, something unexplainable, that's beautiful to me."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "True beauty is not related to what color your hair is or what color your eyes are. True beauty is about who you are as a human being, your principles, your moral compass."
    },
    {
      "cite": "David Walsh",
      "quote": "If people were more concerned with how they looked on the inside, then on the outside, the world would be a nicer place to exist."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Beauty is not who you are on the outside, it is the wisdom and time you gave away to save another struggling soul, like you."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Character develops in stream of struggle and adversity. Character is foundation of your inner beauty which reflects in your personality."
    },
    {
      "cite": "Priscilla Presley",
      "quote": "Inner beauty should be the most important part of improving one's self."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Create a beautiful inside and you will look beautiful on the outside."
    },
    {
      "cite": "J.S.B. Morse",
      "quote": "A pure heart is superlatively rare and even more attractive."
    },
    {
      "cite": "Aaron Chan",
      "quote": "Your looks don't make you pretty, it's the person inside who makes you pretty!"
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "Beauty is known only by one who has known the inner beauty, one who has known the inner flower opening. Then whenever a flower is seen, it reminds you of your inner beauty."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "Only one thing I expect from all of you: to be yourself, to discover your inner beauty, your purity of consciousness, your hidden splendor- and spread it to as many people as possible."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "Physical beauty and ugliness is not very important. The real thing is the inner."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "When something starts flowing from within you, some grace, then the outer form is just put aside."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "The outer then looks only a pale reflection of the inner. The inner becomes more real and the outer becomes just a shadow."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Don't practice for cosmetic beauty, practice for cosmic beauty. Practice for inner beauty and inner light."
    },
    {
      "cite": "Niels Bohr",
      "quote": "All seem a little awkward and not to have an inner beauty we usually expect from truth. But sometimes the truth is discovered first and the beauty or 'necessity' of the truth seen only later."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "When a woman invests more in her outer beauty than inner beauty, she is focusing on her brand, and not quality."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Mozart's music is so pure and beautiful that I see it as a reflection of the inner beauty of the universe."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is not in a facial mole, but true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives, the passion that she knows."
    },
    {
      "cite": "Dr. Xiaolan Zhao",
      "quote": "Inner beauty will bring out outer beauty if you balance your Yin and Yang and your five elements, which are wood, fire, earth, metal, and water."
    },
    {
      "cite": "Dr. Xiaolan Zhao",
      "quote": "The pursuit of inner beauty, health and balance is endlessly rewarding."
    },
    {
      "cite": "Kisha Rivera",
      "quote": "Find out what your inner strengths are. Once you find out what your inner strengths are, then you'll be able to find inner beauty."
    },
    {
      "cite": "Maurice Maeterlinck",
      "quote": "Nothing in the whole world is so athirst for beauty as the soul, nor is there anything to which beauty clings so readily."
    },
    {
      "cite": "Demetrakis Ioannou",
      "quote": "Of course, if the outer appearance is as beautiful as the inner that's a bonus, for as long as it lasts."
    },
    {
      "cite": "Wikipedia",
      "quote": "Inner beauty can be described as something pleasant, experienced through one's character rather by appearance."
    },
    {
      "cite": "Demetrakis Ioannou",
      "quote": "If we can see and value the inner beauty of a person, it would be a charisma that could bring us happiness and satisfaction, not to mention the happiness we would give to others, simply because outer beauty doesn't last for life. Inner beauty does."
    },
    {
      "cite": "Sappho",
      "quote": "Beauty endures only for as long as it can be seen, goodness beautiful today, will remain so tomorrow."
    },
    {
      "cite": "Demetrakis Ioannou",
      "quote": "What is important is to have the ability to respect other people's beliefs, value their inner beauty, and treat everyone the way we wish to be treated."
    },
    {
      "cite": "Bo Sanchez",
      "quote": "May you find God's eternal beauty in you. May you see this sacred beauty that He sees in you! And may this sacred beauty that is in you transform every part of you forever."
    },
    {
      "cite": "Rissa Singson-Kawpeng",
      "quote": "As far as the Bible goes, if you want real beauty that lasts, go for the beauty that's within. That kind doesn't fade with age or doesn't dry up with lack of moisturizer."
    },
    {
      "cite": "Peter 3:3-5",
      "quote": "Don't be concerned about the outward beauty that depends on jewelry, or beautiful clothes, or hair arrangement. Be beautiful inside, in your hearts, with a lasting charm of a gentle and quiet spirit, which is so precious to God. That kind of deep beauty was seen in the saintly women of old."
    },
    {
      "cite": "Ginger Garrett",
      "quote": "Treating others with gentleness is not just about their needs,; it's about yours as a woman of beauty."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful."
    },
    {
      "cite": "Elizabeth Kubler-Ross",
      "quote": "People are like stained-glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within."
    },
    {
      "cite": "Mandy Hale",
      "quote": "There is nothing more beautiful than someone who goes out of their way to make life beautiful for others."
    },
    {
      "cite": "Alice Greczyn",
      "quote": "As we all know, there is inner beauty and outer beauty. If we examine inner beauty, to me there is nothing more beautiful than inner peace, in a man or a woman."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Some of the most beautiful things worth having in your life come wrapped in a crown of thorns."
    },
    {
      "cite": "Golda Poretsky",
      "quote": "All seem a little awkward and not to have an inner beauty we usually expect from truth. But sometimes the truth is discovered first and the beauty or 'necessity' of the truth seen only later."
    },
    {
      "cite": "Harshit Walia",
      "quote": "Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins."
    }
  ]
}