{
  "source": "https://www.wisesayings.com/innovative-quotes/",
  "theme": "innovative",
  "quotes": [
    {
      "cite": "Brene Brown",
      "quote": "There is no innovation and creativity without failure. Period."
    },
    {
      "cite": "William Pollard",
      "quote": "Without change there is no innovation, creativity, or incentive for improvement. Those who initiate change will have a better opportunity to manage the change that is inevitable."
    },
    {
      "cite": "Li Keqiang",
      "quote": "Changes call for innovation, and innovation leads to progress."
    },
    {
      "cite": "Tom Freston",
      "quote": "Innovation basically involves making obsolete that which you did before."
    },
    {
      "cite": "Sarah Barthel",
      "quote": "We have to be innovative, we have to be fresh, we have to be new. People are counting on that."
    },
    {
      "cite": "Jane Pratt",
      "quote": "It takes a tremendous amount of passion to do innovative things every day."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Inventive genius requires pleasurable mental activity as a condition for its vigorous exercise."
    },
    {
      "cite": "Levo League",
      "quote": "Innovation only survives when people believe in their own ideas."
    },
    {
      "cite": "David Landes",
      "quote": "It is the process of evolution which identifies innovative benefits from any source and selects them on merit without prejudice."
    },
    {
      "cite": "Ted Turner",
      "quote": "To succeed you have to be innovative."
    },
    {
      "cite": "Marcus Buckingham",
      "quote": "Innovation and best practices can be sown throughout an organization but only when they fall on fertile ground."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "In essence, innovation is the use of something that is new and unique, and you are able to create its business value."
    },
    {
      "cite": "Piero Scaruffi",
      "quote": "The paradox of innovation is that it is accepted as an innovation when it has become imitation."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Innovation distinguishes between a leader and a follower."
    },
    {
      "cite": "Charles Koch",
      "quote": "Innovation comes from recombining existing technology and different perspectives in innovative ways."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "If you want to be inventive, you have to be willing to fail."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "Being innovative is to allow yourself to expose your mind to something great that has potential to change lives and the world positively and you take action on it."
    },
    {
      "cite": "Michael Porter",
      "quote": "Innovation is the central issue in economic prosperity."
    },
    {
      "cite": "Dean Kamen",
      "quote": "Every once in a while, a new technology, an old problem, and a big idea turn into an innovation."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Innovation is the specific instrument of entrepreneurship. The act that endows resources with a new capacity to create wealth."
    },
    {
      "cite": "Joe Biden",
      "quote": "Innovation can only occur where you can breathe free."
    },
    {
      "cite": "Drew Houston",
      "quote": "A lot of really great, innovative things have happened when people just didn't know it wasn't supposed to be possible."
    },
    {
      "cite": "A. Warhol",
      "quote": "They always say time changes things, but you actually have to change them yourself."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "For good ideas and true innovation, you need human interaction, conflict, argument, debate."
    },
    {
      "cite": "Bill Gates",
      "quote": "Innovation is moving at a scarily fast pace."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Innovative wisdom with purpose defines a leader."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "If you want something new, you have to stop doing something old."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Anyone who has the kind of inventive and inspired comic sensibility to be able to do that kind of work must be pretty talented."
    },
    {
      "cite": "Simon Sinek",
      "quote": "There's nothing efficient about innovation."
    },
    {
      "cite": "Tom Freston",
      "quote": "Innovation is taking two things that already exist and putting them together in a new way."
    },
    {
      "cite": "Arthur D. Levinson",
      "quote": "If you want an innovative environment, hire innovative people, listen to them tell you what they want, and do it."
    },
    {
      "cite": "Woody Allen",
      "quote": "If you're not failing every now and again, it's a sign you're not doing anything very innovative."
    },
    {
      "cite": "Jeff DeGraff",
      "quote": "Innovation is created as a result of constructive conflict."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "It's important to be innovative when times are prosperous. It's essential to be innovative when they are not."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Inventive man has invented nothing -- nothing from scratch. If he has produced a machine that in motion overcomes the law of gravity, he learned the essentials from the observation of birds."
    }
  ]
}