{
  "source": "https://www.wisesayings.com/innovation-quotes/",
  "theme": "innovation",
  "quotes": [
    {
      "cite": "Peter Drucker",
      "quote": "Innovation is the specific instrument of entrepreneurship. The act that endows resources with a new capacity to create wealth."
    },
    {
      "cite": "Marc Andreessen",
      "quote": "Innovation accelerates and compounds. Each point in front of you is bigger than anything that ever happened."
    },
    {
      "cite": "Edmund Burke",
      "quote": "A spirit of innovation is generally the result of a selfish temper and confined views. People will not look forward to posterity, who never look backward to their ancestors."
    },
    {
      "cite": "George Chapman",
      "quote": "Pure innovation is more gross than error."
    },
    {
      "cite": "John Emmerling",
      "quote": "Innovation is creativity with a job to do."
    },
    {
      "cite": "Edward Felten",
      "quote": "Innovation happens because there are people out there doing and trying a lot of different things."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Innovation distinguishes between a leader and a follower."
    },
    {
      "cite": "Tom Freston",
      "quote": "Innovation is taking two things that already exist and putting them together in a new way."
    },
    {
      "cite": "Anna Eshoo",
      "quote": "Innovation is the calling card of the future."
    },
    {
      "cite": "Brene Brown",
      "quote": "There is no innovation and creativity without failure. Period."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "Innovation is serendipity, so you don't know what people will make."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Innovation is the whim of an elite before it becomes a need of the public."
    },
    {
      "cite": "Bill Gates",
      "quote": "Innovation is moving at a scarily fast pace."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "A key ingredient in innovation is the ability to challenge authority and break rules."
    },
    {
      "cite": "Dr. Linus Pauling",
      "quote": "The best way to have a good idea is to have a lot of ideas."
    },
    {
      "cite": "Albert Szent-Gyorgyi",
      "quote": "Discovery consists of seeing what everybody has seen and thinking what nobody has thought."
    },
    {
      "cite": "Albert Einstein",
      "quote": "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science."
    },
    {
      "cite": "James Bertrand",
      "quote": "Once we rid ourselves of traditional thinking we can get on with creating the future."
    },
    {
      "cite": "Thomas Edison",
      "quote": "There's a way to do it better - find it."
    },
    {
      "cite": "Edwin H. Land",
      "quote": "The essential part of creativity is not being afraid to fail."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Creativity is not the finding of a thing, but the making something out of it after it is found."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The secret to creativity is knowing how to hide your sources."
    },
    {
      "cite": "Frank Tyger",
      "quote": "Discoveries are often made by not following instructions, by going off the main road, by trying the untried."
    },
    {
      "cite": "Watts Humprey",
      "quote": "Innovation is the process of turning ideas into manufacturable and marketable form."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Creativity requires the courage to let go of certainties."
    },
    {
      "cite": "Ken Robinson",
      "quote": "If you're not prepared to be wrong, you'll never come up with anything original."
    },
    {
      "cite": "Charles Brower",
      "quote": "A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man's brow."
    },
    {
      "cite": "Albert Camus",
      "quote": "All great deeds and all great thoughts have a ridiculous beginning."
    },
    {
      "cite": "Alan Kay",
      "quote": "The best way to predict the future is to invent it."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "The more original a discovery, the more obvious it seems afterwards."
    },
    {
      "cite": "L. Duncan",
      "quote": "Innovation is the ability to convert ideas into invoices."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The only way to discover the limits of the possible is to go beyond them into the impossible."
    },
    {
      "cite": "Michael Vance",
      "quote": "Innovation is the creation of the new or the re-arranging of the old in a new way."
    },
    {
      "cite": "Walt Disney",
      "quote": "Get a good idea, and stay with it. Dog it, and work at it until it's done, and done right."
    },
    {
      "cite": "Woody Allen",
      "quote": "If you're not failing every now and again, it's a sign you're not doing anything very innovative."
    },
    {
      "cite": "General George Patton",
      "quote": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Ideas won't keep. Something must be done about them."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "Innovation is all about people. Innovation thrives when the population is diverse, accepting and willing to cooperate."
    },
    {
      "cite": "Clayton M. Christensen",
      "quote": "An innovation will get traction only if it helps people get something that they're already doing in their lives done better."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Predicting innovation is something of a self-canceling exercise: the most probable innovations are probably the least innovative."
    },
    {
      "cite": "Dean Kamen",
      "quote": "An innovation is one of those things that society looks at and says, if we make this part of the way we live and work, it will change the way we live and work."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations."
    },
    {
      "cite": "Larry Ellison",
      "quote": "When you innovate, you've got to be prepared for everyone telling you you're nuts."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "For good ideas and true innovation, you need human interaction, conflict, argument, debate."
    },
    {
      "cite": "Ferran Adria",
      "quote": "Innovation, being avant garde, is always polemic."
    },
    {
      "cite": "Alan Greenspan",
      "quote": "The process of innovation is, of course, never ending."
    },
    {
      "cite": "Bill Gates",
      "quote": "Never before in history has innovation offered promise of so much to so many in so short a time."
    },
    {
      "cite": "Michael Porter",
      "quote": "Innovation is the central issue in economic prosperity."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Innovation is the ability to see change as an opportunity - not a threat."
    },
    {
      "cite": "Thomas Disch",
      "quote": "Creativity is the ability to see relationships where none exist."
    }
  ]
}