{
  "source": "https://www.wisesayings.com/innocence-quotes/",
  "theme": "innocence",
  "quotes": [
    {
      "cite": "Leonard F. Peltier",
      "quote": "Innocence is the weakest defense. Innocence has a single voice that can only say over and over again, I didn't do it. Guilt has a thousand voices, all of them lies."
    },
    {
      "cite": "Irving Howe",
      "quote": "The knowledge that makes us cherish innocence makes innocence unattainable."
    },
    {
      "cite": "William Blackstone",
      "quote": "It is better that ten guilty persons escape than that one innocent suffer."
    },
    {
      "cite": "Mary Astor",
      "quote": "Once you start asking questions, innocence is gone."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Innocence tinctures all things with brightest hues."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Always the innocent are the first victims. So it has been for ages past, so it is now."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Innocence eroded into nightmare. All because of very bad touch. Love, corrupted."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "It takes a very long time to become young."
    },
    {
      "cite": "Graham Greene",
      "quote": "Innocence is a kind of insanity."
    },
    {
      "cite": "Stephen King",
      "quote": "The trust of the innocent is the liar's most useful tool."
    },
    {
      "cite": "Patrice Redd Vecchione",
      "quote": "When we take revenge against another, we lose some of our innocence."
    },
    {
      "cite": "Leonard F. Peltier",
      "quote": "We each begin in innocence. We all become guilty."
    },
    {
      "cite": "Jim Henson",
      "quote": "The most sophisticated people I know inside they are all children."
    },
    {
      "cite": "Sean Penn",
      "quote": "We've let the blade of our innocence dull over time, and it's only in innocence that you find any kind of magic, any kind of courage."
    },
    {
      "cite": "Ann Coulter",
      "quote": "The presumption of innocence only means you don't go right to jail."
    },
    {
      "cite": "John Lydon",
      "quote": "Remaining childish is a tremendous state of innocence."
    },
    {
      "cite": "Nathaniel Parker Willis",
      "quote": "The innocence that feels no risk and is taught no caution, is more vulnerable than guilt, and oftener assailed."
    },
    {
      "cite": "Criss Jami",
      "quote": "There's nothing more contagious than the laughter of young children; it doesn't even have to matter what they're laughing about."
    },
    {
      "cite": "Geoffrey S. Fletcher",
      "quote": "I'm interested in how innocence fares when it collides with hard reality."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "Innocence is one of the most exciting things in the world."
    },
    {
      "cite": "Graham Greene",
      "quote": "Unfortunately the innocent are always involved in any conflict. Always, everywhere, there is some voice crying from a tower."
    },
    {
      "cite": "John Shirley",
      "quote": "Innocence could be considered a discrete state of mind."
    },
    {
      "cite": "Alejandro Gonzalez Inarritu",
      "quote": "I have always said that innocence is much more powerful than experience."
    },
    {
      "cite": "John Keats",
      "quote": "The sweet converse of an innocent mind."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is an innocence in admiration: it occurs in one who has not yet realized that they might one day be admired."
    },
    {
      "cite": "Graham Greene",
      "quote": "Innocence is like a dumb leper who has lost his bell, wandering the world, meaning no harm."
    },
    {
      "cite": "Walt Disney",
      "quote": "The worst of us is not without innocence, although buried deeply it might be."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Innocence does not find near so much protection as guilt."
    },
    {
      "cite": "William Godwin",
      "quote": "No man knows the value of innocence and integrity but he who has lost them."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "For children are innocent and love justice, while most of us are wicked and naturally prefer mercy."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There is but one resource for innocence among men or women, and that is an embargo upon all commerce of bad men."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Whoever blushes is already guilty; true innocence is ashamed of nothing."
    },
    {
      "cite": "Joan Didion",
      "quote": "Innocence ends when one is stripped of the delusion that one likes oneself."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "The innocence of childhood is like the innocence of a lot of animals."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All things truly wicked start from an innocence."
    },
    {
      "cite": "Michael Jackson",
      "quote": "In their innocence, very young children know themselves to be light and love. If we will allow them, they can teach us to see ourselves the same way."
    },
    {
      "cite": "Robert South",
      "quote": "Innocence is like polished armor; it adorns and defends."
    },
    {
      "cite": "John Milton",
      "quote": "Go in thy native innocence, rely on what thou hast of virtue, summon all, for God towards thee hath done his part, do thine."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "It's innocence when it charms us, ignorance when it doesn't."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Innocence is always unsuspicious."
    },
    {
      "cite": "Tiffany Madison",
      "quote": "No one loses their innocence. It is either taken or given away willingly."
    },
    {
      "cite": "Socrates",
      "quote": "An honest man is always a child."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Innocence is thought charming because it offers delightful possibilities for exploitation."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Innocence: I am only stepping on your face because it lies in my path."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Through our own recovered innocence we discern the innocence of our neighbors."
    },
    {
      "cite": "John Updike",
      "quote": "The essential self is innocent, and when it tastes its own innocence knows that it lives for ever."
    },
    {
      "cite": "Voltaire",
      "quote": "It is better to risk saving a guilty person than to condemn an innocent one."
    },
    {
      "cite": "Samuel Alfred Beadle",
      "quote": "I read the dreams upon her face. Through dimples in her cheek, and smiles which trace the subtle grace of innocence asleep."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Innocence bleeding, within the deep warm incision of a preternatural beginning."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "When we are children we seldom think of the future. This innocence leaves us free to enjoy ourselves as few adults can. The day we fret about the future is the day we leave our childhood behind."
    },
    {
      "cite": "John Adams",
      "quote": "It is more important that innocence be protected than it is that guilt be punished, for guilt and crimes are so frequent in this world that they cannot all be punished."
    },
    {
      "cite": "Hugo Hamilton",
      "quote": "We are born with our heads turned back, but my mother says we have to face into the future now. You have to earn your own innocence, she says. You have to grow up and become innocent."
    },
    {
      "cite": "Joe Hill",
      "quote": "Innocence ain't all it's cracked up to be, you know. Innocent little kids rip the wings off flies, because they don't know any better. That's innocence."
    },
    {
      "cite": "Dave Matthes",
      "quote": "That's the beautiful thing about innocence; even monsters have a pocketful of childhood memories with which to seek comfort with."
    },
    {
      "cite": "Megan Johns",
      "quote": "Innocence invites protection, yet we might be smarter to protect ourselves against it."
    },
    {
      "cite": "Graham Greene",
      "quote": "Innocence always calls mutely for protection when we would be so much wiser to guard ourselves against it"
    },
    {
      "cite": "Lionel Shriver",
      "quote": "You can call it innocence, or you can call it gullibility."
    },
    {
      "cite": "Paula Reed",
      "quote": "There are many more layers to innocence than one might ever imagine, and we are ever unaware of them until each barrier is breached."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Innocence is not the prerogative of infants and puppies, and far less of mountains and fixed stars, which have no prerogatives at all. It is not lost to us; the world is a better place than that."
    },
    {
      "cite": "Annie Dillard",
      "quote": "What I call innocence is the spirit’s unselfconscious state at any moment of pure devotion to any object."
    },
    {
      "cite": "Lily Seabrooke",
      "quote": "Childhood innocence was a hell of a drug."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Innocence, that mild form of mental deficiency, has the same aphrodisiac effect as softness of skin."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "An hour of innocence builds more trust than years of diplomacy."
    },
    {
      "cite": "The Friend: A Novel",
      "quote": "Innocence is something we humans pass through and leave behind, unable to return. But animals live and die in that state, and seeing innocence violated in the form of cruelty to a mere duck can seem like the most barbaric act in the world."
    },
    {
      "cite": "Iain Pears",
      "quote": "But innocence is only pleasurable because it is transient."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "Innocence was a luxury."
    },
    {
      "cite": "Patricia Hampl",
      "quote": "Innocence is a temporary, maybe even an unreal, condition. Destined to die."
    },
    {
      "cite": "Patricia Hampl",
      "quote": "Innocence lost is supposed to be experience gained, and therefore not a bad trade."
    },
    {
      "cite": "Albert Payson Terhune",
      "quote": "The consciousness of innocence is an excellent anchor, no doubt."
    }
  ]
}