{
  "source": "https://www.wisesayings.com/innocent-quotes/",
  "theme": "innocent",
  "quotes": [
    {
      "cite": "William Cowper",
      "quote": "The innocent seldom find an uncomfortable pillow."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "The innocence of childhood is like the innocence of a lot of animals."
    },
    {
      "cite": "Graham Greene",
      "quote": "Innocence is a kind of insanity."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "The innocent and the guiltless may not ask the apologies since one has not, even the clue of it."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "It's innocence when it charms us, ignorance when it doesn't."
    },
    {
      "cite": "Kurt Chambers",
      "quote": "The innocence of children is what makes them stand out as a shining example to the rest of mankind."
    },
    {
      "cite": "Joe Hill",
      "quote": "Innocence ain't all it's cracked up to be, you know. Innocent little kids rip the wings off flies, because they don't know any better. That's innocence"
    },
    {
      "cite": "Robert Browning",
      "quote": "Ignorance is not innocence but sin."
    },
    {
      "cite": "Graham Greene",
      "quote": "Innocence always calls mutely for protection when we would be so much wiser to guard ourselves against it: innocence is like a dumb leper who has lost his bell, wandering the world, meaning no harm."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Silence in the face of evil is itself evil: God will not hold us guiltless. Not to speak is to speak. Not to act is to act."
    },
    {
      "cite": "Anatole France",
      "quote": "Innocence most often is a good fortune and not a virtue."
    },
    {
      "cite": "Voltaire",
      "quote": "It is better to risk saving a guilty man than to condemn an innocent one."
    },
    {
      "cite": "John Milton",
      "quote": "Innocence, once lost, can never be regained; Darkness, once gazed upon, can never be lost."
    },
    {
      "cite": "Robert South",
      "quote": "Innocence is like polished armor; it adorns and defends."
    },
    {
      "cite": "Luiz Inacio Lula da Silva",
      "quote": "Everyone is innocent unless proven otherwise."
    },
    {
      "cite": "John Updike",
      "quote": "The essential self is innocent, and when it tastes its own innocence knows that it lives for ever."
    },
    {
      "cite": "Anonymous",
      "quote": "There is some kind of a sweet innocence in being human- in not having to be just happy or just sad- in the nature of being able to be both broken and whole, at the same time."
    },
    {
      "cite": "Edward Albert Counsel",
      "quote": "Innocence tinctures all things with brightest hues."
    },
    {
      "cite": "Frank O'Hara",
      "quote": "The artificial is always innocent."
    },
    {
      "cite": "Thomas C. Haliburton",
      "quote": "Innocence is always unsuspicious."
    },
    {
      "cite": "Jasmina Siderovski",
      "quote": "Innocence is a language only mother nature teaches."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Innocence is its own defense."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "One person's trauma is another's loss of innocence."
    },
    {
      "cite": "Leonard Peltier",
      "quote": "We each begin in innocence. We all become guilty."
    },
    {
      "cite": "Albert Camus",
      "quote": "The innocent is the person who explains nothing."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Be happy for no reason, like a child. If you are happy for a reason, you're in trouble, because that reason can be taken from you."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The innocent and the beautiful have no enemy but time."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act."
    },
    {
      "cite": "Mark Wiley",
      "quote": "Innocent people have been drawn into someone else's conflict."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Always the innocent are the first victims, so it has been for ages past, so it is now."
    },
    {
      "cite": "Anonymous",
      "quote": "There's always a wild side to an innocent face."
    },
    {
      "cite": "John Lydon",
      "quote": "Remaining childish is a tremendous state of innocence."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "Behind innocence there gathers a clotted mass of superstition, of twisted and misdirected impulse; clandestine flirtation, fads, and ragtime fill the unventilated mind."
    },
    {
      "cite": "Stephen King",
      "quote": "The trust of the innocent is the liar's most useful tool."
    },
    {
      "cite": "Josh Billings",
      "quote": "The truly innocent are those who not only are guiltless themselves, but who think others are."
    }
  ]
}