{
  "source": "https://www.wisesayings.com/insanity-quotes/",
  "theme": "insanity",
  "quotes": [
    {
      "cite": "Austin O'Malley",
      "quote": "A sane man often reasons from sound premises; an insane man commonly reasons as well, but the premises are unsound."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Insanity: doing the same thing over and over again and expecting different results."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "All are lunatics, but he who can analyze his delusions is called a philosopher."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Insanity is relative. It depends on who has who locked in what cage."
    },
    {
      "cite": "Paul Valry",
      "quote": "A man who is \"of sound mind\" is one who keeps the inner madman under lock and key."
    },
    {
      "cite": "R.D. Laing",
      "quote": "Madness need not be all breakdown. It may also be break-through."
    },
    {
      "cite": "Augustus William Hare And Julius Charles Hare",
      "quote": "Temporary madness may be necessary in some cases, to cleanse and renovate the mind; just as a fit of illness is to carry off the humours of the body."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "A man should not strive to eliminate his complexes, but to get into accord with them; they are legitimately what directs his conduct in the world."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Insanity is often the logic of an accurate mind overtasked."
    },
    {
      "cite": "Mark Twain",
      "quote": "When we remember that we are all mad, the mysteries disappear and life stands explained."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Madness is the result not of uncertainty but of certainty."
    },
    {
      "cite": "Voltaire",
      "quote": "Madness is to think of too many things in succession too fast, or of one thing too exclusively."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The object in life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane."
    },
    {
      "cite": "Aristotle",
      "quote": "No excellent soul is exempt from a mixture of madness."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The great proof of madness is the disproportion of one's designs to one's means."
    },
    {
      "cite": "Nathaniel Emmons",
      "quote": "Insanity destroys reason, but not wit."
    },
    {
      "cite": "Bruce Feirstein",
      "quote": "The distance between insanity and genius is measured only by success."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No man is sane who does not know how to be insane on proper occasions."
    },
    {
      "cite": "Jean Dubuffet",
      "quote": "For me, insanity is super sanity. The normal is psychotic. Normal means lack of imagination, lack of creativity."
    },
    {
      "cite": "Alexander Pope",
      "quote": "For virtue's self may too much zeal be had; the worst of madmen is a saint run mad."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Insanity in individuals is something rare -- but in groups, parties, nations, and epochs it is the rule."
    },
    {
      "cite": "Mark Twain",
      "quote": "Let us consider that we are all partially insane. It will explain us to each other; it will unriddle many riddles; it will make clear and simple many things which are involved in haunting and harassing difficulties and obscurities now."
    },
    {
      "cite": "Henrik Tikkanen",
      "quote": "Truly great madness cannot be achieved without significant intelligence."
    },
    {
      "cite": "Joseph Heller",
      "quote": "I think that maybe in every company today there is always at least one person who is going crazy slowly."
    },
    {
      "cite": "Kenneth Tynan",
      "quote": "A neurosis is a secret that you don't know you are keeping."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Where does one go from a world of insanity? Somewhere on the other side of despair."
    },
    {
      "cite": "Baltasar Gracin Y Morales",
      "quote": "Better mad with the rest of the world than wise alone."
    },
    {
      "cite": "Antonin Artaud",
      "quote": "There is in every madman a misunderstood genius whose idea, shining in his head, frightened people, and for whom delirium was the only solution to the strangulation that life had prepared for him."
    }
  ]
}