{
  "source": "https://www.wisesayings.com/insecurity-quotes/",
  "theme": "insecurity",
  "quotes": [
    {
      "cite": "Becca Fitzpatrick",
      "quote": "The problem with human attraction is not knowing if it will be returned."
    },
    {
      "cite": "J.A. Konrath",
      "quote": "One of the greatest journeys in life is overcoming insecurity and learning to truly not give a shit."
    },
    {
      "cite": "Criss Jami",
      "quote": "A man who goes into a restaurant and blatantly disrespects the servers shows a strong discontent with his own being. Deep down he knows that restaurant service is the closest thing he will ever experience to being served like a king."
    },
    {
      "cite": "Jeremy Aldana",
      "quote": "A man's spirit is free, but his pride binds him with chains of suffocation in a prison of his own insecurities."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Insecure people only eclipse your sun because they're jealous of your daylight and tired of their dark, starless nights."
    },
    {
      "cite": "Stacy London",
      "quote": "Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love. And most importantly, be kind to others, even if you don't like them."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "A competent and self-confident person is incapable of jealousy in anything. Jealousy is invariably a symptom of neurotic insecurity."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A lack of transparency results in distrust and a deep sense of insecurity."
    },
    {
      "cite": "Debra Winger",
      "quote": "Most bad behaviour comes from insecurity."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I never have been insecure, because I see what a waste it is. I know there is a solution to insecurity. I don't tend to be thrown by problems that don't have solutions. And insecurity has a wealth of alternatives."
    },
    {
      "cite": "Steve Furtick",
      "quote": "The reason we struggle with insecurity is because we compare our behind-the-scenes with everyone else's highlight reel."
    },
    {
      "cite": "unknown",
      "quote": "Don't you hate it when people make a joke about you, about something that you are actually incredibly insecure about and they don't realize it, but every laugh feels like a stab in your chest, because it hurts so much and brings up memories you'd rather forget, but you can't say anything, because then people would know your weaknesses. They'd know how insecure you really are. So instead you just laugh it off, and hide the pain you feel inside."
    },
    {
      "cite": "unknown",
      "quote": "The steps of insecurity: Comparison, Compensation, Competition, Compulsion, Condemnation, Control"
    },
    {
      "cite": "unknown",
      "quote": "Don't let jealousy fool you. It's just another name for insecurity."
    },
    {
      "cite": "unknown",
      "quote": "Society taught me that no matter what size I am, I will never be good enough. I'll always be too skinny, too fat, too short, too tallToo this, too that."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes I wonder if I will ever be happy with myself. I worry that if I can't be happy with myself, then nobody will ever be happy with me, and that just makes me even more paranoid. It's a cycle, insecurity, unconfidence, and diffidence, it's all a cycle and it's destroying me."
    },
    {
      "cite": "Anil Sinha",
      "quote": "No one is perfect. Even the most confident people have insecurities. At some point in of our lives, we may feel we lack something. That is reality. We must try to live as per our capability."
    },
    {
      "cite": "Osho",
      "quote": "An expectation is a shelter - it gives you a security feeling. So when someone breaks your expectations he is breaking your shelter, making you insecure, fearful."
    },
    {
      "cite": "unknown",
      "quote": "Humans are strange things. They are the most proud on the outside during the times they are the most insecure on the inside, and they would rather die manipulating others than be brave enough to be honest."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "In life, there is always someone out there, who won't like you, for whatever reason, don't let the insecurities in their lives affect yours."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Pretending to be someone that you are not is hurting yourself. It's telling yourself that the real you is worthless."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind."
    },
    {
      "cite": "Nini",
      "quote": "If anyone tries to pull us down, it goes to show that we're on top of them, so cheer up! Hilarious but true, insecurity reigns in an ugly heart of an empty brain."
    },
    {
      "cite": "Lisa Edmondson",
      "quote": "He who is humble is confident and wise. He who brags is insecure and lacking."
    },
    {
      "cite": "Eminem",
      "quote": "I act like sh*t don't phase me, inside it drives me crazy, my insecurities could eat me alive."
    },
    {
      "cite": "Timothy Ferriss",
      "quote": "If you are insecure, guess what? The rest of the world is, too. Do not overestimate the competition and underestimate yourself. You are better than you think."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "There can be no security where there is fear."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "It is when we all play safe that we create a world of utmost insecurity."
    },
    {
      "cite": "unknown",
      "quote": "The opposite of security is insecurity, and the only way to overcome insecurity is to take risks."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Insecurity is love dressed in a child's clothing."
    },
    {
      "cite": "David Mamet",
      "quote": "In a world we find terrifying, we ratify that which doesn't threaten us."
    },
    {
      "cite": "Dr. Harold W. Dodds",
      "quote": "Without danger we cannot get beyond danger.... Each one of us requires the spur of insecurity to force us to do our best."
    },
    {
      "cite": "Teddy Roosevelt",
      "quote": "Comparison is the thief of joy."
    },
    {
      "cite": "Adele",
      "quote": "I have insecurities of course but I don't hang out with anyone who points them out to me."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "Life is very short. Insecurity is a waste of time."
    },
    {
      "cite": "C. JoyBell",
      "quote": "Be careful not to mistake insecurity and inadequacy for humility! Humility has nothing to do with the insecure and inadequate! Just like arrogance has nothing to do with greatness!"
    },
    {
      "cite": "Beth Moore",
      "quote": "We're going to have to let truth scream louder to our souls than the lies that have infected us."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I'm not insecure. I've been through way too much f**king sh*t to be insecure. I've got huge balls. But I've been humbled. That makes you grateful for every day you have."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Your perspective on life comes from the cage you were held captive in."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Being different is a revolving door in your life where secure people enter and insecure exit."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "I'm interested in the fact that the less secure a man is, the more likely he is to have extreme prejudice."
    },
    {
      "cite": "Yvonne Pierre",
      "quote": "The enemy uses those things your insecure about. Free yourself and take your power back by being secure in who you are - flaws and all."
    },
    {
      "cite": "Graham Greene",
      "quote": "Insecurity is the worst sense that lovers feel: sometimes the most humdrum desireless marriage seems better. Insecurity twists meanings and poisons trust."
    },
    {
      "cite": "unknown",
      "quote": "Dear insecure girls everywhere, you're not ugly, society is. Sincerely, The truth."
    },
    {
      "cite": "J.A. Konrath",
      "quote": "One of the greatest journeys in life is overcoming insecurity and learning to truly not give a s**t."
    },
    {
      "cite": "unknown",
      "quote": "We are all beautiful except in the eyes of an insecure."
    },
    {
      "cite": "unknown",
      "quote": "Anger is a weakness in an insecure personality."
    },
    {
      "cite": "unknown",
      "quote": "Judging people's flaws will not help justify your own."
    },
    {
      "cite": "unknown",
      "quote": "Insecurity is an ugly thing, it makes you hate people you don't even know."
    },
    {
      "cite": "unknown",
      "quote": "Insecurity is self sabotage. If you want to fly you have to first see your wings."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The psychic task which a person can and must set for himself is not to feel secure but to be able to tolerate insecurity."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Boats in the harbor are safe, but that is not what they are meant for."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The only real security in life lies in relishing life's insecurity."
    },
    {
      "cite": "Geena Davis",
      "quote": "If you risk nothing, then you risk everything."
    },
    {
      "cite": "Julian Baggini",
      "quote": "There is the arrogance as insecurity rule, otherwise known as the soft-center principle. This states that anyone who seems to be excessively confident is almost certainly compensating for a deep-rooted insecurity."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Actors know what actors are insecure about-and they're all insecure."
    },
    {
      "cite": "Billy Graham",
      "quote": "God's star promised peace to the whole world...too often man's synthetic stars bring fear and anxiety. Our gadget-filled paradise, suspended in a hell of international insecurity, certainly does not offer us the happiness of which the last century dreamed. But there is still a star in the sky."
    },
    {
      "cite": "Billy Graham",
      "quote": "When I preach—no matter where it is in the world—I can always count on five areas of human need that afflict all peoples. Emptiness, loneliness, guilt, fear of death, deep-seated insecurity."
    },
    {
      "cite": "Robert Frost",
      "quote": "The beauty of enmity is insecurity; the beauty of friendship is in security."
    },
    {
      "cite": "Tony Blair",
      "quote": "The defining characteristic of the modern world is insecurity."
    },
    {
      "cite": "Betty Friedan",
      "quote": "The women's movement has for years been the scapegoat for the rage of threatened, insecure housewives who can no longer count on husbands for lifelong support."
    },
    {
      "cite": "Lynn Jennings",
      "quote": "Every athlete has doubts. Elite runners in particular are insecure people. You need someone to affirm that what you are doing is right."
    },
    {
      "cite": "Adegboyega Nafisat",
      "quote": "He pressed forward, / I pushed him back, / He lost the confidence. / Yet trusted in what he feels, / I doubted him, / For many came with same word, / But left a scar behind."
    },
    {
      "cite": "Gary Barlow",
      "quote": "If I told you what I feel for you, baby / If I told you that you're drivin' me crazy / Would you turn away from me? / Is it real or make believe or just my insecurity?"
    },
    {
      "cite": "Ben Abraham",
      "quote": "Dear insecurity / When you gonna take your hands off me? / When you ever gonna let me be / Proud of who I am?"
    },
    {
      "cite": "Jerry Duplessis",
      "quote": "If it was my last day on earth / I'd treat it like my first / Go out the way I came in / So innocent so pure with no thoughts of insecurity / So innocent so pure with no thoughts of insecurity / Live life to the fullest be what I wanna be."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The real difficulty is to overcome how you think about yourself."
    },
    {
      "cite": "Francois Duc de la Rochefoucauld",
      "quote": "Our envy always lasts longer than the happiness of those we envy."
    },
    {
      "cite": "Criss Jami",
      "quote": "The older you get, the more you understand how your conscience works. The biggest and only critic lives in your perception of people’s perception of you rather than people’s perception of you."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Often those that criticize others reveal what he himself lacks."
    },
    {
      "cite": "Robert Hughes",
      "quote": "The greater the artist, the greater the doubt. Perfect confidence is granted to the less talented as a consolation prize."
    },
    {
      "cite": "Criss Jami",
      "quote": "It has always seemed that a fear of judgment is the mark of guilt and the burden of insecurity."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you stop living your life based on what others think of you,  real life begins. At that moment, you will finally see the door of self-acceptance opened."
    },
    {
      "cite": "Jeremy Aldana",
      "quote": "Insecurities have the ability to shape and mold our minds to live with everything that’s bad; like crying on the inside, while smiling on the outside…thus creating pain…but, alas, I have the answer; forget about what you thought and enjoy (embrace) what you feel."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Bitter people are not interested in what you say, but what you hide."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The only people that can't handle the truth are those that suffer so much anxiety that they will live in denial, in order to prevent their illusion from being destroyed and feeling more anxiety."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Your tears are never invisible---there is always an insecure woman that lights up when you point them out."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "Insecurity is a powerful enemy. It forces people to use makeup, plastic surgery, collagen injections and liposuction; to nip, tuck, throw up, push up, suck in, and laser."
    },
    {
      "cite": "Haresh Sippy",
      "quote": "An insecure mind is highly reactive. Don't act until you have thought over it."
    },
    {
      "cite": "Kate Murphy",
      "quote": "My need to show what I can do is keeping me from finding out what other people can do and what we can do together."
    }
  ]
}