{
  "source": "https://www.wisesayings.com/insensitive-quotes/",
  "theme": "insensitive",
  "quotes": [
    {
      "cite": "Dalai Lama XIV",
      "quote": "Do not confuse peace of mind with spaced-out insensitivity. A truly peaceful mind is very sensitive, very aware."
    },
    {
      "cite": "Lady Isabel Burton",
      "quote": "People of delicate health, selfish dispositions, and coarse minds, can always bear the sufferings of others placidly."
    },
    {
      "cite": "Olivia Goldsmith",
      "quote": "The secret to true happiness is low expectations and insensitivity."
    },
    {
      "cite": "Pope Paul VI",
      "quote": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today."
    },
    {
      "cite": "Muriel Lester",
      "quote": "How insensitive, inartistic, unscientific, and ungracious it is to take anything for granted."
    },
    {
      "cite": "Charles Stanley",
      "quote": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Science tells us what we can know, but what we can know is little, and if we forget how much we cannot know we become insensitive to many things of great importance."
    },
    {
      "cite": "Bloom",
      "quote": "And empathy is narrow; it connects us to particular individuals, real or imagined, but is insensitive to numerical differences and statistical data."
    },
    {
      "cite": "Robert Caro",
      "quote": "But you have to be an extremely good reader to appreciate what a good writer is. There are some people who are completely insensitive to good writing."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Disagree with someone on the right and he is likely to think you obtuse, wrong, foolish, a dope. Disagree with someone on the left, and he is more likely to think you selfish, a sell-out, insensitive, possibly evil."
    },
    {
      "cite": "Mark Hatfield",
      "quote": "For the Christian man to reason that God does not want him involved in politics because there are too many evil men in government is as insensitive as for a Christian doctor to turn his back on an epidemic because there are too many germs there."
    },
    {
      "cite": "Peretz",
      "quote": "Don't look up to heaven, for what will you see in the sky, except stars, luminous but cold, wholly insensitive to pity?"
    },
    {
      "cite": "Mort Sahl",
      "quote": "Professional comedians, surprisingly, have a lack of humor. They're insensitive to the insanity of our times."
    },
    {
      "cite": "Andrzej Sapkowski",
      "quote": "To be neutral does not mean to be indifferent or insensitive. You don't have to kill your feelings. It's enough to kill hatred within yourself."
    },
    {
      "cite": "Criss Jami",
      "quote": "Frequent risk-takers have had their fair shares of failures and successes, hence, being confident in reaching their goals, they will usually seem insensitive to whether or not they look foolish or cool to other people."
    },
    {
      "cite": "Walt Mueller",
      "quote": "The ugly reality is that peer pressure reaches its greatest intensity at just the age when kids tend to be most insensitive and cruel."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "When you are calm, quiet and sensitive then you can expand. But when you are irritated, phobic, fearful, insensitive, and neurotic, you can't achieve anything."
    },
    {
      "cite": "Claude Cahun",
      "quote": "If I vibrate with vibrations other than yours, must you conclude that my flesh is insensitive?"
    },
    {
      "cite": "Clifford Cohen",
      "quote": "You are not a better or wiser person simply because you've ceased to care."
    },
    {
      "cite": "Rick Yancey",
      "quote": "Even the most sensitive person can get used to even the most insensitive thing. Cruelty isn't a personality trait. Cruelty is a habit."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "W. H. Auden quotes",
      "quote": "It is... axiomatic that we should all think of ourselves as being more sensitive than other people because, when we are insensitive in our dealings with others, we cannot be aware of it at the time: conscious insensitivity is a self-contradiction."
    },
    {
      "cite": "Pope Francis",
      "quote": "The culture of comfort, which makes us think only of ourselves, makes us insensitive to the cries of other people."
    },
    {
      "cite": "Renford Reese",
      "quote": "Insensitivity makes arrogance ugly; empathy is what makes humility beautiful."
    },
    {
      "cite": "Ann Landers",
      "quote": "It's one of the ironies of human nature that the most sensitive people are generally insensitive to the feelings of others."
    }
  ]
}