{
  "source": "https://www.wisesayings.com/inseparable-quotes/",
  "theme": "inseparable",
  "quotes": [
    {
      "cite": "Seyyed Hossein Nasr",
      "quote": "Justice is inseparable from truth in human life."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Conclusive facts are inseparable from inconclusive except by a head that already understands and knows."
    },
    {
      "cite": "Martin Scorsese",
      "quote": "Music and film are inseparable. They always have been and always will be."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The Truth is inseparable from who you are. Yes, you are the Truth. If you look for it elsewhere, you will be deceived every time."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Life always is now. Life is inseparable from now."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "Courage is inseparable from love and leads to what may arguably be the noblest of all warrior virtues: selflessness."
    },
    {
      "cite": "Paul Chong Hasang",
      "quote": "Light and subject is inseparable. But when it is well integrated, it becomes the work of a fine masterpiece."
    },
    {
      "cite": "Lydia Sigourney",
      "quote": "An appearance of delicacy is inseparable from sweetness and gentleness of character."
    },
    {
      "cite": "Philip Schaff",
      "quote": "Religion and liberty are inseparable. Religion is voluntary, and cannot and ought not to be forced."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Debt and revolution are inseparable as cause and effect."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Non-violence and truth are inseparable and presuppose one another."
    },
    {
      "cite": "La Rochefoucauld",
      "quote": "Hope and fear are inseparable. There is no hope without fear, nor any fear without hope."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Wherever there is danger, there lurks opportunity; whenever there is opportunity, there lurks danger. The two are inseparable. They go together."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Moderation is the inseparable companion of wisdom, but with it genius has not even a nodding acquaintance."
    },
    {
      "cite": "Harold Rosenberg",
      "quote": "A painting that is an act is inseparable from the biography of the artist."
    },
    {
      "cite": "Robert Breault",
      "quote": "In the end the reason for anything is inseparable from the reason for everything."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Joy and sorrow are inseparable, together they came and where one sits alone with you at the board remember that the other is asleep upon your bed."
    },
    {
      "cite": "Munia Khan",
      "quote": "Our miseries are inseparable, so is our every single blessing."
    },
    {
      "cite": "Richard Wagner",
      "quote": "The only form of music is melody, without melody music is not feasible, and music and melody are quite inseparable."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "There are no friends more inseparable than pride and hardness of heart, humility and love, falsehood and impudence."
    },
    {
      "cite": "George Washington",
      "quote": "Freedom and Property Rights are inseparable. You can't have one without the other."
    },
    {
      "cite": "Catherine Booth",
      "quote": "Faith is inseparable from expectations. Where there is real faith, there is always expectation."
    },
    {
      "cite": "Joyce Appleby",
      "quote": "Contention is inseparable from creating knowledge. It is not contention we should try to avoid, but discourses that attempt to suppress contention."
    },
    {
      "cite": "Voltaire",
      "quote": "Exaggeration, the inseparable companion of greatness."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "It is curious how inseparable eating and kindness are with some people."
    }
  ]
}