{
  "source": "https://www.wisesayings.com/insect-quotes/",
  "theme": "insect",
  "quotes": [
    {
      "cite": "John Burnside",
      "quote": "It is common knowledge now that we depend on insects for our continued existence; that, without key pollinators, the human population would collapse in less than a decade."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain."
    },
    {
      "cite": "Munia Khan",
      "quote": "Despite its dark veins, the transparency of dragonfly’s wings assures me of a pure, innocent world."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "We hope that, when the insects take over the world, they will remember with gratitude how we took them along on all our picnics."
    },
    {
      "cite": "Bradley Millar",
      "quote": "Teaching a child not to step on a caterpillar is as valuable to the child as it is to the caterpillar."
    },
    {
      "cite": "unknown",
      "quote": "The dragonfly brings dreams to reality and is the messenger of wisdom and enlightenment from the realms."
    },
    {
      "cite": "Edith Wharton",
      "quote": "No insect hangs its nest on threads as frail as those which will sustain the weight of human vanity."
    },
    {
      "cite": "John Muir",
      "quote": "How still the woods seem from here, yet how lively a stir the hidden animals are making; digging, gnawing, biting, eyes shining, at work and play, getting food, rearing young, roving through the underbrush, climbing the rocks, wading solitary marshes, tracing the banks of the lakes and streams! Insect swarms are dancing in the sunbeams, burrowing in the ground, diving, swimming,—a cloud of witnesses telling Nature's."
    },
    {
      "cite": "Jonas Salk",
      "quote": "If all insects disappeared, all life on earth would perish. If all humans disappeared, all life on earth would flourish."
    },
    {
      "cite": "Martin Rees",
      "quote": "An insect is more complex than a star..and is a far greater challenge to understand."
    },
    {
      "cite": "unknown",
      "quote": "I wish I were a glow-worm. A glow-worm's never glum. How can you be unhappy, when a light shines."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Insects sting, not from malice, but because they want to live; they desire our blood not our pain."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "There are, as is known, insects that die in the moment of fertilization. So it is with all joy: life's highest, most splendid moment of enjoyment is accompanied by death."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "If we were to wipe out insects alone on this planet, the rest of life and humanity with it would mostly disappear from the land. Within a few months."
    },
    {
      "cite": "Mary Astell",
      "quote": "None of God's Creatures absolutely consider'd are in their own Nature Contemptible; the meanest Fly, the poorest Insect has its Use and Virtue."
    },
    {
      "cite": "Munia Khan",
      "quote": "No living thing is ugly in this world. Even a tarantula considers itself beautiful."
    },
    {
      "cite": "Woody Allen",
      "quote": "Life is hard for insects. And don’t think mice are having any fun either."
    },
    {
      "cite": "Chekhov",
      "quote": "In nature a repulsive caterpillar turns into a lovely butterfly.  But with humans it is the other way around: a lovely butterfly turns into a repulsive caterpillar."
    },
    {
      "cite": "Howard E. Evans",
      "quote": "I do believe that an intimacy with the world of crickets and their kind can be salutary - not for what they are likely to teach us about ourselves but because they remind us, if we will let them, that there are other voices, other rhythms, other strivings and fulfillments than our own."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "That which is not good for the beehive cannot be good for the bees."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Just living is not enough,' said the butterfly.  'One must have sunshine, freedom, and a little flower."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "The pedigree of honey does not concern the bee, a clover, anytime, to him, is aristocracy."
    },
    {
      "cite": "American Quaker",
      "quote": "If you want to live and thrive, let the spider run alive."
    },
    {
      "cite": "Congo Proverb",
      "quote": "When the bee comes to your house, let her have beer; you may want to visit the bee's house some day."
    },
    {
      "cite": "Elizabeth Madox Roberts",
      "quote": "I never could have thought of it, To have a little bug all lit And made to go on wings."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The butterfly counts not months but moments, and has time enough."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "I wonder if that's the reason Insects are so fond of flying into candles - because they want to turn into Snap-dragon-flies!"
    },
    {
      "cite": "unknown",
      "quote": "Just when the caterpillar thought the world was ending, he turned into a butterfly."
    },
    {
      "cite": "unknown",
      "quote": "You can transform yourself but insects can do it better."
    },
    {
      "cite": "Sandy Poet",
      "quote": "Even a tiny insect has its own heart, brain, stomach, digestive system, nervous system like us. I wonder how nature works on this planet."
    },
    {
      "cite": "George Crumb",
      "quote": "The rhythms of nature - the sounds of wind and water, the sounds of birds and insects - must inevitably find their analogues in music."
    },
    {
      "cite": "Annie Dillard",
      "quote": "[Insects] are not only cold-blooded, and green- and yellow-blooded, but are also cased in a clacking horn. They have rigid eyes and brains strung down their backs. But they make up the bulk of our comrades-at-life, so I look to them for a glimmer of companionship."
    },
    {
      "cite": "M. Lee Goff",
      "quote": "Insects are major players in nature's recycling effort, and in nature a corpse is simply organic matter to be recycled. Left to its own devices, nature quickly populates a corpse with a diverse community of organisms, all dedicated to reducing the body to its basic components."
    },
    {
      "cite": "John Henry Comstock",
      "quote": "All life is linked together in such a way that no part of the chain is unimportant. Frequently, upon the action of some of these minute beings depends the material success or failure of a great commonwealth."
    },
    {
      "cite": "Zhuangzi",
      "quote": "You cannot speak of ocean to a well-frog, the creature of a narrower sphere. You cannot speak of ice to a summer insect, the creature of a season."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Hurt a fly! He would not for the world: he's pitiful to flies even. Sing, says he, and tease me still, if that's your way, poor insect."
    },
    {
      "cite": "unknown",
      "quote": "All creatures; birds, animals and insects have families and love each other as humans."
    }
  ]
}