{
  "source": "https://www.wisesayings.com/inside-quotes/",
  "theme": "inside",
  "quotes": [
    {
      "cite": "William Mace",
      "quote": "Ask not what's inside your head but what your head's inside of."
    },
    {
      "cite": "Rohit Sharma",
      "quote": "Success on the outside indeed begins with success on the inside."
    },
    {
      "cite": "Sharon Stone",
      "quote": "Real happiness comes from inside. Nobody can give it to you."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Somewhere inside all of us is the power to change the world."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "What happens inside always appears outside."
    },
    {
      "cite": "Deshwal Sachin",
      "quote": "Real beauty exists inside the heart,not over the face."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Inside the peach, there is a stone."
    },
    {
      "cite": "David Guetta",
      "quote": "Inside a soul, there's a hero to discover."
    },
    {
      "cite": "Patrick Star",
      "quote": "Sometimes we have to go deep inside ourselves to solve our problems."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Inside us there is something that has no name, that something is what we are."
    },
    {
      "cite": "Pat Riley",
      "quote": "All of us have at least one great voice deep inside."
    },
    {
      "cite": "Anne Rice",
      "quote": "The only power that exists is inside ourselves."
    },
    {
      "cite": "Tracy McMillan",
      "quote": "People act on the outside the way they feel on the inside."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "You are safe inside your mind. No one can reach you there."
    },
    {
      "cite": "David Whyte",
      "quote": "Inside everyone is a great shout of joy waiting to be born."
    },
    {
      "cite": "Anthony Marra",
      "quote": "But inside us there is a word we cannot pronounce and that is who we are."
    },
    {
      "cite": "Rumi",
      "quote": "Stop searching here and there, the jewels are inside you."
    },
    {
      "cite": "Phil Collins",
      "quote": "Deep inside us we're not that different at all."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Deep down inside we're all the same. We all have the same emotions."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "If you follow the voice inside you, it does give you guidance."
    },
    {
      "cite": "Rumi",
      "quote": "Inside any deep asking is the answering."
    },
    {
      "cite": "Eleanor Brownn",
      "quote": "Start from your heart. The greatest journeys begin on the inside."
    },
    {
      "cite": "Mariah Carey",
      "quote": "You really have to look inside yourself to find your inner strength."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Because you cannot see outside of you what you fail to see inside."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You don't know what's on the inside until you put a demand on your potential."
    },
    {
      "cite": "David R. Brower",
      "quote": "There is more inside you than you dare think."
    },
    {
      "cite": "Marie Lu",
      "quote": "Everyone has darkness inside them, however hidden."
    },
    {
      "cite": "Judith Orloff",
      "quote": "Don't try to control what's outside. Be at peace with what's inside."
    },
    {
      "cite": "Mark Twain",
      "quote": "We are all alike, on the inside."
    },
    {
      "cite": "Sonya Hartnett",
      "quote": "Life is lived on the inside. What's outside doesn't matter."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "You have to rely on whatever sparks you have inside."
    },
    {
      "cite": "John Lennon",
      "quote": "Happiness is inside you, not with another person."
    },
    {
      "cite": "Farrah Gray",
      "quote": "Inside every seed is the potential for an incredible harvest."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You cannot be brave if you do not have a coward inside you."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Inside each of us is a David and a Goliath."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "There are secret opportunities hidden inside every failure."
    }
  ]
}