{
  "source": "https://www.wisesayings.com/insignificant-quotes/",
  "theme": "insignificant",
  "quotes": [
    {
      "cite": "Maria Montessori",
      "quote": "A great deal of time and intellectual force are lost in the world, because the false seems great and the truth so small and insignificant."
    },
    {
      "cite": "Ralph Ransom",
      "quote": "Life is a series of steps. Things are done gradually. Once in a while there is a giant step, but most of the time we are taking small, seemingly insignificant steps on the stairway of life."
    },
    {
      "cite": "William Pickens",
      "quote": "An insignificant right becomes important when it is assailed."
    },
    {
      "cite": "William Pickens",
      "quote": "A insignificant right becomes important when it is assailed."
    },
    {
      "cite": "William Thomas",
      "quote": "Anyone who thinks they're important is usually just a pompous moron who can't deal with his or her own pathetic insignificance and the fact that what they do is meaningless and inconsequential."
    },
    {
      "cite": "William Ellery",
      "quote": "The more a person analyzes his inner self, the more insignificant he seems to himself. This is the first lesson of wisdom. Let us be humble, and we will become wise. Let us know our weakness, and it will give us power."
    },
    {
      "cite": "Karl Marx",
      "quote": "The development of civilization and industry in general has always shown itself so active in the destruction of forests that everything that has been done for their conservation and production is completely insignificant in comparison."
    },
    {
      "cite": "Thucydides",
      "quote": "Wars spring from unseen and generally insignificant causes, the first outbreak being often but an explosion of anger."
    },
    {
      "cite": "Nicolaus Copernicus",
      "quote": "The massive bulk of the earth does indeed shrink to insignificance in comparison with the size of the heavens."
    },
    {
      "cite": "William Thomas",
      "quote": "Superficially insignificant or accidental looking detail in art may well carry the most important unconscious symbolism."
    },
    {
      "cite": "David Deutsch",
      "quote": "Feeling insignificant because the universe is large has exactly the same logic as feeling inadequate for not being a cow."
    },
    {
      "cite": "Ann Leckie",
      "quote": "Without feelings insignificant decisions become excruciating attempts to compare endless arrays of inconsequential things. It's just easier to handle those with emotions."
    },
    {
      "cite": "Richard Lindzen",
      "quote": "The influence of mankind on climate is trivially true and numerically insignificant."
    },
    {
      "cite": "Sarada Devi",
      "quote": "One should perform even an insignificant task with respect."
    },
    {
      "cite": "Peter Hoeg",
      "quote": "The body's pain is so paper-thin and insignificant compared to that of the mind."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Gratitude for the seemingly insignificant a seed this plants the giant miracle."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The most insignificant people are the most apt to sneer at others. They are safe from reprisals. And have no hope of rising in their own self esteem but by lowering their neighbors."
    },
    {
      "cite": "Dot Richardson",
      "quote": "Individual glory is insignificant when compared to achieving victory as a team."
    },
    {
      "cite": "Walter Lang",
      "quote": "Scripture suggests that the elements in space were created for the benefit of earth, while evolution suggests that earth is an insignificant speck in vast space."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Even in the most insignificant details of our daily life, none of us can be said to constitute a material whole, which is identical for everyone, and need only be turned up like a page in an account-book or the record of a will; our social personality is created by the thoughts of other people."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "An ignorant man is insignificant and contemptible; nobody cares for his company, and he can just be said to live, and that is all."
    },
    {
      "cite": "Bob Marley",
      "quote": "The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever."
    },
    {
      "cite": "Paul Ricoeur",
      "quote": "On a cosmic scale, our life is insignificant, yet this brief period when we appear in the world is the time in which all meaningful questions arise."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The gift of life is present at every moment even moments that seem insignificant or unpleasant."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The insignificant, the empty, is usually the loud; and after the manner of a drum, is louder even because of its emptiness."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Life has many insignificant pursuits that add little or no value to your reality."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It is better to be doing the most insignificant thing than to reckon even a half-hour insignificant."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "It's bad enough to feel insignificant, but it's unbearable to have it grained into your soul that you will never, can never, be anything but insignificant."
    }
  ]
}