{
  "source": "https://www.wisesayings.com/insomnia-quotes/",
  "theme": "insomnia",
  "quotes": [
    {
      "cite": "Emil Cioran",
      "quote": "Insomnia is a vertiginous lucidity that can convert paradise itself into a place of torture."
    },
    {
      "cite": "W. C. Fields",
      "quote": "The best cure for insomnia is to get a lot of sleep."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "In its early stages, insomnia is almost an oasis in which those who have to think or suffer darkly take refuge."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "Insomnia is a gross feeder. It will nourish itself on any kind of thinking, including thinking about not thinking."
    },
    {
      "cite": "Poppy Z. Brite",
      "quote": "The night is the hardest time to be alive and 4am knows all my secrets."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "The last refuge of the insomniac is a sense of superiority to the sleeping world."
    },
    {
      "cite": "Robin Sikarwar",
      "quote": "Sleep is such a luxury, which i cant afford."
    },
    {
      "cite": "Karen Russell",
      "quote": "It is a special kind of homelessness to be evicted from your dreams."
    },
    {
      "cite": "Shannon Fife",
      "quote": "Insomnia: A contagious disease often transmitted from babies to parents."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you can't sleep, then get up and do something instead of lying there worrying. It's the worry that gets you, not the lack of sleep."
    },
    {
      "cite": "John Steinbeck",
      "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "A ruffled mind makes a restless pillow."
    },
    {
      "cite": "Jon Stewart",
      "quote": "Insomnia is my greatest inspiration."
    },
    {
      "cite": "Judith Owens",
      "quote": "Insomnia is an indication, not a chaos. Its like ache. Youre not going to provide a patient ache medicine without figuring out whats reasoning the pain."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "Not being able to sleep is terrible. You have the misery of having partied all night? Without the satisfaction."
    },
    {
      "cite": "Jessamyn West",
      "quote": "Sleeplessness is a desert without vegetation or inhabitants."
    },
    {
      "cite": "Marcel Proust",
      "quote": "A little insomnia is not without its value in making us appreciate sleep, in throwing a ray of light upon that darkness."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "When you have insomnia, you're never really asleep, and you're never really awake."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The worst thing in the world is to try to sleep and not to."
    },
    {
      "cite": "Jaeda Dewalt",
      "quote": "Sleep deprivation is physically miserable and creatively cathartic, as internal landscapes rise up from their dormant ashes."
    },
    {
      "cite": "Robert Epstein",
      "quote": "The pattern of insomnia in children reflects difficulty in getting to sleep, whereas with adults it's a problem staying asleep."
    },
    {
      "cite": "unknown",
      "quote": "The scary thing about having insomnia is not the hours lost for sleeping but the re-run of thoughts you've been trying to forget."
    },
    {
      "cite": "Sean Sullivan Quotes",
      "quote": "Insomnia is an increasing problem. Ive become swayed that sleep disorders are conceivably the most unnoticed, ignored, underrated reason of health as well as performance problems in the place of work."
    },
    {
      "cite": "F Scott Fitzgerald",
      "quote": "It appears that every mans insomnia is as different from his neighbours as are their daytime hopes and aspirations."
    },
    {
      "cite": "Banana Yoshimoto",
      "quote": "That's the advantage of insomnia. People who go to be early always complain that the night is too short, but for those of us who stay up all night, it can feel as long as a lifetime. You get a lot done."
    },
    {
      "cite": "Arthur Baer",
      "quote": "His insomnia was so bad, he couldn't sleep during office hours."
    },
    {
      "cite": "unknown",
      "quote": "I want to sleep but my brain won't stop talking to itself."
    },
    {
      "cite": "Robert Brault",
      "quote": "Sometimes I sit up late with my thoughts, reluctant to fall asleep and leave my thoughts alone by themselves."
    },
    {
      "cite": "Steven Wright",
      "quote": "I hate it when my foot falls asleep during the day, because that means it's going to be up all night."
    },
    {
      "cite": "Alistair Sinclair",
      "quote": "Physical activity within four hours of bedtime and illness can also cause this type of insomnia."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Insomnia is a glamorous term for the thoughts you forgot to have in the day."
    },
    {
      "cite": "Steven Magee",
      "quote": "Staring at the blue sky causes insomnia to occur in the human."
    },
    {
      "cite": "Gyula Krúdy",
      "quote": "Only the insomniac looks on with open eyes, like a cadaver who forgot to die."
    },
    {
      "cite": "Patrick Dewitt",
      "quote": "The creak of bed springs suffering under the weight of a restless man is as lonely a sound as I know."
    },
    {
      "cite": "Todd Stocker",
      "quote": "Insomnia is the act of pushing through sleep to achieve the art of insane creativity."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "I wonder why I don’t go to bed and go to sleep. But then it would be tomorrow, so I decide that no matter how tired, no matter how incoherent I am, I can skip an hour more of sleep and live."
    },
    {
      "cite": "Rumi",
      "quote": "When I am with you, we stay up all night. / When you're not here, I can't go to sleep. / Praise God for those two insomnias! / And the difference between them."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "Why can I never go back to bed? Who's is the voice ringing in my head? Where is the sense in these desperate dreams? Why should I wake when I'm half past dead?"
    },
    {
      "cite": "(Henry IV) William Shakespeare",
      "quote": "O sleep, O gentle sleep / Nature's soft nurse, how have I frightened thee. / That thou no more will weigh my eyelids down, / And steep my senses in forgetfulness?"
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "He would lie in the bed and finally, with daylight, he would go to sleep. After all, he said to himself, it is probably only insomnia. Many must have it."
    },
    {
      "cite": "Marina Benjamin",
      "quote": "Like travel, insomnia is an uprooting experience. You are torn out of sleep like a plant from its native soil, then shaken down so that any clinging vestige of slumber falls away, naked confusion exposed like nerve endings."
    },
    {
      "cite": "Abu Amir Ibn Al-Hammarah",
      "quote": "When the bird of sleep / thought to nest / in my eye / it saw the eyelashes / and flew away / for fear of nets."
    },
    {
      "cite": "Zi Ye",
      "quote": "I have brought my pillow and am lying at the northern window, / So come to me and play with me awhile. / With so much quarreling and so few kisses / How long do you think our love can last?"
    },
    {
      "cite": "Ovid",
      "quote": "What shall I say this means, that my couch seems so hard the coverlets will not stay in place, and I pass the long, long night untouched by sleep, and the weary bones of my body are filled with ache?—for I should know, I think, were I in any way assailed by love. Or can it be that love has stolen into me and cunningly works my harm with covered art? Thus it must be; the subtle darts are planted in my heart, and cruel love torments the breast where he is lord."
    },
    {
      "cite": "Emil Cioran",
      "quote": "True knowledge comes down to vigils in the darkness: the sum of our insomnias alone distinguishes us from the animals and from our kind. What rich or strange idea was ever the work of a sleeper?"
    },
    {
      "cite": "Emil Cioran",
      "quote": "The importance of insomnia is so colossal that I am tempted to define man as the animal that cannot sleep. Why call him a rational animal when other animals are equally reasonable? But there is not another animal in the entire creation that wants to sleep yet cannot."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Sleep is forgetfulness: life’s drama, its complications and obsessions vanish completely, and every awakening is a new beginning, a new hope. Life thus maintains a pleasant discontinuity, the illusions of permanent regeneration. Insomnia, on the other hand, gives birth to a feeling of irrevocable sadness, despair, and agony. The healthy man – the animal – only dabbles in insomnia: he knows nothing of those who would give a kingdom for an hour of unconscious sleep, those as terrified by the sight of a bed as they would be of a torture rack."
    },
    {
      "cite": "Gordon Marino",
      "quote": "What rich or strange idea was ever the work of a sleeper? In those weird hours, out of sync with the rest of the world, his singular creativity flourished. The experience wasn't much fun, but it was real."
    },
    {
      "cite": "Dante Gabriel Rossetti",
      "quote": "Thin are the night-skirts left behind / By daybreak hours that onward creep, / And thin, alas! the shred of sleep / That wavers with the spirit's wind..."
    },
    {
      "cite": "Daytona",
      "quote": "I asked my psychiatrist how he cured his insomnia. He said he changed his phone number."
    },
    {
      "cite": "The BMJ",
      "quote": "The subject of sleeplessness is once more under public discussion. The hurry and excitement of modern life is held to be responsible for much of the insomnia of which we hear; and most of the articles and letters are full of good advice to live more quietly and of platitudes concerning the harmfulness of rush and worry. The pity of it is that so many people are unable to follow this good advice and are obliged to lead a life of anxiety and high tension."
    },
    {
      "cite": "Daniel Saint",
      "quote": "Insomnia is just another word for chit chat with the demons during bedtime."
    },
    {
      "cite": "Heath Ledger",
      "quote": "I think the most common cause of insomnia is simple; it's loneliness."
    },
    {
      "cite": "Pete Wentz",
      "quote": "I'm an insomniac, my mind works the night shift."
    },
    {
      "cite": "Darshan Pania",
      "quote": "What keeps you awake at night? I have no clue, but I'm sure as hell that it's not love."
    },
    {
      "cite": "Theo",
      "quote": "You know what, the rest of you may hate your insomnia but I'm not sure I want a cure for mine. That's when I get all my best ideas... I'm alone, occasionally... with no distractions. My mind is racing with creative ideas and come 3am I feel like a genius."
    },
    {
      "cite": "Daniel Rankine and Paul Ridge",
      "quote": "Insomnia / I can't eat, feeling the heat, can't sleep / Insomnia / It's just me and the sounds of police on the street / Insomnia / No retreat cause I never thought it'd happen to me."
    },
    {
      "cite": "Matthew Kelly Sharp",
      "quote": "Ever find yourself awake / In the middle of the night / You've got insomnia / Grab a glass of water / Or a cigarette for your insomnia / But I know something that's so much better yet / Just grab the bong and numb your brain with pot / Watch Cal Worthington and his dog Spot / Insomnia, yeah it's so boring / Nothing to do at three o'clock in the morning / You can get dressed, go out for a walk / For your insomnia / But that's just asking for hassles / From your neighborhood cops / You've got insomnia."
    },
    {
      "cite": "Christopher Joseph Gallant; Ricardo Valentine; Ajay Bhattacharyya",
      "quote": "Sweet insomnia / You make it hard for me to sleep by myself / Sweet insomnia / You make it hard for me to know myself."
    },
    {
      "cite": "Jonathan Elkaer; Mads Bo Iversen; Awinbeh Ayagiba",
      "quote": "I sleep walk on the walls / Counting stars all over town / Always up, insomnia / Zombie walk, eyes never shut."
    }
  ]
}