{
  "source": "https://www.wisesayings.com/inspirational-quotes/",
  "theme": "inspirational",
  "quotes": [
    {
      "cite": "Lao Tzu",
      "quote": "A journey of a thousand leagues begins beneath one's feet."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "You can never cross the ocean until you have the courage to lose sight of the shore."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Chris Grosser",
      "quote": "Opportunities don't happen. You create them."
    },
    {
      "cite": "Grace Coddington",
      "quote": "Always keep your eyes open. Keep watching. Because whatever you see can inspire you."
    },
    {
      "cite": "Cherie Gilderbloom",
      "quote": "The best dreams happen when you're awake."
    },
    {
      "cite": "Thomas Edison",
      "quote": "I haven't failed. I've just found 10,000 ways that won't work."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "We become what we think about."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Light tomorrow with today."
    },
    {
      "cite": "Walt Disney",
      "quote": "All our dreams can come true, if we have the courage to pursue them."
    },
    {
      "cite": "Jesus",
      "quote": "Ask and it will be given to you; search, and you will find; knock and the door will be opened for you."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Believe you can and you're halfway there."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Only in the darkness can you see the stars."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched -- they must be felt with the heart."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Sometimes you can't see yourself clearly until you see yourself through the eyes of others."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Every strike brings me closer to the next home run."
    },
    {
      "cite": "John Wooden",
      "quote": "Make each day your masterpiece."
    },
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you can never see the shadow."
    },
    {
      "cite": "Jimmy Johnson",
      "quote": "The difference between ordinary and extraordinary is that little extra."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "When you come to a roadblock, take a detour."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Every moment is a fresh beginning."
    },
    {
      "cite": "Howard Ruff",
      "quote": "It wasn't raining when Noah built the ark."
    },
    {
      "cite": "Muriel Strode",
      "quote": "I will not follow where the path may lead, but I will go where there is no path, and I will leave a trail."
    },
    {
      "cite": "Buddha",
      "quote": "The mind is everything. What you think you become."
    },
    {
      "cite": "Rosa Nouchette Carey",
      "quote": "Do it with passion, or not at all."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go, so long as you do not stop."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
    },
    {
      "cite": "Neil Barringham",
      "quote": "The grass is greener where you water it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The only person you are destined to become is the person you decide to be."
    },
    {
      "cite": "Sid Caesar",
      "quote": "In between goals is a thing called life, that has to be lived and enjoyed."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "Once you choose hope, anything's possible."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Either you run the day, or the day runs you."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Anais Nin",
      "quote": "You cannot save people, you can just love them."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "I am always doing that which I cannot do, in order that I may learn how to do it."
    },
    {
      "cite": "Seth Godin",
      "quote": "If it scares you, it might be a good thing to try."
    },
    {
      "cite": "Charles Swindoll",
      "quote": "Life is 10% what happens to me and 90% of how I react to it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You must be the change you wish to see in the world."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Believe and act as if it were impossible to fail."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Don't count the days, make the days count."
    },
    {
      "cite": "John Wooden",
      "quote": "Do not let what you cannot do interfere with what you can do."
    },
    {
      "cite": "Estee Lauder",
      "quote": "I never dream of success. I worked for it."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The only way to do great work is to love what you do."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Whatever the mind of man can conceive and believe, it can achieve."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn't knock, build a door."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People often say that motivation doesn't last. Well, neither does bathing.  That's why we recommend it daily."
    }
  ]
}