{
  "source": "https://www.wisesayings.com/inspiring-others-quotes/",
  "theme": "inspiring-others",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "It is difficult to inspire others to accomplish what you haven't been willing to try."
    },
    {
      "cite": "Albert Pike",
      "quote": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "People who cease to grow can't inspire others. Leadership begins with challenging oneself."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When you are living the best version of yourself, you inspire others to live the best versions of themselves."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Be the light in the darkness to inspire and to enlighten others."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Someone needs your actions to inspire his actions. Never forget, your little broken cake is someone's daily meal! Care to share you little cake!"
    },
    {
      "cite": "King Solomon",
      "quote": "As iron sharpens iron, so a friend sharpens a friend."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
      "cite": "Plato",
      "quote": "Good actions give strength to ourselves and inspire good actions in others."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Your success will shine as a light of hope and inspire numbers you cannot total."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our chief want is someone who will inspire us to be what we know we could be."
    },
    {
      "cite": "J.D.Crighton",
      "quote": "You have the power to motivate and inspire. Let your enthusiasm shine."
    },
    {
      "cite": "Maeve Garriosn",
      "quote": "Your life is a message to the world make sure its inspiring."
    },
    {
      "cite": "Bill Courtney",
      "quote": "Serving and attempting to inspire others is a responsibility, not a choice."
    },
    {
      "cite": "Stacey T. Hunt",
      "quote": "To be inspired is great, but to inspire is an honor."
    },
    {
      "cite": "Tsepiso Makhubedu",
      "quote": "It is my responsibility to do what inspires me, in order to inspire others to do what inspires them."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Love yourself. Be gentle, kind, respectful, sincere. If you carry that out, you might inspire others with that attitude."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Don't give to get. Give to inspire others to give."
    },
    {
      "cite": "Douglas Engelbart",
      "quote": "It would be wonderful if I can inspire others, who are struggling to realize their dreams, to say 'if this country kid could do it, let me keep slogging away'."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "What you do to-day that is worthwhile, inspires others to act at some future time."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "First find the man in yourself if you will inspire manliness in others."
    },
    {
      "cite": "Salvador Dali",
      "quote": "A true artist is not one who is inspired, but one who inspires others."
    },
    {
      "cite": "Cheryl Cole",
      "quote": "There's not another better feeling that you could have over being an inspiration to someone else. I love that feeling of inspiring other women."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Average leaders raise the bar on themselves; good leaders raise the bar for others; great leaders inspire others to raise their own bar."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "When you talk, use words that inspire you and others."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Do more than just exist; create to inspire!"
    },
    {
      "cite": "Stephen Covey",
      "quote": "Find your voice and inspire others to find theirs."
    },
    {
      "cite": "Lita Ford",
      "quote": "It's nice when they say I inspire them, it inspires me."
    },
    {
      "cite": "Bill Sienkiewicz",
      "quote": "If somebody can inspire me, it feels really special."
    },
    {
      "cite": "Robert Reich",
      "quote": "You can't inspire people if you are going to be uninspiring."
    },
    {
      "cite": "unknown",
      "quote": "To be inspired is great, to inspire is incredible."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "My mentors inspired and encourage to fulfill my highest potential."
    },
    {
      "cite": "unknown",
      "quote": "Success isn't just about what you accomplish in your life; it's about what you inspire others to do."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "I don't need to be inspired any longer, just supported."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes just being yourself can inspire others to be brave enough to be themselves too."
    },
    {
      "cite": "Beth Revis",
      "quote": "A leader isn't someone who forces others to make him stronger; a leader is someone willing to give his strength to others so that they may have the strength to stand on their own."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Hide yourself in God, so when a man wants to find you he will have to go there first."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Unleash the potential that is in another and you unleash the potential that is in you."
    },
    {
      "cite": "Ken Poirot",
      "quote": "Greatness is inspiring others to be their best."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Always be there for others. Always inspire them with your dreams and hope, vision and mission, attitude and aptitude."
    },
    {
      "cite": "Nyki Mack",
      "quote": "Be proud of the incredible person that you are... and become a rainbow in someone's cloudy day."
    },
    {
      "cite": "Nanette Mathews",
      "quote": "We all serve as a vessel to be messengers for one another. Are you sharing the messages you are inspired to speak? Someone is waiting to hear your words."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "I want to inspire others by becoming an example and sharing my thoughts and actions."
    },
    {
      "cite": "Mark Allen O'Connor",
      "quote": "What if one thing resonates with everybody, but it's not the same for anybody?"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The stars of the night inspire you; and then you write poetry and inspire others; this time others create new things with the inspiration they get from you! You see, thousands of beauty are created with a simple inspiration!"
    },
    {
      "cite": "Mohith Agadi",
      "quote": "When you do some good work and if it inspires others, then you have just created the ripple effect."
    },
    {
      "cite": "Wesam Fawzi",
      "quote": "Hang on to people that inspire you. Do work that energises You."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Success usually comes to those who are too busy to be looking for it."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you are not willing to risk the usual, you will have to settle for the ordinary."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Take up one idea. Make that one idea your life-think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is walking from failure to failure with no loss of enthusiasm."
    },
    {
      "cite": "Vaibhav Shah",
      "quote": "Whenever you see a successful person, you only see the public glories, never the private sacrifices to reach them."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Try not to become a person of success, but rather try to become a person of value."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Successful people do what unsuccessful people are not willing to do. Don't wish it were easier; wish you were better."
    },
    {
      "cite": "Kelly Rowland",
      "quote": "I always hope that my music can inspire someone, the same way other artists inspire me."
    },
    {
      "cite": "Alicia Villarreal",
      "quote": "Through music, I think we can inspire each other."
    },
    {
      "cite": "Amy Purdy",
      "quote": "My motivation is not to try to inspire, but rather to do things that inspire me and hopefully that will spread to others."
    },
    {
      "cite": "Kerli",
      "quote": "Don't be scared to fly high, 'cause it will inspire others."
    },
    {
      "cite": "Anthony E. Zuiker",
      "quote": "You have to inspire others, solve problems, which means you have to leave your own problems at home."
    },
    {
      "cite": "Alfred Gough",
      "quote": "Inspiring others to find their voices. None of us is born to hate. We're taught to. That's why we need heroes, to remind us that we are all meant to fight for truth and justice. To take a stand against fear and hate."
    },
    {
      "cite": "Christian Williams",
      "quote": "And I do try to inspire others to be everything they are capable of being. If this is sedition, then I am guilty."
    },
    {
      "cite": "Christian Williams",
      "quote": "That is why we all need heroes, to set a higher standard that others can aspire to."
    },
    {
      "cite": "John Ridley",
      "quote": "It's not about being better, you know, or anything-anything like that. You know, it's about being inspired. And I'm inspired by everybody. I'm inspired by all kinds of people. You know, it's art to me. You know, and with art- it's just showing something that you've never seen before."
    },
    {
      "cite": "Anthony Peckham",
      "quote": "Inspiration, perhaps. How do we inspire ourselves to greatness when nothing less will do? How do we inspire everyone around us? I sometimes think it is by using the work of others."
    },
    {
      "cite": "Anthony Peckham",
      "quote": "We need inspiration Francois. Because in order to build our nation we must exceed our own expectations."
    },
    {
      "cite": "Joel Bakan",
      "quote": "The eagle, soaring, clear-eyed, competitive, prepared to strike, but not a vulture. Noble, visionary, majestic, that people can believe in and be inspired by, that creates such a lift that it soars."
    },
    {
      "cite": "Oscar Hammersteir",
      "quote": "Never fear it, you'll see it through. / Hearts can inspire other hearts with their fire. / For the strong obey when a strong man shows them the way."
    },
    {
      "cite": "Wasalu Muhammad Jaco",
      "quote": "But will inspire others by his good example / You are being watched by the nation / And you should realize / That you, will satisfy it if you do good"
    },
    {
      "cite": "Donald L Lawrence",
      "quote": "Beautiful are the feet, of those who carry this gospel / Oh if you only knew, the things that they go through / Yet they still care / They inspire others to live / Beautiful they have beautiful feet"
    },
    {
      "cite": "Outlandish",
      "quote": "You used to inspire others with your way of thinking and speech  / People came from afar just to hear us teach"
    },
    {
      "cite": "Robert G Waller",
      "quote": "You inspire me to be better / You challenge me for the better"
    },
    {
      "cite": "Marc Almond",
      "quote": "Steaming neon's in the rain / Diamonds down the memory drain / But you inspire me, fuel and fire me"
    },
    {
      "cite": "Alexander Star",
      "quote": "I wrote these words: to inspire a change / (To inspire a change) / Yeah, anyone who's livin' life can relate to what I write cuz it's time for a change / Look / I'm tired of hiding the pain; I'm tryna smile again"
    },
    {
      "cite": "Clifford Smith",
      "quote": "Never let go of your plan, execute / So when you shoot, inspire everyone on the land / Never lose knowledge of yourself / For it may become risk to your health"
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "His words left behind / to inspire and remind / —of those things that we still have to learn"
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Everything written to inspire / makes the old new again / In ways that only / the heart can feel / —and the spirit know"
    },
    {
      "cite": "Abraham Cowley",
      "quote": "In sounds that may prevail; / Sounds that gentle thoughts inspire: / Though so exalted she / And I so lowly be / Tell her, such different notes make all thy harmony."
    },
    {
      "cite": "Noah Benshea",
      "quote": "Though great teachers certainly do inspire, teaching is love twined with labor, and teachers themselves need inspiration."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "By reaching out to others with the power and ability you've been given, you never know who you're helping and whose life you are creating and leaving an impact on as you encourage, motivate and inspire them, too."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Always AIM-Aspire, Inspire, and Motivate-in life for your goals and dreams as you follow your own visions and dreams to create a change."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Once we aspire to become who we want to be, then we inspire ourselves as we begin to realize the strengths we have which in turn inspires us to push ourselves to exceed our own limitations and to continue to rise above and go beyond."
    },
    {
      "cite": "Lillé McGhee Queen",
      "quote": "Inspire someone with your story and/or through acts of kindness."
    },
    {
      "cite": "Nasreen Variyawa",
      "quote": "People who aspire to something need inspiration. So, aspire to inspire them and inspire yourself to aspire also."
    },
    {
      "cite": "Nasreen Variyawa",
      "quote": "Encouraging others, through words or actions helps to inspire and encourage you in return. You are helping others exactly the same time you are helping yourself."
    },
    {
      "cite": "Nasreen Variyawa",
      "quote": "Somehow, inspiring and encouraging others is quite invigorating. Positive acceptance and action that others take through your encouragement somehow renews your own resolve to continue on your journey."
    },
    {
      "cite": "Max Landsberg",
      "quote": "To lead others, you need to motivate them; to motivate people, you need first to motivate yourself."
    },
    {
      "cite": "Max Landsberg",
      "quote": "The visionary who cannot inspire is not a leader."
    },
    {
      "cite": "Max Landsberg",
      "quote": "If you can't get motivated about your current role, then change to a role which does excite you, and where your excitement will motivate others."
    },
    {
      "cite": "RoseAnne O'Brien Vojtek",
      "quote": "When we seek to expand our influence and inspire others to find their voice, we move into the world of relationships."
    },
    {
      "cite": "RoseAnne O'Brien Vojtek",
      "quote": "For school leaders to effectively motivate, lead, and inspire others, they must get to know themselves first by using their intrapersonal intelligence and skills by structuring time daily for reflection and self-evaluation."
    },
    {
      "cite": "Allison Holzer",
      "quote": "Good leaders need the ability to inspire and to nurture an inspiring workplace."
    },
    {
      "cite": "Allison Holzer",
      "quote": "Leadership can happen--and is called for--from wherever they stand in the organization. They inspire others to inspire others, and in doing so, they help to build a culture of inspiration."
    },
    {
      "cite": "Dennis Driver",
      "quote": "Inspiration, to me, is caring and being able to...trigger or support others in caring, all to a degree beyond what we had ever imagined possible."
    },
    {
      "cite": "Chalmers",
      "quote": "What we have learned in sorrows helps inspire others."
    },
    {
      "cite": "David O. Mears",
      "quote": "Inspiration is given to inspire. We give what we receive."
    },
    {
      "cite": "David O. Mears",
      "quote": "We may need inspiration ourselves one hour, and be called upon to give inspiration to others the next."
    },
    {
      "cite": "David O. Mears",
      "quote": "The ability to inspire others does not necessarily require great physical strength or health."
    },
    {
      "cite": "David O. Mears",
      "quote": "Good deeds inspire remembrance in return."
    },
    {
      "cite": "David O. Mears",
      "quote": "Continue in such a work of inspiration for others, the world would take on a new appearance within less than twelve months."
    },
    {
      "cite": "Andy Andrews",
      "quote": "Leading is doing. To lead, I must move forward."
    },
    {
      "cite": "Jonathan Perks MBE",
      "quote": "Being inspirational is not same as having a charisma. Inspiring leaders understand that, in reality, they do not actually inspire others. Rather, they create an environment in which others can find their own inspiration."
    },
    {
      "cite": "Jonathan Perks MBE",
      "quote": "Inspiring leadership is not soft and fluffy. It encompasses an honest an courageous approach to dealing with people."
    },
    {
      "cite": "John Christensen",
      "quote": "I believe that we all have the power to inspire others and shape the world around us."
    },
    {
      "cite": "John Christensen",
      "quote": "The way you see and think and act can inspire those around you in ways you may never know if you don't step out in action and begin sharing your mindset."
    },
    {
      "cite": "Derek Roberts",
      "quote": "To empower others to share the messages that are within them in a way that meaningfully inspires , influences and impacts others."
    },
    {
      "cite": "James E. Lukaszewski",
      "quote": "We learn to inspire others by being inspired by others. Developing this ability requires that you pay attention to what moves other people and what other people want."
    },
    {
      "cite": "Ric Stuecker",
      "quote": "The word 'inspire' means to breathe into, to touch the spirit--the spirit being our life force, our breath."
    },
    {
      "cite": "Ric Stuecker",
      "quote": "We inspire as role models, in what we say and do and what they observe us doing."
    },
    {
      "cite": "Ric Stuecker",
      "quote": "Inspiring leadership rests on integrity, responsibility, compassion, and peace."
    },
    {
      "cite": "David L. Goetsch",
      "quote": "You can inspire people by consistently setting an example worthy of emulation."
    },
    {
      "cite": "David L. Goetsch",
      "quote": "You inspire people by being the type of person they would like to be."
    },
    {
      "cite": "Mike Mason",
      "quote": "The goals that we are striving for, the missions that we have in life, should challenge us to be more than we ever hoped to be. However, they should also inspire others to dream bigger."
    }
  ]
}