{
  "source": "https://www.wisesayings.com/inspirational-football-quotes/",
  "theme": "inspirational-football",
  "quotes": [
    {
      "cite": "George Halas",
      "quote": "At least 80 percent of the success of the football team is determined by the fight and spirit that they put into their play."
    },
    {
      "cite": "Frank Leahy",
      "quote": "The first and foremost requisite of a good football player is that he must have a burning desire to play the game. There is absolutely no substitute for this."
    },
    {
      "cite": "Burt Reynolds",
      "quote": "In football you can make it if you've got the 'I'm-going-to-get-up-off-the-ground-and-kick-your-ass' attitude."
    },
    {
      "cite": "Troy Polamalu",
      "quote": "In football, you're taught to react by being aggressive, taught to react with violence. If you can't separate that on the field and off the field, you're going to be in a lot of trouble in your life."
    },
    {
      "cite": "Robert Griffin",
      "quote": "Football is football and talent is talent. But the mindset of your team makes all the difference."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In life, as in a football game, the principle to follow is: Hit the line hard."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "In the football match, everything is complicated by the presence of the other team."
    },
    {
      "cite": "Pele",
      "quote": "Football is the only sport where you put people together, it doesn't matter if you are rich, or poor, or black, or white. It is one nation. This is the beauty of football."
    },
    {
      "cite": "Thierry Henry",
      "quote": "I always think about what I missed,and I think that was my driving force never be satisfied with what I've done."
    },
    {
      "cite": "Jacoby Ellsbury",
      "quote": "It was fun, having speed and being able to jump. Especially playing football. I played wide receiver and defensive back."
    },
    {
      "cite": "Gale Sayers",
      "quote": "Football is a very short-term proposition. Football really prepares you for nothing. The only thing I got out of football was the ability to work hard, and that's it."
    },
    {
      "cite": "Emmanuel Petit",
      "quote": "A football team is like a company. All of the people working in a company are not supposed to love each other, but they are supposed to be professional."
    },
    {
      "cite": "Steven Gerrard",
      "quote": "Football is all about winning things as a team but it's also important to pick up individual awards along the way."
    },
    {
      "cite": "Lionel Messi",
      "quote": "In football as in watchmaking, talent and elegance mean nothing without rigour and precision."
    },
    {
      "cite": "Johan Cruijff",
      "quote": "Football is about having the best offensive play possible. I always like to play offensive football, and nobody will convince me otherwise."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Football is like life it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority."
    },
    {
      "cite": "Tom Landry",
      "quote": "Setting a goal is not the main thing. It is deciding how you will go about achieving it and staying with that plan."
    },
    {
      "cite": "Paul Bear Bryant",
      "quote": "If any thing goes bad, I did it. If anything goes semi-good, we did it. If anything goes really good, then you did it. That's all it takes to get people to win football games for you."
    },
    {
      "cite": "Tony Dungy",
      "quote": "We believed it was not our formations that made us good, but rather how we played."
    },
    {
      "cite": "Fernando Torres",
      "quote": "Football is a team sport and not an individual sport. We win as a team, and every individual is better if we are part of the team."
    },
    {
      "cite": "Vince Flynn",
      "quote": "A good football team plays offense and defense. You have to be aggressive and disrupt."
    },
    {
      "cite": "Joe Paterno",
      "quote": "You have to perform at a consistently higher level than others. That's the mark of a true professional."
    },
    {
      "cite": "Tom Brady",
      "quote": "Football is a contact sport and there's a lot that goes into it. But I have committed myself for a long time to doing it, and because I love doing it so much I want to make that commitment."
    },
    {
      "cite": "Joe Namath",
      "quote": "Football is an honest game. It's true to life. It's a game about sharing. Football is a team game. So is life."
    },
    {
      "cite": "Tony Dungy",
      "quote": "Football is a vocation and an opportunity for ministry. But it's not a life."
    },
    {
      "cite": "Darrell Royal",
      "quote": "The only place you can win a football game is on the field, the only place you can lose it is in your hearts."
    },
    {
      "cite": "Bill Shankly",
      "quote": "A lot of football success is in the mind. You must believe you are the best and then make sure that you are."
    },
    {
      "cite": "George Plimpton",
      "quote": "At the base of it was the urge, if you wanted to play football, to knock someone down, that was what the sport was all about, the will to win closely linked with contact."
    }
  ]
}