{
  "source": "https://www.wisesayings.com/inspirational-bible-quotes/",
  "theme": "inspirational-bible",
  "quotes": [
    {
      "cite": "Billy Sunday",
      "quote": "The Bible will always be full of things you cannot understand, as long as you will not live according to those you can understand."
    },
    {
      "cite": "Alexander Cruden",
      "quote": "All other Books are of little importance in comparison with the Holy Scriptures"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Reading the Bible will help you get to know the word, but it's when you put it down and live your life that you get to know the author."
    },
    {
      "cite": "Jacquelyn K. Heasley",
      "quote": "The Word of God is a Person. When you read it, do you see words or do you see Him?"
    },
    {
      "cite": "A.W. Tozer",
      "quote": "The Bible was written in tears, and to tears it yields its best treasures."
    },
    {
      "cite": "Bishop Butler",
      "quote": "It is not at all incredible, that a book which has been so long in the possession of mankind should contain many truths as yet undiscovered."
    },
    {
      "cite": "Mark Twain",
      "quote": "The Christian's Bible is a drug store. Its contents remain the same, but the medical practice changes."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A thorough knowledge of the Bible is worth more than a college education."
    },
    {
      "cite": "Michael Phillips",
      "quote": "The Bible is the greatest example of the whole being greater that its parts."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "In all my perplexities and distresses, the Bible has never failed to give me light and strength."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."
    },
    {
      "cite": "Horace Greeley",
      "quote": "It is impossible to enslave mentally or socially a Bible-reading people. The principles of the Bible are the groundwork of human freedom."
    },
    {
      "cite": "Millar Burrows",
      "quote": "What we really need, after all, is not to defend the Bible but to understand it."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "Where one man reads the Bible, a hundred read you and me."
    },
    {
      "cite": "Billy Graham",
      "quote": "The word of God hidden in the heart is a stubborn voice to suppress."
    },
    {
      "cite": "Lady Jane Grey",
      "quote": "The highest earthly enjoyments are but a shadow of the joy I find in reading God's word"
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "If you believe what you like in the Gospel, and reject what you don't like, it is not the Gospel you believe, but yourself."
    },
    {
      "cite": "Judah Smith",
      "quote": "The Bible is meant to be down-to-earth. It was written for real people facing real issues."
    },
    {
      "cite": "W.H. Seward",
      "quote": "The whole hope of human progress is suspended on the ever growing influence of the Bible."
    },
    {
      "cite": "Jack Hayford",
      "quote": "The Bible is...as necessary to spiritual life as breath is to natural life. There is nothing more essential to our lives than the Word of God."
    },
    {
      "cite": "George Washington Carver",
      "quote": "The secret of my success? It is simple. It is found in the Bible."
    },
    {
      "cite": "William Blake",
      "quote": "Both read the Bible day and night, but thou read black where I read white."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Within the covers of the Bible are the answers for all the problems men face."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "I know the Bible is inspired because it inspires me."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I believe the Bible is the best gift God has ever given to man. All the good from The Savior of the world is communicated to us through this Book."
    },
    {
      "cite": "Charles C. Ryrie",
      "quote": "The Bible is the greatest of all books; to study it is the noblest of all pursuits; to understand it, the highest of all goals."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The Bible is the cornerstone of liberty...students' perusal of the sacred volume will make us better citizens, better fathers, and better husbands."
    },
    {
      "cite": "Victor Hugo",
      "quote": "England has two books; the Bible and Shakespeare. England made Shakespeare, but the Bible made England."
    },
    {
      "cite": "John Robinson",
      "quote": "Fresh light shall yet break out from God's word"
    },
    {
      "cite": "Jupiter Hammon",
      "quote": "The Bible is a revelation of the mind and will of God to men. Therein we may learn, what God is."
    },
    {
      "cite": "Everett T. Harris",
      "quote": "No one ever graduates from BIBLE study until he meets the Author face to face"
    },
    {
      "cite": "Robert Ingersoll",
      "quote": "The inspiration of the Bible depends upon the ignorance of the gentleman who reads it."
    },
    {
      "cite": "George Washington",
      "quote": "It is impossible to rightly govern the world without God and the Bible."
    },
    {
      "cite": "Mark Twain",
      "quote": "The Bible has noble poetry in it... and some good morals and a wealth of obscenity, and upwards of a thousand lies."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "I believe that the existence of the Bible is the greatest benefit to the human race. Any attempt to belittle it, I believe, is a crime against humanity."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The word morality, if we met it in the Bible, would surprise us as much as the word telephone or motor car."
    },
    {
      "cite": "N. T. Wright",
      "quote": "The Bible is the book of my life. It's the book I live with, the book I live by, the book I want to die by."
    },
    {
      "cite": "Evelyn Uyemura",
      "quote": "We do not read the Bible the way it is; we read it the way we are."
    },
    {
      "cite": "Napoleon",
      "quote": "The Bible is no mere book, but a Living Creature, with a power that conquers all that oppose it."
    },
    {
      "cite": "Bernard Ramm",
      "quote": "The Bible is still loved by millions, read by millions, and studied by millions."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The Bible may be the truth, but it is not the whole truth and nothing but the truth."
    },
    {
      "cite": "Tom Shadyac",
      "quote": "If you look at the Bible as a whole, it's redemptive and beautiful, and it's God's love story to mankind."
    },
    {
      "cite": "Dan Savage",
      "quote": "The Bible is only as good and decent as the person reading it."
    },
    {
      "cite": "Ruth Bell Graham",
      "quote": "Down through the years, I turned to the Bible and found in it all that I needed"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I am busily engaged in the study of the Bible. I believe it is God's word because it finds me where I am."
    },
    {
      "cite": "Lord Tennyson",
      "quote": "Bible reading is an education in itself."
    },
    {
      "cite": "John Shelby Spong",
      "quote": "The Bible tells me that every life is holy; the Bible tells me that every life is loved; the Bible tells me that every life is called to be all that it can be."
    },
    {
      "cite": "Sir Isaac Newton",
      "quote": "There are more sure marks of authenticity in the Bible than in any profane history. I have a fundamental belief in the Bible as the Word of God, written by men who were inspired. I study the Bible daily."
    },
    {
      "cite": "Joey Lawsin",
      "quote": "The bible when taken metaphorically, provides us the truth about god; but when taken literally, the bible provides as the truth about man."
    }
  ]
}