{
  "source": "https://www.wisesayings.com/inspirational-health-quotes/",
  "theme": "inspirational-health",
  "quotes": [
    {
      "cite": "Amit Kalantri",
      "quote": "You may not appreciate the presence of good health, but you will definitely regret the absence of good health, because health is happiness."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy."
    },
    {
      "cite": "Franklin Pierce Adams",
      "quote": "Health is the thing that makes you feel that now is the best time of the year."
    },
    {
      "cite": "Hill Harper",
      "quote": "Health is actually the foundational tool to help us live the life."
    },
    {
      "cite": "James Joseph Walsh",
      "quote": "People who laugh actually live longer than those who don't laugh. Few persons realize that health actually varies according to the amount of laughter."
    },
    {
      "cite": "Ann Wigmore",
      "quote": "Your health is what you make of it. Everything you do and think either adds to the vitality, energy and spirit you possess or takes away from it."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Health is a state of complete harmony of the body, mind and spirit. When one is free from physical disabilities and mental distractions, the gates of the soul open."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick."
    },
    {
      "cite": "James H. West",
      "quote": "Health is a large word. It embraces not the body only, but the mind and spirit as well; and not today's pain or pleasure alone, but the whole being and outlook of a man."
    },
    {
      "cite": "Nolan Ryan",
      "quote": "Put the right pitching mechanics together with good health, and there's nothing surprising about lasting a long time."
    },
    {
      "cite": "R. C. Connor",
      "quote": "Healthy foods should not be underestimated. Your body needs good food to focus."
    },
    {
      "cite": "Josh Billings",
      "quote": "Health is like munny, we never have a true idea of its value until we lose it."
    },
    {
      "cite": "Anne Wilson Schaef",
      "quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account."
    },
    {
      "cite": "Philip Sidney",
      "quote": "The ingredients of health and long life, are great temperance, open air, easy labor, and little care."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is good health that is real wealth and not pieces of gold and silver."
    },
    {
      "cite": "Kemetic Wisdom",
      "quote": "What health is to the body, even that is honesty to the soul. Develop your spirit that it may gain strength to control the body and follow the natural laws of nutrition and hygiene."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The health of the people is really the foundation upon which all their happiness and all their powers as a state depend."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Take a few minutes each and every day to ensure that your mind is nourished properly and positively. After all, a healthy mind leads to a happier view of life and with a happier view of life it is much easier to counter the negative impact other issues will have on us."
    },
    {
      "cite": "Dean Ornish",
      "quote": "Poor health is not caused by something you don't have it's caused by disturbing something that you already have. Healthy is not something that you need to get, it's something you have already if you don't disturb it."
    },
    {
      "cite": "Bukkyo Dendo Kyokai",
      "quote": "The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly."
    },
    {
      "cite": "Buddha",
      "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
    },
    {
      "cite": "Toni Sorenson",
      "quote": "You can't do it for someone else. No matter how much they motivate or inspire you, you have to do it for yourself. Your health is YOUR responsibility."
    },
    {
      "cite": "Ivan Illich",
      "quote": "Health is not an objective condition which can be understood by the methods of natural science alone. It is rather a condition related to the mental attitude by which the individual has to value what is essential for his life."
    },
    {
      "cite": "Jason Smith",
      "quote": "Sleep is the most important repair mechanism our body has, and getting enough of it will ensure you're feeling fit and energized the next day."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "In health there is liberty. Health is the first of all liberties, and happiness gives us the energy which is the basis of health."
    },
    {
      "cite": "Gwendolyn Brooks",
      "quote": "Good health is a duty to yourself, to your contemporaries, to your inheritors, to the progress of the world."
    },
    {
      "cite": "Bogdan Ivanov",
      "quote": "Eating fruits for breakfast is a healthy way of breaking the overnight fast as this is a gentle way of waking up your digestive system."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be careful about reading health books. You may die of a misprint."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Reading is to the mind, what exercise is to the body. As by the one, health is preserved, strengthened, and invigorated by the other, virtue which is the health of the mind is kept alive, cherished, and confirmed."
    },
    {
      "cite": "Harry Johnson",
      "quote": "The human body has been designed to resist an infinite number of changes and attacks brought about by its environment. The secret of good health lies in successful adjustment to changing stresses on the body."
    },
    {
      "cite": "Clodagh Swanson",
      "quote": "When you are happy at work and at home you feel safe. Your health is better and you feel good."
    },
    {
      "cite": "Bill Calhoun",
      "quote": "Good health is necessary to get the most out of our experiences, so don't neglect to take care of it."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "For the sake of your health and happiness, replace the loss that causes sadness with the thanks that yields gratitude."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Health lies in labor, and there is no royal road to it but through toil."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Good health is not the absence of symptoms, it is the presence of peace."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty, otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "Izaak Walton",
      "quote": "Look to your health and if you have it, praise God, and value it next to a good conscience for health is the second blessing that we mortals are capable of a blessing that money cannot buy."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If you have health, you probably will be happy, and if you have health and happiness, you have all the wealth you need, even if it is not all you want."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "To me, good health is more than just exercise and diet. It's really a point of view and a mental attitude you have about yourself"
    },
    {
      "cite": "Lois Hewitt",
      "quote": "Health is something which is of interest to us all, and I believe that good health is the right of us all."
    },
    {
      "cite": "Rand Olson",
      "quote": "Health is the ability to be fully and consciously aware of all that contributes to your life experience and to effectively exist in that environment. It then means you see yourself as you really are."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "The signs of good health are an intellect which is free from inhibition and arrogance, a heart which is full of compassion is healthy, a confusion free mind, a trauma-free memory and a sorrow free soul."
    },
    {
      "cite": "Rand Olson",
      "quote": "To enjoy true, vibrant health, increased awareness, effort, and focus are required."
    },
    {
      "cite": "Buddha",
      "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship."
    },
    {
      "cite": "Dale Roberts",
      "quote": "You find when you pursue a life of greater health and happiness, you then treat the body you have with dignity, respect, and absolute care."
    },
    {
      "cite": "Rand Olson",
      "quote": "Health is not a physical accomplishment but the manifestation of our awareness of who we are and integrity in living out of that knowledge."
    },
    {
      "cite": "Josh Billings",
      "quote": "Health is like money, we never have a true idea of its value until we lose it."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "The awareness that health is dependent upon habits that we control makes us the first generation in history that to a large extent determines its own destiny."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Your personal health is your greatest possession; the most significant foundation of any future you will have."
    }
  ]
}