{
  "source": "https://www.wisesayings.com/inspirational-basketball-quotes/",
  "theme": "inspirational-basketball",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "You can practice shooting eight hours a day, but if your technique is wrong, then all you become is very good at shooting the wrong way. Get the fundamentals down and the level of everything you do will rise."
    },
    {
      "cite": "Raekwon",
      "quote": "As you keep shooting the ball, you become a better basketball player."
    },
    {
      "cite": "Dan Frisby",
      "quote": "Basketball is like photography, if you don't focus, all you have is the negative."
    },
    {
      "cite": "C.M.",
      "quote": "Basketball is a game with winners and losers, but if you play this game with your heart, you're always a winner."
    },
    {
      "cite": "Jason Bumblis",
      "quote": "The only important shot you take is the next one. Because no matter how hard you try, that is the only one you can still have an effect on."
    },
    {
      "cite": "Larry Bird",
      "quote": "Push yourself again and again. Don't give an inch until the final buzzer sounds."
    },
    {
      "cite": "Calvin Pryor",
      "quote": "Basketball also helps you learn to move your feet by playing defense and guarding guys, and that all carries over to playing football with staying square and having good footwork."
    },
    {
      "cite": "Stephen Curry",
      "quote": "We overload in our workouts so that the game slows down in real life. It helps you become a smarter basketball player."
    },
    {
      "cite": "Bobby Knight",
      "quote": "You don't play against opponents, you play against the game of basketball."
    },
    {
      "cite": "Kevin Durant",
      "quote": "I don't know what I'm going to do tomorrow. I just know for sure I'm going to keep playing basketball."
    },
    {
      "cite": "Shaquille O'Neal",
      "quote": "Me shooting 40% at the foul line is just God's way to say nobody's perfect."
    },
    {
      "cite": "Larry Brown",
      "quote": "All the successful teams I've ever seen have three characteristics: They play unselfish, they play together, and they play hard."
    },
    {
      "cite": "Don Meyer",
      "quote": "Play off your great player... great teams have a go-to player and they play off of him."
    },
    {
      "cite": "Hilary Ashmead",
      "quote": "Go up to the free throw line knowing your going to make it, not knowing you won't miss."
    },
    {
      "cite": "Rafael Nadal",
      "quote": "It's important for the young players to practice other ball games as well, basketball or table tennis. On the tennis court, you can improve your eye through a kind of overexertion."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I never looked at the consequences of missing a big shot... when you think about the consequences you always think of a negative result."
    },
    {
      "cite": "John Calipari",
      "quote": "The hardest thing for a basketball player to do is dribble two really hard dribbles. You are flying, and then pull up and shoot a ball from 15, 17 feet. It's the hardest thing in the game."
    },
    {
      "cite": "Ed Macauley",
      "quote": "You always have to give 100%,because if you don't someone, somewhere will give 100% and they will beat you when you meet."
    },
    {
      "cite": "Tony Alfonso",
      "quote": "When you miss a shot, never think of what you did wrong. Take the next shot thinking of what you must do right."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "I'll do whatever it takes to win games, whether it's sitting on a bench waving a towel, handing a cup of water to a teammate, or hitting the game-winning shot."
    },
    {
      "cite": "Bill Russell",
      "quote": "The idea is not to block every shot. The idea is to make your opponent believe that you might block every shot."
    },
    {
      "cite": "Larry Bird",
      "quote": "You never make any of the shots you never take. 87% of the ones you do take, you'll miss too. I make 110% of my shots."
    },
    {
      "cite": "Bobby Knight",
      "quote": "I just love the game of basketball so much. The game! I don't need the 18,000 people screaming and all the peripheral things. To me, the most enjoyable part is the practice and preparation."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Just play. Have fun. Enjoy the game."
    },
    {
      "cite": "Ashley Graham",
      "quote": "Basketball has taught me that no matter how unlikely something is, if you set a goal, and follow after that goal with all your heart, anything is possible."
    },
    {
      "cite": "Peja Stojakovic",
      "quote": "The basketball skills I have, I've got because I work hard. When you work hard, I think you don't have to be afraid of anything."
    },
    {
      "cite": "Ashley Graham",
      "quote": "Basketball really is a metaphor for life - the intangible skills I have learned on the court, have helped shape the person I am today."
    },
    {
      "cite": "Red Auerbach",
      "quote": "Basketball is like war in that offensive weapons are developed first, and it always takes a while for the defense to catch up."
    },
    {
      "cite": "Paul Pierce",
      "quote": "Playoff basketball ... you've got to treat every possession like it's your last."
    },
    {
      "cite": "Phil Jackson",
      "quote": "Good teams become great ones when the members trust each other enough to surrender the Me for the We."
    }
  ]
}