{
  "source": "https://www.wisesayings.com/inspirational-baseball-quotes/",
  "theme": "inspirational-baseball",
  "quotes": [
    {
      "cite": "Al Lopez",
      "quote": "Do what you love to do and give it your very best. Whether it’s business or baseball, or the theater, or any field. If you don’t love what you’re doing and you can’t give it your best, get out of it. Life is too short. You’ll be an old man before you know it."
    },
    {
      "cite": "Al Spalding",
      "quote": "Baseball is a man maker."
    },
    {
      "cite": "Alex Rodriguez",
      "quote": "The more you play baseball, the less depends on your athletic ability. It’s a mental war more than anything."
    },
    {
      "cite": "Alvin Dark",
      "quote": "In this game of baseball, you live by the sword and die by it. You hit and get hit. Remember that."
    },
    {
      "cite": "Alvin Dark",
      "quote": "Every player should be accorded the privilege of at least one season with the Chicago Cubs. That’s baseball as it should be played – in God’s own sunshine. And that’s really living."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Baseball was, is and always will be to me the best game in the world."
    },
    {
      "cite": "Bob Feller",
      "quote": "You can talk about teamwork on a baseball team, but I’ll tell you, it takes teamwork when you have 2,900 men stationed on the U.S.S. Alabama in the South Pacific."
    },
    {
      "cite": "Bob Uecker",
      "quote": "Baseball hasn’t forgotten me. I go to a lot of old-timers games and I haven’t lost a thing. I sit in the bullpen and let people throw things at me. Just like old times."
    },
    {
      "cite": "Branch Rickey",
      "quote": "Baseball is a game of inches."
    },
    {
      "cite": "Cal Ripken",
      "quote": "You could be a kid for as long as you want when you play baseball."
    },
    {
      "cite": "Cal Ripken",
      "quote": "I love baseball. The game allowed me the influence to impact kids in a positive way. This gives me a chance to talk to some social issues."
    },
    {
      "cite": "Carl Yastrzemski",
      "quote": "I think about baseball when I wake up in the morning. I think about it all day and I dream about it at night. The only time I don’t think about it is when I’m playing it."
    },
    {
      "cite": "Casey Stengel",
      "quote": "There are three things you can do in a baseball game. You can win, or you can lose, or it can rain."
    },
    {
      "cite": "Casey Stengel",
      "quote": "No baseball pitcher would be worth a darn without a catcher who could handle the hot fastball."
    },
    {
      "cite": "Casey Stengel",
      "quote": "Being with a woman all night never hurt no professional baseball player. It’s staying up all night looking for a woman that does him in."
    },
    {
      "cite": "Chad Harbach",
      "quote": "Baseball is a team game but, at the same time, it’s a very lonely game: unlike in soccer or basketball, where players roam around, in baseball everyone has their little plot of the field to tend. When the action comes to you, the spotlight is on you but no one can help you."
    },
    {
      "cite": "Connie Mack",
      "quote": "No matter what I talk about, I always get back to baseball."
    },
    {
      "cite": "Earl Wilson",
      "quote": "A baseball game is simply a nervous breakdown divided into nine innings."
    },
    {
      "cite": "Frank Robinson",
      "quote": "Close don’t count in baseball. Close only counts in horseshoes and hand grenades."
    },
    {
      "cite": "Fred McMane",
      "quote": "They say some of my stars drink whiskey. But I have found that the ones who drink milkshakes don’t win many ball games."
    },
    {
      "cite": "Gabe Paul",
      "quote": "One of the great things about baseball is there’s a crisis every day."
    },
    {
      "cite": "Hank Aaron",
      "quote": "The pitcher has got only a ball. I’ve got a bat. So the percentage of weapons is in my favor and I let the fellow with the ball do the fretting."
    },
    {
      "cite": "Harlan Coben",
      "quote": "I like to see the difference between good and evil as kind of like the foul line at a baseball game. It’s very thin, it’s made of something very flimsy like lime, and if you cross it, it really starts to blur where fair becomes foul and foul becomes fair. And that's where I like to play."
    },
    {
      "cite": "Jack Perconte",
      "quote": "Playing baseball for pay – home run. Teaching kids to play the game – priceless."
    },
    {
      "cite": "Jackie Robinson",
      "quote": "The way I figured it, I was even with baseball and baseball with me. The game had done much for me, and I had done much for it."
    },
    {
      "cite": "JOe DiMaggio",
      "quote": "When baseball is no longer fun, it’s no longer a game."
    },
    {
      "cite": "JOe DiMaggio",
      "quote": "A person always doing his or her best becomes a natural leader, just by example."
    },
    {
      "cite": "Joe Torre",
      "quote": "Baseball is a team sport played by individuals for themselves."
    },
    {
      "cite": "Juliana Hatfield",
      "quote": "Baseball is more than a game. It’s like life played out on a field."
    },
    {
      "cite": "Leo Durocher",
      "quote": "Baseball is like church. Many attend few understand."
    },
    {
      "cite": "Lou Gehrig",
      "quote": "There is no room in baseball for discrimination. It is our national pastime and a game for all."
    },
    {
      "cite": "Mark Buehrle",
      "quote": "Never say never in this game because crazy stuff can happen."
    },
    {
      "cite": "Mark McGwire",
      "quote": "This is a great thing that’s happening in baseball. We don’t know if it'll ever happen again."
    },
    {
      "cite": "Martin Quigley",
      "quote": "The story of the curveball is the story of the game itself. Some would say, of life itself."
    },
    {
      "cite": "Mickey Mantle",
      "quote": "Well, baseball was my whole life. Nothing’s ever been as fun as baseball."
    },
    {
      "cite": "Paul Gallico",
      "quote": "No game in the world is as tidy and dramatically neat as baseball, with cause and effect, crime and punishment, motive and result, so cleanly defined."
    },
    {
      "cite": "Pete Rose",
      "quote": "Playing baseball for a living is like having a license to steal."
    },
    {
      "cite": "Reggie Jackson",
      "quote": "Tom Seaver's so good that blind people come to the park just to hear him pitch."
    },
    {
      "cite": "Rickey Henderson",
      "quote": "If my uniform doesn’t get dirty, I haven’t done anything in the baseball game."
    },
    {
      "cite": "Rogers Hornsby",
      "quote": "People ask me what I do in winter when there’s no baseball. I’ll tell you what I do. I stare out the window and wait for spring."
    },
    {
      "cite": "Roy Campanella",
      "quote": "You gotta be a man to play baseball for a living, but you gotta have a lot of little boy in you."
    },
    {
      "cite": "Sammy Sosa",
      "quote": "If you have a bad day in baseball, and start thinking about it, you will have 10 more."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way."
    },
    {
      "cite": "Ted Williams",
      "quote": "Baseball gives every American boy a chance to excel, not just to be as good as someone else but to be better than someone else. This is the nature of man and the name of the game."
    },
    {
      "cite": "Ted Williams",
      "quote": "There has always been a saying in baseball that you can’t make a hitter, but I think you can improve a hitter. More than you can improve a fielder. More mistakes are made hitting than in any other part of the game."
    },
    {
      "cite": "Ted Williams",
      "quote": "Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer."
    },
    {
      "cite": "Ted Williams",
      "quote": "If I was being paid thirty-thousand dollars a year, the very least I could do was hit .400."
    },
    {
      "cite": "Tom Seaver",
      "quote": "The good rising fastball is the best pitch in baseball."
    },
    {
      "cite": "Tom Seaver",
      "quote": "In baseball, my theory is to strive for consistency, not to worry about the numbers. If you dwell on statistics you get shortsighted, if you aim for consistency, the numbers will be there at the end."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "In baseball and in business, there are three types of baseball players: Those who make it happen, those who watch it happen and those who wonder what happens."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "Baseball is like driving, it’s the one who gets home safely that counts."
    },
    {
      "cite": "Tony Gwynn",
      "quote": "Remember these two things: play hard and have fun."
    },
    {
      "cite": "Ty Cobb",
      "quote": "I have observed that baseball is not unlike war, and when you get right down to it, we batters are the heavy artillery."
    },
    {
      "cite": "Walt Whitman",
      "quote": "I see great things in baseball. It’s our game – the American game."
    },
    {
      "cite": "Willie Mays",
      "quote": "It isn’t hard to be good from time to time in sports. What is tough, is being good every day."
    },
    {
      "cite": "Willie Mays",
      "quote": "In order to excel, you must be completely dedicated to your chosen sport. You must also be prepared to work hard and willing to accept constructive criticism. Without 100 percent dedication, you won’t be able to do this."
    },
    {
      "cite": "Willie Stargell",
      "quote": "To me, baseball has always been a reflection of life. Like life, it adjusts. It survives everything."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Baseball is 90 percent mental and the other half is physical."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Little League baseball is a very good thing because it keeps the parents off the streets."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Love is the most important thing in the world, but baseball is pretty good, too."
    },
    {
      "cite": "Brian Bohanonn",
      "quote": "He hits my changeup. He hits my curveball. He hits my slider. I've run out of pitches to throw him. I just try to pick the spots where he's going to hit his homeruns."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Never allow the fear of striking out keep you from playing the game."
    },
    {
      "cite": "Nolan Ryan",
      "quote": "My job is to give my team a chance to win."
    },
    {
      "cite": "Bob Veale",
      "quote": "Good pitching will beat good hitting any time, and vice versa."
    },
    {
      "cite": "Bill Dickey",
      "quote": "A catcher must want to catch. He must make up his mind that it isn't the terrible job it is painted, and that he isn't going to say every day, 'Why, oh why with so many other positions in baseball did I take up this one."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Just take the ball and throw it where you want to. Throw strikes. Home plate don't move."
    },
    {
      "cite": "Earl Weaver",
      "quote": "The key to winning baseball games is pitching, fundamentals, and three run homers."
    },
    {
      "cite": "Carl Yastrzemski",
      "quote": "When they knock you down, you not only have to get up, but you have to make it clear that you won't be knocked down a second time."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Baseball goals are attained not by strength but by perseverance."
    },
    {
      "cite": "Cal Ripken, Jr.",
      "quote": "Baseball can be slow in many ways. The action starts with when the pitcher delivers the ball. But the action really starts when the crack of the bat happens."
    },
    {
      "cite": "Lou Holtz",
      "quote": "How you respond to the challenge in the second half will determine what you become after the game, whether you are a winner or a loser."
    },
    {
      "cite": "Ty Cobb",
      "quote": "When I played ball, I didn't play for fun. It's no pink tea, and mollycoddles had better stay out. It's a contest and everything that implies, a struggle for supremacy, a survival of the fittest."
    },
    {
      "cite": "Barry Lyga",
      "quote": "I do what I've trained my whole life to do. I watch the ball. I keep my eye on the ball. I never stop watching. I watch it as it sails past me and lands in the catcher's mitt, a perfect and glorious strike three."
    },
    {
      "cite": "Don Drysdale",
      "quote": "The pitcher has to find out if the hitter is timid. And if the hitter is timid, he has to remind the hitter he's timid."
    },
    {
      "cite": "Ernie Harwell",
      "quote": "Baseball is a lot like life. It's a day to day existence, full of ups and downs. You make the most of your opportunities in baseball as you do in life."
    },
    {
      "cite": "Pat Gillick",
      "quote": "Building a baseball team is like building a house. You look for the best architects, the best builders - and then you let them do their jobs."
    },
    {
      "cite": "Derek Jeter",
      "quote": "There may be people that have more talent than you, but there is no excuse for anyone to work harder than you do."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Every strike brings me closer to the next home run."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Set your baseball goals high and don't stop till you get there."
    },
    {
      "cite": "Hank Aaron",
      "quote": "My motto was always to keep swinging. Whether I was in a slump or feeling badly or having trouble off the field, the only thing to do was keep swinging."
    },
    {
      "cite": "Jackie Robinson",
      "quote": "Baseball is like a poker game. Nobody wants to quit when he's losing; nobody wants you to quit when you're ahead."
    },
    {
      "cite": "Bob Feller",
      "quote": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is."
    },
    {
      "cite": "Derek Jeter",
      "quote": "Defense usually doesn't make many headlines, but it goes a long way towards winning baseball games. There are a number of ways to make an impact during the course of a game, and playing solid, sound defense is one of them."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Positive expectations are important for your baseball success because you tend to get what you expect."
    },
    {
      "cite": "Dick Williams",
      "quote": "Fundamentals are the most valuable tools a player can possess. Bunt the ball into the ground. Hit the cutoff man. Take the extra base. Learn the fundamentals."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Believe in your baseball dreams and you're halfway to reaching your baseball goals."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "If you have the right mental attitude, nothing can stop you from achieving your baseball goals."
    },
    {
      "cite": "Tommy Henrich",
      "quote": "Catching a fly ball is a pleasure, but knowing what to do with it after you catch it is a business."
    },
    {
      "cite": "Pete Rose",
      "quote": "When you step into the batter's box, have nothing on your mind except baseball."
    },
    {
      "cite": "David Ogilvy",
      "quote": "A well-run restaurant is like a winning baseball team. It makes the most of every crew member's talent and takes advantage of every split-second opportunity to speed up service."
    },
    {
      "cite": "Theodore Samuel",
      "quote": "Baseball is the only field of endeavour where a man can succeed three times out of ten and be considered a good performer."
    },
    {
      "cite": "Babe Ruth",
      "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime."
    },
    {
      "cite": "Earl Weaver",
      "quote": "You can't sit on a lead and run a few plays into the line and just kill the clock. You've got to throw the ball over the goddamn plate and give the other man his chance. That's why baseball is the greatest game of them all."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Have confidence in your baseball ability, and then be tough enough to follow through until you reach your baseball goals."
    },
    {
      "cite": "Mariano Rivera",
      "quote": "You can't second guess baseball. You can't second guess yourself."
    },
    {
      "cite": "Branch Rickey",
      "quote": "Man may penetrate the outer reaches of the universe, he may solve the very secret of eternity itself, but for me the ultimate human experience is to witness the flawless execution of the hit-and-run."
    },
    {
      "cite": "Whitey Herzog",
      "quote": "Be on time. Bust your butt. Play smart. And have some laugh while you're at It."
    },
    {
      "cite": "Nolan Ryan",
      "quote": "One of the beautiful things about baseball is that every once in a while you come into a situation where you want to, and where you have to, reach down and prove something."
    },
    {
      "cite": "Andrew Bailey",
      "quote": "Always play a game with somebody, never against them. Always win a game, never beat an opponent."
    },
    {
      "cite": "Lou Brock",
      "quote": "You can't be afraid to make errors! You can't be afraid to be naked before the crowd, because no one can ever master the game of baseball, or conquer it. You can only challenge it."
    },
    {
      "cite": "Babe Didrikson Zaharias",
      "quote": "The formula for success is simple: practice and concentration then more practice and more concentration."
    },
    {
      "cite": "Derek Jeter",
      "quote": "The one thing I always said to myself was that when baseball started to feel more like a job, it would be time to move forward."
    },
    {
      "cite": "Joe Garagiola",
      "quote": "It's pitching, hitting and defense that wins. Any two can win. All three make you unbeatable."
    },
    {
      "cite": "Earl Weaver",
      "quote": "The key step for an infielder is the first one, but before the ball is hit."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Baseball players with goals succeed because they know where they're going."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "The best possible thing in baseball is winning the World Series. The second best thing is losing the World Series."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "No matter how good you are, you're going to lose one-third of your games. No matter how bad you are you're going to win one-third of your games. It's the other third that makes the difference."
    },
    {
      "cite": "Jim Abbott",
      "quote": "In the 8th inning you can't hear the roar of the 9th, all you can do to hold yourself together, and trust."
    }
  ]
}