{
  "source": "https://www.wisesayings.com/inspiration-quotes/",
  "theme": "inspiration",
  "quotes": [
    {
      "cite": "Kevin Eubanks",
      "quote": "Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work."
    },
    {
      "cite": "Whitney Houston",
      "quote": "My daughter is my greatest inspiration."
    },
    {
      "cite": "Jack London",
      "quote": "You can't wait for inspiration. You have to go after it with a club."
    },
    {
      "cite": "Trudi Canavan",
      "quote": "Inspiration comes from so many sources. Music, other fiction, the non-fiction I read, TV shows, films, news reports, people I know, stories I hear, misheard words or lyrics, dreams"
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "It is during our darkest moments that we must focus to see the light."
    },
    {
      "cite": "Alan Kay",
      "quote": "The best way to predict the future is to invent it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I know for sure that what we dwell on is who we become."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Inspiration and genius--one and the same."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Try to be a rainbow in someone's cloud."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Believe you can and you're halfway there."
    },
    {
      "cite": "Maya Angelou",
      "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
    },
    {
      "cite": "Anne Frank",
      "quote": "Whoever is happy will make others happy too."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Keep your face always toward the sunshine - and shadows will fall behind you."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Out of difficulties grow miracles."
    },
    {
      "cite": "Martin Luther",
      "quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Don't let the fear of striking out hold you back."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn't knock, build a door."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Turn your face to the sun and the shadows fall behind you."
    },
    {
      "cite": "Robert Frost",
      "quote": "Two roads diverged in a wood and I - I took the one less traveled by, and that has made all the difference."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Follow your bliss and the universe will open doors where there were only walls."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "I dwell in possibility."
    },
    {
      "cite": "Aeschylus",
      "quote": "From a small seed a mighty trunk may grow."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value."
    },
    {
      "cite": "Bernard Williams",
      "quote": "Man never made any material as resilient as the human spirit."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words."
    },
    {
      "cite": "Arthur Helps",
      "quote": "Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises."
    },
    {
      "cite": "James Allen",
      "quote": "A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself."
    },
    {
      "cite": "Johannes Brahms",
      "quote": "Without craftsmanship, inspiration is a mere reed shaken in the wind."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "What makes the desert beautiful is that somewhere it hides a well."
    },
    {
      "cite": "John Muir",
      "quote": "How glorious a greeting the sun gives the mountains!"
    },
    {
      "cite": "William Allen White",
      "quote": "I am not afraid of tomorrow, for I have seen yesterday and I love today!"
    },
    {
      "cite": "Tony Robbins",
      "quote": "We can change our lives. We can do, have, and be exactly what we wish."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Nothing is worth more than this day."
    },
    {
      "cite": "Richard Bach",
      "quote": "You are always free to change your mind and choose a different future, or a different past."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Great hopes make great men."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Whatever you vividly imagine, ardently desire, sincerely believe, and enthusiastically act upon... must inevitably come to pass!"
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "Ideas shape the course of history."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "I believe that if one always looked at the skies, one would end up with wings."
    },
    {
      "cite": "Charles Kettering",
      "quote": "The Wright brothers flew right through the smoke screen of impossibility."
    }
  ]
}