{
  "source": "https://www.wisesayings.com/inspirational-leadership-quotes/",
  "theme": "inspirational-leadership",
  "quotes": [
    {
      "cite": "Colin Powell",
      "quote": "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand."
    },
    {
      "cite": "Colin Powell",
      "quote": "Don't be afraid to challenge the pros, even in their own backyard."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Let the improvement of yourself keep you so busy that you have no time to criticize others."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Leadership is the capacity to translate vision into reality."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Leaders must be close enough to relate to others, but far enough ahead to motivate them."
    },
    {
      "cite": "George Patton",
      "quote": "Don't tell people how to do things, tell them what to do and let them surprise you with their results."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Don't follow the crowd, let the crowd follow you."
    },
    {
      "cite": "Nancy D. Solomon",
      "quote": "You get in life what you have the courage to ask for."
    },
    {
      "cite": "Jack Welch",
      "quote": "Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A leader is a dealer in hope."
    },
    {
      "cite": "Adlai E. Stevenson Ii",
      "quote": "It's hard to lead a cavalry charge if you think you look funny on a horse."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Keep your fears to yourself, but share your courage with others."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Leadership is not about titles, positions, or flow charts. It is about one life influencing another."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "People ask the difference between a leader and a boss. The leader leads, and the boss drives."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A leader is one who knows the way, goes the way, and shows the way."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible, the word itself says I'm possible!"
    },
    {
      "cite": "Alexander The Great",
      "quote": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Innovation distinguishes between a leader and a follower."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Remember no one can make you feel inferior without your consent."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "To handle yourself, use your head; to handle others, use your heart."
    },
    {
      "cite": "Max De Pree",
      "quote": "In the end, it is important to remember that we cannot become what we need to be by remaining what we are."
    },
    {
      "cite": "Colin Powell",
      "quote": "Organization charts and fancy titles count for next to nothing."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "A leader takes people where they want to go. A great leader takes people where they don't necessarily want to go, but ought to be."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Victory has a hundred fathers and defeat is an orphan."
    },
    {
      "cite": "Colin Powell",
      "quote": "Being responsible sometimes means pissing people off."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our chief want is someone who will inspire us to be what we know we could be."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can or you think you can't, you're right."
    },
    {
      "cite": "James Humes",
      "quote": "The art of communication is the language of leadership."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I alone cannot change the world, but I can cast a stone across the water to create many ripples."
    },
    {
      "cite": "Colin Powell",
      "quote": "Fit no stereotypes. Don't chase the latest management fads. The situation dictates which approach best accomplishes the team's mission."
    },
    {
      "cite": "Les Brown",
      "quote": "Too many of us are not living our dreams because we are living our fears."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "A genuine leader is not a searcher for consensus but a molder of consensus."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Management is doing things right; leadership is doing the right things."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Leadership and learning are indispensable to each other."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Whatever the mind of man can conceive and believe, it can achieve."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones."
    },
    {
      "cite": "Colin Powell",
      "quote": "Never let your ego get so close to your position that when your position goes, your ego goes with it."
    },
    {
      "cite": "Colin Powell",
      "quote": "Never neglect details. When everyone's mind is dulled or distracted the leader must be doubly vigilant."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough."
    },
    {
      "cite": "Whoopi Goldberg",
      "quote": "We're here for a reason. I believe a bit of the reason is to throw little torches out to lead people through the dark."
    },
    {
      "cite": "Yoda",
      "quote": "Do or do not. There is no try."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Example is not the main thing in influencing others. It is the only thing."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
      "cite": "Jimmy Dean",
      "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination."
    }
  ]
}