{
  "source": "https://www.wisesayings.com/inspirational-yoga-quotes/",
  "theme": "inspirational-yoga",
  "quotes": [
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga teaches us to cure what need not be endured and endure what cannot be cured."
    },
    {
      "cite": "Amit Ray",
      "quote": "Yoga means addition, addition of energy, strength and beauty to body, mind and soul."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga is like music. The rhythm of the body, the melody of the mind, and the harmony of the soul create the symphony of life."
    },
    {
      "cite": "Jason Crandell",
      "quote": "Yoga is the perfect opportunity to be curious about who you are."
    },
    {
      "cite": "Amit Ray",
      "quote": "Yoga is the process of eliminating pain, pain form the body, mind and the society."
    },
    {
      "cite": "T.K.V. Desikachar",
      "quote": "Yoga exists in the world because everything is linked."
    },
    {
      "cite": "Patanjali",
      "quote": "Yoga is a practical method for making one's life purposeful, useful and noble."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Chair pose is a defiance of spirit, showing how high you can reach even when you're forced down."
    },
    {
      "cite": "Shannon Elizabeth",
      "quote": "Yoga is the perfect way to de-stress and work out at the same time."
    },
    {
      "cite": "Buddha",
      "quote": "Be a lamp to yourself. Be your own confidence. Hold on to the truth within yourself as to the only truth."
    },
    {
      "cite": "Jamie Martin",
      "quote": "Yoga is the best tool to help you change your mind about your body."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "It is through your body that you realize you are a spark of divinity."
    },
    {
      "cite": "Carol Krucoff",
      "quote": "Mountain pose teaches us, literally, how to stand on our own two feet teaching us to root ourselves into the earth. Our bodies become a connection between heaven and earth."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "When you inhale, you are taking the strength from God. When you exhale, it represents the service you are giving to the world."
    },
    {
      "cite": "Sally Kempton",
      "quote": "The very heart of yoga practice is abhyasa, steady effort in the direction you want to go."
    },
    {
      "cite": "Amit Ray",
      "quote": "Yoga is establishing an harmonious connection to your inner world with outer world."
    },
    {
      "cite": "Amit Ray",
      "quote": "Exercises are like prose, whereas yoga is the poetry of movements. Once you understand the grammar of yoga; you can write your poetry of movements."
    },
    {
      "cite": "Amit Ray",
      "quote": "Yoga is the art work of awareness on the canvas of body, mind, and soul."
    },
    {
      "cite": "Svatmarama",
      "quote": "Anyone who practices can obtain success in yoga but not one who is lazy. Constant practice alone is the secret of success."
    },
    {
      "cite": "Swami Niranjanananda",
      "quote": "Practicing yoga and learning about yourself is like entering a big dark room and turning the lights on one by one. People want instant transformation. Yoga is not for these people. It is for people who are patient and willing to work hard to overcome their limitations."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga is a light, which once lit, will never dim. The better your practice, the brighter the flame."
    },
    {
      "cite": "Hatha Yoga Pradipika",
      "quote": "When the breath wanders the mind also is unsteady. But when the breath is calmed the mind too will be still, and the yogi achieves long life. Therefore, one should learn to control the breath."
    },
    {
      "cite": "Dr. Timothy McCall",
      "quote": "One of the fundamental principles of yoga: a small action done repeatedly can make an enormous difference."
    },
    {
      "cite": "Amit Ray",
      "quote": "Yoga is not just repetition of few postures it is more about the exploration and discovery of the subtle energies of life."
    },
    {
      "cite": "Georg Feuerstein",
      "quote": "Yoga is a spectacularly multifaceted phenomenon and as such it is very difficult to define."
    },
    {
      "cite": "Osho",
      "quote": "You can enter yoga, or the path of yoga, only when you are totally frustrated with your own mind as it is. If you are still hoping that you can gain something through your mind, yoga is not for you."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "Yoga is a journey of the self, through the self, to the self."
    },
    {
      "cite": "Donna Farhi",
      "quote": "Yoga does not remove us from the reality or responsibilities of everyday life but rather places our feet firmly and resolutely in the practical ground of experience. We don't transcend our lives; we return to the life we left behind in the hopes of something better."
    },
    {
      "cite": "Osho",
      "quote": "Remember the emphasis on the heart. The mind lives in doubt and the heart lives in trust. When you trust, suddenly you become centered."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "This yoga should be practiced with firm determination and perseverance, without any mental reservation or doubts."
    },
    {
      "cite": "Anamika Mishra",
      "quote": "Yoga is a lifestyle and not just a mere kind of exercise to stay fit and health. It is a science which unfolds the endless potentials of our mind and soul."
    },
    {
      "cite": "Ymber Delecto",
      "quote": "Yoga is invigoration in relaxation. Freedom in routine. Confidence through self control. Energy within and energy without."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga is the golden key that unlocks the door to peace, tranquility and joy."
    },
    {
      "cite": "Patanjali",
      "quote": "Yoga is the practice of quieting the mind."
    },
    {
      "cite": "Helen Reddy",
      "quote": "Yoga is wonderful. It clears up most health problems. It also gives you an overview."
    },
    {
      "cite": "Osho",
      "quote": "Don't move the way fear makes you move. Move the way love makes you move. Move the way joy makes you move."
    },
    {
      "cite": "Rolf Gates",
      "quote": "Yoga is not a work-out, it is a work-in. And this is the point of spiritual practice; to make us teachable; to open up our hearts and focus our awareness so that we can know what we already know and be who we already are."
    },
    {
      "cite": "Sri Krishna Pattabhi Jois",
      "quote": "Yoga is for internal cleansing, not external exercising. Yoga means true self-knowledge."
    },
    {
      "cite": "Christy Turlington",
      "quote": "Yoga has reinforced and grounded my own spiritual beliefs."
    },
    {
      "cite": "Sonya Nelson",
      "quote": "Yoga practice is not simply a variety of techniques for self improvement but is also a highly refined means of discovering that which, in all of us, needs no improvement."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Yoga essentially means finding the keys to the nature of the existence."
    },
    {
      "cite": "Buddha",
      "quote": "Meditation brings wisdom; lack of mediation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Yoga not only allows you to learn to control your breathing, but it ultimately enhances your abilities to harmonize your thoughts and enhances your inner beauty."
    },
    {
      "cite": "Anonymous",
      "quote": "Yoga is the martial art of the soul, and the opponent is the strongest you have ever faced: your ego."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "The peace of God is with them whose mind and soul are in harmony, who are free from desire and wrath, who know their own soul."
    },
    {
      "cite": "T. K. V. Desikachar",
      "quote": "The ultimate goal of yoga is to always observe things accurately, and therefore never act in a way that will make us regret our actions later."
    },
    {
      "cite": "Amy Weintraub",
      "quote": "The yoga mat is a good place to turn when talk therapy and antidepressants aren't enough."
    },
    {
      "cite": "Mr. Yoga",
      "quote": "You cannot always control what goes on outside. But you can always control what goes on inside."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "The attitude of gratitude is the highest yoga."
    },
    {
      "cite": "Bob Harper",
      "quote": "Yoga is the fountain of youth. You're only as young as your spine is flexible."
    }
  ]
}