{
  "source": "https://www.wisesayings.com/insults-quotes/",
  "theme": "insults",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "What ever the motive for the insult, it is always best to overlook it; for folly doesn't deserve resentment, and malice is punished by neglect."
    },
    {
      "cite": "Louis Nizer",
      "quote": "A graceful taunt is worth a thousand insults."
    },
    {
      "cite": "Aime Martin",
      "quote": "It is very clear that one way to challenge insults is to submit to them."
    },
    {
      "cite": "Aristophanes",
      "quote": "An insult directed at the wicked is not to be censured; on the contrary, the honest man, if he has sense, can only applaud."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "Don't argue. Never deign to deny. Meet insults with laughter."
    },
    {
      "cite": "Moliere",
      "quote": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation."
    },
    {
      "cite": "Milton H. Erickson",
      "quote": "You don't take insults. You leave them with the insulter."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "If you take the the insults of your fellow human beings personally, you will be offended for the rest of your life."
    },
    {
      "cite": "Henry Fielding",
      "quote": "These kind of hair-breadth missings of happiness look like the insults of fortune."
    },
    {
      "cite": "Plautus",
      "quote": "If you speak insults you will hear them also."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "An insult is either sustained or destroyed, not by the disposition of those who insult, but by the disposition of those who bear it."
    },
    {
      "cite": "Frank Pittman",
      "quote": "To insult a friend implies that you respect his masculinity enough to know he can take it without acting like a crybaby. The swapping of insults, like the fighting between brothers, becomes the seal of the male bonding."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The way to procure insults is to submit to them. A man meets with no more respect than he exacts."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Never insult a writer. You may find yourself immortalized in ways you may not appreciate."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Insults are engendered from vulgar minds, like toadstools from a dunghill."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "A man who insults the modesty of a woman, as good as tells her that he has seen something in her conduct that warranted his presumption."
    }
  ]
}