{
  "source": "https://www.wisesayings.com/integrity-quotes/",
  "theme": "integrity",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Real integrity is doing the right thing, knowing that nobody's going to know whether you did it or not."
    },
    {
      "cite": "Spencer Johnson",
      "quote": "Integrity is telling myself the truth. And honesty is telling the truth to other people."
    },
    {
      "cite": "unknown",
      "quote": "A person is not given integrity. It results from the relentless pursuit of honesty at all times."
    },
    {
      "cite": "Charles Caleb",
      "quote": "Nothing more completely baffles one who is full of tricks and duplicity than straight forward and simple integrity in another."
    },
    {
      "cite": "Doug Firebaugh",
      "quote": "Integrity is not something that you should have to think about...nor consider doing...but something in the heart that is already done."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you tell the truth you don't have to remember anything."
    },
    {
      "cite": "Robert L. Woodrum",
      "quote": "You have the right to remain silent, but you can never repeat, never lie or shade the truth."
    },
    {
      "cite": "Grenville Klesier",
      "quote": "You are already of consequence in the world if you are known as a man of strict integrity."
    },
    {
      "cite": "George Eliot",
      "quote": "Keep true, never be ashamed of doing right, decide on what you think is right and stick to it."
    },
    {
      "cite": "Aristotle",
      "quote": "Men acquire a particular quality by constantly acting in a particular way."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
    },
    {
      "cite": "St. Gregory",
      "quote": "He is not wise to me who is wise in words only, but he who is wise in deeds."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Power is actualized only when word and deed have not parted company."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We should often feel ashamed of our best actions if the world could see all the motives which produced them."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The true perfection of man lies not in what man has, but in what man is."
    },
    {
      "cite": "Vanessa Redgrave",
      "quote": "Integrity is so perishable in the summer months of success."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Perhaps the surest test of an individual's integrity is his refusal to do or say anything that would damage his self-respect."
    },
    {
      "cite": "Maria Razumich-Zec",
      "quote": "Your reputation and integrity are everything. Follow through on what you say you're going to do. Your credibility can only be built over time, and it is built from the history of your words and actions."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "Character is what you are in the dark."
    },
    {
      "cite": "Confucius",
      "quote": "To know what is right and not do it is the worst cowardice."
    },
    {
      "cite": "William Shakespeare",
      "quote": "To thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man."
    },
    {
      "cite": "Junius",
      "quote": "The integrity of men is to be measured by their conduct, not by their professions."
    },
    {
      "cite": "Larry Hagman",
      "quote": "Once you get rid of integrity the rest is a piece of cake."
    },
    {
      "cite": "J.C. Watts Jr.",
      "quote": "Character is doing the right thing when nobody's looking. There are too many people who think that the only thing that's right is to get by; and the only thing that's wrong is to get caught."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "In silence man can most readily preserve his integrity."
    },
    {
      "cite": "Peter Scotese",
      "quote": "Integrity is not a 90 percent thing, not a 95 percent thing; either you have it or you don't."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "Integrity is the essence of everything successful."
    },
    {
      "cite": "unknown",
      "quote": "The slow man with integrity will ultimately catch the swift one who has none."
    },
    {
      "cite": "Frank Perdue",
      "quote": "If you believe in unlimited quality and act in all your business dealings with total integrity, the rest will take care of itself."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A life lived with integrity even if it lacks the trappings of fame and fortune is a shining star in whose light others may follow in the years to come."
    },
    {
      "cite": "John D. MacDonald",
      "quote": "Integrity is not a conditional word. It doesn't blow in the wind or change with the weather. It is your inner image of yourself, and if you look in there and see a man who won't cheat, then you know he never will."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Integrity is the first step to true greatness."
    },
    {
      "cite": "Gamaliel Bradford",
      "quote": "In great matters men show themselves as they wish to be seen; in small matters, as they are."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "There is always room for those who can be relied upon to deliver the goods when they say they will."
    },
    {
      "cite": "Marvin Williams",
      "quote": "There is no better test of a man's integrity than his behavior when he is wrong."
    },
    {
      "cite": "Michael Josephson",
      "quote": "People who fight fire with fire end up with only the ashes of their own integrity."
    },
    {
      "cite": "Freya Stark",
      "quote": "There can be no happiness if the things we believe in are different from the things we do."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Courage combined with integrity is the foundation of character."
    },
    {
      "cite": "William Boetcker",
      "quote": "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It takes less time to do a thing right than to explain why you did it wrong."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "Like integrity, love of life was not a subject to be studied, it was a contagion to be caught. And you had to catch it from someone who had it."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Truthfulness is the main element of character."
    },
    {
      "cite": "Don Galer",
      "quote": "Integrity is what we do, what we say, and what we say we do."
    },
    {
      "cite": "Henry Kravis",
      "quote": "If you don't have integrity, you have nothing. You can't buy it."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "A man should be upright, not be kept upright."
    },
    {
      "cite": "Albert Camus",
      "quote": "Integrity has no need of rules."
    },
    {
      "cite": "Red Auerbach",
      "quote": "The only correct actions are those that demand no explanation and no apology."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Never \"for the sake of peace and quiet\" deny your own experience or convictions."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Listen with curiosity. Speak with honesty. Act with integrity. The greatest problem with communication is we don’t listen to understand. We listen to reply. When we listen with curiosity, we don’t listen with the intent to reply. We listen for what’s behind the words."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Living with integrity means: Not settling for less than what you know you deserve in your relationships. Asking for what you want and need from others. Speaking your truth, even though it might create conflict or tension. Behaving in ways that are in harmony with your personal values. Making choices based on what you believe, and not what others believe."
    },
    {
      "cite": "Warsan Shire",
      "quote": "Don't assume, ask. Be kind. Tell the truth. Don't say anything you can't stand behind fully. Have integrity. Tell people how you feel."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing is at last sacred but the integrity of your own mind."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Integrity is the ability to stand by an idea."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Integrity is doing what is right and truthful, and doing as you say you would do."
    },
    {
      "cite": "Heraclitus",
      "quote": "Your integrity determines your destiny."
    },
    {
      "cite": "Jim Stovall",
      "quote": "Integrity is doing the right thing, even if nobody is watching."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Some say if you want success surround yourself with successful people. I say if you want true and lasting success surround yourself with people of integrity."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "The person of superior integrity does not insist upon his integrity. For this reason, he has integrity. The person of inferior integrity never loses sight of his integrity. For this reason, he lacks integrity."
    },
    {
      "cite": "Jacqueline Bisset",
      "quote": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Only a man of integrity can possess the virtue of honesty, since only the faking of one’s consciousness can permit the faking of existence."
    },
    {
      "cite": "Criss Jami",
      "quote": "Who you are in public is a test of your conviction; who you are in private, integrity."
    },
    {
      "cite": "Charles Finch",
      "quote": "Her strength was in the integrity of her actions; she never compromised what she believed she ought to do."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "Integrity is congruence between what you know, what you profess, and what you do."
    },
    {
      "cite": "Bill Kauth",
      "quote": "A few people of integrity can go a long way."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "A leader with integrity, one who says what they mean, keeps their word and does not lie to their people."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Integrity is the recognition of the fact that you cannot fake your consciousness, just as honesty is the recognition of the fact that you cannot fake existence."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Don’t ever stray from yourself, in order to be close to someone that doesn’t have the courtesy to remind you of your worth, or the integrity of a gentleman to walk you home."
    },
    {
      "cite": "Tom Peters",
      "quote": "There is no such thing as a minor lapse of integrity"
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Truth and integrity must be so rare these days that it confuses people when they hear it."
    },
    {
      "cite": "Kenneth Koch",
      "quote": "Aesthetics of integrity. For every star in the sky someone is holding his ground."
    },
    {
      "cite": "Greg Anderson",
      "quote": "Living a life of integrity is one of the greatest missions we can undertake."
    },
    {
      "cite": "Ret. Gen. Peter Pace",
      "quote": "Your integrity is sacrosanct. It is who you are. Never let anyone step on your integrity - that's absolutely where you must stand solid."
    },
    {
      "cite": "Jeremy Gove",
      "quote": "A life of integrity is a life of stability."
    },
    {
      "cite": "Manuel Corazzari",
      "quote": "it is easier to work on your integrity when no one knows you than to start working on it when you are at the top."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Do not give up on your idealism and integrity."
    },
    {
      "cite": "Richie Norton",
      "quote": "Don’t trade in your integrity for influence."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Character is holding to our integrity when everyone around us is holding on to everything except their integrity and pressing us to do the same."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "True integrity holds its ground even when such a stance means that you have let go of everything else that’s sitting on that ground."
    },
    {
      "cite": "Surjeet Kumar",
      "quote": "A person's behavior reflects nothing but the mirror of an aura he/she brought up in. Never doubt their integrity because of their insecurities."
    },
    {
      "cite": "Brian Goedken",
      "quote": "From the crucible of courage, perseverance, and integrity comes triumph."
    },
    {
      "cite": "Traci Lea Larussa",
      "quote": "We can test the substance of our own integrity and love when we witness what flows from our hearts when someone disagrees."
    },
    {
      "cite": "Maxime Lagacé",
      "quote": "Those who are busy can’t think clearly and honestly. Those who go slow let the truth come to them and lives in integrity."
    },
    {
      "cite": "James Patterson",
      "quote": "Your integrity, your dignity, your honor - they aren't for sale. Not ever. Not to anyone."
    },
    {
      "cite": "T Jay Taylor",
      "quote": "You already hold the most valuable possession you will ever own, your integrity."
    },
    {
      "cite": "Karl Wiggins",
      "quote": "Undeniable integrity is the absolute supreme quality. Without it, no genuine accomplishment is attainable."
    },
    {
      "cite": "Ann Landers",
      "quote": "People with integrity expect to be believed. If not, they let time prove them right."
    },
    {
      "cite": "Prof.Salam Al Shereida",
      "quote": "The soul will remain faithful to its integrity forever. The spirit does not betray."
    },
    {
      "cite": "PJ Ferguson",
      "quote": "Honesty creates integrity. Integrity creates inner peace."
    },
    {
      "cite": "Bamigboye Olurotimi",
      "quote": "Integrity is not a laughing matter but a serious issue, If a man cannot account for how a dollar committed to his hands was spent, don't expect he will be able to account for a million dollar."
    },
    {
      "cite": "Wisdom Kwashie Mensah",
      "quote": "Remain calm even in the mist of mistrust and accusations. Your integrity and track records will surely speak for you."
    },
    {
      "cite": "Billy Graham",
      "quote": "Integrity means that if our private life was suddenly exposed, we'd have no reason to be ashamed and embarrassed."
    },
    {
      "cite": "Billy Graham",
      "quote": "Integrity means our outward life is consistent with our inner convictions."
    },
    {
      "cite": "Billy Graham",
      "quote": "Integrity is the glue that holds our way of life together."
    },
    {
      "cite": "Billy Graham",
      "quote": "Integrity means a person is the same on the inside as he or she claims to be on the outside."
    },
    {
      "cite": "Billy Graham",
      "quote": "A man of integrity can be trusted."
    },
    {
      "cite": "Billy Graham",
      "quote": "Being pure in conduct also includes honesty and integrity in dealing with our fellowmen."
    },
    {
      "cite": "Billy Graham",
      "quote": "When we live by the truth, we possess integrity."
    },
    {
      "cite": "Billy Graham",
      "quote": "Integrity means that we are trustworthy and dependable, and our character is above approach."
    },
    {
      "cite": "Billy Graham",
      "quote": "I believe integrity can be restored to a society one person at a time. The choice belongs to each of us."
    },
    {
      "cite": "Ted Danson",
      "quote": "Integrity is what you feel."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "Integrity is determined behavior."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "The key to integrity is to determine a sense of inner directedness that does not yield to the pressures of the age, that identifies with the highest rather than the lowest, the best rather than the worst, the ideal rather than the average, the excellent rather than mediocre."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "Integrity is a lifestyle characterized by the indwelling of God's word."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "A person who has integrity is neither self-deceived nor self-divided."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "The real bond of integrity is religious in character, for religion indicates the oneness of the world of humanity."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "Having integrity in some way contributes to the wholeness or completeness of a person and leads to consistency in thought and action over time."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "Integrity is the basis of trust."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "Integrity in turn creates the trust that we need for ordinary social and political intercourse."
    },
    {
      "cite": "Marvin Soskil",
      "quote": "The concept of integrity is about needing wholeness of character."
    },
    {
      "cite": "Proverbs 10:9",
      "quote": "He who walks with integrity walks securely."
    },
    {
      "cite": "Richard Exley",
      "quote": "Once you loose your integrity, you can never get it back."
    },
    {
      "cite": "Rosemarie Grego",
      "quote": "Integrity has no sliding scale. You either have it or you don't."
    },
    {
      "cite": "James Dobson",
      "quote": "Integrity was very important."
    },
    {
      "cite": "Scott Cook",
      "quote": "Having integrity means more to us than simply the absence of deception."
    },
    {
      "cite": "Harry Piland",
      "quote": "When your character and reputation are the same, you are a person of integrity."
    },
    {
      "cite": "John Maxwell",
      "quote": "The word integrity means 'oneness'. A person's words, thoughts, and actions are one."
    },
    {
      "cite": "Elizabeth Dole",
      "quote": "There are a lot of things in life over which we have no control; however integrity is one area over which each of us has 100% control."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "To keep one's own integrity, be merciful and uncorrupted and not wish for evil; and not be duped."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "Integrity is wholeness, the greatest beauty is."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Fought like an indefatigable soldier; when the question arose of defending your persona your true integrity."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "They have strange quiet, integrity, health, soundness, to the full. They've dealt with life and been tempered by it."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Nothing sidelining it; not even the most obfuscated ingredient of royalty attempting to devour its altruistically brilliant and impregnably sparkling integrity."
    }
  ]
}