{
  "source": "https://www.wisesayings.com/international-relations-quotes/",
  "theme": "international-relations",
  "quotes": [
    {
      "cite": "Amit Ray",
      "quote": "It is the duty of the United Nations, is to make every international border a garden, a place of art and cultural festival."
    },
    {
      "cite": "Amit Ray",
      "quote": "Bringing countries together above their conflicts require great minds and great hearts."
    },
    {
      "cite": "Amit Ray",
      "quote": "International peace negotiations need more value creation than value claiming. The more we create value for peace and development, the easier it is going to be to claim value for nuclear weapons free world."
    },
    {
      "cite": "Mamur Mustapha",
      "quote": "In the realm of international relations, the dilemma with 'State Morality' is that the rich countries choose to be immoral to maintain their dominance, whereas the poor countries can't afford to be moral in order to just survive."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "It is only when all the people of all countries grow together holding hands in harmony and not pointing guns at each other in hatred, that we can really advance in the path of progress as one species."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "We could only solve our problems by cooperating with other countries. It would have been paradoxical not to cooperate. And therefore we needed to put an end to the Iron Curtain, to change the nature of international relations, to rid them of ideological confrontation, and particularly to end the arms race."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "A lot of people think international relations is like a game of chess. But it's not a game of chess, where people sit quietly, thinking out their strategy, taking their time between moves. It's more like a game of billiards, with a bunch of balls clustered together."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The more dubious and uncertain an instrument violence has become in international relations, the more it has gained in reputation and appeal in domestic affairs, specifically in the matter of revolution."
    },
    {
      "cite": "Hans Eysenck",
      "quote": "Tact and diplomacy are fine in international relations, in politics, perhaps even in business; in science only one thing matters, and that is the facts."
    },
    {
      "cite": "Salman Khurshid",
      "quote": "In international relations, in foreign policy, a great deal has to do with historical circumstances, a great deal has to do with the sense and perception of people."
    },
    {
      "cite": "John Raleigh Mott",
      "quote": "Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible."
    },
    {
      "cite": "J. William Fulbright",
      "quote": "Educational exchange can turn nations into people, contributing as no other form of communication can to the humanizing of international relations"
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The world must learn to work together, or finally it will not work at all."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "It may be long before the law of love will be recognised in international affairs. The machineries of government stand between and hide the hearts of one people from those of another."
    },
    {
      "cite": "William Greider",
      "quote": "The regime of globalization promotes an unfettered marketplace as the dynamic instrument organizing international relations."
    },
    {
      "cite": "Richard Attias",
      "quote": "Sport allows us to engage in dialogue and to build bridges, and it may even have the capacity to reshape international relations. The Olympic Games embody perfectly this universal mission."
    },
    {
      "cite": "Kenneth Waltz",
      "quote": "According to the first image of international relations, the locus of the important causes of war is found in the nature and behavior of man. Wars result from selfishness, from misdirected aggressive impulses, from stupidity."
    },
    {
      "cite": "Narendra Modi",
      "quote": "I think it is a very natural tendency for the nations to increase their influence in the international space, as they pursue their international relations with different countries."
    },
    {
      "cite": "B.H. Liddell Hart",
      "quote": "We must face the fact that international relations are governed by interests and not by moral principles."
    },
    {
      "cite": "Mao Zedong",
      "quote": "In our international relations, we Chinese people should get rid of great-power chauvinism resolutely, thoroughly, wholly and completely."
    },
    {
      "cite": "Li Zhaoxing",
      "quote": "We want harmonious development, ... We should work together for more democratic and law-based international relations, and a harmonious environment in which countries respect one another, treat one another as equals, and different cultures can emulate and interchange with each other."
    },
    {
      "cite": "Kenneth Waltz",
      "quote": "To build a theory of international relations on accidents of geography and history is dangerous."
    },
    {
      "cite": "Kenneth Waltz",
      "quote": "According to the first image of international relations, the locus of the important causes of war is found in the nature and behavior of man. Wars result from selfishness, from misdirected aggressive impulses, from stupidity."
    },
    {
      "cite": "Salman Khurshid",
      "quote": "In international relations, in foreign policy, a great deal has to do with historical circumstances, a great deal has to do with the sense and perception of people."
    },
    {
      "cite": "John Raleigh Mott",
      "quote": "Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible."
    },
    {
      "cite": "Michael Morell",
      "quote": "In international relations, sometimes the best indicator of what someone is going to do is what he tells you he is going to do. And, since it is a religious obligation in Islam to warn your enemies in advance, there was reason to pay particular attention to what he had to say."
    },
    {
      "cite": "Bernard Crick",
      "quote": "The agony of international relations is the need to try to practice politics without the basic conditions for political order."
    },
    {
      "cite": "Daniel Yergin",
      "quote": "We are living in a different world now. You can see it everywhere in international relations: It was noteworthy that, after his visit to Washington, the Chinese president's next stop was Saudi Arabia."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Things are different in the international relations between states. In this respect, I am neither a friend, nor bride or groom [of the West]."
    },
    {
      "cite": "Rebecca West",
      "quote": "International relationships are preordained to be clumsy gestures based on imperfect knowledge."
    },
    {
      "cite": "Bernanrd Crick",
      "quote": "The agony of international relations is the need to try to practice politics without the basic conditions for political order."
    }
  ]
}