{
  "source": "https://www.wisesayings.com/interior-design-quotes/",
  "theme": "interior-design",
  "quotes": [
    {
      "cite": "Albert Hadley",
      "quote": "The essence of interior design will always be about people and how they live. It is about the realities of what makes for an attractive, civilized, meaningful environment, not about fashion or what's in or what's out. This is not an easy job."
    },
    {
      "cite": "Albert Hadley",
      "quote": "Decorating is not about making stage sets, it's not about making pretty pictures for the magazines, it's really about creating a quality of life, a beauty that nourishes the soul."
    },
    {
      "cite": "Albert Hadley",
      "quote": "An interior designer must be able to clarify his intent keeping ever in mind that decorating is not a look, it's a point of view."
    },
    {
      "cite": "Amanda Talbot",
      "quote": "Understanding the person or people living in a home is a far greater need in design than focusing purely on the aesthetics. The home is designed around emotional needs."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "She well knew the great architectural secret of decorating her constructions, and never condescended to construct a decoration."
    },
    {
      "cite": "Aristotle",
      "quote": "We are what we repeatedly do. Excellence then, is not an act, but a habit."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart."
    },
    {
      "cite": "Billy Baldwin",
      "quote": "Be faithful to your own taste, because nothing you really like is ever out of style."
    },
    {
      "cite": "Brenda Laurel",
      "quote": "A design isn't finished until someone is using it."
    },
    {
      "cite": "Charles Eames",
      "quote": "Details are not details; they make the product."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Decorate your home. It gives the illusion that your life is more interesting than it really is."
    },
    {
      "cite": "Charlotte Moss",
      "quote": "Decorating is like music. Harmony is what we constantly strive for. At home, we want a peaceful atmosphere where the objects are the notes and nothing is off-key."
    },
    {
      "cite": "Charlotte Moss",
      "quote": "Have you ever noticed how some rooms exude a certain energy, warmth, and a harmony of spirit? If you have, then you have experienced the language of the home. A language softly spoken, and universally understood."
    },
    {
      "cite": "David Craib",
      "quote": "Design should never say, \"Look at me!\" It should always say, \"Look at this!"
    },
    {
      "cite": "Dorothy Draper",
      "quote": "I'll always put in one controversial item. It makes people talk."
    },
    {
      "cite": "Dorothy Draper",
      "quote": "It is just as disastrous to have the wrong accessories in your room, as it is to wear sport shoes with an evening dress."
    },
    {
      "cite": "Dorothy May Kinnicutt",
      "quote": "Innovation is often the ability to reach into the past and bring back what is good, what is beautiful, what is useful, what is lasting."
    },
    {
      "cite": "Edward J. Wormley",
      "quote": "Furniture is needed for practical reasons, and because it must be there, it may as well be as pleasant as possible to look at, and in a less definable psychological way, comforting to the spirit."
    },
    {
      "cite": "Eliel Saarinen",
      "quote": "Always design a thing by considering it in its next larger context - a chair in a room, a room in a house, a house in an environment, an environment in a city plan."
    },
    {
      "cite": "Elsie de Wolfe",
      "quote": "There never has been a house so bad that it couldn’t be made over into something worthwhile."
    },
    {
      "cite": "Elsie de Wolfe",
      "quote": "It is the personality of the mistress that the house expresses. Men are forever guests in our homes, no matter how much happiness they may find there."
    },
    {
      "cite": "Frank Gehry",
      "quote": "Architecture should speak of its time and place, but yearn for timelessness."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Form follows function—that has been misunderstood. Form and function should be one, joined in a spiritual union."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The longer I live, the more beautiful life becomes. If you foolishly ignore beauty, you will soon find yourself without it. Your life will be impoverished. But if you invest in beauty, it will remain with you all the days of your life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
    },
    {
      "cite": "Jeffrey Zeldman",
      "quote": "Content precedes design. Design in the absence of content is not design, it’s decoration."
    },
    {
      "cite": "Joe Sparano",
      "quote": "Good design is obvious. Great design is transparent."
    },
    {
      "cite": "Juan Montoya",
      "quote": "A room should never allow the eye to settle in one place. It should smile at you and create fantasy."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Home is the nicest word there is."
    },
    {
      "cite": "Le Corbusier",
      "quote": "The home should be the treasure chest of living."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Simplicity is the ultimate form of sophistication."
    },
    {
      "cite": "Louis Kahn",
      "quote": "A great building must begin with the immeasurable, must go through measurable means when it is being designed, and in the end must be unmeasured."
    },
    {
      "cite": "Marie Kondo",
      "quote": "The question of what you want to own is actually the question of how you want to live your life."
    },
    {
      "cite": "Mark Hampton",
      "quote": "Real comfort, visual and physical, is vital to every room."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "The life of a designer is one of fight: fight against the ugliness. Just like a doctor fights against disease. For us, the visual disease is what we have around, and what we try to do is cure it somehow with design."
    },
    {
      "cite": "Maya Lin",
      "quote": "I try to give people a different way of looking at their surroundings. That's art to me."
    },
    {
      "cite": "Nate Berkus",
      "quote": "Your home should tell the story of who you are, and be a collection of what you love."
    },
    {
      "cite": "Norman Foster",
      "quote": "As an architect, you design for the present, with an awareness of the past, for a future which is essentially unknown."
    },
    {
      "cite": "Renzo Piano",
      "quote": "One of the great beauties of architecture is that each time, it is like life starting all over again."
    },
    {
      "cite": "Robynne Raye",
      "quote": "For me, design is like choosing what I'm going to wear for the day – only much more complicated and not really the same at all."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Have no fear of perfection You’ll never reach it."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it's really how it works."
    },
    {
      "cite": "Tate Linden",
      "quote": "Design is an opportunity to continue telling the story, not just to sum everything up."
    },
    {
      "cite": "Tim Parsey",
      "quote": "Our opportunity, as designers, is to learn how to handle the complexity, rather than shy away from it, and to realize that the big art of design is to make complicated things simple."
    },
    {
      "cite": "Van Day Truex",
      "quote": "Interiors speak! Rooms emphasize whether one exists or lives, and there is a great difference between the two!"
    },
    {
      "cite": "Verner Panton",
      "quote": "The main purpose of my work is to provoke people into using their imagination and make their surroundings more exciting."
    },
    {
      "cite": "Leo Burnett",
      "quote": "Curiosity about life in all its aspects, I think, is still the secret of great creative people."
    },
    {
      "cite": "William Morris",
      "quote": "For such an art nothing patchy or scrappy, or half-starved, should be done: There is no excuse for doing anything which is not strikingly beautiful."
    },
    {
      "cite": "Yoshio Taniguchi",
      "quote": "Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "Architecture is really about well-being. I think that people want to feel good in a space... On the one hand it's about shelter, but it's also about pleasure."
    },
    {
      "cite": "Albert Hadley",
      "quote": "To create an interior, the designer must develop an overall concept and stick to it."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Design is not just what it looks like and feels like. Design is how it works."
    },
    {
      "cite": "Andre Putman",
      "quote": "For a house to be successful, the objects in it must communicate with one another, respond and balance one another."
    },
    {
      "cite": "William Morris",
      "quote": "All rooms ought to look as if they were lived in, and to have so to say, a friendly welcome ready for the incomer."
    },
    {
      "cite": "William Morris",
      "quote": "No pattern should be without some sort of meaning."
    },
    {
      "cite": "Elsie de Wolfe",
      "quote": "I am going to make everything around me beautiful, that will be my life."
    },
    {
      "cite": "Patsy Stone",
      "quote": "One should never be the oldest thing in one's house."
    },
    {
      "cite": "Scott Adams",
      "quote": "Creativity is allowing yourself to make mistakes. Design is knowing which ones to keep."
    },
    {
      "cite": "Iris Apfel",
      "quote": "Fashion and interior design are one and the same."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shape our homes and then our homes shape us."
    },
    {
      "cite": "Albert Hadley",
      "quote": "Design is defined by light and shade, and appropriate lighting is enormously important."
    },
    {
      "cite": "Venus Williams",
      "quote": "Interior design is a business of trust."
    },
    {
      "cite": "Nicholas Haslam",
      "quote": "Interior decoration partly thrives on being social."
    },
    {
      "cite": "Charles Eames",
      "quote": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose."
    },
    {
      "cite": "Charles Eames",
      "quote": "The details are not the details, they make the design."
    },
    {
      "cite": "Albert Hadley",
      "quote": "Design is coming to grips with one's real lifestyle, one's real place in the world. Rooms should not be put together for show but to nourish one's wellbeing."
    },
    {
      "cite": "Dorothy Draper",
      "quote": "You can never judge a paint hue by the liquid color in the paint pot. You must apply it to a wall, wait for the paint to dry, then decide."
    }
  ]
}