{
  "source": "https://www.wisesayings.com/intellect-quotes/",
  "theme": "intellect",
  "quotes": [
    {
      "cite": "D.T. Suzuki",
      "quote": "Let the intellect alone, it has its usefulness in its proper sphere, but let it not interfere with the flowing of the life-stream."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "As brain functioning becomes more and more integrated, consciousness the mind becomes more and more invincible, and then any dictate of the mind is immediately followed by the body."
    },
    {
      "cite": "Sabesh Bharathi",
      "quote": "Intelligence solves everything but only intellect can solve anything."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "The intellect is a cold thing and a merely intellectual idea will never stimulate thought in the same manner that a spiritual idea does."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Intelligence is just one dimension of ability. Don't limit yourself to it. Open up to instinct, intuition, creativity and thus possibility."
    },
    {
      "cite": "Guru Nanak",
      "quote": "Through shallow intellect, the mind becomes shallow, and one eats the fly, along with the sweets."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Your intellect may be confused, but your emotions will never lie to you."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "The highest intellects, like the tops of mountains, are the first to catch and to reflect the dawn."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "Our intellect is not intended to be an end in itself, but only a means to the very mind of God."
    },
    {
      "cite": "James Allen",
      "quote": "Man's mind may be likened to a garden, which may be intelligently cultivated or allowed to run wild."
    },
    {
      "cite": "Nirmala Srivastava",
      "quote": "You should be able to use your intellect and not to be dominated by your intellect."
    },
    {
      "cite": "James Callaghan",
      "quote": "Some people, however long their experience or strong their intellect, are temperamentally incapable of reaching firm decisions."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The intellect is always fooled by the heart."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Intelligence is a way of thinking, not a choice of words."
    },
    {
      "cite": "Giraldus Cambrensis",
      "quote": "These people being of a sharp and acute intellect, and gifted with a rich and powerful understanding, excel in whatever studies they pursue, and are more quick and cunning than the other inhabitants of a western clime."
    },
    {
      "cite": "Max Born",
      "quote": "Intellect distinguishes between the possible and the impossible; reason distinguishes between the sensible and the senseless. Even the possible can be senseless."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Intellect is a part of a good faith. Intellect is the light, the heart is the direction."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Intelligence without ambition is a bird without wings."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The intellect can only think about or analyze joy, but cannot feel it."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Intelligence is knowing the right answer. Wisdom is knowing when to say it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The pride in intellect, or rather in the supremacy of the mind, is not restricted to those engaged in intellectual pursuits but is a regular occurrence in all neurosis."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Intellect is the soul of man, the only immortal part of him."
    },
    {
      "cite": "Friedrich August von Hayek",
      "quote": "Intellects whose desires have outstripped their understanding."
    },
    {
      "cite": "Gerald Brenan",
      "quote": "Intellectuals are people who believe that ideas are of more importance than values. That is to say, their own ideas and other people's values."
    },
    {
      "cite": "Augustus Hare",
      "quote": "The intellect of the wise is like glass; it admits the light of heaven and reflects it."
    },
    {
      "cite": "Georg Simmel",
      "quote": "In order to accommodate to change and to the contrast of phenomena, the intellect does not require any shocks and inner upheavals; it is only through such upheavals that the more conservative mind could accommodate to the metropolitan rhythm of events."
    },
    {
      "cite": "Carl Jung",
      "quote": "The creation of something new is not accomplished by the intellect but by the play instinct acting from inner necessity. The creative mind plays with the objects it loves."
    },
    {
      "cite": "Ashavan",
      "quote": "The intellect is a boat which can take us to the very shores of understanding, but once there we must leave it behind in order to grasp true meaning"
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Intellect helps us to see the best means and manner of doing the right thing, but intellect never shows us the right thing."
    },
    {
      "cite": "John Keats",
      "quote": "The only means of strengthening one's intellect is to make up one's mind about nothing, to let the mind be a thoroughfare for all thoughts."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Our intellect holds the same position in the world of thought as our body occupies in the expanse of nature."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Intellectual curiosity and the human brain are the root of science."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "When the intellect and affections are in harmony; when intellectual consciousness is calm and deep; inspiration will not be confounded with fancy."
    },
    {
      "cite": "Herbert Read",
      "quote": "Intellect begins with the observation of nature, proceeds to memorize and classify the facts thus observed, and by logical deduction builds up that edifice of knowledge properly called science But admittedly we also know by feeling, and we can combine the two faculties, and present knowledge in the guise of art."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Intellectual despair is a subject for comedy."
    },
    {
      "cite": "Moses Harvey",
      "quote": "The human intellect is the great truth organ; realities, as they exist, are the subjects of its study; and knowledge is the result of its acquaintance with the things which it investigates."
    },
    {
      "cite": "John Piper",
      "quote": "The mind was designed not to defend what we want, but to discover what is ultimately true, which should shape our wants and satisfy them more deeply with God. The purpose of the mind is not to rationalize subjective preferences, but to recognize objective reality and to help the heart revel in God."
    },
    {
      "cite": "Edward Thorndike",
      "quote": "The function of intellect is to provide a means of modifying our reactions to the circumstances of life, so that we may secure pleasure, the symptom of welfare."
    }
  ]
}