{
  "source": "https://www.wisesayings.com/intention-quotes/",
  "theme": "intention",
  "quotes": [
    {
      "cite": "Stephen Covey",
      "quote": "We judge ourselves by our intentions. And others by their actions."
    },
    {
      "cite": "Theresa Breslin",
      "quote": "Sometimes people do what they think is for the best, and their intentions are misinterpreted."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Our intention creates our reality."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "It is intent which establishes one's consequential outcomes."
    },
    {
      "cite": "David Hume",
      "quote": "A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker."
    },
    {
      "cite": "Mindy Hall",
      "quote": "Every action or perceived inaction shapes credibility."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Hell is paved with good intentions, not with bad ones. All men mean well."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Although actions may speak louder than words, it is our intentions that reveal our soul."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The intention that man should be happy is not in the plan of Creation."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We know there is intention and purpose in the universe, because there is intention and purpose in us."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "A gift consists not in what is done or given, but in the intention of the giver or doer."
    },
    {
      "cite": "Howard Jacobson",
      "quote": "Among the many arguments to be made against cultural revolutions is that they are monotonous in spirit and monomaniacal in intention."
    },
    {
      "cite": "K.L Toth",
      "quote": "Powerful words come with powerful intent. Where you have passion, strength, courage, and determination you can accomplish anything!"
    },
    {
      "cite": "Viktor Orban",
      "quote": "When a crowd rushes into your house without declaring its intention, it is, by definition, an invasion."
    },
    {
      "cite": "Roger Delano Hinkins",
      "quote": "Choose your intention carefully and then practice holding your consciousness to it, so it becomes the guiding light in your life."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A glint of intention initiates the process of creation."
    },
    {
      "cite": "Mindy Hall",
      "quote": "Every action has an impact, choose wisely the impact you want to have."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "However glorious an action in itself, it ought not to pass for great if it be not the effect of wisdom and intention."
    },
    {
      "cite": "George Leonard",
      "quote": "Intentionality fuels the master's journey. Every master is a master of vision."
    },
    {
      "cite": "Hsing Yun",
      "quote": "Intention is the core of all conscious life. Conscious intention colors and moves everything."
    },
    {
      "cite": "R. A. Delmonico",
      "quote": "Intention is an echo of a previous intent."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Plans are only good intentions unless they immediately degenerate into hard work."
    },
    {
      "cite": "Deborah Tannen",
      "quote": "The effect of dominance is not always the result of an intention to dominate."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Each decision we make, each action we take, is born out of an intention."
    },
    {
      "cite": "James M. Barrie",
      "quote": "The life of every man is a diary in which he means to write one story, and writes another."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A good intention clothes itself with power."
    },
    {
      "cite": "Brian Eno",
      "quote": "Honor thy error as a hidden intention."
    },
    {
      "cite": "George Washington",
      "quote": "A man's intentions should be allowed in some respects to plead for his actions."
    },
    {
      "cite": "Girdhar Joshi",
      "quote": "Only good intentions may not always translate into good results."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is only with the heart that one can see rightly, everything essential is invisible to the eye."
    },
    {
      "cite": "Alan Cohen",
      "quote": "When your intention is clear, so is the way."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "When your intentions are pure, so too will be your success."
    },
    {
      "cite": "Peter Abelard",
      "quote": "We call an intention good which is right in itself, but the action is good, not because it contains within it some good, but because it issues from a good intention."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The intention to live as long as possible isn't one of the mind's best intentions, because quantity isn't the same as quality."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The smallest act of kindness is worth more than the greatest intention."
    },
    {
      "cite": "Brenna Yovanoff",
      "quote": "Intention is one of the most powerful forces there is. What you mean when you do a thing will always determine the outcome. The law creates the world."
    },
    {
      "cite": "Ilyas Kassam",
      "quote": "It is more Important to be of pure intention than of perfect action."
    },
    {
      "cite": "John Burroughs",
      "quote": "The smallest deed is better than the greatest intention."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Every journey begins with the first step of articulating the intention, and then becoming the intention."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "The great things you intend to do some time must have a beginning if they are ever to be done, so begin something worthwhile today."
    },
    {
      "cite": "Bobby Darnell",
      "quote": "A good intention feeds no one."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Where we go is not determined by where we want to go."
    },
    {
      "cite": "Hina Ahmad Hashmi",
      "quote": "Good intention bring success in everything you do. Intention is always supported by the universal energy because it's a vital ingredient for manifestation."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "All that counts in life is intention."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "When you say you agree to a thing in principle you mean that you have not the slightest intention of carrying it out in practice."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "It is only those that live intentionally that can accomplish and come to the significance meant for them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A good intention clothes itself with sudden power. When a god wishes to ride, any chip or pebble will bud and shoot out winged feet, and serve him for a horse."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Intentions compressed into words enfold magical power."
    },
    {
      "cite": "Brenna Yovanoff",
      "quote": "All great acts are ruled by intention. What you mean is what you get."
    }
  ]
}