{
  "source": "https://www.wisesayings.com/intelligence-quotes/",
  "theme": "intelligence",
  "quotes": [
    {
      "cite": "Stephen Hawking",
      "quote": "Intelligence is the ability to adapt to change."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Intelligence without ambition is a bird without wings."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; Average minds discuss events; Small minds discuss people."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "The difference between intelligence and education is this:  intelligence will make you a good living."
    },
    {
      "cite": "Joseph Whitney",
      "quote": "The intelligence is proved not by ease of learning, but by understanding what we learn."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Intelligence is not to make no mistakes, but quickly to see how to make them good."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Be smarter than other people, just don't tell them so."
    },
    {
      "cite": "Rene Descartes",
      "quote": "It is not enough to have a good mind; the main thing is to use it well."
    },
    {
      "cite": "Andre Gide",
      "quote": "The greatest intelligence is precisely the one that suffers most from its own limitations."
    },
    {
      "cite": "Mary M. Illigassch",
      "quote": "Your intelligence is measured by those around you; if you spend your days with idiots you seal your own fate."
    },
    {
      "cite": "Josh Billings",
      "quote": "There is no greater evidence of superior intelligence than to be surprised at nothing."
    },
    {
      "cite": "Marya Mannes",
      "quote": "The sign of an intelligent people is their ability to control emotions by the application of reason."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Intelligence is really a kind of taste: taste in ideas."
    },
    {
      "cite": "Linus Torvalds",
      "quote": "Intelligence is the ability to avoid doing work, yet getting the work done."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The true sign of intelligence is not knowledge but imagination."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "The best intelligence test is what we do with our leisure."
    },
    {
      "cite": "Dorris Lessing",
      "quote": "Intelligence forbids tears."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in the mind at the same time, and still retain the ability to function."
    },
    {
      "cite": "H. B. Barlow",
      "quote": "Intelligence is the art of good guesswork."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Intelligence flourishes only in the ages when belief withers."
    },
    {
      "cite": "Robert Reed",
      "quote": "The burden of intelligence: you can always imagine all those wonderful places where you can never belong."
    },
    {
      "cite": "Abigail Adams",
      "quote": "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "One of the functions of intelligence is to take account of the dangers that come from trusting solely to the intelligence."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "An intelligence test sometimes shows a man how smart he would have been not to have taken it."
    },
    {
      "cite": "Alfred N. Whitehead",
      "quote": "Intelligence is quickness to apprehend as distinct from ability, which is capacity to act wisely on the thing apprehended."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Intelligence must follow faith, never precede it, and never destroy it."
    },
    {
      "cite": "Henri Bergson",
      "quote": "Intelligence is the faculty of making artificial objects, especially tools to make tools."
    },
    {
      "cite": "George Santayana",
      "quote": "Intelligence is quickness in seeing things as they are."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "Intelligence is a moral category."
    },
    {
      "cite": "Saul Bellow",
      "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "It has yet to be proven that intelligence has any survival value."
    },
    {
      "cite": "Edgar Degas",
      "quote": "There is no such thing as Intelligence; one has intelligence of this or that. One must have intelligence only for what one is doing."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Human intelligence may not be the best trick nature has to offer."
    },
    {
      "cite": "Stanislaw J. Lec",
      "quote": "Intelligence, in diapers, is invisible. And when it matures, out the window it flies. We have to pounce on it earlier."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The intellect is always fooled by the heart."
    },
    {
      "cite": "Simone Weil",
      "quote": "Whatever debases the intelligence degrades the entire human being."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The intellect is not a serious thing, and never has been. It is an instrument on which one plays, that is all."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Intellect annuls fate. So far as a man thinks, he is free."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "A sign of intelligence is an awareness of one's own ignorance."
    },
    {
      "cite": "Alexander Cannon",
      "quote": "A small mind is obstinate. A great mind can lead and be led."
    },
    {
      "cite": "Anna Freud",
      "quote": "Creative minds have always been known to survive any kind of bad training."
    },
    {
      "cite": "Stendhal",
      "quote": "Only great minds can afford a simple style."
    },
    {
      "cite": "Frank Langella",
      "quote": "Intelligence is enormously sexy."
    },
    {
      "cite": "Paul Claudel",
      "quote": "Intelligence is nothing without delight."
    },
    {
      "cite": "Aristotle",
      "quote": "Wit is educated insolence."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Wit is a dangerous weapon, even to the possessor, if he knows not how to use it discreetly."
    },
    {
      "cite": "Anne Louise Germaine De Stal",
      "quote": "Wit lies in recognizing the resemblance among things which differ and the difference between things which are alike."
    },
    {
      "cite": "Daeyeol Lee",
      "quote": "Human intelligence has been applied to a vast range of problems, ranging from foraging for food and water to the problems in physics and mathematics."
    },
    {
      "cite": "Daeyeol Lee",
      "quote": "Intelligence is not unique for humans, because all animals have certain abilities to select their actions appropriate to maximize the likelihood of their survival and reproduction in their environments."
    },
    {
      "cite": "Daeyeol Lee",
      "quote": "Compared to other forms of intelligence on Earth, human intelligence had produced more impressive outcomes."
    },
    {
      "cite": "Daeyeol Lee",
      "quote": "Our intelligence is needed to solve all kinds of problems we face in our society. Therefore, it is critical for us to be aware of potential weaknesses and biases in our intelligence."
    },
    {
      "cite": "Daeyeol Lee",
      "quote": "Intelligence is the ability to make good choices in many different contexts."
    },
    {
      "cite": "Nicholas Mackintosh",
      "quote": "Human intelligence is something all humans share in common: it is what traditionally marks us out from other animals."
    },
    {
      "cite": "L.A. Machado",
      "quote": "Intelligence is the greatest tool available for the accomplishment of a thorough development of the individual personality, the means of surpassing one's self."
    },
    {
      "cite": "L.A. Machado",
      "quote": "A society with more highly developed collective intelligence will give rise to a much greater number of questions, but the answers will also arise more quickly and effectively."
    },
    {
      "cite": "L.A. Machado",
      "quote": "Intelligence is a hereditary gift: so humanity has believed throughout time."
    },
    {
      "cite": "L.A. Machado",
      "quote": "The right to be intelligent is a right inherent in every man, through his condition as man."
    },
    {
      "cite": "L.A. Machado",
      "quote": "Intelligence is the best antidote. An intelligent world does not make war, it avoids it."
    },
    {
      "cite": "Phil Brown",
      "quote": "Intelligence is a social triumph, which reveals our debt to earlier generations, other cultures, teachers, professors, parents and the TV set."
    },
    {
      "cite": "Lucas",
      "quote": "When it comes to being intelligent it is clear that there is much more than simply what we can do as an individual; how we interact with others is a crucial element of how smart we are in the real world."
    },
    {
      "cite": "Evan Esar",
      "quote": "No man is half as intelligent as he wants some woman to think he is."
    },
    {
      "cite": "Evan Esar",
      "quote": "The less intelligence you claim, the more intelligence people will give you credit for."
    },
    {
      "cite": "Evan Esar",
      "quote": "When you hire people who are smarter than you are, you prove you are smarter than they are."
    },
    {
      "cite": "Evan Esar",
      "quote": "A man's intelligence is seldom questioned as long as he can keep his tongue from trying to prove it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The level of intelligence are 'Smart, Intelligent, Brilliant, Genius, Simple.'"
    },
    {
      "cite": "Herman Hesse",
      "quote": "Science can be communicated, wisdom cannot."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "To know the road ahead, ask those coming back."
    },
    {
      "cite": "Gianna Bogana",
      "quote": "Curiosity is the spring of intelligence."
    },
    {
      "cite": "Fernando Savater",
      "quote": "Being serious is usually not a sign of wisdom, as boring people think: intelligence must make people laugh."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "Neither a lofty degree of intelligence nor imagination nor both together to the making of genius. Love, love, love is the soul of genius."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "There are painters who transform the sun into a yellow spot, but there are others who, thanks to their art and intelligence, transform a yellow spot into the sun."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A woman uses her intelligence to find reasons to support her intuition."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together."
    },
    {
      "cite": "Plutarch",
      "quote": "The mind is not a vessel to be filled but a fire to be kindled."
    },
    {
      "cite": "Albert Camus",
      "quote": "An intellectual is someone whose mind watches itself."
    },
    {
      "cite": "Robert Jameson",
      "quote": "The capacity for intelligent thought is a skill, but one that bears testament to diligence and hard work as much as to innate ability."
    },
    {
      "cite": "Robert Jameson",
      "quote": "The intelligent will necessarily devote a great many hours to the development of his art."
    },
    {
      "cite": "Robert Jameson",
      "quote": "The thing is that you don't get to be intelligent if you are arrogant. Being intelligent requires hard work."
    },
    {
      "cite": "Robert Jameson",
      "quote": "An exceptionally intelligent person will know from experience that they are not like most other people. They don't pretend to be good at everything, but they know what they are good at."
    }
  ]
}