{
  "source": "https://www.wisesayings.com/intellectual-quotes/",
  "theme": "intellectual",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Intellectual growth should commence at birth and cease only at death."
    },
    {
      "cite": "Albert Camus",
      "quote": "An intellectual is someone whose mind watches itself."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Experience without theory is blind, but theory without experience is mere intellectual play."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Intellectual passion drives out sensuality."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No great intellectual thing was ever done by great effort."
    },
    {
      "cite": "Janis Joplin",
      "quote": "Being an intellectual creates a lot of questions and no answers."
    },
    {
      "cite": "Mark Twain",
      "quote": "The fact that man knows right from wrong proves his intellectual superiority to the other creatures; but the fact that he can do wrong proves his moral inferiority to any creatures that cannot."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "An intellectual says a simple thing in a hard way. An artist says a hard thing in a simple way."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "An intellectual is a man who takes more words than necessary to tell more than he knows."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Intellectuals solve problems, geniuses prevent them."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "The man was such an intellectual he was of almost no use."
    },
    {
      "cite": "Theodore H. White",
      "quote": "The job of intellectuals is to come up with ideas, and all we've been producing is footnotes."
    },
    {
      "cite": "Perry Anderson",
      "quote": "Intellectuals are judged not by their morals, but by the quality of their ideas, which are rarely reducible to simple verdicts of truth or falsity, if only because banalities are by definition accurate."
    },
    {
      "cite": "Daniel J. Flynn",
      "quote": "What never fails inside the mind of an intellectual never works outside the confines of his head. The world’s stubborn refusal to vindicate the intellectual’s theories serves as proof of humanity’s irrationality, not his own."
    },
    {
      "cite": "Theodore Dalrymple",
      "quote": "There is nothing that an intellectual less likes to change than his mind, or a politician his policy."
    },
    {
      "cite": "Matthew Scully",
      "quote": "Intellectuals are a pretty unique species all by themselves, given to advocating things out of sheer brazenness that they could not themselves stomach if they were ushered in to witness the scene."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "Intellectuals cannot find the bottom (base) of the faith. It is not possible to do both together, to remain afloat and (also) measure the ocean depth at the same time."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The thing intellectuals understand least is themselves."
    },
    {
      "cite": "Criss Jami",
      "quote": "A wise man's goal shouldn't be to say something profound, but to say something useful."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The intellectual is constantly betrayed by his vanity.  God-like, he blandly assumes that he can express everything in words; whereas the things one loves, lives, and dies for are not, in the last analysis, completely expressible in words."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "We all agree that pessimism is a mark of superior intellect."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Curiosity is one of the most permanent and certain characteristics of a vigorous intellect."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "One of the secrets of life is to keep our intellectual curiosity acute.."
    },
    {
      "cite": "Paulo Freire",
      "quote": "The intellectual activity of those without power is always characterized as non-intellectual."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Only the thinking man lives his life, the thoughtless man's life passes him by."
    },
    {
      "cite": "Jacques Maritain",
      "quote": "To be free is of the essence of every intellectual being."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    },
    {
      "cite": "Frank Furedi",
      "quote": "Intellectuals are not defined according to the jobs they do, but [by] the manner in which they act, the way they see themselves, and the values that they uphold."
    },
    {
      "cite": "Awdhesh Singh",
      "quote": "Intellectuals are rarely successful as leaders. They are so trapped in their ideals that they cannot venture out in the real world to win and lead."
    },
    {
      "cite": "Gerald Brenan",
      "quote": "Intellectuals are people who believe that ideas are of more importance than values; that is to say, their own ideas and other people's values."
    },
    {
      "cite": "Max Weber",
      "quote": "It's the intellectual who transforms the concept of the world into the problem of meaning."
    }
  ]
}