{
  "source": "https://www.wisesayings.com/interdependence-quotes/",
  "theme": "interdependence",
  "quotes": [
    {
      "cite": "Taisen Deshimaru",
      "quote": "You cannot separate any part from the whole: interdependence rules the cosmic order."
    },
    {
      "cite": "Peter Senge",
      "quote": "The further human society drifts away from nature, the less we understand interdependence."
    },
    {
      "cite": "Mary Hunter Austin",
      "quote": "Probably we never fully credit the interdependence of wild creatures, and their cognizance of the affairs of their own kind."
    },
    {
      "cite": "Marion G. Romney",
      "quote": "There is an interdependence between those who have and those who have not. The process of giving exalts the poor and humbles the rich. In the process, both are sanctified."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Interdependence is a choice only independent people can make."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is an intimate interdependence of intellect and morals."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "How hard it is to have the beautiful interdependence of marriage and yet be strong in oneself alone."
    },
    {
      "cite": "Justin K. McFarlane Beau",
      "quote": "Perhaps the saddest part of coexistence is the concept of interdependence being necessary for any form of solidarity to be realized. Being encouraged to lean on the weak, does not sound like a long term viable solution to attaining strength."
    },
    {
      "cite": "Paul Harvey",
      "quote": "The spirit of interdependence will not cost us more than it's worth. On the steep slope ahead, holding hands is necessary. And it just might be that we can learn to enjoy it."
    },
    {
      "cite": "Atal Bihari Vajpayee",
      "quote": "Global interdependence today means that economic disasters in developing countries could create a backlash on developed countries."
    },
    {
      "cite": "Pete Newell",
      "quote": "There is that interdependence and that strength you get from a team, that the group is greater than any individual."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Interdependent people combine their own efforts with the efforts of others to achieve their greatest success."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "The fundamental law of human beings is interdependence. A person is a person through other persons."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Compassion is the keen awareness of the interdependence of all things."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Interdependence must be transformed into solidarity based upon the principle that the goods of creation are meant for all. That which human industry produces through the processing of raw materials with the contribution of work must serve equally for the good of all."
    },
    {
      "cite": "William J. Clinton",
      "quote": "You live in the age of interdependence. Borders don't count for much or stop much, good or bad, anymore."
    },
    {
      "cite": "M. K. Gandhi",
      "quote": "Individual liberty and interdependence are both essential for life in society."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Effective interdependence can only be built on a foundation of true independence."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "There is a strange interdependence between thoughtlessness and evil."
    },
    {
      "cite": "Alan Watts",
      "quote": "There's an interdependence between flowers and bees. Where there are no flowers there are no bees, and where there are no bees, there are no flowers. They are really one organism. And so in the same way, everything in nature depends on everything else."
    },
    {
      "cite": "William J. Clinton",
      "quote": "We find as our interdependence increases that, on the whole, we do better when other people do better as well."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Interdependence is and ought to be as much the ideal of man as self-sufficiency. Man is a social being."
    },
    {
      "cite": "Gish Jen",
      "quote": "There's nothing about interdependence that would keep somebody from making art."
    },
    {
      "cite": "Peter Coyote",
      "quote": "Interdependence is a fact, it's not an opinion."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Interdependence is a higher value than independence."
    },
    {
      "cite": "Tony Blair",
      "quote": "Today the impulse towards interdependence is immeasurably greater. We are witnessing the beginnings of a new doctrine of international community."
    },
    {
      "cite": "Potter Stewart",
      "quote": "In fact, a fundamental interdependence exists between the personal right to liberty and the personal right to property."
    },
    {
      "cite": "Erik Erikson",
      "quote": "Life doesn't make any sense without interdependence. We need each other, and the sooner we learn that, the better for us all."
    }
  ]
}