{
  "source": "https://www.wisesayings.com/interpretation-quotes/",
  "theme": "interpretation",
  "quotes": [
    {
      "cite": "Paul Ricoeur",
      "quote": "It is always possible to argue against anÂ interpretation, to confrontÂ interpretations, to arbitrate between them and to seek for an agreement, even if this agreement remains beyond our reach."
    },
    {
      "cite": "Carl Purcell",
      "quote": "Our interpretations of subjects are clouded by our intellects."
    },
    {
      "cite": "Cornelius Van Til",
      "quote": "Without theÂ interpretationÂ of the universe by man to the glory of God the whole world would be meaningless."
    },
    {
      "cite": "Jurgen Habermas",
      "quote": "TheÂ interpretationÂ of a case is corroborated only by the successful continuation of a self-formative process , that is by the completion of self-reflection , and not in any unmistakable way by what the patient says or how he behaves."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "AllÂ interpretation, all psychology, all attempts to make things comprehensible, require the medium of theories, mythologies, and lies."
    },
    {
      "cite": "Paracelsus",
      "quote": "TheÂ interpretationÂ of dreams is a great art."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth."
    },
    {
      "cite": "Robert Barany",
      "quote": "TheÂ interpretationÂ of facts in a certain way stimulates other scientists' thoughts."
    },
    {
      "cite": "Donald Davidson",
      "quote": "The aim ofÂ interpretationÂ is not agreement but understanding."
    },
    {
      "cite": "Harry Stack Sullivan",
      "quote": "The supply ofÂ interpretations, like that of advice, greatly exceeds the need for them."
    },
    {
      "cite": "Freeman Tilden",
      "quote": "Through interpretation, understanding; through understanding, appreciation; through appreciation, protection."
    },
    {
      "cite": "Fred Hoyle",
      "quote": "A common senseÂ interpretationÂ of the facts suggests that a superintellect has monkeyed with physics."
    },
    {
      "cite": "Selma Dabbagh",
      "quote": "AllÂ interpretations of history are propaganda for one idea or another."
    },
    {
      "cite": "Bernard Ramm",
      "quote": "The truestÂ interpretations are those with the best justification."
    },
    {
      "cite": "St. Jerome",
      "quote": "A falseÂ interpretationÂ of Scripture causes that the gospel of the Lord becomes the gospel of man, or, which is worse, of the devil."
    },
    {
      "cite": "Eleanora Duse",
      "quote": "InterpretationÂ is the evidence of growth and knowledge, the latter through sorrow - that great teacher."
    },
    {
      "cite": "Renee Fleming",
      "quote": "AnÂ interpretationÂ exists because of what we find between the notes."
    },
    {
      "cite": "Joshua Bell",
      "quote": "The best way to refine anÂ interpretationÂ is by getting out and performing."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Never trust the translation or interpretation of something without first trusting its interpreter."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "TheÂ interpretationÂ of dreams is the royal road to a knowledge of the unconscious activities of the mind."
    },
    {
      "cite": "Pablo Casals",
      "quote": "The art ofÂ interpretationÂ is not to play what is written."
    },
    {
      "cite": "Susan Sontag",
      "quote": "InterpretationÂ is the revenge of the intellectual upon art."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The old style ofÂ interpretationÂ was insistent, but respectful; it erected another meaning on top of the literal one. The modern style ofÂ interpretationÂ excavates, and as it excavates, destroys; it digs 'behind' the text, to find a sub-text which is the true one."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "The interpretation of our reality through patterns not our own, serves only to make us ever more unknown, ever less free, ever more solitary."
    },
    {
      "cite": "Freeman Tilden",
      "quote": "The chief aim ofÂ interpretationÂ is not instruction, but provocation."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Interpretations, criticisms, diagnoses, and judgments of others are actually alienated expressions of our unmet needs."
    },
    {
      "cite": "Peter J. Carroll",
      "quote": "We doubt that any facts actually exist. We only have observations andÂ interpretations. Most of theÂ interpretationsÂ remain questionable."
    },
    {
      "cite": "Rumi",
      "quote": "TheÂ interpretationÂ that makes you ardent and hopeful and active and reverent is the true one."
    },
    {
      "cite": "Debbie Ford",
      "quote": "It is ourÂ interpretationÂ of the past, our limiting beliefs, and our undigested pain that stop us from being able to move forward with clear direction."
    }
  ]
}