{
  "source": "https://www.wisesayings.com/interest-quotes/",
  "theme": "interest",
  "quotes": [
    {
      "cite": "Jonathan Swift",
      "quote": "Interest is the spur of the people, but glory that of great souls. Invention is the talent of youth, and judgment of age."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "To wakenÂ interestÂ and kindle enthusiasm is the sure way to teach easily and successfully."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you always do whatÂ interestÂ you, then at least one person is pleased."
    },
    {
      "cite": "Helen Keller",
      "quote": "It is hard to interest those who have everything in those who have nothing."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Interest does not tie nations together; it sometimes separates them. But sympathy and understanding does unite them."
    },
    {
      "cite": "Barack Obama",
      "quote": "TheÂ interests we share as human beings are far more powerful than the forces that drive us apart."
    },
    {
      "cite": "Henry Miller",
      "quote": "Develop anÂ interestÂ in life as you see it; the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "CommonÂ interestÂ may always be reckoned upon as the surest bond of sympathy."
    },
    {
      "cite": "William McKinley",
      "quote": "Let us ever remember that our interest is in concord, not in conflict; and that our real eminence rests in the victories of peace, not those of war."
    },
    {
      "cite": "Douglas Wilson",
      "quote": "Your deepÂ interests should always have a dog-eared place on your nightstand."
    },
    {
      "cite": "Jonathan Ive",
      "quote": "People's interest is in the product, not in its authorship."
    },
    {
      "cite": "David Ricardo",
      "quote": "TheÂ interestÂ of the landlord is always opposed to theÂ interests of every other class in the community."
    },
    {
      "cite": "James Q. Wilson",
      "quote": "In the long run, the public interest depends on private virtue."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Our ownÂ interests are still an exquisite means for dazzling our eyes agreeably."
    },
    {
      "cite": "Irving Fisher",
      "quote": "The rate of interest acts as a link between income-value and capital-value."
    },
    {
      "cite": "Charlie Munger",
      "quote": "IntenseÂ interestÂ in any subject is indispensable if you're really going to excel in it."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Self-interestÂ leads to honing your skills, the better to trade with."
    },
    {
      "cite": "Thomas Francis Meagher",
      "quote": "GreatÂ interests demand great safeguards."
    },
    {
      "cite": "William H. Prescott",
      "quote": "Self-interest, be it enlightened, works indirectly for the public good."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "It is vain to talk of theÂ interestÂ of the community, without understanding what is theÂ interestÂ of the individual."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "InterestÂ blinds some people, and enlightens others."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The greatÂ interests of man: air and light, the joy of having a body, the voluptuousness of looking."
    },
    {
      "cite": "John Dryden",
      "quote": "InterestÂ makes all seem reason that leads to it."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "InterestÂ is the most important thing in life; happiness is temporary, butÂ interestÂ is continuous."
    },
    {
      "cite": "Emile M. Ciora",
      "quote": "We interest others by the misfortune we spread around us."
    },
    {
      "cite": "Alice Morse Earle",
      "quote": "Half theÂ interestÂ of a garden is the constant exercise of the imagination."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "When you loseÂ interestÂ in anything, you also lose the memory for it."
    },
    {
      "cite": "Margaret H. Hamilton",
      "quote": "It is always great when people take interest in your work."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "SomeÂ interests have got a footing on the earth which we have not made sufficient allowance for."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "A lowerÂ interestÂ rate doesn't make a debt go away."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "SelfishÂ interestÂ is one of the most common obstructions to the advance of truth."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A man'sÂ interestÂ in the world is only an overflow from hisÂ interestÂ in himself."
    },
    {
      "cite": "Thomas Mann",
      "quote": "AllÂ interestÂ in disease and death is only another expression ofÂ interestÂ in life."
    },
    {
      "cite": "James C. Collins",
      "quote": "Don't beÂ interesting, beÂ interested."
    },
    {
      "cite": "Talcott Parsons",
      "quote": "EmpiricalÂ interestÂ will be in the facts so far as they are relevant to the solution of these problems."
    },
    {
      "cite": "Denis Diderot",
      "quote": "The general interest of the masses might take the place of the insight of genius if it were allowed freedom of action."
    }
  ]
}