{
  "source": "https://www.wisesayings.com/intentions-quotes/",
  "theme": "intentions",
  "quotes": [
    {
      "cite": "Sonya Levien",
      "quote": "Good intentions are not enough. They've never put an onion in the soup yet."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Good intentions never change anything. They only become a deeper and deeper rut."
    },
    {
      "cite": "Frank Ocean",
      "quote": "As long as your intentions are solid and about growth and progression and being productive and not being idle, then you're doing good in my book."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A good intention is like the seed of a tree whose fruit we do not know."
    },
    {
      "cite": "John Roger",
      "quote": "Choose your intention carefully and then practice holding your consciousness to it, so it becomes the guiding light in your life."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Good intentions are very mortal and perishable things. Like very mellow and choice fruit, they are difficult to keep."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Good intentions are invariably ungrammatical."
    },
    {
      "cite": "Jasper Johns",
      "quote": "Intention involves such a small fragment of our consciousness and of our mind and of our life."
    },
    {
      "cite": "Peter Abelard",
      "quote": "We call an intention good which is right in itself, but the action is good, not because it contains within it some good, but because it issues from a good intention."
    },
    {
      "cite": "Hsing Yun",
      "quote": "Intention is the core of all conscious life. Conscious intention colors and moves everything."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Intentions compressed into words enfold magical power."
    },
    {
      "cite": "Lynne McTaggart",
      "quote": "Intention appears to be something akin to a tuning fork, causing the tuning forks of other things in the universe to resonate at the same frequency."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Every intention sets energy into motion whether you are conscious of it or not."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A good intention clothes itself with power."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Good intentions are useless until they are expressed in appropriate action!"
    },
    {
      "cite": "R.L. LaFevers",
      "quote": "Good intentions are only lies the weak tell themselves."
    },
    {
      "cite": "Laurence Boldt",
      "quote": "Good intentions are not enough; commitment and sacrifice are necessary."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "A good intention, with a bad approach, often leads to a poor result."
    },
    {
      "cite": "Jean Chretien",
      "quote": "Good intentions are not an excuse for maladministration of this magnitude"
    },
    {
      "cite": "Michael Josephson",
      "quote": "Good intentions are simply not enough. Our character is defined and our lives are determined not by what we want, say or think, but by what we do."
    },
    {
      "cite": "Bobby Darnell",
      "quote": "A good intention feeds no one."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The power of your intentions has a greater impact on your life than your actions."
    },
    {
      "cite": "Sukant Ratnakar",
      "quote": "Intentions of a man reflects in his actions."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Once your intentions are real and wise, helpful and positive, keep going forward. Never ever give up!"
    },
    {
      "cite": "Ashish Patel",
      "quote": "Intentions, whether good or bad, that don't reflect the words and actions are only meant to fulfill personal goals."
    },
    {
      "cite": "Jon D Harrison",
      "quote": "Intentions do not insulate us from the consequences of our actions."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Good intentions might sound nice, but it's positive actions that matter."
    },
    {
      "cite": "Kelly Williams Brown",
      "quote": "Intentions are nice, but ultimately intentions don't really matter because they only exist inside you."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Good intentions are no substitute for obedience."
    },
    {
      "cite": "Shirley Temple",
      "quote": "Intentions often melt in the face of unexpected opportunity."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "Let your intentions be good - embodied in good thoughts, cheerful words, and unselfish deeds - and the world will be to you a bright and happy place in which to work and play and serve"
    },
    {
      "cite": "William Temple, Sr.",
      "quote": "Good intentions are at least, the seed of good actions; and every one ought to sow them, and leave It to the soil and the seasons whether He or any other gather they fruit"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Everything that happens in the universe begins with intention."
    },
    {
      "cite": "Bruce Black",
      "quote": "Setting your intention is like drawing an arrow from the quiver of your heart."
    },
    {
      "cite": "Michael Dooley",
      "quote": "Great intentions become tragic action when delivered without careful thought."
    },
    {
      "cite": "Imam Ali",
      "quote": "Good intentions are the most beautiful of secrets."
    }
  ]
}