{
  "source": "https://www.wisesayings.com/intense-quotes/",
  "theme": "intense",
  "quotes": [
    {
      "cite": "Terence",
      "quote": "Extreme law is often extreme injustice."
    },
    {
      "cite": "Gary W. Keller",
      "quote": "Extraordinary results happen only when you give the best you have to become the best you can be at your most important work."
    },
    {
      "cite": "Harry S Truman",
      "quote": "Intense feeling too often obscures the truth."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Extreme hopes are born from extreme misery."
    },
    {
      "cite": "Seneca",
      "quote": "Most powerful is he who has himself in his own power."
    },
    {
      "cite": "Carl Jung",
      "quote": "The most intense conflicts, if overcome, leave behind a sense of security and calm that is not easily disturbed. It is just these intense conflicts and their conflagration which are needed to produce valuable and lasting results."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Powerful indeed is the empire of habit."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Every intense desire is perhaps a desire to be different from what we are."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may not control all the events that happen to you, but you can decide not to be reduced by them."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Out of intense complexities intense simplicities emerge."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Intense, burning desire is the motivational force that enables you to overcome any obstacle and achieve almost any goal."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Extraordinary claims demand extraordinary evidence."
    },
    {
      "cite": "James Allen",
      "quote": "The more intense the nature of a man, the more readily will he find meditation, and the more successfully will he practice it."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Intensity is the extreme application of force and strength."
    },
    {
      "cite": "Robertson Davies",
      "quote": "Extraordinary people survive under the most terrible circumstances and they become more extraordinary because of it."
    },
    {
      "cite": "Alan Hansen",
      "quote": "The pressures are intense, because the rewards for success and the penalty for failure are more and more."
    },
    {
      "cite": "Albert Camus",
      "quote": "An intense feeling carries with it its own universe, magnificent or wretched as the case may be."
    }
  ]
}