{
  "source": "https://www.wisesayings.com/intimidating-quotes/",
  "theme": "intimidating",
  "quotes": [
    {
      "cite": "Asante Samuel",
      "quote": "The most important part to keeping us intimidating is being physical overall. If they know one of us is coming, they're going to brace themselves for a hard hit."
    },
    {
      "cite": "Barry Levinson",
      "quote": "They're intimidating the networks and levying these fines, so the networks are not sure of what they can or can't do."
    },
    {
      "cite": "Blake Mitchell",
      "quote": "The intimidating part is not his speed. It's how different it is, how much the ball moves. It looks like it's coming at you. Then you lose it."
    },
    {
      "cite": "Erik Johnson",
      "quote": "It can be intimidating, but once you're there, you realize no one is looking at you. You realize that not everyone is in great shape they're coming to the gym to get fit, too."
    },
    {
      "cite": "Ron Livingston",
      "quote": "The real intimidating stuff is the scene where you show up for the first day. You kind of square off, and that is where you look each other in the eye."
    },
    {
      "cite": "Marshall B Rosenberg",
      "quote": "Behind intimidating messages are simply people appealing to us to meet their needs."
    },
    {
      "cite": "Leigh Steinberg",
      "quote": "The whole concept of negotiating is intimidating to many people."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "How guilt once harbour'd in the conscious breast, Intimidates the brave, degrades the great."
    },
    {
      "cite": "Mia Hamm",
      "quote": "If a team intimidate you physically and you let them, they've won."
    },
    {
      "cite": "Charles Djou",
      "quote": "If you let a bully intimidate you, he's going to do it again. You've got to stand up to these strong-arm tactics."
    },
    {
      "cite": "Ben Morgan",
      "quote": "Some venues are more intimidating than others, but as professional players you enjoy the intimidating places more than the other kind."
    },
    {
      "cite": "Criss Jami",
      "quote": "Creative people are often found either disagreeable or intimidating by mediocrities."
    },
    {
      "cite": "Joe Biden",
      "quote": "Don't be intimidated by power, wealth or station, character alone makes all the difference."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "A man who is intimate with God will never be intimidated by men."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Instead of being intimidated by the limitations, be inspired to find new ways around them."
    },
    {
      "cite": "Mira Sorvino",
      "quote": "Once you've found something you know how to do, it makes you feel you don't have to be intimidated by someone."
    },
    {
      "cite": "Ken Singleton",
      "quote": "Good hitters don't become intimidated. They become infuriated."
    },
    {
      "cite": "Wess Stafford",
      "quote": "There is nothing to be intimidated about - it's just another long run where a few more people show up and they happen to wear numbers."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "If you've got them by the balls, their hearts and minds will follow."
    },
    {
      "cite": "Rebecca Mckinsey",
      "quote": "The ones who hate me the most are the ones who don't scare me."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The strongest intimidation, by the way, is the invention of a hereafter with a hell everlasting."
    },
    {
      "cite": "Miranda Kenneally",
      "quote": "If you spend all your time thinking about how someone is going to one-up you, you can't put your best foot forward."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Never be intimidated by what seems ominous, for big is only an accumulation of many smalls."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Straightforwardness intimidates people. They prefer the veneer, despite what they claim."
    },
    {
      "cite": "Janey Colbourne",
      "quote": "The trouble with scary people is everyone's too scared to tell them how scary they are"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Ocean is not supposed to be scared of the drops."
    },
    {
      "cite": "Craig R. Key",
      "quote": "A man of your valor deserves not another breath."
    },
    {
      "cite": "Criss Jami",
      "quote": "What may intimidate a man is a woman who thinks with her mind before she feels with her heart. Nevertheless what determines the strength in the man is his ability to accept one when he sees one."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "A nervous silence loosens tongues"
    },
    {
      "cite": "Carl Froch",
      "quote": "Somebody thinking that they can make noise intimidate me is comical."
    },
    {
      "cite": "Clancy Brown",
      "quote": "When you see something that's so excellent it can be intimidating to walk into it no matter how many people you know."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you want to control someone, all you have to do is to make them feel afraid."
    },
    {
      "cite": "Benjamin Walker",
      "quote": "The only thing more intimidating than a huge international film star is your mother-in-law."
    },
    {
      "cite": "Asif Kapadia",
      "quote": "Directing can be very lonely and quite intimidating."
    },
    {
      "cite": "Sara Blakely",
      "quote": "Don't be intimidated by what you don't know."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "A man who cannot be enticed by money or intimidated by the threat of jail or death has two of the strongest weapons that anyone has to offer."
    }
  ]
}