{
  "source": "https://www.wisesayings.com/intimacy-quotes/",
  "theme": "intimacy",
  "quotes": [
    {
      "cite": "Thomas Szasz",
      "quote": "The many faces of intimacy: the Victorians could experience it through correspondence, but not through cohabitation; contemporary men and women can experience it through fornication, but not through friendship."
    },
    {
      "cite": "Robert Sternberg",
      "quote": "Passion is the quickest to develop, and the quickest to fade. Intimacy develops more slowly, and commitment more gradually still."
    },
    {
      "cite": "Amy Bloom",
      "quote": "Intimacy is being seen and known as the person you truly are."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "Intimacy is what makes a marriage, not a ceremony, not a piece of paper from the state."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Intimacy is the capacity to be rather weird with someone - and finding that that's ok with them."
    },
    {
      "cite": "Anais Nin",
      "quote": "The value of the personal relationship to all things is that it creates intimacy and intimacy creates understanding and understanding creates love."
    },
    {
      "cite": "Richard Bach",
      "quote": "The opposite of loneliness is not togetherness, it's intimacy."
    },
    {
      "cite": "Robert Grudin",
      "quote": "True intimacy is a human constant. People of all types find it equally hard to achieve, equally precious to hold. Age, education, social status, make little difference here; even genius does not presuppose the talent to reveal one's self completely and completely absorb one's self in another personality. Intimacy is to love what concentration is to work: a simultaneous drawing together to attention and release of energy."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The eyes start love; intimacy perfects it."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Only intimacy with the self will bring about true healing."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "This is intimacy: the trading of stories in the dark."
    },
    {
      "cite": "Rollo May",
      "quote": "Intimacy requires courage because risk is inescapable."
    },
    {
      "cite": "Brene Brown",
      "quote": "There is no intimacy without vulnerability. Yet another powerful example of vulnerability as courage."
    },
    {
      "cite": "Jane Austen",
      "quote": "It is not time or opportunity that is to determine intimacy;—it is disposition alone. Seven years would be insufficient to make some people acquainted with each other, and seven days are more than enough for others."
    },
    {
      "cite": "John O'Donohue",
      "quote": "Real intimacy is a sacred experience. It never exposes its secret trust and belonging to the voyeuristic eye of a neon culture. Real intimacy is of the soul, and the soul is reserved."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Those who have never known the deep intimacy and the intense companionship of mutual love have missed the best thing that life has to give."
    },
    {
      "cite": "Geneen Roth",
      "quote": "Intimacy is not something that just happens between two people; it is a way of being alive. At every moment, we are choosing either to reveal ourselves or to protect ourselves, to value ourselves or to diminish ourselves, to tell the truth or to hide. To dive into life or to avoid it. Intimacy is making the choice to be connected to, rather than isolated from, our deepest truth at that moment."
    },
    {
      "cite": "Karen J. Prager",
      "quote": "The promise of intimacy is also its risk: the more intimacy two people share, the more power they give to each other to cause hurt."
    },
    {
      "cite": "Eliza Ryves",
      "quote": "From the covenants of intimacy, we enjoy the treasures of real friendship, for there can be no intimacy where there is no faith."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Real intimacy; real love has to do with a joining of the mind, a joining of the spirit, a joining of the heart."
    },
    {
      "cite": "Alice Fulton",
      "quote": "At least embarrasement is not an imitation. It is intimacy for beginners."
    },
    {
      "cite": "Cheryl Strayed",
      "quote": "The story of human intimacy is one of constantly allowing ourselves to see those we love most deeply in a new, more fractured light. Look hard. Risk that."
    },
    {
      "cite": "Parker J. Palmer",
      "quote": "The highest form of love is the love that allows for intimacy without the annihilation of difference."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "One of the characteristics of love relationships that flower is a relatively high degree of mutual self-disclosure."
    },
    {
      "cite": "John Joseph Powell",
      "quote": "It is an absolute human certainty that no one can know his own beauty or perceive a sense of his own worth until it has been reflected back to him in the mirror of another loving, caring human being."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Intimacy seems to be one of the major highs of life, whether it's getting to know yourself in a deeper way, or your partner, or the world and the society that you live in."
    },
    {
      "cite": "Patricia Love",
      "quote": "The deepest moments of intimacy occur when you're not talking."
    },
    {
      "cite": "Donald Miller",
      "quote": "If honesty is the key to intimacy, it means we don't have to be perfect and we don't have to pretend to be perfect."
    },
    {
      "cite": "David Deida",
      "quote": "The whole point of an intimacy is to serve each other in growth and love, hopefully in better ways than we can serve ourselves.  Otherwise, why engage in intimacy if your growth and love are served more by living alone?  Intimacy is about growing more than you could by yourself, through the art of mutual gifting."
    },
    {
      "cite": "John Green",
      "quote": "Physical intimacy isn’t and can never be an effective substitute for emotional intimacy."
    }
  ]
}