{
  "source": "https://www.wisesayings.com/intimidation-quotes/",
  "theme": "intimidation",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "Hate is the revenge of a coward intimidated."
    },
    {
      "cite": "Dr. Paul W. Swets",
      "quote": "Manipulation aims at control, not cooperation."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "A man convinced against his will is of the same opinion still."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Criss Jami",
      "quote": "Creative people are often found either disagreeable or intimidating by mediocrities."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "A nervous silence loosens tongues."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "If you give in to intimidation, you'll go on being intimidated."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I know what the intimidation level of high school is. You're on a hamster wheel, running, running, running, trying so hard to fit in. It's all about how you deal with what you're given, feeling OK with being the odd man out before you're finally successful."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The persistent winner is not discouraged by a problem - he is challenged by it."
    },
    {
      "cite": "Alice Walker",
      "quote": "The most common way people give up their power is by thinking they don't have any."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Rebecca Mckinsey",
      "quote": "The ones who hate me the most are the ones who don't scare me."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is a stubbornness about me that can never bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me."
    },
    {
      "cite": "Simeon ben Zoma",
      "quote": "A mighty person is one who can control their emotions and make of an enemy a friend."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Above all, be the heroine of your life, not the victim."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you want to control someone, all you have to do is to make them feel afraid."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Ocean is not supposed to be scared of the drops."
    },
    {
      "cite": "Joe Biden",
      "quote": "Don't be intimidated by power, wealth or station, character alone makes all the difference."
    },
    {
      "cite": "Sun Tzu",
      "quote": "To win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The argument from intimidation is a confession of intellectual impotence."
    },
    {
      "cite": "Ian Somerhalder",
      "quote": "Men are intimidated by smart women. They make us want to kick up our game more."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The stupidity of gossips is that they become frightened when they see your face, and a little word from your mouth makes them vibrate like an electrocuted criminal."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "A man who is intimate with God is not intimidated by man."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "Any woman who is sure of her own wits, is a match, at any time, for a man who is not sure of his own temper."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Don't be intimidated by other people's opinions. Only mediocrity is sure of itself, so take risks and do what you really want to do."
    },
    {
      "cite": "Craig R. Key",
      "quote": "A man of your valor deserves not another breath."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "To destroy that which seeks to destroy me, God invites me to stand against it until it stands down and then falls down."
    },
    {
      "cite": "Sara Blakely",
      "quote": "Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else."
    },
    {
      "cite": "John L. Mason",
      "quote": "One of the single most powerful things you can do to influence others is smile at them."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Better to master one mountain than a thousand foothills."
    }
  ]
}