{
  "source": "https://www.wisesayings.com/intolerance-quotes/",
  "theme": "intolerance",
  "quotes": [
    {
      "cite": "Mike Murdock",
      "quote": "Intolerance of your present creates your future."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Intolerance is the besetting sin of moral fervour."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Anger and intolerance are the enemies of correct understanding."
    },
    {
      "cite": "George Santayana",
      "quote": "Intolerance is a form of egotism, and to condemn egotism intolerantly is to share it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Intolerance is itself a form of violence and an obstacle to the growth of a true democratic spirit."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It may be possible to fight intolerance, stupidity, and fanaticism seperately, but when they come together there is no hope."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Intolerance, discourtesy and harshness..... are taboo in all good society and are surely contrary to the spirit of democracy."
    },
    {
      "cite": "Steve Goodier",
      "quote": "We can cure the disease of intolerance. We must do it if the world is to survive. No us. No them. Just we."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Intolerance betrays want of faith in one's cause."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Intolerance is evidence of impotence."
    },
    {
      "cite": "Ayaan Hirsi Ali",
      "quote": "Tolerance of intolerance is cowardice."
    },
    {
      "cite": "Samuel Davies",
      "quote": "Intolerance has been the curse of every age and state."
    },
    {
      "cite": "Michael Shermer",
      "quote": "Absolute morality leads logically to absolute intolerance."
    },
    {
      "cite": "Henry Seidel Canby",
      "quote": "If the bell of intolerance tolls for one, it tolls for all."
    },
    {
      "cite": "Arlene Francis",
      "quote": "If there's anything intolerance can't tolerate, it's ridicule!"
    },
    {
      "cite": "Bill Maher",
      "quote": "When you tolerate intolerance, you're not really being a liberal."
    },
    {
      "cite": "Theodor Wiesengrund Adorno",
      "quote": "Intolerance of ambiguity is the mark of an authoritarian personality."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Intolerance is a species of violence and therefore against our creed."
    },
    {
      "cite": "George Eliot",
      "quote": "The last refuge of intolerance is in not tolerating the intolerant ..."
    },
    {
      "cite": "Dean Frazer",
      "quote": "Intolerance is evidence of fear, and fear is the consequence of feeling powerless."
    },
    {
      "cite": "J. William Fulbright",
      "quote": "Intolerance of dissent is a well-noted feature of the American national character."
    },
    {
      "cite": "Paul Robeson",
      "quote": "The intolerance of the few, or the risk of it, carries the day against the wider humanity of the many."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Intolerance is natural and logical, for in every dissenting opinion lies an assumption of superior wisdom."
    },
    {
      "cite": "Madalyn Murray O'Hair",
      "quote": "Intolerance has always been one of the cornerstones of Christianity - the glorious heritage of the Inquisition."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The final battle against intolerance is to be fought—not in the chambers of any legislature—but in the hearts of men."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Intolerance is the most socially acceptable form of egotism, for it permits us to assume superiority without personal boasting."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Intolerance respecting other people's religion is toleration itself in comparison with intolerance respecting other people's art."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Intolerance of groups is often, strangely enough, exhibited more strongly against small differences than against fundamental ones."
    },
    {
      "cite": "Theodore Dalrymple",
      "quote": "Where a reputation for intolerance is more feared than a reputation for vice itself, all manner of evil may be expected to flourish."
    },
    {
      "cite": "John Money",
      "quote": "... neither tolerance nor intolerance is grounded in science and reason, but they are themselves acts of faith grounded in social custom and the politics of expediency and power."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Indeed, intolerance is essential only to monotheism; an only God is by nature a jealous God who will not allow another to live. On the other hand, polytheistic gods are naturally tolerant, they live and let live."
    },
    {
      "cite": "Elisabeth Marbury",
      "quote": "There is no intolerance in the world so great as the intolerance of tolerance, and no bigotry so excessive as the bigotry of the image breaker. To praise the devil is second nature. To praise God is an education."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Intolerance is the 'Do Not Touch' sign on something that cannot bear touching. We do not mind having our hair ruffled, but we will not tolerate any familiarity with the toupee which covers our baldness."
    },
    {
      "cite": "James Madison",
      "quote": "Toleration is not the opposite of intolerance, but is the counterfeit of it. Both are despotisms. The one assumes to itself the right of withholding liberty of conscience, the other of granting it"
    },
    {
      "cite": "Elsa Maxwell",
      "quote": "Intolerance of mediocrity has been the main prop of my independence."
    },
    {
      "cite": "Edward Brooke",
      "quote": "Intemperance and intolerance serve no one, and hatred guarantees failure."
    },
    {
      "cite": "Pierre Bayle",
      "quote": "It is thus tolerance that is the source of peace, and intolerance that is the source of disorder and squabbling."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "Ideological and political intolerance, even with the best and most sincere intentions, produces results that are the direct opposite of those intended."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The most damaging forms of intolerance are connected with religious, racial and political differences of opinion."
    },
    {
      "cite": "Princess Diana",
      "quote": "The greatest problem in the world today is intolerance. Everyone is so intolerant of each other."
    },
    {
      "cite": "James Larkin",
      "quote": "Intolerance has been the curse of our country."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "I have seen great intolerance shown in support of tolerance."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "Tolerance of intolerance enables oppression."
    }
  ]
}