{
  "source": "https://www.wisesayings.com/introspection-quotes/",
  "theme": "introspection",
  "quotes": [
    {
      "cite": "Franz Kafka",
      "quote": "Association with human beings lures one into self-observation."
    },
    {
      "cite": "Hugh Downs",
      "quote": "The most mature human insight comes from one's introspection rather than from exterior research."
    },
    {
      "cite": "Nick Hornby",
      "quote": "One could argue that most of the trouble in the world is caused by introspection."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "The problem with introspection is that it has no end."
    },
    {
      "cite": "Theron Q. Dumont",
      "quote": "Study yourself. Find your strong points and make them stronger as well as your weak ones and strengthen them. Study yourself carefully and you will see yourself as you really are."
    },
    {
      "cite": "Timothy Pina",
      "quote": "Mastering self-control, the act of restraining one's emotions is the true key to success."
    },
    {
      "cite": "Bill Purdin",
      "quote": "To know your limits is a state of self-delusion."
    },
    {
      "cite": "Jacques Verges",
      "quote": "It is good for society to have this introspection."
    },
    {
      "cite": "William Godwin",
      "quote": "The philosophy of the wisest person that ever existed, is mainly derived from the act of introspection."
    },
    {
      "cite": "Kazi Shams",
      "quote": "One's greatest challenge is to control oneself."
    },
    {
      "cite": "James Allen",
      "quote": "Self-control is strength. Right thought is mastery. Calmness is power."
    },
    {
      "cite": "Anais Nin",
      "quote": "Introspection is a devouring monster. You have to feed it with much material, much experience, many people, many places, many loves, many creations, and then it ceases feeding on you."
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "Without self knowledge, without understanding the working and functions of his machine, man cannot be free, he cannot govern himself and he will always remain a slave."
    },
    {
      "cite": "Amit Ray",
      "quote": "Self-observation is the first step of inner unfolding."
    },
    {
      "cite": "Anonymous",
      "quote": "A man without self-control is like a city broken into and left without walls."
    },
    {
      "cite": "Danielle de Niese",
      "quote": "We can all afford to do a little soul-searching about the choices we make and the way we live our lives, but sometimes searching one's soul doesn't provide the answers we seek."
    },
    {
      "cite": "Sam Veda",
      "quote": "Anybody desirous of success should spend some time in introspection and contemplation."
    },
    {
      "cite": "Aristotle",
      "quote": "Knowing yourself is the beginning of all wisdom."
    },
    {
      "cite": "Brene Brown",
      "quote": "Mindfully practicing authenticity during our most soul-searching struggles is how we invite grace, joy and gratitude into our lives."
    },
    {
      "cite": "Romany Malco",
      "quote": "Education, introspection, self-love and excellence are the only ways to overcome the wrath of ignorance."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The most introspective of souls are often those that have been hurt the most."
    },
    {
      "cite": "Anonymous",
      "quote": "Self-control is the ability to control the expression of our passions and emotions."
    },
    {
      "cite": "John Wooden",
      "quote": "Without proper self-evaluation, failure is inevitable."
    },
    {
      "cite": "Carl Jung",
      "quote": "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes."
    },
    {
      "cite": "N. T. Wright",
      "quote": "Made for spirituality, we wallow in introspection. Made for joy, we settle for pleasure. Made for justice, we clamor for vengeance."
    },
    {
      "cite": "Charles Popplestone",
      "quote": "Your brain shall be your servant instead of your master. You will rule it instead of allowing it to rule you."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The mind may wander, but let not the senses wander with it. If the senses wander where the mind takes them, one is done for."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Introspection is always retrospection."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "The mind can weave itself warmly in the cocoon of its own thoughts, and dwell a hermit anywhere."
    },
    {
      "cite": "Albert Camus",
      "quote": "In order to understand the world, one has to turn away from it on occasion."
    }
  ]
}