{
  "source": "https://www.wisesayings.com/intuition-quotes/",
  "theme": "intuition",
  "quotes": [
    {
      "cite": "Billy Wilder",
      "quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's."
    },
    {
      "cite": "Michael Burke",
      "quote": "Good instincts usually tell you what to do long before your head has figured it out."
    },
    {
      "cite": "Benjamin Spock",
      "quote": "Trust yourself. You know more than you think you do."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Trust your hunches. They're usually based on facts filed away just below the conscious level."
    },
    {
      "cite": "Florence Scovel Shinn",
      "quote": "Intuition is a spiritual faculty and does not explain, but simply points the way."
    },
    {
      "cite": "Alexis Carrel",
      "quote": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Cease trying to work everything out with your minds. It will get you nowhere. Live by intuition and inspiration and let your whole life be Revelation."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Intuition is seeing with the soul."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "The truth about life and lie about life is not measured by others but by your intuition, which never lies."
    },
    {
      "cite": "Kim Basinger",
      "quote": "I feel there are two people inside me - me and my intuition. If I go against her, she'll screw me every time, and if I follow her, we get along quite nicely."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The intellect has little to do on the road to discovery. There comes a leap in consciousness, call it intuition or what you will, and the solution comes to you and you don't know why or how."
    },
    {
      "cite": "Henri Poincare",
      "quote": "It is through science that we prove, but through intuition that we discover."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Thoughts without content are empty, intuitions without concepts are blind... The understanding can intuit nothing, the senses can think nothing. Only through their union can knowledge arise."
    },
    {
      "cite": "Dr. Jonas Salk",
      "quote": "Intuition will tell the thinking mind where to look next."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A new idea comes suddenly and in a rather intuitive way, but intuition is nothing but the outcome of earlier intellectual experience."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Intuition is really a sudden immersion of the soul into the universal current of life."
    },
    {
      "cite": "Gavin De Becker Quotes",
      "quote": "Intuition is always right in at least two important ways; It is always in response to something. It always has your best interest at heart"
    },
    {
      "cite": "Don Bradley",
      "quote": "Intuition is more than knowledge, and truth comes pure from the heart."
    },
    {
      "cite": "Caroline Joy Adams",
      "quote": "Listen to your inner voice... for it is a deep and powerful source of wisdom, beauty and truth, ever flowing through you... Learn to trust it, trust your intuition, and in good time, answers to all you seek to know will come, and the path will open before you."
    },
    {
      "cite": "Konosuke Matsushita",
      "quote": "No matter how deep a study you make. What you really have to rely on is your own intuition and when it comes down to it, you really don't know what's going to happen until you do it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The only real valuable thing is intuition."
    },
    {
      "cite": "Rudolf Arnheim",
      "quote": "All perceiving is also thinking, all reasoning is also intuition, all observation is also invention."
    },
    {
      "cite": "Robert Heller",
      "quote": "Never ignore a gut feeling, but never believe that it's enough."
    },
    {
      "cite": "John Kord Lagemann",
      "quote": "Intuition isn't the enemy, but the ally, of reason."
    },
    {
      "cite": "John Naisbitt",
      "quote": "Intuition becomes increasingly valuable in the new information society precisely because there is so much data."
    },
    {
      "cite": "Frank Capra",
      "quote": "A hunch is creativity trying to tell you something."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "All human knowledge thus begins with intuitions, proceeds thence to concepts, and ends with ideas."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, don't waste it living someone else's life. Don't be trapped by dogma, which is living the result of other people's thinking. Don't let the noise of other's opinion drown your own inner voice. Everything else is secondary."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The power of intuitive understanding will protect you from harm until the end of your days."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "When you reach the end of what you should know, you will be at the beginning of what you should sense."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Insight is not a lightbulb that goes off inside our heads. It is a flickering candle that can easily be snuffed out."
    },
    {
      "cite": "Brian L. Weiss",
      "quote": "Come from the heart, the true heart, not the head. When in doubt, choose the heart. This does not mean to deny your own experiences and that which you have empirically learned through the years. It means to trust your self to integrate intuition and experience."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Everything I have to say has already crossed your mind. Then possibly my answer has crossed yours."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "The truth about life and lie about life is not measured by others but by your intuition, which never lies."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Follow your instincts. That's where true wisdom manifests itself."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The intuitive mind is a sacred gift and the rational mind is a faithful servant. We have created a society that honors the servant and has forgotten the gift."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "A woman's guess is much more accurate than a man's certainty."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "Notice what happens when you follow your intuitive feelings. The result is usually increased energy and power, and a sense of things flowing."
    },
    {
      "cite": "Joy Page",
      "quote": "Your inner knowing is your only true compass."
    },
    {
      "cite": "Bain",
      "quote": "Instinct is untaught ability."
    },
    {
      "cite": "John Sterling",
      "quote": "Instinct is intelligence incapable of self-consciousness."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "A leader or a man of action in a crisis almost always acts subconsciously and then thinks of the reasons for his action."
    },
    {
      "cite": "Anne Wilson Schae",
      "quote": "Trusting your intuition often saves us from disaster."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "Trusting your intuition means tuning in as deeply as you can to the energy you feel, following that energy moment to moment, trusting that it will lead you where you want to go and bring you everything you desire."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Before you speak, it is necessary for you to listen, for God speaks in the silence of the heart."
    },
    {
      "cite": "Martha Graham",
      "quote": "There is a vitality, a life-force, an energy, a quickening that is translated through you into action Keep the channel open."
    },
    {
      "cite": "Willis Harman",
      "quote": "All societies, ancient or modern, primitive or sophisticated, have guided themselves by values and goals rooted in the experience of  deep intuition'."
    },
    {
      "cite": "Carolyn Myss",
      "quote": "Intuition is neither the ability to engage prophesy nor a means of avoiding financial loss or painful relationships. It is actually the ability to use energy data to make decisions in the immediate moment."
    }
  ]
}