{
  "source": "https://www.wisesayings.com/investment-quotes/",
  "theme": "investment",
  "quotes": [
    {
      "cite": "Robin Sharma",
      "quote": "Investing in yourself is the best investment you will ever make. It will not only improve your life, it will improve the lives of all those around you."
    },
    {
      "cite": "Ralph Seger",
      "quote": "An investor without investment objectives is like a traveler without a destination."
    },
    {
      "cite": "Robert T. Kiyosaki",
      "quote": "There are no bad business and investment opportunities, but there are bad entrepreneurs and investors."
    },
    {
      "cite": "Donald Trump",
      "quote": "Sometimes your best investments are the ones you don't make."
    },
    {
      "cite": "Benjamin Graham",
      "quote": "In the short run, the market is a voting machine, but in the long run it is a weighing machine."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Never depend on single income. Make investment to create a second source."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Investing in yourself is the best thing you can do. If you've got talents, no one can take them from you."
    },
    {
      "cite": "John Wesley",
      "quote": "Earn as much as you can. Save as much as you can. Invest as much as you can. Give as much as you can."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An investment in knowledge pays the best interest."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The best investment is in the tools of one's own trade."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Goodness is the only investment that never fails."
    },
    {
      "cite": "Bob Parsons",
      "quote": "Never stop investing. Never stop improving. Never stop doing something new."
    },
    {
      "cite": "Warren Buffett",
      "quote": "You should invest in a business that even a fool can run, because someday a fool will."
    },
    {
      "cite": "Anonymous",
      "quote": "Whenever you make an investment in yourself, you're making an investment in your future."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of little expenses. A small leak will sink a great ship."
    },
    {
      "cite": "Ben Graham",
      "quote": "The individual investor should act consistently as an investor and not as a speculator."
    },
    {
      "cite": "Charles A. Jaffe",
      "quote": "It's not your salary that makes you rich, it's your spending habits."
    },
    {
      "cite": "Ann Macbeth",
      "quote": "Build into each budget the cost of hiring and don't lump yourself with capital investment."
    },
    {
      "cite": "Benjamin Graham",
      "quote": "Successful investing is about managing risk, not avoiding it."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The rich invest in time, the poor invest in money."
    },
    {
      "cite": "Aya Laraya",
      "quote": "When you invest you are buying a day that you don't have to work."
    },
    {
      "cite": "John Templeton",
      "quote": "The four most dangerous words in investing are: this time it's different."
    },
    {
      "cite": "Harold Lewis",
      "quote": "Those who are unwilling to invest in the future haven't earned one."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Do not save what is left after spending, but spend what is left after saving."
    },
    {
      "cite": "Benjamin Graham",
      "quote": "Investing isn't about beating others at their game. It's about controlling yourself at your own game."
    },
    {
      "cite": "Carlos Slim",
      "quote": "Anyone who is not investing now is missing a tremendous opportunity."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "Put not your trust in money, but put your money in trust."
    },
    {
      "cite": "Peter Lynch",
      "quote": "An important key to investing is to remember that stocks are not lottery tickets."
    },
    {
      "cite": "John Templeton",
      "quote": "The best investment with the least risk and the greatest dividend is giving."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If a business does well, the stock eventually follows."
    },
    {
      "cite": "Scott Lee",
      "quote": "The greatest investment we can ever make is to invest our life in the life of someone else."
    },
    {
      "cite": "Anonymous",
      "quote": "Be picky with who you invest your time in. Wasted time is worse than wasted money."
    },
    {
      "cite": "Will Rogers",
      "quote": "Don't gamble; take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it."
    },
    {
      "cite": "Michael Jordan",
      "quote": "In any investment, you expect to have fun and make money."
    },
    {
      "cite": "Paul Clitheroe",
      "quote": "Invest in yourself. Your career is the engine of your wealth."
    },
    {
      "cite": "Anonymous",
      "quote": "You cannot save time for future use, but you can invest it for the future!"
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "If you want your children to turn out well, invest twice as much time with them and half as much money."
    },
    {
      "cite": "Anonymous",
      "quote": "An investor without investment objectives is like a traveler without a destination."
    },
    {
      "cite": "Anonymous",
      "quote": "Some of your activities should be viewed as an investment and not a sacrifice."
    },
    {
      "cite": "Ben Graham",
      "quote": "Investors should purchase stocks like they purchase groceries, not like they purchase perfume."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Financial peace isn't the acquisition of stuff. It's learning to live on less than you make, so you can give money back and have money to invest. You can't win until you do this."
    },
    {
      "cite": "Edward Lampert",
      "quote": "The entrance strategy is actually more important than the exit strategy."
    },
    {
      "cite": "George Soros",
      "quote": "It's not whether you're right or wrong that's important, but how much money you make when you're right and how much you lose when you're wrong."
    },
    {
      "cite": "Gordon B. Hinkley",
      "quote": "You will come to know that what appears today to be a sacrifice will prove to be the greatest investment that you will ever make."
    },
    {
      "cite": "Jesse Livermore",
      "quote": "The stock market is never obvious. It is designed to fool most of the people, most of the time."
    },
    {
      "cite": "Jim Rogers",
      "quote": "Bottoms in the investment world don't end with four-year lows; they end with 10- or 15-year lows."
    },
    {
      "cite": "Joel Greenblatt",
      "quote": "The secret to investing is to figure out the value of something and then pay a lot less."
    },
    {
      "cite": "John Bogle",
      "quote": "Don't look for the needle in the haystack. Just buy the haystack!"
    },
    {
      "cite": "Low Simpson",
      "quote": "In many ways, the stock market is like the weather in that if you don’t like the current conditions all you have to do is wait a while."
    },
    {
      "cite": "Mellody Hobson",
      "quote": "The biggest risk of all is not taking one."
    },
    {
      "cite": "Paul Samuelson",
      "quote": "Investing should be more like watching paint dry or watching grass grow. If you want excitement, take $800 and go to Las Vegas."
    },
    {
      "cite": "Peter Lynch",
      "quote": "Although it’s easy to forget sometimes, a share is not a lottery ticket it’s part ownership of a business."
    },
    {
      "cite": "Phillip Fisher",
      "quote": "The stock market is filled with individuals who know the price of everything, but the value of nothing."
    },
    {
      "cite": "Robert Arnott",
      "quote": "In investing, what is comfortable is rarely profitable."
    },
    {
      "cite": "Robert G. Allen",
      "quote": "How many millionaires do you know who have become wealthy by investing in savings accounts? I rest my case."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "It's not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "To be a successful business owner and investor, you have to be emotionally neutral to winning and losing Winning and losing are just part of the game."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Don’t work for money; make it work for you."
    },
    {
      "cite": "Sydney Madwed",
      "quote": "If you want to be truly successful, invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Do not put all your eggs in one basket."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Rule #1: Never lose money; Rule #2: Don’t forget rule #1."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Risk comes from not knowing what you are doing."
    },
    {
      "cite": "Warren Buffett",
      "quote": "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Wide diversification is only required when investors do not understand what they are doing."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The stock market is a device for transferring money from the impatient to the patient."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The first rule of investment is: Don't Lose.  And the second rule of investment is: Don't forget the first rule."
    }
  ]
}