{
  "source": "https://www.wisesayings.com/invention-quotes/",
  "theme": "invention",
  "quotes": [
    {
      "cite": "Carl Van Vechten",
      "quote": "The lack of imagination or invention most people display in naming pussies is almost beyond credence."
    },
    {
      "cite": "Amar Bose",
      "quote": "Invention is arrived at by intelligent stumbling."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Telephone, n. An invention of the devil which abrogates some of the advantages of making a disagreeable person keep his distance."
    },
    {
      "cite": "William Congreve",
      "quote": "Invention flags, his brain goes muddy, and black despair succeeds brown study."
    },
    {
      "cite": "Julie Newmar",
      "quote": "Invention is the pleasure you give yourself when other people's stuff isn't good enough."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Inventions that are not made, like babies that are not born, are not missed."
    },
    {
      "cite": "Edwin H. Land",
      "quote": "An invention that is quickly accepted will turn out to be a rather trivial alteration of something that has already existed."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "Invention is by its very nature disruptive. If you want to be understood at all times, then don't do anything new."
    },
    {
      "cite": "Mary Shelley",
      "quote": "Invention, it must be humbly admitted, does not consist in creating out of void, but out of chaos."
    },
    {
      "cite": "Kurt Vonnegut Jr.",
      "quote": "We have to continually be jumping off cliffs and developing our wings on the way down."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "Invention requires a long-term willingness to be misunderstood."
    },
    {
      "cite": "Douglas Engelbart",
      "quote": "The digital revolution is far more significant than the invention of writing or even of printing."
    },
    {
      "cite": "William Blake",
      "quote": "Invention depends altogether upon execution or organization; as that is right or wrong so is the invention perfect or imperfect."
    },
    {
      "cite": "Tim O'Reilly",
      "quote": "An invention has to make sense in the world it finishes in, not in the world it started."
    },
    {
      "cite": "Mary Shelley",
      "quote": "Invention consists in the capacity of seizing on the capabilities of a subject, and in the power of moulding and fashioning ideas suggested to it."
    },
    {
      "cite": "Trevor Baylis",
      "quote": "Invention isn't some impenetrable brand of magic; anyone can have a go."
    },
    {
      "cite": "Thomas Edison",
      "quote": "To invent, you need a good imagination and a pile of junk."
    },
    {
      "cite": "Jean-Auguste-Dominique Ingres",
      "quote": "The way good inventions are made is to familiarize yourself with those of others. The men who cultivate letters and the arts are all sons of Homer."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Invention requires both disciplines, strict common sense and wild imagination."
    },
    {
      "cite": "Thomas More",
      "quote": "It is naturally given to all men to esteem their own inventions best."
    },
    {
      "cite": "William James",
      "quote": "Invention, using the term most broadly, and imitation, are the two legs, so to call them, on which the human race historically has walked."
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "Invention presupposes imagination but should not be confused with it."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Invention is nothing more than a fine deviation from, or enlargement on a fine model."
    },
    {
      "cite": "Thomas S. Kuhn",
      "quote": "Almost always the men who achieve these fundamental inventions of a new paradigm have been either very young or very new to the field whose paradigm they change."
    },
    {
      "cite": "David Frost",
      "quote": "Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Invention is activity of mind, as fire is air in motion; a sharpening of the spiritual sight, to discern hidden aptitudes."
    },
    {
      "cite": "Robert H. Thurston",
      "quote": "Great inventions are never, and great discoveries are seldom, the work of any one mind. Every great invention is really an aggregation of minor inventions, or the final step of a progression. It is not usually a creation, but a growth, as truly so as is the growth of the trees in the forest."
    },
    {
      "cite": "Joseph Jastrow",
      "quote": "Inventions become perfect by slow improvement, and each step is itself an invention."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Invention is almost the only literary labour which blindness cannot obstruct."
    },
    {
      "cite": "Gemma Malley",
      "quote": "Invention is not always good. Sometimes our inventions are too powerful for us to control."
    },
    {
      "cite": "Sark",
      "quote": "Invention is the natural outcome of creative thinking."
    },
    {
      "cite": "Anonymous",
      "quote": "A great invention for dieters would be a refrigerator which weighs you every time you open the door."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "The progressive development of man is vitally dependent on invention. It is the most important product of his creative brain."
    },
    {
      "cite": "Judith Schaechter",
      "quote": "Original artistic invention demands that even the inventor be surprised."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Life is infinitely stranger than anything which the mind of man could invent. We would not dare to conceive the things which are really merely commonplaces of existence."
    },
    {
      "cite": "Demetri Martin",
      "quote": "The digital camera is a great invention because it allows us to reminisce. Instantly."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "An invention is a responsibility of the individual, society cannot invent, it can only applaud the invention and inventor."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Inventions are not solely the making of material things, inventions are also the mental unleashing of ideas by a genuis with a sixth sense."
    },
    {
      "cite": "Philippe Kahn",
      "quote": "Invention is the root of innovation. Innovation is the major force for change in the future."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Our ancestors have invented, we can at least innovate."
    },
    {
      "cite": "Henri Poincare",
      "quote": "Invention consists in avoiding the constructing of useless contraptions and in constructing the useful combinations which are in infinite minority."
    },
    {
      "cite": "Wentworth Dillon",
      "quote": "Invention is not so much the result of labor as of judgment."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Inventing is a combination of brains and materials. The more brains you use, the less material you need."
    },
    {
      "cite": "Ray Dolby",
      "quote": "Inventing is a skill that some people have and some people don't. But you can learn how to invent."
    },
    {
      "cite": "Ha-Joon Chang",
      "quote": "The invention of the printing press was one of the most important events in human history."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Invention is 10% inspiration and 90% perspiration."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Doubt is the father of invention."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Invention is the talent of youth, as judgment is of age."
    }
  ]
}