{
  "source": "https://www.wisesayings.com/invincible-quotes/",
  "theme": "invincible",
  "quotes": [
    {
      "cite": "Ouida",
      "quote": "Indifference is the invincible grant of the world."
    },
    {
      "cite": "Winston Churchill",
      "quote": "As long as we have faith in our own cause and an unconquerable will to win, victory will not be denied us."
    },
    {
      "cite": "Helen Keller",
      "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Character is an invincible force, which acts by presence and without means."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men."
    },
    {
      "cite": "Paul Stanley",
      "quote": "Youth is incredible because you really do feel invincible."
    },
    {
      "cite": "John Green",
      "quote": "We are as indestructible as we believe ourselves to be."
    },
    {
      "cite": "Regina Malabago",
      "quote": "You are bigger than your problem, stronger than your obstacles and higher than your ego.You can make a difference you are invincible."
    },
    {
      "cite": "Goethe",
      "quote": "The soul is indestructible and its activity will continue through eternity."
    },
    {
      "cite": "Anuj Somany",
      "quote": "Faith is an invincible, impeccable, invisible, invigorating and intelligible trust that does not rust with time."
    },
    {
      "cite": "Epictetus",
      "quote": "You can be invincible, if you enter into no contest in which it is not in your power to conquer."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "It's the unconquerable soul of man, and not the nature of the weapon he uses, that ensures victory."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Being unconquerable lies with yourself; being conquerable lies with your enemy."
    },
    {
      "cite": "George Orwell",
      "quote": "Whoever is winning at the moment will always seem to be invincible."
    },
    {
      "cite": "R. A. Delmonico",
      "quote": "Nothing makes a man more invincible than to \"know\" that death is not the end."
    },
    {
      "cite": "Franz Kafka",
      "quote": "The indestructible is one: it is each individual human being and, at the same time, it is common to all, hence the incomparably indivisible union that exists between human beings."
    },
    {
      "cite": "Alice Miller",
      "quote": "For the human soul is virtually indestructible, and its ability to rise from the ashes remains as long as the body draws breath."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Let not others define you, make yourself strong and able to define yourself. When you accept yourself with your worthiness and weakness, you are invincible."
    },
    {
      "cite": "Joseph Morgan",
      "quote": "When you're indestructible, then nothing is a threat really. So nothing needs to be taken that seriously."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "No man is invincible, and therefore no man can fully understand that which would make him invincible."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Indomitable in retreat, invincible in advance; insufferable in victory."
    },
    {
      "cite": "Genghis Khan",
      "quote": "One arrow alone can be easily broken but many arrows are indestructible."
    },
    {
      "cite": "Franz Kafka",
      "quote": "In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The V sign is the symbol of the unconquerable will of the occupied territories, and a portent of the fate awaiting the Nazi tyranny."
    },
    {
      "cite": "Chris Bradford",
      "quote": "Only by binding together as a single force will we remain strong and unconquerable."
    },
    {
      "cite": "Dave Pelzer",
      "quote": "Even in its darkest passages, the heart is unconquerable. It is important that the body survives, but it is more meaningful that the human spirit prevails."
    },
    {
      "cite": "Niall Ferguson",
      "quote": "No civilization, no matter how mighty it may appear to itself, is indestructible."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The most vulnerable and yet most unconquerable of things is human vanity; nay, through being wounded its strength increases and can grow to giant proportions."
    },
    {
      "cite": "William Stanley Jevons",
      "quote": "Value is the most invincible and impalpable of ghosts, and comes and goes unthought of, while the visible and dense matter remains as it was."
    }
  ]
}