{
  "source": "https://www.wisesayings.com/invisible-quotes/",
  "theme": "invisible",
  "quotes": [
    {
      "cite": "John Green",
      "quote": "We're invisible. I've never been here with someone else. It's different being invisible with someone."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Invisible things are the only realities."
    },
    {
      "cite": "Alexander Auron",
      "quote": "People who don't appreciate your presence, only deserve your absence"
    },
    {
      "cite": "Michael Chabon",
      "quote": "Some things that are invisible and untouchable can nevertheless be seen and felt."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There is nothing invisible in this universe! There is only our lack of eyesight!"
    },
    {
      "cite": "Bill Viola",
      "quote": "There is an invisible world out there, and we are living in it."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "There is an invisible garment woven around us from our earliest years; it is made of the way we eat, the way we walk, the way we greet people."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Vision is the art of seeing what is invisible to others."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Invisible threads are the strongest ties."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "If invisible people eat invisible food does invisible wind blow invisible trees?"
    },
    {
      "cite": "Jonathan Lethem",
      "quote": "The invisible are always so resolutely invisible, until you see them."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Because when some people are invisible, everyone suffers."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is only shallow people who do not judge by appearances. The true mystery of the world is the visible, not the invisible."
    },
    {
      "cite": "William Godwin",
      "quote": "Invisible things are the only realities; invisible things alone are the things that shall remain."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "What delights us in visible beauty is the invisible."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The true mystery of the world is the visible, not the invisible."
    },
    {
      "cite": "R. C. Sherriff",
      "quote": "An invisible man can rule the world. Nobody will see him come, nobody will see him go. He can hear every secret, he can rob, rapeand kill."
    },
    {
      "cite": "Simon Sinek",
      "quote": "If you're not remarkable, you're invisible."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Everyone has an invisible sign hanging from their neck saying, Make me feel important. Never forget this message when working with people."
    },
    {
      "cite": "James Taylor",
      "quote": "All invisible from where we stand the connections come to pass, and though too strong to comprehend they affect us not the less."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The visible is always a mirror of the invisible. The reality is imagined before it manifests itself."
    },
    {
      "cite": "Herbern Lebumfacil",
      "quote": "Do the impossible, see the invisible."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Life is invisible. The illusion is that what we perceive is in some way not a reflection of self. Life reflects the field of attention that we're in."
    },
    {
      "cite": "Hans Hofmann",
      "quote": "To sense the invisible and to be able to create it, that is art."
    },
    {
      "cite": "Eric Cantona",
      "quote": "It is enjoyable to make things visible which are invisible."
    },
    {
      "cite": "Sarah E. Morin",
      "quote": "Invisible people see invisible things."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "What's invisible to us is also crucial for our own well being."
    },
    {
      "cite": "Johannes Scotus Eriugena",
      "quote": "Every visible and invisible creature is an appearance of God."
    },
    {
      "cite": "Charles De Lint",
      "quote": "When you're invisible, no one can see that you're different."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you can see the invisible, God will do the impossible."
    },
    {
      "cite": "Genesis Quihuis",
      "quote": "I make you see things that aren't really there and you believe every word."
    },
    {
      "cite": "Novalis",
      "quote": "We are more closely connected to the invisible than to the visible."
    },
    {
      "cite": "Rumi",
      "quote": "There is an invisible strength within us; when it recognizes two opposing objects of desire, it grows stronger."
    },
    {
      "cite": "Beverly L. Kaye",
      "quote": "When they feel invisible, it's easy for them to leave."
    },
    {
      "cite": "T. Harv Eker",
      "quote": "It's what's invisible that creates what's visible."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Love is invisible and comes and goes where it wants, without anyone asking about it."
    },
    {
      "cite": "William Segal",
      "quote": "The world is filled with invisible realities. But, if people do not see or hear, then these realities do not exist."
    },
    {
      "cite": "Angela Carter",
      "quote": "The invisible is only another unexplored country, a brave new world."
    },
    {
      "cite": "Max Beckmann",
      "quote": "I am seeking for the bridge which leans from the visible to the invisible through reality."
    },
    {
      "cite": "Rene Magritte",
      "quote": "Everything that is visible hides something that is invisible."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Identity is this incredible invisible force that controls your whole life. It's invisible, like gravity is invisible, but it controls your whole life."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The pages are still blank, but there is a miraculous feeling of the words being there, written in invisible ink and clamoring to become visible."
    },
    {
      "cite": "Michelle Cuevas",
      "quote": "You're only as invisible as you feel, imaginary or not."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Whatever you can imagine is waiting for you, fully created in the invisible, and the way to make it visible is to harness the force of love by imagining and feeling what you love."
    },
    {
      "cite": "Shiv Khera",
      "quote": "Have a vision. It is the ability to see the invisible. If you can see the invisible, you can achieve the impossible."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Ninety-nine per cent of who you are is invisible and untouchable."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Sometimes it is a relief to be invisible."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Sometimes the heart sees what is invisible to the eye."
    }
  ]
}