{
  "source": "https://www.wisesayings.com/invitation-quotes/",
  "theme": "invitation",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An invitation of a beautiful street is an invitation to walk within a dream!"
    },
    {
      "cite": "Steven Redhead",
      "quote": "Each new day is an invitation to an adventure of your own making."
    },
    {
      "cite": "David Whyte",
      "quote": "A real conversation always contains an invitation. You are inviting another person to reveal herself or himself to you, to tell you who they are or what they want."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "A commission is an invitation to fall in love."
    },
    {
      "cite": "Saint Augustine",
      "quote": "There is no greater invitation to love than loving first."
    },
    {
      "cite": "Warren Miller",
      "quote": "Adventure is the invitation to common people to become uncommon."
    },
    {
      "cite": "Paul Brunton",
      "quote": "Let us accept the invitation, ever-open, from the Stillness, taste its exquisite sweetness, and heed its silent instruction."
    },
    {
      "cite": "Edouard de Pomiane",
      "quote": "One should never refuse an invitation to lunch or dinner, for one never knows what one may have to eat the next day."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "You hold in your hand an invitation: to remember the transforming power of forgiveness and loving kindness. To remember that no matter where you are and what you face, within your heart peace is possible."
    },
    {
      "cite": "Harold Klemp",
      "quote": "An invitation is extended to any true seeker who wants to find for himself the Light and Sound of God. This treasure is the birthright of Soul that leads to the Kingdom of Heaven."
    },
    {
      "cite": "Toba Beta",
      "quote": "It is no harm to accept an invitation of a stranger, but better visit an occasion of people we know well."
    },
    {
      "cite": "Louisa Thomsen Brits",
      "quote": "The grace of a curve is an invitation to remain. We cannot break away from it without hoping to return."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The invitation only world is a manifestation of self-realization."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The invitation to something better is not arriving from any source outside of yourself — ever."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "A quote is not a conversation, but an invitation to change your perspective."
    },
    {
      "cite": "Marilyn Chandler McEntyre",
      "quote": "A story is an invitation, and a challenge, and a choice."
    },
    {
      "cite": "Isabel Allende",
      "quote": "A memoir is an invitation into another person's privacy."
    },
    {
      "cite": "Sarah",
      "quote": "You don't need an invitation to your own life."
    },
    {
      "cite": "James Salter",
      "quote": "Events need their invitation, dissolutions their start."
    },
    {
      "cite": "Carolyn Wells",
      "quote": "Invitation is the sincerest flattery."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Words are an invitation to life, a request to bring energy into form. Choose your words carefully."
    },
    {
      "cite": "Neil T Anderson",
      "quote": "The essence of temptation is the invitation to live independently of God."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Every moment is an invitation to live out of your weakness or to live out of your strength."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "Everything can be used as an invitation to meditation."
    },
    {
      "cite": "John Paul Caponigro",
      "quote": "A photograph is an invitation to look - and to look at looking."
    }
  ]
}