{
  "source": "https://www.wisesayings.com/ireland-quotes/",
  "theme": "ireland",
  "quotes": [
    {
      "cite": "Charles Haughey",
      "quote": "IrelandÂ is where strange tales begin and happy endings are possible."
    },
    {
      "cite": "John McGahern",
      "quote": "IrelandÂ is a peculiar society in the sense that it was a nineteenth century society up to about 1970 and then it almost bypassed the twentieth century."
    },
    {
      "cite": "Albert Reynolds",
      "quote": "What Ireland needs now above all else is peace."
    },
    {
      "cite": "Travis Fimmel",
      "quote": "The landscape in Ireland is just - I've never been in such a beautiful place with the lakes and ocean and everything."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "IrelandÂ is a fruitful mother of genius, but a barren nurse."
    },
    {
      "cite": "James Joyce",
      "quote": "If Ireland is to become a new Ireland she must first become European."
    },
    {
      "cite": "Maeve Binchy",
      "quote": "InÂ IrelandÂ every place you visit and every person you meet has a story. And they love to tell you their stories. Everyone is interested in everything; in a land of storytellers, you will never be bored."
    },
    {
      "cite": "Hugh Dancy",
      "quote": "Ireland. Great for the spirit - very bad for the body."
    },
    {
      "cite": "Nora Roberts",
      "quote": "IrelandÂ is a land of poets and legends, of dreamers and rebels. All of these have music woven through and around them. Tunes for dancing or for weeping, for battle or for love."
    },
    {
      "cite": "John Jeremiah Sullivan",
      "quote": "The greenness ofÂ IrelandÂ is a false greenness, after all. Not that it isn't green - the place can still make you have to pull off and swallow one of your heart pills. It's that the greenness doesn't mean what it seems. It doesn't encode a pastoral past, much less a timeless vale where wee folk trip the demesne."
    },
    {
      "cite": "Roisin Murphy",
      "quote": "Ireland is a great place to be odd."
    },
    {
      "cite": "Leo Varadkar",
      "quote": "Around the world, people look to Ireland as a country where it doesn't matter where you come from but where you want to go."
    },
    {
      "cite": "Charles Stewart Parnell",
      "quote": "Why should Ireland be treated as a geographical fragment of England - Ireland is not a geographical fragment, but a nation."
    },
    {
      "cite": "Frank McCourt",
      "quote": "Ireland, once you live there, you're seduced by it."
    },
    {
      "cite": "Anne Enright",
      "quote": "Ireland is a series of stories that have been told to us, starting with the Irish Celtic national revival. I never believed in 'Old Ireland.' It has been made all of kitsch by the diaspora, looking back and deciding what Ireland is. Yes, it is green. Yes, it is friendly. I can't think of anything else for definite."
    },
    {
      "cite": "Eddie Murphy",
      "quote": "The economy in Ireland has been rampaging ahead for the last 15 years. Barring an international, political or natural catastrophe, things can only get better for the Irish."
    },
    {
      "cite": "Jonathan Powell",
      "quote": "NorthernÂ IrelandÂ still suffers from its past, and it will take generations to escape sectarianism and for violence to end totally. Nonetheless, it is in a different place now than during the Troubles, and it will not go back to the old days."
    },
    {
      "cite": "Hugh Leonard",
      "quote": "The problem with Ireland is that it's a country full of genius, but with absolutely no talent."
    },
    {
      "cite": "David Allen",
      "quote": "InÂ IrelandÂ we have a very old saying, When you can see the mountains it's going to rain and when you can't see the mountains it's raining."
    },
    {
      "cite": "Michael D. Higgins",
      "quote": "IrelandÂ has made its choice for the future and it has chosen the version of Irishness it will build. I know, and I will work with head and heart to be part of it with all of you in creating that future one in which all of us can be part of and part of us too."
    },
    {
      "cite": "Patrick Pearse",
      "quote": "As long asÂ IrelandÂ is unfree the only honourable attitude for Irish men, women to have is an attitude of rebellion."
    },
    {
      "cite": "Tana French",
      "quote": "Ireland is such a young society. The British were the ruling class up until they left about a hundred years ago, and we've been trying to work out what our class hierarchy is ever since."
    },
    {
      "cite": "Mary Wilson Little",
      "quote": "In some parts of Ireland the sleep which knows no waking is always followed by a wake which knows no sleeping."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "We are bound to lose Ireland in consequence of years of cruelty, stupidity and misgovernment and I would rather lose her as a friend than as a foe."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Ah,Â Ireland... That damnable, delightful country, where everything that is right is the opposite of what it ought to be."
    },
    {
      "cite": "Shana Alexander",
      "quote": "IrelandÂ is not at all a simple place, and in many ways it is spare and sad. It has no wealth, no power, no stability, no influence, no fashion, no size. Its only real arts are song and drama and poem. But Limerick alone has two thousand ruined castles and surely that many practicing poets."
    },
    {
      "cite": "Anjelica Huston",
      "quote": "Going back to Ireland involves at least six to seven emotional breakdowns for me per day."
    },
    {
      "cite": "Seamus Heaney",
      "quote": "Anyone born and bred in Northern Ireland can't be too optimistic."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "We may have bad weather in Ireland, but the sun shines in the hearts of the people and that keeps us all warm."
    },
    {
      "cite": "Gustave de Beaumont",
      "quote": "IrelandÂ is a little country which raises all the great questions."
    },
    {
      "cite": "David Trimble",
      "quote": "There are two traditions in Northern Ireland. There are two main religious denominations. But there is only one true moral denomination. And it wants peace."
    },
    {
      "cite": "James Joyce",
      "quote": "Do you know what Ireland is? Ireland is the old sow that eats her farrow."
    },
    {
      "cite": "Martin McGuinness",
      "quote": "I believe a united Ireland is inevitable. I have never put a date on it."
    },
    {
      "cite": "Patrick Kavanagh",
      "quote": "In the country places of Ireland, writing is held in certain awe: a writer was a dangerous man from whom they instinctively recoiled."
    },
    {
      "cite": "Boyle Roche",
      "quote": "The cup ofÂ Ireland's misery has been overflowing for centuries and is not yet half full."
    },
    {
      "cite": "Patrick Pearse",
      "quote": "Ireland unfree shall never be at peace."
    },
    {
      "cite": "James Joyce",
      "quote": "Ireland sober is Ireland stiff."
    },
    {
      "cite": "John Pentland Mahaffy",
      "quote": "In Ireland the inevitable never happens and the unexpected constantly occurs."
    },
    {
      "cite": "Lenny Abrahamson",
      "quote": "Ireland is a good place to start out as a filmmaker. If what you do is good, even at a very small scale, it will get recognized."
    },
    {
      "cite": "Seamus Heaney",
      "quote": "In Northern Ireland, helicopters are not usually used to promote poetry."
    },
    {
      "cite": "Sean Bean",
      "quote": "It's strange coming back to Northern Ireland, but it feels like a home away from home."
    },
    {
      "cite": "Dave Barry",
      "quote": "Geographically, Ireland is a medium-sized rural island that is slowly but steadily being consumed by sheep."
    },
    {
      "cite": "Daniel Day-Lewis",
      "quote": "Ireland was a place for the renewal of hope and I still see it like that."
    },
    {
      "cite": "Anjelica Huston",
      "quote": "Oh, all kinds of lunacy happens in Ireland, all kinds of lunacy."
    },
    {
      "cite": "Lady Gregory",
      "quote": "What makes Ireland inclined toward the drama is that it's a great country for conversation."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Ireland is a great country to die or be married in."
    },
    {
      "cite": "Fionnula Flanagan",
      "quote": "The image of Ireland is projected as a male image in the acting world, similar to the way that the word of Ireland is male dominated."
    }
  ]
}