{
  "source": "https://www.wisesayings.com/irish-quotes/",
  "theme": "irish",
  "quotes": [
    {
      "cite": "Ailbhe Smyth",
      "quote": "The Irish people are clearly standing up and saying of course the lives of women in Ireland matter. It's a great victory for equality for freedom for dignity for human rights, -- and not only for women."
    },
    {
      "cite": "Thomas O'Leary",
      "quote": "The Irish consider retirement the time to kick back and enjoy life to the fullest."
    },
    {
      "cite": "Alex Levine",
      "quote": "Only Irish coffee provides in a single glass all four essential food groups: alcohol, caffeine, sugar and fat."
    },
    {
      "cite": "James Joyce",
      "quote": "It is a symbol of Irish art. The cracked looking-glass of a servant."
    },
    {
      "cite": "James Joyce",
      "quote": "The Irish are people who will never have leaders, for at the great moment they always desert them. They have produced one skeleton--Parnell--never a man."
    },
    {
      "cite": "Irish Sayings",
      "quote": "The Irish - Be they kings, or poets, or farmers, They're a people of great worth, They keep company with the angels, And bring a bit of heaven here to earth."
    },
    {
      "cite": "Conor O'Brien",
      "quote": "Irishness is not primarily a question of birth or blood or language; it is the condition of being involved in the Irish situation, and usually of being mauled by it."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The Irish are a fair people: They never speak well of one another."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Irish poets, learn your trade, sing whatever is well made, scorn the sort now growing up all out of shape from toe to top."
    },
    {
      "cite": "Fiona Shaw",
      "quote": "Irish people are educated not only about artistry but local history."
    },
    {
      "cite": "Brendan Behan",
      "quote": "If it was raining soup, the Irish would go out with forks."
    },
    {
      "cite": "Anonymous",
      "quote": "The Irish fight amongst themselves because they have yet to find a more worthy opponent."
    },
    {
      "cite": "Irish Sayings",
      "quote": "On the Irish ladder of success there's always some one on the rung above using your head to steady himself."
    },
    {
      "cite": "Katharine Tynan",
      "quote": "Irish people have a trick of over-statement, at which one ceases to wince as one grows older."
    },
    {
      "cite": "Daniel Patrick Moynihan",
      "quote": "To be Irish is to know that in the end the world will break your heart."
    },
    {
      "cite": "Rory O'Malley",
      "quote": "The only way to get to that next peak is to be ready for that next valley. Being raised Irish, you know to always be ready for the bad times."
    },
    {
      "cite": "James Connolly",
      "quote": "The Irish people will only be free, when they own everything from the plough to the stars."
    },
    {
      "cite": "Dylan Moran",
      "quote": "Irish people give big hellos and very little goodbyes. Unless they're female, and then they spend five hours talking in the doorway to the person that's leaving their house."
    },
    {
      "cite": "Edna Kenny",
      "quote": "Irish people are pragmatic. They understand that nobody is going to fix our problems but ourselves."
    },
    {
      "cite": "Harold Nicolson",
      "quote": "The Irish do not want anyone to wish them well; they want everyone to wish their enemies ill."
    },
    {
      "cite": "Peter O'Toole",
      "quote": "Irish women are always carrying water on their heads, and always carrying their husbands home from pubs. Such things are the greatest posture-builders in the world."
    },
    {
      "cite": "Anonymous",
      "quote": "There are only two kinds of people in the world, the Irish and those who wish they were."
    },
    {
      "cite": "John Millington Synge",
      "quote": "There is no language like the Irish for soothing and quieting."
    },
    {
      "cite": "Thoms Adcock",
      "quote": "There's no sense to being Irish unless you know the world's going to break your heart."
    },
    {
      "cite": "Jean Legrand",
      "quote": "The Irish have a sweet tooth. And that's a good thing, because it has been the inspiration for some wonderful desserts that allow us to end our meal on a happy and sweet note."
    },
    {
      "cite": "Katharine Tynan",
      "quote": "There is an Irish way of paying compliments as though they were irresistible truths which makes what would otherwise be an impertinence delightful."
    },
    {
      "cite": "Victoria Smurfit",
      "quote": "If you're Irish, it doesn't matter where you go - you'll find family."
    },
    {
      "cite": "Norman Mailer",
      "quote": "The Irish are the only men who know how to cry for the dirty polluted blood of all the world."
    }
  ]
}