{
  "source": "https://www.wisesayings.com/iron-quotes/",
  "theme": "iron",
  "quotes": [
    {
      "cite": "William Butler Yeats",
      "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
    },
    {
      "cite": "Tim Tebow",
      "quote": "As iron sharpens iron, so one man sharpens another."
    },
    {
      "cite": "Jeannie Calment",
      "quote": "I have legs of iron, but to tell you the truth, they're starting to rust and buckle a bit."
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "Iron rusts from disuse; water loses its purity from stagnation... even so does inaction sap the vigor of the mind."
    },
    {
      "cite": "Anthistenes",
      "quote": "As iron is eaten away by rust, so the envious are consumed by their own passion."
    },
    {
      "cite": "Mark Twain",
      "quote": "Everything has its limit - iron ore cannot be educated into gold."
    },
    {
      "cite": "Marie Osmond",
      "quote": "The good Lord made us all out of iron. Then he turns up the heat to forge some of us into steel."
    },
    {
      "cite": "Frances Harper",
      "quote": "No man can feel the iron which enters another man's soul."
    },
    {
      "cite": "Proverb",
      "quote": "Man is harder than iron, stronger than stone and more fragile than a rose."
    },
    {
      "cite": "Horace Mann",
      "quote": "A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron."
    },
    {
      "cite": "Bill Moliison",
      "quote": "Stupidity is an attempt to iron out all differences, and not to use or value them creatively."
    },
    {
      "cite": "Ezra Cornell",
      "quote": "Idleness is to the human mind like rust to iron"
    },
    {
      "cite": "Ryszard Kapuscinski",
      "quote": "Money changes all the iron rules into rubber bands."
    },
    {
      "cite": "Carl Friedrich Gauss",
      "quote": "Theory attracts practice as the magnet attracts iron."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "Adolescence is about digging out the iron inside irony"
    }
  ]
}