{
  "source": "https://www.wisesayings.com/irony-quotes/",
  "theme": "irony",
  "quotes": [
    {
      "cite": "Anatole France",
      "quote": "Irony is the gaiety of reflection and the joy of wisdom."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "If a nation values anything more than freedom, it will lose its freedom, and the irony of it is that if it is comfort or money that it values more, it will lose that too"
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Irony is a clear consciousness of an eternal agility, of the infinitely abundant chaos."
    },
    {
      "cite": "Wes Studi",
      "quote": "Irony is one of my favorite aspects of life."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Neither irony or sarcasm is argument."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Remember: the time you feel lonely is the time you most need to be by yourself. Life's cruelest irony."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "I'd rather be partly great than entirely useless."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "It is sometimes easier to be happy if you don't know everything."
    },
    {
      "cite": "Rene Descartes",
      "quote": "Common sense is the most widely shared commodity in the world, for every man is convinced that he is well supplied with it."
    },
    {
      "cite": "Trevanian",
      "quote": "Irony is Fate's most common figure of speech."
    },
    {
      "cite": "Bill Nye",
      "quote": "Humor is everywhere in that there's irony in just about anything a human does."
    },
    {
      "cite": "Socrates",
      "quote": "The greatest way to live with honor in this world is to be what we pretend to be."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "The supreme irony of life is that hardly anyone gets out of it alive."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Irony is a disciplinarian feared only by those who do not know it, but cherished by those who do"
    },
    {
      "cite": "Jack Nicholson",
      "quote": "My mother never saw the irony in calling me a son-of-a-bitch"
    },
    {
      "cite": "Edwin P. Whipple",
      "quote": "Irony is an insult conveyed in the form of a compliment"
    },
    {
      "cite": "Agnes Repplier",
      "quote": "Humor brings insight and tolerance. Irony brings a deeper and less friendly understanding."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "Sometimes the appropriate response to reality is to go insane."
    },
    {
      "cite": "Noelie Altito",
      "quote": "The shortest distance between two points is under construction."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Most people would rather be certain they're miserable than risk being happy."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "Some are born great, some achieve greatness, and some hire public relations officers."
    },
    {
      "cite": "Calvin",
      "quote": "People think it must be fun to be a super genius, but they don't realize how hard it is to put up with all the idiots in the world."
    },
    {
      "cite": "Jessamyn West",
      "quote": "A taste for irony has kept more hearts from breaking than a sense of humor for it takes irony to appreciate the joke which is on oneself."
    },
    {
      "cite": "Elizabeth Bibesco",
      "quote": "Irony is the hygiene of the mind."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Irony regards every simple truth as a challenge"
    },
    {
      "cite": "Rufus Choate",
      "quote": "Neither irony nor sarcasm is argument."
    },
    {
      "cite": "Jean Stafford",
      "quote": "Irony, I feel, is a very high form of morality."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Eternity is a mere moment, just long enough for a joke."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Reality is wrong. Dreams are for real"
    },
    {
      "cite": "Voltaire",
      "quote": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets."
    },
    {
      "cite": "Robin Williams",
      "quote": "Why do they call it rush hour when nothing moves?"
    },
    {
      "cite": "Steve Jobs",
      "quote": "A leader leads by example, whether he intends to or not."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Example is not the main thing in influencing others, it's the only thing"
    },
    {
      "cite": "Mason Cooley",
      "quote": "Irony regards every simple truth as a challenge."
    },
    {
      "cite": "Jessamyn West",
      "quote": "Pleasure in irony ... is an ego trip."
    },
    {
      "cite": "Friedrich Von Schlegel",
      "quote": "Irony is the form of paradox. Paradox is what is good and great at the same time."
    },
    {
      "cite": "Philip Yordan",
      "quote": "It's a tragic irony. The sick stayed well and the healthy became blind."
    },
    {
      "cite": "Charles Beaumont",
      "quote": "You know, there's a certain irony in the fact that our lives and perhaps the lives of everyone on Earth may depend on Captain Patterson's sex appeal."
    },
    {
      "cite": "John Weiss",
      "quote": "Irony is jesting behind hidden gravity."
    },
    {
      "cite": "Jessamyn West",
      "quote": "A taste for irony has kept more hearts from breaking than a sense of humor for it takes irony to appreciate the joke which is on oneself."
    },
    {
      "cite": "Edwin P. Whipple",
      "quote": "Irony is an insult conveyed in the form of a compliment."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Sentimental irony is a dog that bays at the moon while pissing on graves."
    },
    {
      "cite": "Don Williams, Jr.",
      "quote": "I am consistently inconsistent."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Clap an extinguisher upon your irony if you are unhappily blessed with a vein of it"
    },
    {
      "cite": "Ed Byrne",
      "quote": "It's like rain on your wedding day.' Only if you're marrying a weatherman and he set the date."
    },
    {
      "cite": "Garland Greene",
      "quote": "Define irony: a bunch of idiots dancing around on a plane to a song"
    },
    {
      "cite": "Groucho Marx",
      "quote": "A man is as young as the woman he feels."
    },
    {
      "cite": "Stephen Bishop",
      "quote": "I feel so miserable without you, it's almost like having you here."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "Sometimes I need what only you can provide: your absence."
    },
    {
      "cite": "Paul Newman",
      "quote": "It's always darkest before it turns absolutely pitch black."
    },
    {
      "cite": "Abba Eban",
      "quote": "History teaches us that men and nations behave wisely once they have exhausted all other alternatives."
    }
  ]
}