{
  "source": "https://www.wisesayings.com/irrational-quotes/",
  "theme": "irrational",
  "quotes": [
    {
      "cite": "George Santayana",
      "quote": "TheÂ irrationalÂ in the human has something about it altogether repulsive and terrible, as we see in the maniac, the miser, the drunkard or the ape."
    },
    {
      "cite": "Brad Stine",
      "quote": "Who is moreÂ irrational, the guy who believes in a God he can't see, or a guy who's offended by a God he doesn't believe in?"
    },
    {
      "cite": "Jack Parsons",
      "quote": "Only in the irrational and unknown direction can we come to wisdom again."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "IrrationalÂ barriers and ancient prejudices fall quickly when the question of survival itself is at stake."
    },
    {
      "cite": "Margot Robbie",
      "quote": "BeingÂ irrationalÂ and out of control is what happens in real life. Not cautiously choreographing your anger or your emotions, losing yourself in them is what happens in real life."
    },
    {
      "cite": "Imre Kertész",
      "quote": "On the other hand, what is reallyÂ irrationalÂ and what truly cannot be explained is not evil but, contrarily, the good."
    },
    {
      "cite": "Karl Mannheim",
      "quote": "Behind every rational andÂ irrationalÂ force in human society there is a social mechanism which determines where it is to appear and what forms it is to take."
    },
    {
      "cite": "Sol Lewitt",
      "quote": "IrrationalÂ judgements lead to new experience."
    },
    {
      "cite": "Keith Ablow",
      "quote": "TheÂ irrationalÂ thoughts were the ones with the power to burn holes in your gut."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "AnÂ irrationalÂ fear should never be simply let alone, but should be gradually overcome by familiarity with its fainter forms."
    },
    {
      "cite": "Mason Cooley",
      "quote": "TheÂ irrationalÂ may be attractive in the abstract, but not in cab drives, dinner guests, or elderly relatives."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "Nothing could be moreÂ irrationalÂ than the idea that something comes from nothing."
    },
    {
      "cite": "Stefan Molyneux",
      "quote": "IrrationalÂ expectations are at the root of most human suffering."
    },
    {
      "cite": "James Madison",
      "quote": "Nothing could be moreÂ irrationalÂ than to give the people power, and to withhold from them information without which power is abused."
    },
    {
      "cite": "Robert Todd Carroll",
      "quote": "IrrationalÂ beliefs are culturally accepted delusions."
    },
    {
      "cite": "Aristotle",
      "quote": "IrrationalÂ passions would seem to be as much a part of human nature as is reason."
    },
    {
      "cite": "Albert Ellis",
      "quote": "If something isÂ irrational, that means it won't work. It's usually unrealistic."
    },
    {
      "cite": "Duop Chak Wuol",
      "quote": "It is better to make an irrational noise in a bush than in a desert."
    },
    {
      "cite": "Annie Dillard",
      "quote": "TheÂ irrationalÂ haunts the metaphysical."
    }
  ]
}