{
  "source": "https://www.wisesayings.com/irreplaceable-quotes/",
  "theme": "irreplaceable",
  "quotes": [
    {
      "cite": "Goran Persson",
      "quote": "A human being is so irreplaceable. So valuable and so unique."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Time is more valuable than money, because time is irreplaceable."
    },
    {
      "cite": "Naomi Klein",
      "quote": "One shouldn't gamble with what is irreplaceable and precious."
    },
    {
      "cite": "Douglas Southall Freeman",
      "quote": "Time alone is irreplaceable. Waste it not."
    },
    {
      "cite": "Jeaniene Frost",
      "quote": "Family is always irreplaceable, even when they're also irreconcilable."
    },
    {
      "cite": "Holly Smale",
      "quote": "If you don't make yourself irreplaceable, somebody will replace you. Being different is being remembered. Being the same is being forgotten."
    },
    {
      "cite": "Andre Gide",
      "quote": "Every instant of our lives is essentially irreplaceable: you must know this in order to concentrate on life."
    },
    {
      "cite": "Coco Chanel",
      "quote": "To be irreplaceable, you have to be different."
    },
    {
      "cite": "Adriana Trigiani",
      "quote": "A good mother is irreplaceable."
    },
    {
      "cite": "Dan Quayle",
      "quote": "The loss of life will be irreplaceable."
    },
    {
      "cite": "George W. Bush",
      "quote": "Fathers have a unique and irreplaceable role in the lives of children."
    },
    {
      "cite": "Lionel Blue",
      "quote": "Old friends die on you, and they're irreplaceable. You become dependent."
    },
    {
      "cite": "Richie Norton",
      "quote": "The way to be irreplaceable is to become a social innovator. Start projects that motivate you to save the world and simultaneously make you money (and create mindshare) for your company. Social innovation makes magic happen."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The lack of wealth is easily repaired but the poverty of the soul is irreplaceable."
    },
    {
      "cite": "Iman",
      "quote": "There are highlights when you become irreplaceable as a model, like when you become a muse to designers. They look at you differently; you're not a coat hanger for hire."
    },
    {
      "cite": "Mike Murdock",
      "quote": "Don't waste your time, it is too short, Valuable and irreplaceable."
    },
    {
      "cite": "Dana Gioia",
      "quote": "Art is an irreplaceable way of understanding and expressing the world."
    }
  ]
}