{
  "source": "https://www.wisesayings.com/island-quotes/",
  "theme": "island",
  "quotes": [
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "I feel we are all islands - in a common sea."
    },
    {
      "cite": "John Donne",
      "quote": "No man is an island, entire of itself; every man is a piece of the continent."
    },
    {
      "cite": "Albert Einstein",
      "quote": "How I wish that somewhere there existed an island for those who are wise and of good will."
    },
    {
      "cite": "Chet Raymo",
      "quote": "Knowledge is an island surrounded by a sea of mystery."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Your life is an island separated from all other islands and continents. Regardless of how many boats you send to other shores or how many ships arrive upon your shores, you yourself are an island separated by its own pains, secluded in its happiness"
    },
    {
      "cite": "Richard Burton",
      "quote": "Little islands are all large prisons: one cannot look at the sea without wishing for the wings of a swallow."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "Our knowledge is a little island in a great ocean of nonknowledge."
    },
    {
      "cite": "Gretel Ehrlich",
      "quote": "Islands are reminders of arrivals and departures."
    },
    {
      "cite": "Francis Daniels Moore",
      "quote": "The brain is an island in an osmotically homogeneous sea."
    },
    {
      "cite": "Stella Benson",
      "quote": "Islands are gregarious animals, they decorate the ocean in conveys."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "The wise man makes an island of himself that no flood can overwhelm."
    },
    {
      "cite": "Wyndham Lewis",
      "quote": "What is the good of being an island, if you are not a volcanic island?"
    },
    {
      "cite": "Ralf W. Sockman",
      "quote": "The larger the island of knowledge, the longer the shoreline of wonder."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Islands are metaphors of the heart, no matter what poet says otherwise."
    },
    {
      "cite": "John W. Gardner",
      "quote": "We cannot have islands of excellence in a sea of slovenly indifference to standards."
    },
    {
      "cite": "Barbara Marx Hubbard",
      "quote": "Small islands of coherence in a sea of chaos can shift the whole system to a higher order."
    },
    {
      "cite": "James Rozoff",
      "quote": "Each man is an island unto himself. But though a sea of difference may divide us, an entire world of commonality lies beneath."
    },
    {
      "cite": "David Quammen",
      "quote": "Islands are havens and breeding grounds for the unique and anomalous. They are natural laboratories of extravagant evolutionary experimentation."
    },
    {
      "cite": "Buddha",
      "quote": "Make an island of yourself, make yourself your refuge; there is no other refuge. Make truth your island, make truth your refuge; there is no other refuge."
    },
    {
      "cite": "Syed Muhammad Naquib al-Attas",
      "quote": "Man is like an island set in isolation in a fathomless sea enveloped by darkness, saying that the loneliness his self knows is so utterly absolute because even he knows not his self completely."
    },
    {
      "cite": "Denis Waitley",
      "quote": "No man or woman is an island. To exist just for yourself is meaningless. You can achieve the most satisfaction when you feel related to some greater purpose in life, something greater than yourself."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Islands are natural workshops of evolution."
    },
    {
      "cite": "P. D. James",
      "quote": "Every island to a child is a treasure island."
    },
    {
      "cite": "Elisha",
      "quote": "The fact is, we are not islands and we are far more connected than we know."
    },
    {
      "cite": "Charles Stross",
      "quote": "All men are islands, surrounded by the bottomless oceans of unthinking night."
    },
    {
      "cite": "William James",
      "quote": "We are like islands in the sea, separate on the surface but connected in the deep."
    },
    {
      "cite": "Mr Hudson",
      "quote": "No man is an island. You can ask people for help and they can ask for your help in return."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Best of an island is once you get there - you can't go any farther...you've come to the end of things."
    },
    {
      "cite": "Guy Gavriel Kay",
      "quote": "Everyone knew that all islands were worlds unto themselves, that to come to an island was to come to another world."
    }
  ]
}