{
  "source": "https://www.wisesayings.com/islamic-quotes/",
  "theme": "islamic",
  "quotes": [
    {
      "cite": "Barack Obama",
      "quote": "Islamic culture has given us majestic arches and soaring spires; timeless poetry and cherished music; elegant calligraphy and places of peaceful contemplation."
    },
    {
      "cite": "Yusuf Al-Qaradawi",
      "quote": "The desired Islamic state might be likened to an orchard planted with olive and palm trees that will take a relatively long time to produce fruit."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "There is nothing more Islamic than critical thinking."
    },
    {
      "cite": "Aga Khan IV",
      "quote": "The Islamic ethic is that if God has given you the capacity or good fortune to be a privileged individual in society, you have a moral responsibility to society."
    },
    {
      "cite": "Khaled Abou El Fadl",
      "quote": "Islamic tradition is full of examples of supporting the autonomy of women and the empowerment of women. Very few people know that in Islamic history there have been well over two thousand women jurists."
    },
    {
      "cite": "Mahmoud Ahmadinejad",
      "quote": "The wave of the Islamic revolution will soon reach the entire world."
    },
    {
      "cite": "Ruhollah Khomeini",
      "quote": "Islamic state means a state based on justice and democracy and structured upon Islamic rules and laws."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "According to Islamic principles, when a man is accused of heresy, he is given the choice between repentance and punishment."
    },
    {
      "cite": "Ibn Warraq",
      "quote": "While many Islamic countries pay lip service to the idea of freedom of religion, they don't put up with conversion from Islam to another religion."
    },
    {
      "cite": "Ali Khamenei",
      "quote": "The great Islamic nation cannot ... be indifferent and remain silent on the injustice done to you. The Islamic nation is required to assist you in any way it can."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "The universality of Islam is not uniformity, it is unity with diversity."
    },
    {
      "cite": "Ellen Willis",
      "quote": "As with fascism, the rise of Islamic totalitarianism has partly to do with its populist appeal to the class resentments of an economically oppressed population and to anger at political subordination and humiliation."
    },
    {
      "cite": "Malcolm X",
      "quote": "The religion of Islam brings out of the individual all of his dormant potential."
    },
    {
      "cite": "Nouman Ali Khan",
      "quote": "Islam is not a set of rules. It's a way of seeing life and the world."
    },
    {
      "cite": "John Speed",
      "quote": "In Islam, all living things have souls. We are made pure by the fire of the lord compassion."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "The message of Islam asks you to be intellectually, spiritually, socially, and politically independent."
    },
    {
      "cite": "Pervez Musharraf",
      "quote": "Islam teaches tolerance, not hatred; universal brotherhood, not enmity; peace, and not violence."
    },
    {
      "cite": "Ahmed Zewail",
      "quote": "Let me put it this way: There is nothing in Islam that is fundamentally against the quest for knowledge."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Islam stands for the unity and brotherhood of mankind, and not for disrupting the oneness of the human family."
    },
    {
      "cite": "Muhammad Asad",
      "quote": "Of all religious systems, Islam alone declares that individual perfection is possible in our earthly existence."
    },
    {
      "cite": "Ali Sina",
      "quote": "In Islam religion and politics cannot be separated. Unlike other religions, Islam is political by its very nature."
    },
    {
      "cite": "Malcolm X",
      "quote": "The religion of Islam actually restores one's human feelings, human rights, human incentives, human, his talent."
    },
    {
      "cite": "Mos Def",
      "quote": "If Islam's sole interest is the welfare of mankind, then Islam is the strongest advocate of human rights anywhere on Earth."
    },
    {
      "cite": "George W. Bush",
      "quote": "Islam is a faith that brings comfort to people. It inspires them to lead lives based on honesty, and justice, and compassion."
    },
    {
      "cite": "Lupe Fiasco",
      "quote": "The point of Islam is to promote peace."
    },
    {
      "cite": "Barack Obama",
      "quote": "Islam has a proud tradition of tolerance."
    },
    {
      "cite": "Cat Stevens",
      "quote": "Islam is not just a religion. Islam is everything."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The very word Islam means peace, which is nonviolence."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Islam appeals to people because it appeals also to reason."
    },
    {
      "cite": "Geert Wilders",
      "quote": "In Islam there is not much room for anything else but Islam."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Surely Islam has nothing to fear from criticism even if it be unreasonable."
    },
    {
      "cite": "Robert Spencer",
      "quote": "Islam understands its earthly mission to extend the law of Allah over the world by force."
    },
    {
      "cite": "James Buchan",
      "quote": "Liberty in Islam is the liberty to be a Muslim, democracy likewise, individualism likewise."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Traditional Islam is a mixture of all obedience to Allah, and if that requires militancy, so be it."
    },
    {
      "cite": "Ruhollah Khomeini",
      "quote": "In Islam, the legislative power and competence to establish laws belong exclusively to God Almighty."
    },
    {
      "cite": "Mohammed Bouyeri",
      "quote": "Islam will be victorious through the blood of martyrs who spread its light in every dark corner of this earth."
    },
    {
      "cite": "Stephen Bannon",
      "quote": "Islam is not a religion of peace. Islam is a religion of submission. Islam means submit."
    },
    {
      "cite": "Hassan Al-Banna",
      "quote": "It is the nature of Islam to dominate, not to be dominated, to impose its law on all nations and to extend its power to the entire planet."
    }
  ]
}