{
  "source": "https://www.wisesayings.com/isolation-quotes/",
  "theme": "isolation",
  "quotes": [
    {
      "cite": "Roger Rosenblatt",
      "quote": "Children love to be alone because alone is where they know themselves, and where they dream."
    },
    {
      "cite": "Jeanne Marie Laskas",
      "quote": "Isolation is aloneness that feels forced upon you, like a punishment. Solitude is aloneness you choose and embrace. I think great things can come out of solitude, out of going to a place where all is quiet except the beating of your heart."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We allow our ignorance to prevail upon us and make us think we can survive alone, alone in patches, alone in groups, alone in races, even alone in genders."
    },
    {
      "cite": "Jhumpa Lahiri",
      "quote": "Isolation offered its own form of companionship."
    },
    {
      "cite": "Anais Nin",
      "quote": "I have such a fear of finding another like myself, and such a desire to find one! I am so utterly lonely, but I also have such a fear that my isolation be broken through, and I no longer be the head and ruler of my universe."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "When so many are lonely as seem to be lonely, it would be inexcusably selfish to be lonely alone."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You cannot be lonely if you like the person you're alone with."
    },
    {
      "cite": "Carlos Salinas de Gortari",
      "quote": "Isolation is a self-defeating dream."
    },
    {
      "cite": "John Lubbock",
      "quote": "The whole value of solitude depends upon one's self; it may be a sanctuary or a prison, a haven of repose or a place of punishment, a heaven or a hell, as we ourselves make it."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Isolation is the sum total of wretchedness to a man."
    },
    {
      "cite": "Claire Cameron",
      "quote": "I would get a lot of writing done if I lived in isolation in a cave under a swamp."
    },
    {
      "cite": "Dan Brown",
      "quote": "Even the technology that promises to unite us, divides us. Each of us is now electronically connected to the globe, and yet we feel utterly alone."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you."
    },
    {
      "cite": "Carlos Fuentes",
      "quote": "Love can isolate us from everything around us. But in its absence, we can be filled with the fear that something comparable exists."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "We're all islands shouting lies to each other across seas of misunderstanding."
    },
    {
      "cite": "Orson Welles",
      "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "Loneliness doesn't have much to do with where you are."
    },
    {
      "cite": "Joseph Roux",
      "quote": "Solitude vivifies; isolation kills."
    },
    {
      "cite": "Megan Whalen Turner",
      "quote": "But there are other words for privacy and independence. They are isolation and loneliness."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "I was never less alone than when by myself."
    },
    {
      "cite": "William Bernbach",
      "quote": "There is no such thing as a good or bad ad in isolation. What is good at one moment is bad at another. Research can trap you into the past."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I never found the companion that was so companionable as solitude. We are for the most part more lonely when we go abroad among men than when we stay in our chambers."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "The strongest man in the world is he who stands most alone."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably."
    },
    {
      "cite": "William Shatner",
      "quote": "There was nothing lonelier than a man with a million friends."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "No one can live entirely on their own, nor can any country or society exist in isolation."
    },
    {
      "cite": "Phyllis Hobe",
      "quote": "Living alone, though it may not be the state you ultimately desire for yourself, affords an unparalleled opportunity to know yourself, to be yourself, and to develop yourself as a unique and interesting individual."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The more powerful and original a mind, the more it will incline towards the religion of solitude."
    },
    {
      "cite": "Karl Marx",
      "quote": "I am greatly pleased with the public, authentic isolation in which we two, you and I, now find ourselves. It is wholly in accord with our attitude and our principles."
    },
    {
      "cite": "Lillian Hellman",
      "quote": "Lonely people, in talking to each other can make each other lonelier."
    },
    {
      "cite": "Franz Wright",
      "quote": "I am in no way different from anyone else, that my predicament, my sense of aloneness or isolation may be precisely what unites me with everyone."
    },
    {
      "cite": "John Donne",
      "quote": "No man is an island, entire of itself."
    },
    {
      "cite": "John Milton",
      "quote": "Loneliness is the first thing which God's eye named not good."
    },
    {
      "cite": "Jules Verne",
      "quote": "Solitude, isolation, are painful things and beyond human endurance."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Without great solitude no serious work is possible."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "Loneliness is and always has been the central and inevitable experience of every man."
    },
    {
      "cite": "Wayne Cordeiro",
      "quote": "Solitude is a chosen separation for refining your soul. Isolation is what you crave when you neglect the first."
    },
    {
      "cite": "Ellen Burstyn",
      "quote": "What a lovely surprise to finally discover how unlonely being alone can be."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Tears do not burn except in solitude."
    },
    {
      "cite": "John Harrigan",
      "quote": "People need loving the most when they appear to deserve it the least."
    },
    {
      "cite": "James Alan Gardner",
      "quote": "It is strange how the presence of additional people can make you feel more alone."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Solitude is fine but you need someone to tell you that solitude is fine."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We're all of us sentenced to solitary confinement inside our own skins, for life!"
    },
    {
      "cite": "Thomas Browne",
      "quote": "Be able to be alone. Lose not the advantage of solitude, and the society of thyself."
    },
    {
      "cite": "May Sarton",
      "quote": "Loneliness is the poverty of self; solitude is richness of self."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "If you meet a loner, no matter what they tell you, it's not because they enjoy solitude. It's because they have tried to blend into the world before, and people continue to disappoint them."
    }
  ]
}