{
  "source": "https://www.wisesayings.com/israel-quotes/",
  "theme": "israel",
  "quotes": [
    {
      "cite": "Eric Cantor",
      "quote": "Israel deserves America's friendship in reality - not just in rhetoric."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "The Land of Israel needs a People and the People of Israel needs a Land."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Israel will endure and flourish. It is the child of hope and the home of the brave."
    },
    {
      "cite": "David Horowitz",
      "quote": "Israel is the canary in the mine. What happens to Israel will eventually happen to America itself."
    },
    {
      "cite": "Brigitte Gabriel",
      "quote": "Israel, the Jewish state, the only democracy in the Middle East, continues to shine as a beacon of light in the darkest region of the world."
    },
    {
      "cite": "David Ben-Gurion",
      "quote": "The State of Israel will prove itself not by material wealth, not by military might or technical achievement, but by its moral character and human values."
    },
    {
      "cite": "David Ben-Gurion",
      "quote": "In Israel, in order to be a realist you must believe in miracles."
    },
    {
      "cite": "Yair Lapid",
      "quote": "The State of Israel was not established by anxiety but, rather, through pride."
    },
    {
      "cite": "Amos Oz",
      "quote": "Israel is a fulfilled dream. Nothing that exists here existed here a hundred years ago."
    },
    {
      "cite": "Edgar Bronfman",
      "quote": "Israel desperately needs peace if it is to come anywhere close to being the 'light unto nations' of Jewish dreams."
    },
    {
      "cite": "David Ben-Gurion",
      "quote": "Israel has created a new image of the Jew in the world - the image of a working and an intellectual people, of a people that can fight with heroism."
    },
    {
      "cite": "Ehud Olmert",
      "quote": "In Israel we tend to be carried away by our emotions."
    },
    {
      "cite": "Moshe Dayan",
      "quote": "Israel must be like a mad dog, too dangerous to bother."
    },
    {
      "cite": "Benjamin Netanyahu",
      "quote": "If Israel is forced to stand alone, Israel will stand alone."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Israel... is one of the great outpost of democracy in the world."
    },
    {
      "cite": "Shimon Peres",
      "quote": "Israel is moving from the realm of poetry to the realm of prose."
    },
    {
      "cite": "Stephen Kinzer",
      "quote": "Israel is thirsting for water, and Turkey is overflowing with it."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "The security of Israel is a moral imperative for all free peoples."
    },
    {
      "cite": "Golda Meir",
      "quote": "Israel itself is the strongest guarantee against another Holocaust."
    },
    {
      "cite": "Roelof Botha",
      "quote": "Israel has incredible entrepreneurial spirit and a deep bench of technology talent."
    },
    {
      "cite": "Jose Maria Aznar",
      "quote": "The harm done to Israel is damage done to the West. And delegitimizing Israel is a delegitimization of the West."
    },
    {
      "cite": "Meital Dohan",
      "quote": "Israel is not dangerous on one hand, but on the other hand it is dangerous. Human life is just dangerous, in general."
    },
    {
      "cite": "Menachem Begin",
      "quote": "Israel is still the only country in the world against which there is a written document to the effect that it must disappear."
    },
    {
      "cite": "Jonathan Sacks",
      "quote": "Israel is a democratic state with an independent judiciary, a free press and a diverse population of many cultures, religions and creeds."
    },
    {
      "cite": "Zubin Mehta",
      "quote": "Israel is a piece of real estate that neither Jew or Arab will let go of; neither will leave these shores. And so they will have to learn to live together."
    },
    {
      "cite": "Matteo Salvini",
      "quote": "Israel is one of the greatest and most modern democracies on the planet."
    },
    {
      "cite": "George Pataki",
      "quote": "Israel has always been and must always be America's strongest ally."
    },
    {
      "cite": "Yitzhak Rabin",
      "quote": "Israel has an important principle: It is only Israel that is responsible for our security."
    },
    {
      "cite": "George Pataki",
      "quote": "Israel is a country that respects freedom - freedom of assembly, freedom of speech and freedom of worship."
    },
    {
      "cite": "Shimon Peres",
      "quote": "Today, Israel is stronger than ever. Israel has defensive tools of its own - those developed in the past and those developed today and those that will be developed tomorrow."
    },
    {
      "cite": "Abba Eban",
      "quote": "Israel is not an aviary."
    },
    {
      "cite": "Jack Schwartz",
      "quote": "Israel is the only democracy in the Middle East."
    },
    {
      "cite": "Benjamin Netanyahu",
      "quote": "Israel produces more conceptual products than any other country."
    },
    {
      "cite": "Al Gore",
      "quote": "Israel has its own right as a nation to defend its national security."
    },
    {
      "cite": "Ehud Olmert",
      "quote": "Israel always has to be in a position to defend itself against any adversary and against any threat of any kind."
    },
    {
      "cite": "Ariel Sharon",
      "quote": "Israel is an independent country with a large army, and it has the ability to do what it thinks is right."
    },
    {
      "cite": "Barack Obama",
      "quote": "Israel must be able to defend itself - by itself - against any threat."
    }
  ]
}