{
  "source": "https://www.wisesayings.com/it-is-what-it-is-quotes/",
  "theme": "it-is-what-it-is",
  "quotes": [
    {
      "cite": "Donald Faison",
      "quote": "You just have those days. You just allow yourself to have those days. I think everybody has bad days. So because of that, when you recognize it, just allow it to be. It is what it is. I don't think you should ever stifle your frustration, ever."
    },
    {
      "cite": "Alberto Caeiro",
      "quote": "What comes, when it comes, will be what it is."
    },
    {
      "cite": "Zakk Wylde",
      "quote": "Face your fear Accept your war it is what it is."
    },
    {
      "cite": "Dan Flavin",
      "quote": "It is what it is, and it ain't nothin' else... Everything is clearly, openly, plainly delivered."
    },
    {
      "cite": "Tom Robbins",
      "quote": "It is what it is. You are what you it. There are no mistakes."
    },
    {
      "cite": "NeNe Leakes",
      "quote": "I'm just not into trying to convince people like me. I always say to myself, 'It is what it is.' I walk into a situation knowing that people are either going to love me or they're not, and that's OK. I'm just going to be me. You can't be everything to everyone."
    },
    {
      "cite": "Dominic Amali",
      "quote": "Nowadays, when females get into relationships it is as if they're telling guy: Hey, I hope these next few months will be worth you breaking my heart in the end."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The aim of all commentary on art now should be to make works of art - and, by analogy, our own experience - more, rather than less, real to us. The function of criticism should be to show how it is what it is, even that it is what it is, rather than to show what it means."
    },
    {
      "cite": "Drew Brees",
      "quote": "The Madden Curse has really taken on a life of its own. People just love talking about it, and it is what it is, but I look at it as a challenge."
    },
    {
      "cite": "Blake Nelson",
      "quote": "No matter what I do now, there are certain doors I have already closed, certain opportunities I'll never get back. There's nothing to be done, I guess. It is what it is."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'"
    },
    {
      "cite": "Ted Turner",
      "quote": "I regret that I wasn't more successful with my marriages, but it is what it is."
    },
    {
      "cite": "Geraldine Vermaak",
      "quote": "Life is as it is, we take it to be hard or easy. It's all about our perception, attitude and level of gratitude."
    },
    {
      "cite": "Jill Johnston",
      "quote": "Telling it like it is means telling it like it was and how it is now that it isn't what it was to the is now people."
    },
    {
      "cite": "Synyster Gates",
      "quote": "Music is a beautiful thing to listen to. It is not a thing to preach to others about, it's not a cause. It is what it is-and that's a beautiful artform."
    },
    {
      "cite": "Markus Zusak",
      "quote": "All my friends seem to be smart arses. Don't ask me why. Like many things, it is what it is."
    },
    {
      "cite": "Charles Edward Montague",
      "quote": "Take delight in a thing, or rather in anything, not as a means to some other end, but just because it is what it is. A child in the full health of his mind will put his hand flat on the summer lawn, feel it, and give a little shiver of private glee at the elastic firmness of the globe."
    },
    {
      "cite": "James Durbin",
      "quote": "It is what it is, it is what you make it."
    },
    {
      "cite": "Nick Saban",
      "quote": "The roster that we have today may change tomorrow. It is what it is for right now."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "It is what it is because you let it be so."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "Truth is not what you want it to be; it is what it is, and you must bend to its power or live a lie."
    },
    {
      "cite": "L Ron Hubbard",
      "quote": "The ultimate freedom depends on knowing the ultimate Truth. Truth is not what people say it is, it is what it is. And Truth, quite remarkably, sets one free, just like philosophers have said down the ages."
    },
    {
      "cite": "Neil Young",
      "quote": "One good thing about the past is that you can't change it. So there's no reason to go back. It's there. It is what it is. The only thing you can change is right now and what's happening next."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Beauty is not the cause of something, it is what it is."
    },
    {
      "cite": "Giles Duley",
      "quote": "It is what it is. I can't change what's happened to me."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "I don't mean to sound sleezy but tease me I don't want it if it's that easy."
    },
    {
      "cite": "Queen Latifah",
      "quote": "It's not necessarily what a family is typically supposed to look like. But it is what it is. It's about a connection and bond that everyone can identify with."
    },
    {
      "cite": "Deborah Lawrenson",
      "quote": "It is what it is. Either walk on, or accept."
    },
    {
      "cite": "Tom Selleck",
      "quote": "At my age, turning gray is kind of a blessing, where it softens all of the other horrible things it does to you, but it is what it is."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "This is a tough situation. But it is what it is, and time has an amazing way of knitting together solutions as long as everybody stays calm and resolves to be as gentle and patient as possible."
    },
    {
      "cite": "Spider Robonson and Jeanne Robinson",
      "quote": "This is what it is to be human: to persist."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Man is what he is, a wild animal with the will to survive, and so far the ability, against all competition."
    },
    {
      "cite": "Jospeh Butler",
      "quote": "Everything is what it is, and not another thing."
    },
    {
      "cite": "Samuel Butler",
      "quote": "He knew what's what, and that's as high / As metaphysics wit can fly."
    },
    {
      "cite": "Marilyn French",
      "quote": "The truth is that it is not the sins of the fathers that descend unto the third generation, but the sorrows of the mothers."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Man's main task in life is to give birth to himself, to become what he potentially is. The  most important product of his effort is his own personality"
    },
    {
      "cite": "Robert Frost",
      "quote": "Most of the change we think we see in life / Is due to truths being in and out of favour."
    },
    {
      "cite": "H.R. Haldeman",
      "quote": "Once the toothpaste is out of the tube, it is awfully hard to get it back in."
    },
    {
      "cite": "Doris Lessing",
      "quote": "That is what learning is. You suddenly understand something you've understood all your life but in a new way."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Those people have seen something. What it is, I do not know, and I am not curious to know."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "As it is the characteristic of great wits to say much in few words, so it is of small wits to talk much and say nothing."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "Life begets life. Energy creates energy. It is by spending oneself that one becomes rich."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "As is a tale, so is life; not how long it is, but how good it is, is what matters."
    },
    {
      "cite": "Aiden Wilson",
      "quote": "Where every man on earth to become atheist, it could not affect God in any way. He is what He is in himself without regard to any other. To believe in him adds nothing to his perfections; to doubt Him takes nothing away."
    },
    {
      "cite": "Louis IX of France",
      "quote": "Take care not knowingly to do or say anything which, if everyone were to know of it, you could not own, and say, 'Yes, that is what I did, or what I said.'"
    },
    {
      "cite": "John Galsworthy",
      "quote": "The law is what it is—a majestic edifice, sheltering all of us, each stone of which rests on another."
    },
    {
      "cite": "Pat Summitt",
      "quote": "It is what it is. But, it will be what you make it."
    },
    {
      "cite": "Mira Grant",
      "quote": "It is what it is. Isn't that how these things always go? They are what they are. We just get to cope."
    },
    {
      "cite": "John Szarkowski",
      "quote": "It isn't what a picture is of, it is what it is about."
    },
    {
      "cite": "Chuck D.",
      "quote": "The truth has no form, you know. It's not like walking around trying to actually ask for favors and to be acknowledged, it is what it is."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "The image is not a medium for which we have to find the proper use. It is what it is and it is beyond all our moral considerations. It is by its essence immoral, and the world's becoming-image is an immoral process."
    },
    {
      "cite": "Ryan Sheckler",
      "quote": "I'm living with every step. I can't live with regret. The past is the past. I'm not worried about it. I can't change it. I can't fix it. It is what it is. I'm just living."
    },
    {
      "cite": "Alberto Caeiro",
      "quote": "Accept the universe / As the gods gave it to you. / If the gods wanted to give you something else / They'd have done it. / If there are other matters and other worlds / There are."
    },
    {
      "cite": "Kourtney Kardashian",
      "quote": "I'm probably the least harsh on myself, and I try not to scrutinize everything about my body. As a new mom, it is what it is, and we just have to do our best."
    },
    {
      "cite": "Max Holloway",
      "quote": "You either grow with this sport, or you get left behind. It's sad, but it is what it is. You gotta keep up with this sport."
    },
    {
      "cite": "Mike Colter",
      "quote": "The work is done; it is what it is. You do the work, and you hope people like it, and if they don't, don't read it. I don't read reviews. I don't have social media, so I'll stay away from that; it's easy."
    },
    {
      "cite": "Mindy McGinnis",
      "quote": "You can't change the things you've done. It's now and the here on out you've got control of."
    },
    {
      "cite": "Alberto Caeiro",
      "quote": "I love flowers for being flowers, directly. / And I love trees for being trees without my thought."
    },
    {
      "cite": "Alberto Caeiro",
      "quote": "Water’s water and that’s why it’s beautiful."
    }
  ]
}