{
  "source": "https://www.wisesayings.com/jam-quotes/",
  "theme": "jam",
  "quotes": [
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "It is as healthy to enjoy sentiment as to enjoy jam."
    },
    {
      "cite": "Marilyn Wallace",
      "quote": "Once it's jam, it can't be strawberries anymore."
    },
    {
      "cite": "Tony Benn",
      "quote": "Some of the jam we thought was for tomorrow, we've already eaten."
    },
    {
      "cite": "Eve Best",
      "quote": "Would love to go and live in the mountains... and make jam."
    },
    {
      "cite": "Eddie Izzard",
      "quote": "You can't land on the moon and say, \"Ooh, it's all sticky! It's covered in jam!"
    },
    {
      "cite": "Bee Dawson",
      "quote": "For those dependent on their gardens for fresh food, it was often a case of feast or famine (One settler wrote), Strawberries were now so plentiful that made 287 lbs of jam."
    },
    {
      "cite": "Dana Cowin",
      "quote": "Check out the produce bin in your fridge or your cabinet before you buy more. When you see something on the verge of going bad, freeze it, turn it into a sauce, make jam."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "When you stir your rice pudding, Septimus, the spoonful of jam spreads itself round making red trails like the picture of a meteor in my astronomical atlas. But if you stir backwards, the jam will not come together again. Indeed, the pudding does not notice and continues to turn pink just as before. Do you think this is odd?"
    },
    {
      "cite": "Diana Wynne Jones",
      "quote": "Mother very easily made Jam sandwiches under no protest."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "I'll use the knives for spreading jam, and the gas to warm my greying love."
    },
    {
      "cite": "Ralph Yarborough",
      "quote": "Let's put the jam on the lower shelf so the little people can reach it."
    },
    {
      "cite": "Tove Jansson",
      "quote": "Someone who eats pancakes and jam can't be so awfully dangerous. You can talk to him."
    },
    {
      "cite": "Georgie Henley",
      "quote": "Cheese and jam are really nice. Cheese and apple as well. Cheese and grapes are good."
    },
    {
      "cite": "Edward Lear",
      "quote": "And the Quangle Wangle said to himself on the crumpetty tree, jam; and jelly; and bread; are the best of food for me."
    },
    {
      "cite": "Anonymous",
      "quote": "Happiness is like jam. You can't spread it without getting some on yourself."
    },
    {
      "cite": "Jeanine Larmoth",
      "quote": "Marmalade in the morning has the same effect on taste buds that a cold shower has on the body."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "The jelly, the jam and the marmalade, and the cherry and quince preserves she made. And the sweet-sour pickles of peach and pear, with cinnamon in 'em, and all things rare. And the more we ate was the more to spare."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "And he went on eating his marmalade as though everything were natural."
    },
    {
      "cite": "Elizabeth Hiser",
      "quote": "Don't slather it with butter or margarine and ruin it. It's a good idea to use marmalade or something or just to toast it."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Because the sweeter the cake, the more bitter the jelly can be."
    },
    {
      "cite": "Jack Black",
      "quote": "Make a mean peanut butter and jelly sandwich."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "If we give someone a piece of bread and butter, that's kindness, but if we put jelly or peanut butter on it, then it's loving kindness."
    },
    {
      "cite": "Janet Evanovich",
      "quote": "The way I see it, life is a jelly doughnut. You don't really know what it's about until you bite into it. And then, just when you decided it's good, you drop a big glob of jelly on your best T-shirt."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Likest thou jelly within thy doughnut?"
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Never set your stomach for a jelly-bread sandwich until you're sure there's some jelly."
    },
    {
      "cite": "Dick Van Dyke",
      "quote": "You can spread jelly on the peanut butter but you can't spread peanut butter on the jelly."
    }
  ]
}