{
  "source": "https://www.wisesayings.com/jamaica-quotes/",
  "theme": "jamaica",
  "quotes": [
    {
      "cite": "Usain Bolt",
      "quote": "I can't really live outside Jamaica. I can be away, but only for a while."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "I grew up with coconuts as the main flavor in food in Jamaica. It's part of our culture."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "I love running in nature. I don't like running on the streets, I don't like running in the city, I don't like running on the concrete. I love running in nature, so Jamaica provides a lot of that for me."
    },
    {
      "cite": "Damian Marley",
      "quote": "In Jamaica, them always have throwback riddims, recycled old beats, and the hardcore reggae scene is always present. You have faster stuff like the more commercialized stuff, but you always have that segment of music that is always from the core, from the original root of it."
    },
    {
      "cite": "Shaggy",
      "quote": "I think that anybody, once we leave Jamaica, automatically, any citizen becomes an ambassador for the flag, for Jamaica. It's a country that's so rich in culture. We even have a bobsled team, and we ain't even got snow. We do everything in extreme."
    },
    {
      "cite": "Jenny Lewis",
      "quote": "I'm a huge reggae fan. I want to go to Jamaica and make, like, Bob Marley 'One Love' positive songs. That's what the world needs."
    },
    {
      "cite": "Rohan Marley",
      "quote": "When you're growing up in Jamaica and you don't have much, and then you gain more and more... you can now share the more that you have with the people that have less because you know what less is like."
    },
    {
      "cite": "Kreesha Turner",
      "quote": "Jamaica is so musical, diverse and so extreme, from people singing in the streets to dancing."
    },
    {
      "cite": "Michael Lee-Chin",
      "quote": "Doing business in Jamaica is not easy, but it is rewarding."
    },
    {
      "cite": "Peter Blair Henry",
      "quote": "In Jamaica, you're never very far away from people who don't have very much, and in Wilmette, pretty much everybody had a lot."
    },
    {
      "cite": "Michael Franti",
      "quote": "Jamaica's a country of great dichotomy. On the one hand you have a tourist industry with great beaches and resorts, but on the other you have such great poverty and the violence that goes along with that."
    },
    {
      "cite": "Marlon James",
      "quote": "Jamaica never gets worse or better, it just finds new ways to stay the same."
    },
    {
      "cite": "Michael Franti",
      "quote": "When you're in Jamaica, unless you're in a tourist spot, you don't hear Bob Marley; you mostly hear dance hall music."
    },
    {
      "cite": "Portia Simpson-Miller",
      "quote": "Jamaica is more than just the 'brand' the world recognizes so well; it's a place of pride for the people who live here, its educational institutions, its sports achievements, its science and technology growth."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "When people come to Jamaica, we don't want them to think about the problems of Jamaica. So let them come be in their paradise."
    },
    {
      "cite": "Kreesha Turner",
      "quote": "Jamaica is an island that is filled with so much culture."
    },
    {
      "cite": "Michael Franti",
      "quote": "In Jamaica, the music is recorded for the sound system, not the iPod. It's about experiencing music together, with other people."
    },
    {
      "cite": "Nas",
      "quote": "Jamaican music can be aggressive, soulful, smooth and exciting all at once - just like hip-hop. At the same time, there's nothing like Jamaica in the United States. Jamaica is its own thing."
    },
    {
      "cite": "Joey Badass",
      "quote": "Jamaica's probably the most dominant island as far as influence goes, as far as music and dancing and culture."
    },
    {
      "cite": "Chris Blackwell",
      "quote": "Jamaica has the best coffee, the best sugar, the best ginger and some of the best cocoa in the world."
    },
    {
      "cite": "Anonymous",
      "quote": "Being Jamaican isn't just a nationality. It's an experience you have to love it to understand."
    },
    {
      "cite": "Peter Abrahams",
      "quote": "In the Caribbean islands, especially in Jamaica, have I found a country similar to South Africa plus the racial freedom I had sought so long."
    },
    {
      "cite": "Tessanne Chin",
      "quote": "Being born in Jamaica, race was never an issue. It was always about the type of person I wanted to be, not the color of my skin."
    },
    {
      "cite": "Peter Blair Henry",
      "quote": "Because I come from a place like Jamaica, which is a small, open economy, I viscerally get the importance of the global economy."
    },
    {
      "cite": "Inez Wallace",
      "quote": "I just wrapped my new movie here in Jamaica, where they dance, smoke grass and all the nice girls be in the voodoo trance. What a place to work."
    },
    {
      "cite": "Hugh Wilson",
      "quote": "Jamaica, island of homegrown fun."
    },
    {
      "cite": "Jim Abrahams",
      "quote": "Then I want a plane ticket to Jamaica. And I want a nice hotel. No touristy place. Something really indicative of the people and their culture."
    },
    {
      "cite": "Winston Godfrey Rodney",
      "quote": "No more lift up, lift up, lift up in the music / The music should be clean, the music should be clean / I love you, I love you, I love you, I love you / Love you, Jamaica, Jamaica, Jamaica, love you, I love you"
    },
    {
      "cite": "Bernie Taupin",
      "quote": "Come on Jamaica / Everybody say / We're all happy in Jamaica / Do Jamaica jerk-off that way"
    },
    {
      "cite": "Bernie Taupin",
      "quote": "So do it Jamaica yeah / Got plenty for you and me / Honky tonking with my baby / In that deep blue sea"
    },
    {
      "cite": "Marvin P Gaye",
      "quote": "Jamaica / Comes a man with a plan to renew the world / Up in rasta land / Hungry boys and girls / He lived up to his part / And he died with a cause in his heart"
    },
    {
      "cite": "Marvin P Gaye",
      "quote": "Jamaica / Sitting down see the flower / On the window tops / And the mountain / See the rain / And the warm lit sun / On the beaches and sand"
    },
    {
      "cite": "Jim Croce",
      "quote": "Jamaica, oh Jamaica, land in the Carib Sea / Children in their uniforms on their way to school / Adults just walking happily on their way to work / To build a new Jamaica so we can live in peace"
    },
    {
      "cite": "Jim Croce",
      "quote": "The hills has come alive / With the rays of the morning sun / The morning breeze, it steer the trees / It sets one heart at ease / The birdie sings a melody, awakening the bees / Jamaica, Jamaica, land in the Carib Sea"
    },
    {
      "cite": "Dwayne Richard Chin Quee",
      "quote": "Looking for a place to have a perfect vacation, / Or even a honeymoon / I know the place to make the perfect reservation, / Come let me take you there soon, yeah / To a place called Jamaica, / Where the island is in the sun"
    },
    {
      "cite": "Dwayne Richard Chin Quee",
      "quote": "Place called Jamaica, / If you really wanna have some fun / Food is great, people is great, / One of a place, climate is great, / Down there in Jamaica"
    },
    {
      "cite": "Dwayne Richard Chin Quee",
      "quote": "Oh what a perfect day, oh yeah / No place like Jamaica to me / But to me to go around the world / Jamaica my number one girl"
    },
    {
      "cite": "Dwayne Richard Chin Quee",
      "quote": "Nice everytime, nice everytime, ohh / On the evening sunset / And the warm summer breeze / Rushing in, yeah / Relax at your best / Set your mind at ease / And breathe in / Jamaica sunshine"
    },
    {
      "cite": "Toni Braxton",
      "quote": "We'll be having fun / Under the golden sun / Christmas in Jamaica here we come / We'll just sail on, just sail"
    },
    {
      "cite": "David Nesta Marley",
      "quote": "Now the sun is in my eyes / And you know I'm feeling fine / Take me, (take me) take me to Jamaica now / Where the reggae rhythms beat / Can't help but move my feet"
    },
    {
      "cite": "David Nesta Marley",
      "quote": "Take me, (take me) take me to Jamaica now / Where we can live in the country / Eat fruits from the tree / Everything's irie / The coconut water is sweet"
    },
    {
      "cite": "David Nesta Marley",
      "quote": "Where the three little birds they sing / Blue Mountains are happy again / Feel the Caribbean breeze / Stress is calling but I can't be reached / Take me, (take me) take me to Jamaica now"
    },
    {
      "cite": "Ferdinand Bolland",
      "quote": "Oh, oh, Jamaica makes her feel so high / Oh, oh Jamaica makes her come alive"
    },
    {
      "cite": "Lionel Liminana",
      "quote": "Jamaica, I miss you so / I wanna dance to the feeling / Dance on the beat / I wanna dance on pure roots reggae"
    },
    {
      "cite": "Winston Godfrey Rodney",
      "quote": "I say this is Jamaica, my Jamaica, the land of my birth. / I will never leave her shores, I will never run away. / I will always believe in the black, the green, the gold I say."
    },
    {
      "cite": "Winston Godfrey Rodney",
      "quote": "For some people say we poor, but the progress you make my friend is not always how rich you are. / I say this is the land of my birth; I say this is the land of my birth. / I say this is Jamaica, my Jamaica, the land of my birth."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Jamaica funk, that's what it is  / let it get into you  / Common I've got a groove   / you know where I 'll be"
    },
    {
      "cite": "Bill Danoff",
      "quote": "Almost heaven, West Jamaica / True ridge mountains / Shining down the river"
    },
    {
      "cite": "Wolfgang Jass",
      "quote": "Sun of Jamaica, the dreams of Malaika / Our love is my sweet memory / Sun of Jamaica, Blue Lady Malaika / Someday I'll return, wait and see"
    },
    {
      "cite": "Casey Beathard",
      "quote": "How'd I wind up in Jamaica / Washed up like some lost cast away  / How did one round of beer lead to me laying here / On this bed of sand in Montego Bay"
    },
    {
      "cite": "Brian J. Hudson",
      "quote": "To all those who love wild river scenery, this is an invitation to deepen your understanding and enjoyment of Jamaica's sublime and beautiful waterfalls."
    },
    {
      "cite": "Brian J. Hudson",
      "quote": "In Jamaica, waterfalls are commonly the result if different stream erosion in areas of relatively high relief."
    },
    {
      "cite": "Amber Wilson",
      "quote": "Rastafarians have a close relationship with nature."
    },
    {
      "cite": "Amber Wilson",
      "quote": "Christmas and Easter are two of the most important holidays in Jamaica. The traditions people practice combine customs from Europe and Africa."
    },
    {
      "cite": "Janet H. Gritzner",
      "quote": "Jamaica is an island nation and a close neighbor of the United States. It is a masterpiece of tropical splendor and extraordinary vistas."
    },
    {
      "cite": "Janet H. Gritzner",
      "quote": "White sand beaches rim the north and west sides of Jamaica, and the scenic blue mountains dominate the eastern side of the country."
    },
    {
      "cite": "Janet H. Gritzner",
      "quote": "Jamaica is a great place for a vacation, and the island attracts thousands of visitor each year."
    },
    {
      "cite": "Janet H. Gritzner",
      "quote": "Jamaica is a country of contrasts. It has a multitude of problems such as urban sprawl, poverty, crime and violence, a depressed economy, and high foreign debt. Yet it is country of incredible scenic beauty, with many natural resources and a rich cultural life."
    },
    {
      "cite": "Janet H. Gritzner",
      "quote": "Jamaica has a rich and varied natural resources."
    },
    {
      "cite": "Harry S. Pariser",
      "quote": "Jamaica has more to offer: white sand beaches framed by the turquoise ocean, the cool and misty heights of the Blue Mountains, the unique historical atmosphere of Spanish Town and Port Royal, the peaceful tranquility of Port Antionio."
    },
    {
      "cite": "Harry S. Pariser",
      "quote": "For a small island, Jamaica has a remarkable diversity of plant life, most of which is important from all over the world."
    },
    {
      "cite": "Harry S. Pariser",
      "quote": "The sea around Jamaica is also rich."
    },
    {
      "cite": "Harry S. Pariser",
      "quote": "For most Jamaicans, religion is much more than just paying lip service to vague ideals; it represents a total involvement, a way of life."
    },
    {
      "cite": "Alicia Z. Klepeis",
      "quote": "Jamaica is a North American country in the Caribbean Sea. It has a variety of traditions and celebrations."
    },
    {
      "cite": "Alicia Z. Klepeis",
      "quote": "Jamaica has many beautiful places to visit. There are mountains, waterfalls, and caves."
    },
    {
      "cite": "Alicia Z. Klepeis",
      "quote": "Visitors come from around the world to enjoy Jamaica's beaches and play golf or scuba dive."
    },
    {
      "cite": "Alicia Z. Klepeis",
      "quote": "Jamaican people value the arts, music, and literature. They are known for reggae music and storytelling. They also enjoy eating spicy food and playing sports. Jamaica is a fascinating country to explore."
    },
    {
      "cite": "Sean Sheehan",
      "quote": "Europeans first sighted Jamaica in 1494. While they described the beauty of the island in glowing terms, it was not fields and mountains that attracted them to Jamaica. It was gold."
    },
    {
      "cite": "Sean Sheehan",
      "quote": "Jamaica's congenial climate attracts visitors throughout the year, and resorts such as Montego Bay are internationally renowned."
    }
  ]
}