{
  "source": "https://www.wisesayings.com/jazz-quotes/",
  "theme": "jazz",
  "quotes": [
    {
      "cite": "Ella Fitzgerald",
      "quote": "Forgive me if I don't have the words. Maybe I can sing it & you'll understand."
    },
    {
      "cite": "Dave Brubeck",
      "quote": "Jazz stands for freedom."
    },
    {
      "cite": "Boris Vian",
      "quote": "Without jazz, life would be a mistake."
    },
    {
      "cite": "Todd Boyd",
      "quote": "If a Jazz musician plays someone else's song, he has a responsibility to make a distinct & original statement."
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "Jazz is the false liquidation of art, instead of utopia becoming reality it disappears from the picture."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Jazz is not dead, it just smells funny."
    },
    {
      "cite": "Bob Brookmeyer",
      "quote": "A Jazz man should be saying what he feels: humor, sadness, joy all the things that humans have."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "Jazz is about being in the moment."
    },
    {
      "cite": "Miles Davis",
      "quote": "Jazz is the big brother of Revolution. Revolution follows it around."
    },
    {
      "cite": "Thelonious Monk",
      "quote": "If jazz has to be termed as a wave, then music is a sea, but if the reflectors in the water is the chord."
    },
    {
      "cite": "Sid Caesar",
      "quote": "Jazz is a beautiful woman whose older brother is a policeman."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "It pulled me like a magnet, jazz did, because it was a way that I could express myself."
    },
    {
      "cite": "Ray Brown",
      "quote": "Jazz is something you have to feel, something you have to live."
    },
    {
      "cite": "Steve Lacy",
      "quote": "I still love the whole history of jazz. The old things sound better than ever."
    },
    {
      "cite": "Nina Simone",
      "quote": "Jazz is a white term to define black people. My music is black classical music."
    },
    {
      "cite": "Bill Evans",
      "quote": "It bugs me when people try to analyze jazz as an intellectual theorem. It's not. It's feeling."
    },
    {
      "cite": "George Gershwin",
      "quote": "Jazz is one of the best things that you can find in your life, it can always be your friend."
    },
    {
      "cite": "Wes Montgomery",
      "quote": "If a jazz player is really playing, the classical player will have to respect him."
    },
    {
      "cite": "Mose Allison",
      "quote": "The essentials of Jazz are: melodic improvisation, melodic invention, swing & instrumental personality."
    },
    {
      "cite": "Whitney Balliett",
      "quote": "Jazz is the sound of surprise."
    },
    {
      "cite": "Oscar Peterson",
      "quote": "It's the group sound that's important, even when you're playing a solo. You not only have to know your own instrument, you must know the others and how to back them up at all times. That's jazz."
    },
    {
      "cite": "Ken Burns",
      "quote": "Jazz is a spectacularly accurate model of democracy & a look into our redemptive future possibilities."
    },
    {
      "cite": "Billy Crystal",
      "quote": "That's the thing about jazz: it's free flowing, it comes from your soul."
    },
    {
      "cite": "Duke Ellington",
      "quote": "By & large Jazz has always been like the kind of a man you wouldn't want your daughter to associate with."
    },
    {
      "cite": "Lou Reed",
      "quote": "One chord is fine. Two chords are pushing it. Three chords and you're into jazz."
    },
    {
      "cite": "Cab Calloway",
      "quote": "Jazz was not only built in the minds of the great ones, but on the backs of the ordinary ones."
    },
    {
      "cite": "Anonymous",
      "quote": "Jazz music doesn't have an expiration date."
    },
    {
      "cite": "Artie Shaw",
      "quote": "Jazz was born out of the whiskey bottle, was raised on marijuana, and will expire on cocaine."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Anyone who understands Jazz knows that you can't understand it. It's too complicated. That's what's so simple about it."
    },
    {
      "cite": "Nick La Rocca",
      "quote": "Jazz is the assassination, the murdering, the slaying of syncopation. I would even go so far as to confess that we are musical anarchists."
    },
    {
      "cite": "Maynard Ferguson",
      "quote": "The day of the great jazz improviser who doesn't know how to read music is over."
    },
    {
      "cite": "Ken Burns",
      "quote": "The genius of our country is improvisation, and jazz reflects that. It's our great contribution to the arts."
    },
    {
      "cite": "Art Blakey",
      "quote": "It takes an intelligent ear to listen to Jazz."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "If you have to ask what jazz is, you'll never know."
    },
    {
      "cite": "George Gershwin",
      "quote": "Life is a lot like jazz. It's best when you improvise."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "It's not exclusive, but inclusive, which is the whole spirit of jazz."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "You will never know what the meaning of Jazz is if ask what it means."
    },
    {
      "cite": "Libba Bray",
      "quote": "I don't get jazz. It always sounds like a bunch of toddlers let loose in a music room."
    },
    {
      "cite": "Anonymous",
      "quote": "Jazz is an open ended music designed for open minds."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "Jazz is played from the heart. You can even live by it. Always love it."
    },
    {
      "cite": "Carla Bley",
      "quote": "When you are studying Jazz best thing to do is listen to records & live music as much you can & absorb everything."
    }
  ]
}