{
  "source": "https://www.wisesayings.com/jealous-friends-quotes/",
  "theme": "jealous-friends",
  "quotes": [
    {
      "cite": "Mark Jones",
      "quote": "He's still in a state of denial. He didn't really want to come forward and let the guys down. He didn't blow the whistle. I did, and I'm proud of it."
    },
    {
      "cite": "Bill Watterson",
      "quote": "It's not denial. I'm just selective about the reality I accept."
    },
    {
      "cite": "Mark Twain",
      "quote": "Denial ain't just a river in Egypt."
    },
    {
      "cite": "Wes Bently",
      "quote": "Never underestimate the power of denial."
    },
    {
      "cite": "Richard Bach",
      "quote": "The worst lies are the lies we tell ourselves. We live in denial of what we do, even what we think. We do this because we're afraid. We fear we will not find love, and when we find it we fear we'll lose it. We fear that if we do not have love we will be unhappy."
    },
    {
      "cite": "Meredith Grey",
      "quote": "Sometimes reality has a way of sneaking up and biting us in the ass. And when the dam bursts, all you can do is swim. The world of pretend is a cage, not a cocoon. We can only lie to ourselves for so long. We are tired, we are scared, denying it doesn't change the truth. Sooner or later we have to put aside our denial and face the world. Head on, guns blazing. De Nile. It's not just a river in Egypt, it's a freakin' ocean. So how do you keep from drowning in it?"
    },
    {
      "cite": "Kyle Idleman",
      "quote": "Defensiveness often reveals an area of our lives where we're in denial."
    },
    {
      "cite": "Ella The Wise and powerful",
      "quote": "Denial is the worst form of the truth"
    },
    {
      "cite": "Robert Schuller",
      "quote": "God's delays are not god's denials."
    },
    {
      "cite": "Georges-Louis Leclere De Buffon",
      "quote": "Never think that God's delays are God's denials. Hold on; hold fast; hold out. Patience is genius."
    },
    {
      "cite": "Giovanni Papini",
      "quote": "There are those have a desire to love, but do not have the capacity to love."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "She's in that state of mind that she wants to deny something -only she doesn't know what to deny!"
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Of all the weaknesses little men rail against, there is none that they are more apt to ridicule than the tendency to believe. And of all the signs of a corrupt heart and a feeble head, the tendency of incredulity is the surest. Real philosophy seeks rather to solve than to deny."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The weather today is an increasing trend towards denial."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Think occasionally of the suffering of which you spare yourself the sight."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Self denial is not a virtue: it is only the effect of prudence on rascality."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "There never will exist anything permanently noble and excellent in the character which is a stranger to resolute self-denial."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "Wonder is not a Pollyanna stance, not a denial of reality; wonder is an acknowledgment of the power of the mind to transform."
    },
    {
      "cite": "Susie Orbach",
      "quote": "Fat is a way of saying ''no'' to powerlessness and self-denial."
    },
    {
      "cite": "Nikki Rosen",
      "quote": "No denial of the truth will ever invalidate it."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Doubt, indulged and cherished, is in danger of becoming denial; but if honest, and bent on thorough investigation, it may soon lead to full establishment of the truth."
    },
    {
      "cite": "George Washington",
      "quote": "Liberty, when it begins to take root, is a plant of rapid growth."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "What light is to the eyes - what air is to the lungs - what love is to the heart, liberty is to the soul of man."
    }
  ]
}