{
  "source": "https://www.wisesayings.com/jealousy-quotes/",
  "theme": "jealousy",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "Jealousy in romance is like salt in food. A little can enhance the savor, but too much can spoil the pleasure and, under certain circumstances, can be life-threatening."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy - in fact, they are almost incompatible; one emotion hardly leaves room for the other."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "Jealousy, that dragon which slays love under the pretence of keeping it alive."
    },
    {
      "cite": "Salvador Dal",
      "quote": "The thermometer of success is merely the jealousy of the malcontents."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "You can only be jealous of someone who has something you think you ought to have yourself."
    },
    {
      "cite": "Peter Deunov",
      "quote": "What sort of love is permeated by jealousy? You are jealous because you are unaware that everything you need is inside you."
    },
    {
      "cite": "William Penn",
      "quote": "The jealous are troublesome to others, but a torment to themselves."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "I've spent most of my life walking under that hovering cloud, jealousy, whose acid raindrops blurred my vision and burned holes in my heart. Once I learned to use the umbrella of confidence, the skies cleared up for me and the sunshine called joy became my faithful companion."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Jealousy is the tribute mediocrity pays to genius."
    },
    {
      "cite": "Joan Didion",
      "quote": "To cure jealousy is to see it for what it is, a dissatisfaction with self"
    },
    {
      "cite": "Arab Proverb",
      "quote": "Love sees sharply, hatred sees even more sharp, but Jealousy sees the sharpest for it is love and hate at the same time."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Never waste jealousy on a real man: it is the imaginary man that supplants us all in the long run."
    },
    {
      "cite": "Jennifer James",
      "quote": "Jealousy is simply and clearly the fear that you do not have value. Jealousy scans for evidence to prove the point - that others will be preferred and rewarded more than you. There is only one alternative - self-value. If you cannot love yourself, you will not believe that you are loved. You will always think it's a mistake or luck. Take your eyes off others and turn the scanner within. Find the seeds of your jealousy, clear the old voices and experiences. Put all the energy into building your personal and emotional security. Then you will be the one others envy, and you can remember the pain and reach out to them."
    },
    {
      "cite": "George Eliot",
      "quote": "Jealousy is never satisfied with anything short of an omniscience that would detect the subtlest fold of the heart."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Jealousy is that pain which a man feels from the apprehension that he is not equally beloved by the person whom he entirely loves."
    },
    {
      "cite": "Paul Eldridge",
      "quote": "Jealousy would be far less torturous if we understood that love is a passion entirely unrelated to our merits."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Jealousy is not a barometer by which the depth of love can be read, it merely records the degree of the lover's insecurity."
    },
    {
      "cite": "Arthur Lynch",
      "quote": "Jealousy is one of the wickedest of all the passions. It is that which has been the most fruitful mother of tragedies, murders, and wars. But reprehensible though it is, jealousy is almost rather to be pitied than blamed--its first victims are those who harbour the feeling."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Jealousy is indeed a poor medium to secure love, but it is a secure medium to destroy one's self-respect. For jealous people, like dope-fiends, stoop to the lowest level and in the end inspire only disgust and loathing."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Jealousy lives upon doubts. It becomes madness or ceases entirely as soon as we pass from doubt to certainty."
    },
    {
      "cite": "William Penn",
      "quote": "Jealousy is a kind of civil war in the soul, where judgment and imagination are at perpetual jars. This civil dissension in the mind, like that of the body politic, commits great disorders, and lays all waste. Nothing stands safe in its way; Nature, interest, religion, must yield to its fury. It violates contracts, dissolves society, breaks wedlock, betrays friends and neighbours. No body is good, and every one is either doing or designing them a mischief. It has a venom that more or less rankles wherever it bites: And as it reports fancies or facts, so it disturbs its own house as often as other folks."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Surrounded by the flames of jealousy, the jealous one winds up, like the scorpion, turning the poisoned sting against himself."
    },
    {
      "cite": "Herman Melville",
      "quote": "Envy...since it’s lodgement is in the heart, not the brain, no degree of intellect supplies a guarantee against it."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man will do many things to get himself loved. He will do all things to get himself envied."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Oh! How bitter a thing it is to look into happiness through another man’s eyes."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "A competent and self-confident person is incapable of jealousy in anything. Jealousy is invariably a symptom of neurotic insecurity."
    },
    {
      "cite": "Aristotle",
      "quote": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "The jealous are possessed by a mad devil and a dull spirit at the same time."
    },
    {
      "cite": "F. Sagan",
      "quote": "To jealousy, nothing is more frightful than laughter."
    },
    {
      "cite": "Johann Christoph Friedrich von Schiller",
      "quote": "O jealousy! thou magnifier of trifles."
    },
    {
      "cite": "John Dryden",
      "quote": "Jealousy is the jaundice of the soul."
    },
    {
      "cite": "Osho",
      "quote": "Comparison is a very foolish attitude, because each person is unique and incomparable. Once this understanding settles in you, jealousy disappears."
    },
    {
      "cite": "Joseph P. Kennedy",
      "quote": "More men die of jealousy than of cancer."
    },
    {
      "cite": "Anonymous",
      "quote": "Love may be blind but jealousy has 20-20 vision."
    },
    {
      "cite": "Graham Greene",
      "quote": "I refused to believe that love could take any other form than mine: I measured love by the extent of my jealousy, and by that standard of course she could not love me at all."
    },
    {
      "cite": "Rumi",
      "quote": "If you could untie your wings and free your soul of jealousy, you and everyone around you would fly up like doves."
    },
    {
      "cite": "George Washington",
      "quote": "It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it."
    },
    {
      "cite": "Erica Jong",
      "quote": "Jealousy is all the fun you think they had."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Jealousy - that jumble of secret worship and ostensible aversion."
    },
    {
      "cite": "Gene Tierney",
      "quote": "Jealousy is, I think, the worst of all faults because it makes a victim of both parties."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Jealousy is the tie that binds, and binds, and binds."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Jealousy is a dog's bark which attracts thieves."
    },
    {
      "cite": "Solomon Ibn Gabirol",
      "quote": "Jealousy is cruel as the grave: the coals thereof are coals of fire."
    },
    {
      "cite": "George Eliot",
      "quote": "There is a sort of jealousy which needs very little fire: it is hardly a passion, but a blight bred in the cloudy, damp despondency of uneasy egoism."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Jealousy isn't a pleasant quality, but if it isn't overdone (and if it's combined with modesty), apart from its inconvenience there's even something touching about it."
    },
    {
      "cite": "Bette Midler",
      "quote": "The worst part of success is trying to find someone who is happy for you."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Count your blessings, not your problems. Count your own blessings, not someone else's. Remember that jealousy is when you count someone else's blessings instead of your own."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "It is not love that is blind, but jealousy."
    },
    {
      "cite": "(Iago), William Shakespeare, Othello",
      "quote": "Beware... of jealousy! / It is the green-eyed monster, which doth mock / The meat it feeds on."
    },
    {
      "cite": "(Iago), William Shakespeare, Othello",
      "quote": "Trifles light as air /Are to the jealous confirmations strong / As proofs of holy writ."
    },
    {
      "cite": "(Emilia), William Shakespeare, Othello",
      "quote": "Jealous souls will not be answered so: / They are not ever jealous for the cause, / But jealous for they're jealous. / It is a monster / Begot upon itself, born on itself."
    },
    {
      "cite": "(Venus), William Shakespeare, Venus and Adonis",
      "quote": "Where love reigns, disturbing jealousy / Doth call himself affection's sentinel."
    },
    {
      "cite": "Wisdom of Solomon",
      "quote": "A jealous ear hears all things."
    },
    {
      "cite": "Henri-Frédéric Amiel",
      "quote": "Jealousy is a terrible thing. It resembles love, only it is precisely love's contrary. Instead of wishing for the welfare of the object loved, it desires the dependence of that object upon itself, and its own triumph."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Of all the passions, jealousy is that which exacts the hardest service, and pays the bitterest wages. Its service is - to watch the success of our enemy; its wages - to be sure of it."
    },
    {
      "cite": "Herbert George (H.G.) Wells",
      "quote": "Moral indignation is jealousy with a halo."
    },
    {
      "cite": "Lucan",
      "quote": "There will be no common faith between those who share in power, and each man will be jealous of his associate."
    },
    {
      "cite": "Margaret of Angoulême",
      "quote": "Though jealousy be produced by love, as ashes are by fire, yet jealousy extinguishes love as ashes smother the flame."
    },
    {
      "cite": "Svetlana Masterkova",
      "quote": "I lost my first race at school and I was so jealous when the winner received a puppet that I said to myself, \"I will carry on until I win a puppet.\""
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Curious thing, plain women are always jealous of their husbands, beautiful women never are!"
    },
    {
      "cite": "Keble",
      "quote": "Turn thee from these, or dare not to enquire / Of Him whose Name is Jealous, lest in wrath, / He hear and answer thine unblest desire: / Far better we should cross His lightning's path, / Than be according to our idols heard, / And God should take us at our own vain word."
    },
    {
      "cite": "(Iago), William Shakespeare, Othello",
      "quote": "It is my nature's plague / To spy into abuses, and oft my jealousy / Shapes faults that are not."
    },
    {
      "cite": "Akhenaton",
      "quote": "The heart of the envious is gall and bitterness; his tongue spitteth venom; the success of his neighbor breaketh his rest. He sitteth in his cell repining; and the good that happeneth to another, is to him an evil. Hatred and malice feed upon his heart, and there is no rest in him."
    },
    {
      "cite": "Ovid",
      "quote": "Jealousy aims at the peaks; the winds storm the loftiest summits."
    },
    {
      "cite": "Cyprian",
      "quote": "What a plague of one's thoughts, how great a rust of the heart, to be jealous of another."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Jealousy is always born with love, but does not die with it. In jealousy there is more of self-love than of love to another."
    },
    {
      "cite": "Felix Lope de Vega",
      "quote": "There is no greater glory than love, nor any greater punishment than jealousy."
    },
    {
      "cite": "Pierre-Augustin de Beaumarchais",
      "quote": "Jealousy is nothing but the foolish child of pride."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Jealousy is the very reverse of understanding, of sympathy, and of generous feeling. Never has jealousy added to character, never does it make the individual big and fine."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Jealousy is fueled by powerful, blinding masochism, in which the offended person revels in his or her victimization... The masochist searches for evidence that will inflict more pain and takes delight in increasingly abhorrent discoveries. Jealousy demonstrates the joy of suffering and the allure of pain."
    },
    {
      "cite": "Ayala Pines",
      "quote": "Jealousy is like a hot pepper. Use it mildly, and you add spice to the relationship. Use too much of it and it can burn."
    },
    {
      "cite": "L'Enclos",
      "quote": "Women detest a jealous man whom they do not love, but it angers them when a man they do love is not jealous."
    },
    {
      "cite": "H. More",
      "quote": "O, Jealousy, thou ugliest fiend of hell! thy deadly venom preys on my vitals, turns the healthful hue of my fresh cheek to haggard sallowness, and drinks my spirit up."
    },
    {
      "cite": "Hare",
      "quote": "Jealousy is said to be the offspring of love; yet unless the parent makes haste to strangle the child, the child will not rest till it has poisoned the parent."
    },
    {
      "cite": "Fielding",
      "quote": "It is with jealousy as with the gout; when such distempers are in the blood there is never any security against their breaking out, and that often on the slightest occasions, and when least suspected."
    },
    {
      "cite": "Davenant",
      "quote": "All jealousy must be strangled in its birth, or time will soon make it strong enough to overcome the truth."
    },
    {
      "cite": "Shenstone",
      "quote": "Jealousy is the fear or apprehension of superiority; envy our uneasiness under it."
    },
    {
      "cite": "Jean le Rond d'Alembert",
      "quote": "We are jealous of a rival, while we are envious of what other people have."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Jealousy is no more than feeling alone against smiling enemies."
    },
    {
      "cite": "Edward George Bulwer-Lytton",
      "quote": "No true love there can be without its dread penalty - jealousy."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "Jealousy blinds the stricken heart, and without examining, believes everything it fears."
    },
    {
      "cite": "Antoinette Deshoulieres",
      "quote": "A little jealousy arouses a happy love that is asleep."
    },
    {
      "cite": "Paul Guth",
      "quote": "Jealous people destroy what they are incapable of creating."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "Jealousy which keeps silent grows in its silence."
    },
    {
      "cite": "Lord Byron",
      "quote": "Lovers may be—and indeed generally are—enemies, but they never can be friends, because there must always be a spice of jealousy and a something of Self in all their speculations."
    }
  ]
}