{
  "source": "https://www.wisesayings.com/jealous-people-quotes/",
  "theme": "jealous-people",
  "quotes": [
    {
      "cite": "Emanuel Celler",
      "quote": "People were hurt, and because they were hurt, they were angry and quarreled and were jealous of one another."
    },
    {
      "cite": "Jill Scott",
      "quote": "People is, I think, it's their nature - some people's nature, in a way, to be angry or jealous or just spiteful about somebody else's blessings."
    },
    {
      "cite": "Sebastiao Salgado",
      "quote": "Photography has become a small world with so many jealous people. You do a story and then a lot of people try to do the same thing."
    },
    {
      "cite": "Bette Midler",
      "quote": "The worst part of success is trying to find someone who is happy for you."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy - in fact, they are almost incompatible; one emotion hardly leaves room for the other."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "A lot of people get so hung up on what they can't have that they don't think for a second about whether they really want it."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Jealousy is no more than feeling alone against smiling enemies."
    },
    {
      "cite": "St. Augustine",
      "quote": "He that is not jealous is not in love."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Jealousy in romance is like salt in food. A little can enhance the savor, but too much can spoil the pleasure and, under certain circumstances, can be life-threatening."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "Jealousy... is a mental cancer."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Jealousy is that pain which a man feels from the apprehension that he is not equally beloved by the person whom he entirely loves."
    },
    {
      "cite": "Gosho Aoyama",
      "quote": "Humans are suspicious and jealous creatures. When they see something perfect, they want to find a flaw."
    },
    {
      "cite": "Jacinto Benavente",
      "quote": "He who is jealous, is never jealous of what you see, with what is imagined is enough."
    },
    {
      "cite": "Aristotle",
      "quote": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy."
    },
    {
      "cite": "Hesiod",
      "quote": "Potter is jealous of potter, and craftsman of craftsman; and the poor have a grudge against the poor, and the poet against the poet."
    },
    {
      "cite": "Socrates",
      "quote": "The envious person grows lean with the fatness of their neighbor."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Plain women are always jealous of their husbands. Beautiful women never are. They are always so occupied with being jealous of other women's husbands."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you find happiness, people may be jealous. Be happy anyway."
    },
    {
      "cite": "Jason Thomas",
      "quote": "The only woman a wife should ever be jealous of is her husband's mom."
    },
    {
      "cite": "Sasha Azevedo",
      "quote": "When you're a beautiful person on the inside, nothing in the world can change that about you. Jealousy is the result of one's lack of self-confidence, self-worth, and self-acceptance. The Lesson: If you can't accept yourself, then certainly no one else will."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Resentment is like drinking poison and waiting for the other person to die."
    },
    {
      "cite": "James 3:16",
      "quote": "For where envying and strife is, there is confusion and every evil work."
    },
    {
      "cite": "William Congreve",
      "quote": "Hell hath no fury like a woman scorned."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The venom clamours of a jealous woman poison more deadly than a mad dog's tooth."
    },
    {
      "cite": "William Blake",
      "quote": "Cruelty has a human heart, And Jealousy a human face; Terror the human form divine, And Secrecy the human dress."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "The jealous are possessed by a mad devil and a dull spirit at the same time."
    },
    {
      "cite": "Horace",
      "quote": "The envious man grows lean at the success of his neighbour."
    },
    {
      "cite": "Bible",
      "quote": "Do not envy a sinner; you don't know what disaster awaits him."
    },
    {
      "cite": "Robert Bringle",
      "quote": "Envy can be a positive motivator. Let it inspire you to work harder for what you want."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Never waste jealousy on a real man: it is the imaginary man that supplants us all in the long run."
    }
  ]
}