{
  "source": "https://www.wisesayings.com/jealous-girlfriend-quotes/",
  "theme": "jealous-girlfriend",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman."
    },
    {
      "cite": "Sonia Mendoza",
      "quote": "Never get jealous when you see your ex with someone else because our parents taught us to give our used toys to the less fortunate."
    },
    {
      "cite": "Prakhar Sahay",
      "quote": "I get jealous because I'm afraid someone is going to you happier than I do."
    },
    {
      "cite": "Aetiyuel Williams",
      "quote": "A jealous woman does better research than the FBI."
    },
    {
      "cite": "Joy Hunter",
      "quote": "If she jealous, she cares."
    },
    {
      "cite": "Jenna Elizabeth Johnson",
      "quote": "Oh no, was I to be one of those girls who gets attacked by a jealous girlfriend."
    },
    {
      "cite": "C. R. Van Anden",
      "quote": "I'm not scared to admit that I'm a jealous girl. What's mine is mine, and that's that."
    },
    {
      "cite": "Moses Gazman Mukhansi",
      "quote": "If your girlfriend gets jealous it's because she's faithful. If another girl has your attention and she doesn't get jealous, it's because someone has hers."
    },
    {
      "cite": "Kelly Beckman",
      "quote": "A jealous woman is the most dangerous one."
    },
    {
      "cite": "Robin Talley",
      "quote": "It is ridiculous to hang out with your girlfriend who gets jealous at everybody."
    },
    {
      "cite": "Chad David",
      "quote": "I believe that it isn’t normal to get jealous without any reason. There must be something that leads someone to become jealous."
    },
    {
      "cite": "Nina van der Plas",
      "quote": "There would be no jealous women if men are all loyal."
    },
    {
      "cite": "Deborah O. Keefe",
      "quote": "I must agree that every girl is jealous by nature."
    },
    {
      "cite": "Walter Scott",
      "quote": "I must admit that at one point in my life I get jealous over nothing and it causes me sleepless night."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "A jealous girlfriend is a faithful girlfriend. You should worry if she doesn't care."
    },
    {
      "cite": "George Eliot",
      "quote": "Anger and jealousy can no more bear to lose sight of their objects than love."
    },
    {
      "cite": "Anonymous",
      "quote": "A jealous girlfriend is a faithful girlfriend, if she gets jealous its because someone has your attention, if she doesnt get jealous, its because someone else has hers."
    },
    {
      "cite": "Richelle Mead",
      "quote": "Yeah, that's exactly what I want. To help my girlfriend get her old boyfriend back."
    },
    {
      "cite": "Alfred Richard Orage",
      "quote": "Jealousy is the dragon in paradise; the hell of heaven; and the most bitter of the emotions because associated with the sweetest."
    },
    {
      "cite": "A.R. Orage",
      "quote": "Jealousy is the dragon in paradise, the hell of heaven, and the most bitter of the emotions because associated with the sweetest."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "I'm not a jealous person. I'm just a girl that would love to punch every other girl in the face that gives you a second look."
    },
    {
      "cite": "Anonymous",
      "quote": "You should never underestimate the power of your girlfriend. She has the ability to make anything your fault."
    }
  ]
}