{
  "source": "https://www.wisesayings.com/jellyfish-quotes/",
  "theme": "jellyfish",
  "quotes": [
    {
      "cite": "Karl Pilkington",
      "quote": "It would be spiteful to put a Jellyfish in a trifle."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "What we see before us is just one tiny part of the world. We get in the habit of thinking, this is the world, but that's not true at all. The real world is a much darker and deeper place than this, and much of it is occupied by jellyfish and things."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I’m wearing shoes made of sea foam, and I am here to seduce the elderly. If you brought the geriatrics, then I brought the jellyfish."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Truth on our level is a different thing from truth for the jellyfish."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "I'd like to be a jellyfish, 'cause jellyfish don't pay rent."
    },
    {
      "cite": "Daniel Quinn",
      "quote": "Do you see the slightest evidence anywhere in the universe that creation came to an end with the birth of man? Do you see the slightest evidence anywhere out there that man was the climax toward which creation had been straining from the beginning? ...Very far from it. The universe went on as before, the planet went on as before. Man's appearance caused no more stir than the appearance of jellyfish."
    },
    {
      "cite": "Mike Dodd",
      "quote": "Jelly fish don't worry about tomorrow."
    },
    {
      "cite": "Mike Dodd",
      "quote": "Why worry when a jelly fish is morally superior to mankind?"
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "We need to encourage an attitude of constant questioning, which is a genuine part of our potential as students. If students were required to drop their questions that would create armies of zombies- rows of jellyfish. The questioning mind is absolutely necessary."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Mort... had about the same talent for horticulture that you would find in a dead starfish."
    },
    {
      "cite": "John Bartlett",
      "quote": "The sea is the lands's edge also, the granite / Into which it reaches, the beaches where it tosses / Its hints of earlier and other creation: / The starfish, the hermit crab, the whales's backbone; / The pools where it offers to our curiosity / The more delicate algae and the sea anemone."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Spread out (the sun) like a jellyfish."
    },
    {
      "cite": "Karel Dekyvere",
      "quote": "The fact that jellyfish have survived for 650 million years without brains should give hope to some people."
    },
    {
      "cite": "Stuart Walton",
      "quote": "My philosophy is to float like a jellyfish and let the market push me where it wants to go. I try to figure out what strategies are working in the market. One year it might be momentum, another year it might be value."
    },
    {
      "cite": "Peri Kinder",
      "quote": "If you can make jellyfish motivational, you are a bad ass."
    },
    {
      "cite": "Lisa Simpson",
      "quote": "That's a reusable grocery bag. This market doesn't use plastic bags because they end up on the oceans and interfere with jellyfish mating habits."
    },
    {
      "cite": "Paul Murphy",
      "quote": "You are a jellyfish, a motherly, motherly jellyfish protecting the sanctity of your relationship. You need to sting the threats to your relationship, and if you need to sting him in the process, you gotta sting him."
    },
    {
      "cite": "Joe Genaro",
      "quote": "Gotta go somewhere / When you die / So why not see the world / Through jellyfish eyes / Jellyfish heaven / Where jellyfish go / To get away from Mormons / And drunk Eskimos / Jellyfish heaven / Is a lot / Like LA / If you're bad / You'll go to hell / And jellyfish will sting you / And your body will swell / Jellyfish heaven / In the big blue sea / Where it's too cold to surf / And it's too warm to ski / Jellyfish Heaven / Is full of dead / Jellyfish / People always saying."
    },
    {
      "cite": "A. Partridge",
      "quote": "I used to stand proud like a sphinx / In a noble immovable state / Then your heart nailed me under a jinx / Now I'm feeling like a jellyfish / Just a spineless wobbly jellyfish / And it's great, great, so great."
    },
    {
      "cite": "Jack Hody Johnson",
      "quote": "When you move like a jellyfish / Rhythm don't mean nothing / You go with the flow / You don't stop / Move like a jellyfish / Rhythm is nothing / You go with the flow / You don't stop."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "Step not jauntily, not too grave, / Till the lip of the languorous sea you greet; / Wait till the wash of the thirteenth wave / Tumbles a jellyfish out at your feet. / Not too hopefully, not forlorn, / Whisper a word of your earnest quest; / Shed not a tear if he turns in scorn / And sneers in your face like a fish possessed. / Hist! Hope on! There is yet a way. / Brooding jellyfish won't be gay."
    },
    {
      "cite": "Marieta Maglas",
      "quote": "Don't think to go for a refreshing swim! / Jellyfish come beneath the surface dim! / Maybe at home, the things can turn out cool, / But your car stops because it's out of fuel."
    },
    {
      "cite": "Guillaume Apollinaire",
      "quote": "The Jellyfish / Medusas, miserable heads / With hairs of violet / You enjoy the hurricane / And I enjoy the very same."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Life is a beautiful magnificent thing, even to a jellyfish."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "Jellyfish are 97% water or something, so how much are they doing? Just give them another 3% and make them water. It's more useful."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Jellyfish serve as a model for bioengineers for the same reason yeast were once so valuable to geneticists: they're simple to deconstruct."
    },
    {
      "cite": "Andrew Buchan",
      "quote": "The jellyfish doesn't actively move anywhere - it's just moved with the tides. Is that what man is? Man's just the jellyfish: stuff happens to you, and you get twisted in different directions."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "A jellyfish is little more than a pulsating bell, a tassel of trailing tentacles and a single digestive opening through which it both eats and excretes - as regrettable an example of economy of design as ever was."
    },
    {
      "cite": "Jack Johnson",
      "quote": "When you move like a jellyfish, rhythm is nothing. You go with the flow. You don't stop."
    },
    {
      "cite": "May Sarton",
      "quote": "We are all jellyfish, too pitiful and too afraid of being disliked to be honest."
    },
    {
      "cite": "Rick Warren",
      "quote": "A person without conviction is a weak, jellyfish type of individual who mindlessly follows the crowd."
    }
  ]
}