{
  "source": "https://www.wisesayings.com/jerusalem-quotes/",
  "theme": "jerusalem",
  "quotes": [
    {
      "cite": "Elhanan Leib Lewinsky",
      "quote": "Without Jerusalem, the land of Israel is as a body without a soul."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The view of Jerusalem is the history of the world; it is more, it is the history of earth and of heaven."
    },
    {
      "cite": "Yehuda Amichai",
      "quote": "Jerusalem is a port city on the shore of eternity."
    },
    {
      "cite": "John Mason Neale",
      "quote": "Jerusalem the golden, with milk and honey blessed, beneath thy contemplation sink heart and voice oppressed."
    },
    {
      "cite": "Talmud",
      "quote": "Ten measures of beauty descended to the world, nine were taken by Jerusalem and one by the rest of the world. Jerusalem is a beauty unparalleled."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "One doesn't go to Jerusalem, one returns to it. That's one of its mysteries."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "When a Jew visits Jerusalem for the first time, it is not the first time; it is homecoming."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "In the din and tumult of the age, the still small voice of Jerusalem remains our only music."
    },
    {
      "cite": "Winston Churchill",
      "quote": "You ought to let the Jews have Jerusalem; it was they who made it famous."
    },
    {
      "cite": "Don McLean",
      "quote": "Jerusalem is old, Jerusalem is new, Jerusalem can hold Muslim, Christian, Jew."
    },
    {
      "cite": "A. B. Yehoshua",
      "quote": "Jerusalem doesn't belong only to Israelis and Palestinians, Muslims and Jews, but to the world."
    },
    {
      "cite": "Katie Pavlich",
      "quote": "Jerusalem will always be the capital of Israel, even if someday a peace agreement were to be reached."
    },
    {
      "cite": "Recep Tayyip Erdogan",
      "quote": "Jerusalem is holy to three religions. You have to respect that."
    },
    {
      "cite": "David K. Shipler",
      "quote": "Jerusalem is a festival and a lamentation. Its song is a sigh across the ages, a delicate, robust, mournful psalm at the great junction of spiritual cultures."
    },
    {
      "cite": "Barack Obama",
      "quote": "Jerusalem will remain the capital of Israel, and it must remain undivided."
    },
    {
      "cite": "Talmud",
      "quote": "Whoever did not see Jerusalem in its days of glory, never saw a beautiful city in their life."
    },
    {
      "cite": "Tim Rice",
      "quote": "Jerusalem itself, understand what power is, understand what glory is, understand at all."
    },
    {
      "cite": "David Ben-Gurion",
      "quote": "No city in the world, not even Athens or Rome, ever played as great a role in the life of a nation for so long a time, as Jerusalem has done in the life of the Jewish people."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "In the din and tumult of the age, the still small voice of Jerusalem remains our only music."
    },
    {
      "cite": "Yitzhak Rabin",
      "quote": "Jerusalem is united, will never be divided again."
    },
    {
      "cite": "Reuven Rivlin",
      "quote": "Jerusalem should not tolerate any religious war."
    },
    {
      "cite": "Benny Gantz",
      "quote": "The capital of Israel is Jerusalem, no matter what."
    },
    {
      "cite": "Talmud",
      "quote": "Eternity this refers to Jerusalem."
    }
  ]
}