{
  "source": "https://www.wisesayings.com/jesus-christ-quotes/",
  "theme": "jesus-christ",
  "quotes": [
    {
      "cite": "Jason Derulo",
      "quote": "I know that all things are possible through Jesus Christ."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The Lord Jesus Christ is our partner, helper and advocate."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Jesus Christ never thinks about what we have been! He always thinks about what we are going to be."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Jesus Christ was an extremist for love, truth and goodness."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Jesus Christ is our spring board to promotion and prosperity."
    },
    {
      "cite": "Irenaeus of Lyons",
      "quote": "Jesus Christ, in His infinite love, has become what we are, in order that He may make us entirely what He is."
    },
    {
      "cite": "Howard W. Hunter",
      "quote": "The atonement of Jesus Christ is the supreme act of love, the supreme example of selfless concern for others."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "The love of our Lord Jesus Christ towards sinners is strikingly shown in His steady purpose of heart to die for them."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The gospel of Jesus Christ is more enduring than fame, more precious than riches, more to be desired than happiness."
    },
    {
      "cite": "Johnny Hunt",
      "quote": "When Jesus Christ forgives you of sin, He never brings it back up."
    },
    {
      "cite": "John Flavel",
      "quote": "Jesus Christ is in every way sufficient to the vast desires of the soul."
    },
    {
      "cite": "Phillip Brooks",
      "quote": "Jesus Christ, the condescension of divinity, and the exaltation of humanity."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "In Jesus Christ, God took on a human face and became our friend and brother."
    },
    {
      "cite": "Kathy Troccoli",
      "quote": "Jesus Christ is not a security from storms. He is the perfect security in storms."
    },
    {
      "cite": "Johann Gottfried Herder",
      "quote": "Jesus Christ is, in the noblest and most perfect sense, the realized ideal of humanity."
    },
    {
      "cite": "John Piper",
      "quote": "Seeing & savoring Jesus Christ is the most important seeing and savoring you'll ever do."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Jesus Christ knows the worst about you. Nonetheless, He is the one who loves you the most."
    },
    {
      "cite": "Jon Foreman",
      "quote": "Jesus Christ's mercy and power indwells us and gives us the strength to make a positive difference."
    },
    {
      "cite": "Max Lucado",
      "quote": "The life of Jesus Christ is a message of hope, a message of mercy, a message of life in a dark world."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Jesus Christ does not save the worthy, but the unworthy. Your plea must not be righteousness but guilt."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "Jesus Christ is both the only price and sacrifice by which eternal redemption is obtained for believers."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Not only do we know God through Jesus Christ, we only know ourselves through Jesus Christ."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "The gospel of Jesus Christ is the brightest light and the only hope for this darkened world."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "In Jesus Christ we have been chosen from eternity, accepted in time, and united for eternity."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Jesus Christ had a sense of destiny."
    },
    {
      "cite": "Billy Sunday",
      "quote": "Jesus Christ was God's revenue officer."
    },
    {
      "cite": "Richard Halverson",
      "quote": "Jesus Christ is God's everything for man's total need."
    },
    {
      "cite": "Dorothy L. Sayers",
      "quote": "Jesus Christ is the only God who has a date in history."
    },
    {
      "cite": "Bill Maher",
      "quote": "There's no greater model, in my view, than Jesus Christ."
    },
    {
      "cite": "Eusebius",
      "quote": "The religion of Jesus Christ is neither new nor strange."
    },
    {
      "cite": "John F. Macarthur Jr.",
      "quote": "Jesus Christ is not just 'my personal Savior'. He is Lord."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The Lord, Jesus Christ, is our perfect example of patience."
    },
    {
      "cite": "Jaroslav Pelikan",
      "quote": "Jesus Christ is too important to be left to the theologians."
    },
    {
      "cite": "Carl F. H. Henry",
      "quote": "Jesus Christ turns life right-side-up, and heaven outside-in."
    },
    {
      "cite": "Jay Adams",
      "quote": "Jesus Christ must be at the heart of every sermon you preach."
    },
    {
      "cite": "Louie Giglio",
      "quote": "The only wounds that define us are the wounds of Jesus Christ."
    },
    {
      "cite": "D. Todd Christofferson",
      "quote": "The gospel of Jesus Christ opens the path to what we may become."
    },
    {
      "cite": "R. A. Torrey",
      "quote": "Those who truly believe on Jesus Christ are saved from all fear."
    },
    {
      "cite": "Felix Wantang",
      "quote": "To understand Jesus Christ, you must know the Language of Heaven."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The gospel of Jesus Christ is not a religion of mourning and gloom."
    },
    {
      "cite": "Billy Graham",
      "quote": "Jesus Christ opened heaven's door for us by His death on the cross."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Jesus Christ is infinitely more than a great teacher and philosopher."
    },
    {
      "cite": "M. Russell Ballard",
      "quote": "Jesus Christ can help us fix anything that needs fixing in our lives."
    },
    {
      "cite": "Per G. Malm",
      "quote": "He has the power to heal and strengthen the soul. He is Jesus Christ."
    },
    {
      "cite": "Denis Diderot",
      "quote": "The blood of Jesus Christ can cover a multitude of sins, it seems to me."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "Our Lord Jesus Christ , my brethren, is our hero, a hero all the world wants."
    },
    {
      "cite": "Felix Wantang",
      "quote": "To know Jesus Christ, you must first understand his supernatural identity. He is God."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "When the Lord Jesus Christ gives a man remission of sins, He also gives him repentance."
    },
    {
      "cite": "Robert Jeffress",
      "quote": "The cross of Jesus Christ represents the intersection of God's love and God's holiness."
    },
    {
      "cite": "Paul P. Enns",
      "quote": "God, through Jesus Christ, is the victory, and the renewed earth will reflect that glory."
    }
  ]
}