{
  "source": "https://www.wisesayings.com/jewelry-quotes/",
  "theme": "jewelry",
  "quotes": [
    {
      "cite": "Sonja Henie",
      "quote": "Jewelry takes people’s minds off your wrinkles!"
    },
    {
      "cite": "Michael Kors",
      "quote": "I’ve always thought of accessories as the exclamation point of a woman’s outfit."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "You can’t cry on a diamond’s shoulder, and diamonds won’t keep you warm at night, but they are sure fun when the sun shines."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "Jewelry is like the perfect spice - it always complements what’s already there."
    },
    {
      "cite": "Padma Lakshmi",
      "quote": "Jewelry should not upstage you. I pick one hot point on my body that I'm going to highlight. Let one area do the singing - you don't want to hear three songs at once."
    },
    {
      "cite": "Abby Lowery",
      "quote": "All you need is love . But a little JEWELRY never hurt anybody."
    },
    {
      "cite": "Robert Ludlum",
      "quote": "The most precious jewels are not made of stone, but of flesh."
    },
    {
      "cite": "Anonymous",
      "quote": "A piece of jewelry is often a piece of art. But it only becomes valuable when emotions are added to it."
    },
    {
      "cite": "Madeleine Albright.",
      "quote": "Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously, crowns were part of signals that were being sent throughout history by people of rank."
    },
    {
      "cite": "Christina Tosi",
      "quote": "Simple jewelry is best - bigger pieces get in the way when I'm baking."
    },
    {
      "cite": "Kami Garcia",
      "quote": "Jewelry, I'm telling you. It's a thing. And love. And maybe danger."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "The jeweler allows me to wear the sapphire blue lake on my finger, the emerald green leaves around my neck, and take the citrine sunset with me wherever I go. Jewelry has become my daytime link to nature in an office with no windows. And if I have to work late, there’s nothing like diamond stars and a pearl full moon against an onyx night sky"
    },
    {
      "cite": "Jennie Kwon",
      "quote": "Jewelry has the power to be this one little thing that can makes you feel unique"
    },
    {
      "cite": "Anonymous",
      "quote": "Wearing jewels is a way to express the woman you are. Without saying a word."
    },
    {
      "cite": "Iris Apfel",
      "quote": "Jewelry is the most transformative thing you can wear."
    },
    {
      "cite": "Gem Hunt",
      "quote": "Every piece of jewelry tells  a story."
    },
    {
      "cite": "Anonymous",
      "quote": "You never really know a woman until you've seen her jewelry."
    }
  ]
}