{
  "source": "https://www.wisesayings.com/jewish-quotes/",
  "theme": "jewish",
  "quotes": [
    {
      "cite": "Rebbetzin Dena Weinberg",
      "quote": "There are no problems, only opportunities for growth."
    },
    {
      "cite": "Woody Allen",
      "quote": "I was raised in the Jewish tradition, taught never to marry a Gentile, women shave on Saturday and most especially never to shave a Gentile woman on Saturday."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The pursuit of knowledge for its own sake, an almost fanatical love of justice and the desire for personal independence, these are the features of the Jewish tradition which make me thank my stars that I belong to it."
    },
    {
      "cite": "Joan Rivers",
      "quote": "I'm Jewish. I don't work out. If God had wanted us to bend over, He would have put diamonds on the floor."
    },
    {
      "cite": "Golda Meir",
      "quote": "Above all, this country is our own. Nobody has to get up in the morning and worry what his neighbors think of him. Being a Jew is no problem here."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "Good men need no recommendation and bad men it wouldn't help."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "It is impossible to conceive of a more thoroughly despicable, hateful, and arrogant being, than the Jewish god."
    },
    {
      "cite": "Philip Roth",
      "quote": "The legend engraved on the face of the Jewish nickel on the body of every Jewish child! Not in God we trust, but someday you'll be a parent and you'll know what it's like."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The Jew is eternal. He is the embodiment of eternity."
    },
    {
      "cite": "Philip Roth",
      "quote": "Good Christ, a Jewish man with parents alive is a fifteen year old boy, and will remain a fifteen year old boy till they die!"
    },
    {
      "cite": "Benjamin Netanyahu",
      "quote": "We want Israel as a democratic and Jewish state. So you have to maintain a Jewish majority, and you want to do that by legal means, by democratic means."
    },
    {
      "cite": "Rabbi A.Y. Kook",
      "quote": "I don't speak because I have the power to speak; I speak because I don't have the power to remain silent."
    },
    {
      "cite": "Rabbi Yaacov Perrin",
      "quote": "One million Arabs are not worth a Jewish fingernail."
    },
    {
      "cite": "Rabbi Abraham Isaac Kook",
      "quote": "In everything you do you encounter sparks full of life and light, aspiring to rise toward the heights. You help them and they help you."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "It is most important that we should keep in this country a certain leisured class. I am of the opinion of the ancient Jewish book which says there is no wisdom without leisure."
    },
    {
      "cite": "John Fitzgerald Kennedy",
      "quote": "The Jewish people, ever since David slew Goliath, have never considered youth as a barrier to leadership."
    },
    {
      "cite": "Paula Abdul",
      "quote": "Beyond being Jewish, I've always found myself to be very much in tune with spirituality."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Yes, I am a Jew, and when the ancestors of the Right Honorable gentleman were brutal savages in an unknown island, mine were priests in the temple of Solomon."
    },
    {
      "cite": "Jill Soloway",
      "quote": "There are times when folks will point out certain characteristics I have, like me being an interruptor, and attribute them to my Jewish identity."
    },
    {
      "cite": "Sudhir Ahluwalia",
      "quote": "Jewish texts compare the knowable universe to the size of a mustard seed. Similar association between God and man made in Quran, Buddhism."
    },
    {
      "cite": "Lionel Trilling",
      "quote": "Being a Jew is like walking in the wind or swimming: you are touched at all points and conscious everywhere."
    },
    {
      "cite": "Rabbi Noah Weinberg",
      "quote": "People often avoid making decisions out of fear of making a mistake. Actually the failure to make decisions is one of life's biggest mistakes."
    },
    {
      "cite": "Rabbi Abraham Joshua Heschel",
      "quote": "You may not make the image of God because you are the image of God."
    },
    {
      "cite": "Henny Youngman",
      "quote": "A Jewish woman had 2 chickens. One got sick, so the woman made chicken soup out of the other one to help the sick one get well."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "I do not recall a Jewish home without a book on the table."
    },
    {
      "cite": "Andrew Dworkin",
      "quote": "Being a Jew, one learns to believe in the reality of cruelty and one learns to recognize indifference to human suffering as a fact."
    },
    {
      "cite": "Philip Roth",
      "quote": "A Jewish man with his parents alive is half the time a helpless infant."
    },
    {
      "cite": "Anne Frank",
      "quote": "What one Christian does is his own responsibility, what one Jew does is thrown back at all Jews."
    },
    {
      "cite": "Gregg Easterbrook",
      "quote": "I think the thing that I most appreciate now is that stereotypes involving Jewish identity activate fears of persecution that exist in the present day."
    },
    {
      "cite": "Ariel Sharon",
      "quote": "Israel may have the right to put others on trial, but certainly no one has the right to put the Jewish people and the State of Israel on trial."
    },
    {
      "cite": "David Ben-Gurion",
      "quote": "Israel has created a new image of the Jew in the world the image of a working and an intellectual people, of a people that can fight with heroism."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "God's Jewish nation did not understand his divine priority for the kingdom."
    },
    {
      "cite": "Rabbi Menachem Mendel",
      "quote": "If I am I because you are you, and you are you because I am I, then I am not I and you are not you. But if I am I because I am I, and you are you because you are you, then I am I and you are you."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "He is the God who loved you so much that His Son stripped Himself of all heavenly glory to live as an impoverished Jewish carpenter so He could shed His blood, suffer, and die for the forgiveness of our sins."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What you don't see with your eyes, don't invent with your tongue."
    },
    {
      "cite": "Ariel Sharon",
      "quote": "Every leaving of a Jewish community is a most difficult thing."
    },
    {
      "cite": "Kinky Friedman",
      "quote": "If you elect me the first Jewish justice of the peace, I'll reduce the speed limits to 54.95!"
    },
    {
      "cite": "Adolf Hitler",
      "quote": "The Jew has always been a people with definite racial characteristics and never a religion."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "I marvel at the resilience of the Jewish people. Their best characteristic is their desire to remember. No other people has such an obsession with memory."
    },
    {
      "cite": "Marc Chagall",
      "quote": "In our life there is a single color, as on an artist's palette, which provides the meaning of life and art. It is the color of love."
    },
    {
      "cite": "Rabbi Menachem Mendel",
      "quote": "I do not want followers who are righteous, rather I want followers who are too busy doing good that they won't have time to do bad."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "In Jewish history there are no coincidences."
    },
    {
      "cite": "Vicky Baum",
      "quote": "To be a Jew is a destiny."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Yes I am, I am also a Muslim, a Christian, a Buddhist, and a Jew."
    },
    {
      "cite": "Anne Frank",
      "quote": "If we bear all this suffering and if there are still Jews left, when it is over, then Jews, instead of being doomed, will be held up as an example."
    },
    {
      "cite": "Anne Frank",
      "quote": "Our lives are fashioned by our choices. First we make our choices. Then our choices make us."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There are two ways to live. You can live as if nothing is a miracle. You can live as if everything is a miracle."
    },
    {
      "cite": "Viktor Frankl",
      "quote": "When we are no longer able to change a situation, we are challenged to change ourselves."
    },
    {
      "cite": "Ethics of the Fathers",
      "quote": "It is not incumbent upon you to complete the task, but neither are you free to absolve yourself of it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle, to keep your balance you must keep moving."
    },
    {
      "cite": "The Talmud",
      "quote": "Who is the wise person? The one who foresees the consequences."
    },
    {
      "cite": "King Solomon",
      "quote": "A righteous man falls down seven times and gets up."
    },
    {
      "cite": "Rabbi Noah Weinberg",
      "quote": "If you don't know what you're living for, you haven't yet lived."
    },
    {
      "cite": "Yiddish saying",
      "quote": "You are smart, smart. smart but you are not so smart!"
    },
    {
      "cite": "Albert Einstein",
      "quote": "There are two things that are infinite, the universe and man's stupidity and I am not sure about the universe."
    },
    {
      "cite": "Ethics of the Fathers",
      "quote": "If I am not for me, who be for me? If I am only for myself, what am I? If not now, when?"
    },
    {
      "cite": "Rebbe Nachman Of Breslov",
      "quote": "If you are not a better person tomorrow than you are today, what need have you for a tomorrow?"
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "To be a Jew is to be strong with a strength that has outlived persecutions. It is to be wise against ignorance, honest against piracy, harmless against evil, kind against cruelty"
    }
  ]
}