{
  "source": "https://www.wisesayings.com/job-quotes/",
  "theme": "job",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Don't pick a job with a great vacation time. Pick one that doesn't need escaping from."
    },
    {
      "cite": "George Crane",
      "quote": "There is no future in any job. The future lies in the person who holds the job."
    },
    {
      "cite": "Confucius",
      "quote": "Find a job you enjoy doing, and you will never have to work a day in your life."
    },
    {
      "cite": "Bob Nelson",
      "quote": "People may take a job for more money, but they often leave it for more recognition."
    },
    {
      "cite": "Martin Van Buren",
      "quote": "It is easier to do a job right than to explain why you didn't."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Do the hard jobs first. The easy jobs will take care of themselves."
    },
    {
      "cite": "Cary Grant",
      "quote": "Do your job and demand your compensation but in that order."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "If you have a job without any aggravations, you don't have a job."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "You'll be happy if you are doing a job you love."
    },
    {
      "cite": "Simon Sinek",
      "quote": "If you say your job is something you \"don't plan on doing forever,\" then why are you doing it now?"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "A lot of people quit looking for work as soon as they find a job."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "While you wait for your dream job, you can engage yourself with the available job."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Do the job for the joy of work."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "A job should only be a means of attaining the highest goal."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "He who loves his job, will own it."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell."
    },
    {
      "cite": "unknown",
      "quote": "A job is a safe place to hide from work."
    },
    {
      "cite": "William J. Bennett,",
      "quote": "There are no menial jobs, only menial attitudes."
    },
    {
      "cite": "G M Trevelyan",
      "quote": "The best job goes to the person who can get it done without passing the buck or coming back with excuses."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The best way to appreciate your job is to imagine yourself without one."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You will find a job, if you are willing to work."
    },
    {
      "cite": "unknown",
      "quote": "A job isn't just a job. It's who you are."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Big jobs usually go to the men who prove their ability to outgrow small ones."
    },
    {
      "cite": "unknown",
      "quote": "The big jobs are for the ones who can handle the small ones."
    },
    {
      "cite": "Aristotle",
      "quote": "Pleasure in the job puts perfection in the work."
    },
    {
      "cite": "unknown",
      "quote": "If a job is worth doing, it's worth doing well."
    },
    {
      "cite": "Bill Courtney",
      "quote": "Many men beg for a job but have no clue what hard work really means."
    },
    {
      "cite": "unknown",
      "quote": "The only job where you start at the top, is digging a hole."
    },
    {
      "cite": "Todd Stocker",
      "quote": "Joy in your Job is possible to the extent you're willing to choose it."
    },
    {
      "cite": "Robert Frost",
      "quote": "The difference between a job and a career is the difference between forty and sixty hours a week."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The problem with having a job is that it gets in the way of getting rich."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "When you are asked if you can do a job, tell 'em, 'Certainly I can!' Then get busy and find out how to do it."
    },
    {
      "cite": "unknown",
      "quote": "When you have a permanent job, remember that the job is permanent not you."
    },
    {
      "cite": "unknown",
      "quote": "If you think you're too big for small jobs, maybe you're too small for big job."
    },
    {
      "cite": "Jose Silva",
      "quote": "If you do the right job then money will come to you. Because people who need you will request, will ask for you, will attract you, and will be willing to pay you for your services."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Find a job you like and you add five days to every week."
    },
    {
      "cite": "unknown",
      "quote": "Every job is a self-portrait of the person who does it. Autograph your work with excellence."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Work harder on yourself than you do on your job."
    },
    {
      "cite": "Harold W. Dodds",
      "quote": "The most important question to ask yourself on the job is not, what am I getting? but what am I becoming?"
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Work hard at your job and you can make a living. Work hard on yourself and you can make a fortune."
    },
    {
      "cite": "Bill Gates",
      "quote": "I choose a lazy person to do a hard job. Because a lazy person will find an easy way to do it."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "The biggest mistake that you can make is to believe that you are working for somebody else. Job security is gone. The driving force of a career must come from the individual. Remember: Jobs are owned by the company, you own your career!"
    },
    {
      "cite": "Henry Ford",
      "quote": "Nothing is particularly hard if you divide it into small jobs."
    },
    {
      "cite": "Fred Astaire",
      "quote": "The hardest job kids face today is learning good manners without seeing any."
    },
    {
      "cite": "Paul Clitheroe",
      "quote": "For many people a job is more than an income. It's an important part of who we are."
    },
    {
      "cite": "Seth Godin",
      "quote": "Transferring your passion to your job is far easier than finding a job that happens to match your passion."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "If you have a job without aggravations, you don't have a job."
    },
    {
      "cite": "Billy Connolly",
      "quote": "Life is supposed to be fun. It's not a job or occupation. We're here only once and we should have a bit of a laugh."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Why compare yourself with others? No one in the entire world can do a better job of being you than you."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "A recession is when your neighbor loses his job. A depression is when you lose yours."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "See the job, do the job, stay out of the misery."
    },
    {
      "cite": "Steve Jobs",
      "quote": "My job is not to be easy on people. My job is to take these great people we have and to push them and make them even better."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up."
    },
    {
      "cite": "Jim Rohn",
      "quote": "I'm working full time on my job and part time on my fortune."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Always take a job that is too big for you."
    },
    {
      "cite": "Norman Schwarzkopf",
      "quote": "True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is not enough to be a hardworking person. Equally important is the job you are working at."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "They call upon us to supply American boys to do the job that Asian boys should do."
    },
    {
      "cite": "Eartha KittEartha Kitt",
      "quote": "Let's take care of the necessities first, give people jobs, and find a way to get us out of poverty."
    },
    {
      "cite": "Paul Ryan",
      "quote": "Ayn Rand more than anyone else did a fantastic job of explaining the morality of capitalism, the morality of individualism."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Peacekeeping is not a job for soldiers, but only soldiers can do it."
    },
    {
      "cite": "Carlton Fisk",
      "quote": "It's not what you achieve, it's what you overcome. That's what defines your career."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Only undertake what you can do in an excellent fashion. There are no prizes for average performance."
    },
    {
      "cite": "Sean Maher",
      "quote": "Starting a new job is always scary, or at least for me it's always scary. It's like the first day of school."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Criticism of others is futile and if you indulge in it often you should be warned that it can be fatal to your career."
    },
    {
      "cite": "Matthew Lesko",
      "quote": "Good government only happens when the people working in it do their jobs, and do them well."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "It's not your job to get people to like you, it's your job to like people."
    },
    {
      "cite": "Muhammad Yunus",
      "quote": "People should wake up in the morning and say 'I am not a job seeker, I am a job-creator."
    }
  ]
}