{
  "source": "https://www.wisesayings.com/jockey-quotes/",
  "theme": "jockey",
  "quotes": [
    {
      "cite": "John Kessel",
      "quote": "No jockey ever won a race by carrying the horse across the finish line; no coach ever won a volleyball match by touching the ball during play."
    },
    {
      "cite": "Dick Francis",
      "quote": "A jump jockey has to throw his heart over the fence - and then go over and catch it."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Sometimes you buy the horse, sometimes you invest in the jockey. It really comes down to the actual business and the upside."
    },
    {
      "cite": "Arrigo Sacchi",
      "quote": "You don't have to have been a horse to be a jockey."
    },
    {
      "cite": "Chantal Sutherland",
      "quote": "A good jockey has to be physically well balanced. They have to possess a strong upper body and a strong lower body. You've gotta have quick reflexes, and you've got to be incredibly coordinated. But it's your instincts that have to be perfect. You can't be an exceptional rider without instincts."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The best jockey in the world is never going to win races riding a lame horse. But even a mediocre jockey can win races riding a champion."
    },
    {
      "cite": "Dick Beddoes",
      "quote": "Horses and jockeys mature earlier than people—which is why horses are admitted to racetracks at the age of two, and jockeys before they are old enough to shave."
    },
    {
      "cite": "John Purvis",
      "quote": "With some justification the Jockey Club has been described as ‘the purest example of the eighteenth century to survive in Britain’."
    },
    {
      "cite": "Joe E. Lewis",
      "quote": "I follow the horses. And the horses I follow, follow horses."
    },
    {
      "cite": "Robert Morley",
      "quote": "There is little to compare with the thrill of standing next to the creature in the winner’s enclosure avoiding his hooves and receiving congratulations of the press, your trainer and friends who backed it. What makes the experience so satisfying is that you, the owner, have had absolutely nothing to do with the horse winning."
    },
    {
      "cite": "Jenny Pitman",
      "quote": "If you want to understand the effect of weight on a horse, try running for a bus with nothing in your hands. Then try doing it with your hands full of shopping. Then think about doing that for four-and-a-half miles."
    },
    {
      "cite": "Julie Krone",
      "quote": "In a lot of people’s minds, a girl jockey is cute and delicate. With me, what you get is reckless and aggressive."
    },
    {
      "cite": "Henry Cecil",
      "quote": "The only trouble with that horse is that it doesn’t like jockeys. Once it’s thrown its jockey it goes like the wind."
    },
    {
      "cite": "C. N. Richardson",
      "quote": "A good jockey is one who settles his mount into a rhythm that even the most casual observer can notice. If a jockey is bouncing around on a horse like a pinball machine, then the horse has something to think about other than running."
    },
    {
      "cite": "William Fain",
      "quote": "Every jockey makes mistakes…and no one holds them against him as long as he gets his share of winners…When a jockey is going down, people remember his mistakes."
    }
  ]
}