{
  "source": "https://www.wisesayings.com/joker-quotes/",
  "theme": "joker",
  "quotes": [
    {
      "cite": "Andre Suares",
      "quote": "The art of the clown is more profound than we think. It is the comic mirror of tragedy, and the tragic mirror of comedy."
    },
    {
      "cite": "Jack Dee",
      "quote": "The jokes are great but what really matters for a comedian is his performance, his whole attitude, and the laughs that he gets between the jokes rather than on top of the jokes."
    },
    {
      "cite": "Groucho Marx",
      "quote": "A clown is like aspirin, only he works twice as fast."
    },
    {
      "cite": "Smokey Robinson",
      "quote": "There's some sad things known to man, but ain't too much sadder than, the tears of a clown when no one's around."
    },
    {
      "cite": "Man Ray",
      "quote": "A joker is a little fool who is different from everyone else. He's not a club, diamond, heart, or spade. He's not an eight or a nine, a king or a jack. He is an outsider. He is placed in the same pack as the other cards, but he doesn't belong there. Therefore, he can be removed without anybody missing him."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The cleverest character in comedy is the clown, for he who would make people take him for a fool, must not be one."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I had rather have a fool to make me merry than experience to make me sad."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Enlightened beings are rare in the universe. They are the joker in the deck. They are outside the circle."
    },
    {
      "cite": "James Hillman",
      "quote": "The comic spirit masquerades in all things we say and do. We are each a clown and do not need to put on a white face."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Laughter may instruct but it may also conceal, defending the joker against anger and retaliation: a game is only a game."
    },
    {
      "cite": "Marc Maron",
      "quote": "Comedy is obviously a matter of personal taste and the world always needs a clown and some people have no taste at all and any clown will do."
    },
    {
      "cite": "Stephen King",
      "quote": "Nobody likes a clown at midnight."
    },
    {
      "cite": "Jostein Gaarder",
      "quote": "There is always Joker to see through the delusion. Generation succeeds generation, but there is a fool walking the earth who is never ravaged by time."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "The joke loses everything when the joker laughs himself."
    },
    {
      "cite": "Thomas Sydenham",
      "quote": "The arrival of a good clown exercises a more beneficial influence upon the health of a town than the arrival of twenty asses laden with drugs."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "Clowns and elephants are the pegs on which the circus is hung."
    },
    {
      "cite": "Tina Weymouth",
      "quote": "Sometimes you don't want to be a slapstick clown in order to convey a funny perception of the world."
    },
    {
      "cite": "W. C. Fields",
      "quote": "The first thing any comedian does on getting an unscheduled laugh is to verify the state of his buttons."
    },
    {
      "cite": "Barry Humphries",
      "quote": "There is no more terrible fate for a comedian than to be taken serously."
    },
    {
      "cite": "George Herbert",
      "quote": "Give a clown your finger, and he will take your hand."
    },
    {
      "cite": "W. C. Fields",
      "quote": "The funniest thing a comedian can do is not do it."
    },
    {
      "cite": "Patch Adams",
      "quote": "The role of a clown and a physician are the same - it's to elevate the possible and to relieve suffering."
    },
    {
      "cite": "George Bishop",
      "quote": "A clown sees life simply, without complications."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "A joker is near akin to a buffoon; and neither of them is the least related to wit."
    },
    {
      "cite": "Fred Allen",
      "quote": "A comedian who starts talking to himself becomes his own audience. This is fatal."
    },
    {
      "cite": "Buster Keaton",
      "quote": "A comedian does funny things. A good comedian does things funny."
    },
    {
      "cite": "Malcolm X",
      "quote": "A wise man can play the part of a clown, but a clown can't play the part of a wise man."
    },
    {
      "cite": "Cole Porter",
      "quote": "Be a clown, be a clown, all the world loves a clown. Act the fool, play the calf, and you'll always have the last laugh."
    },
    {
      "cite": "Mel Gussow",
      "quote": "Though the clown is often deadpan, he is a connoisseur of laughter."
    },
    {
      "cite": "Denis Diderot",
      "quote": "There is no better role to play among the great than that of jester."
    }
  ]
}