{
  "source": "https://www.wisesayings.com/jokes-quotes/",
  "theme": "jokes",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Beware of jokes from which we go away hollow and ashamed."
    },
    {
      "cite": "George Eliot",
      "quote": "Different taste in jokes is a great strain on the affections."
    },
    {
      "cite": "Rick Riordan",
      "quote": "It's hard to enjoy practical jokes when your whole life feels like one."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "The best jokes are dangerous, and dangerous because they are in some way truthful."
    },
    {
      "cite": "John Perry Barlow",
      "quote": "God's jokes are the soul's curriculum."
    },
    {
      "cite": "James Callis",
      "quote": "Jokes are very curious things psychologically."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "For every ten jokes you acquire a hundred enemies."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "You shouldn’t make jokes if it makes you so unhappy."
    },
    {
      "cite": "Orlando Aloysius Battista",
      "quote": "The shortest distance between two jokes makes a perfect speech."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "The inside jokes weren't jokes anymore. They had become stories."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "Jokes are generally honest. Complete solemnity is always dishonest."
    },
    {
      "cite": "David M. Ogilvy",
      "quote": "The best ideas come as jokes. Make your thinking as funny as possible."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Jokes have to be quite naked to be understood. They have to be quite simple."
    },
    {
      "cite": "Brett Gelman",
      "quote": "Even the people who do great jokes, its always coming out of a very real place."
    },
    {
      "cite": "Elizabeth McCracken",
      "quote": "Life likes jokes; life is constantly making jokes, even at the most inopportune moments."
    },
    {
      "cite": "Stella Benson",
      "quote": "Family jokes, though rightly cursed by strangers, are the bond that keeps most families alive."
    },
    {
      "cite": "Dick Gregory",
      "quote": "The funniest jokes you know aren't from comics but relatives, friends - from your life. That's the funniest stuff."
    },
    {
      "cite": "Brad Williams",
      "quote": "Everyone just wants to hear the exact jokes that apply to them and want to - everyone wants a perfectly crafted joke for them."
    },
    {
      "cite": "John Oliver",
      "quote": "You can write jokes at any point of the day. Jokes are not that hard to write, or they shouldn't be when it is literally your job."
    },
    {
      "cite": "Frank Muir",
      "quote": "Wit is a weapon. Jokes are a masculine way of inflicting superiority. But humor is the pursuit of a gentle grin, usually in solitude."
    },
    {
      "cite": "Aziz Ansari",
      "quote": "Writing your own jokes, you just kind of keep working on something until you think it might work, and then you try it out and hope for the best."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Jokes of the proper kind, properly told, can do more to enlighten questions of politics, philosophy, and literature than any number of dull arguments."
    },
    {
      "cite": "Rachel Sklar",
      "quote": "The best jokes resonate because they uncover ridiculousness in our daily lives, reveal the silliness - and sometimes sadness - of things we see every day."
    },
    {
      "cite": "Penelope Gilliatt",
      "quote": "Jokes are ideally pleasurable. They are an act of assassination without a corpse, a moment of total annihilation that paradoxically makes anything possible."
    },
    {
      "cite": "George Mikes",
      "quote": "Jokes are better than war. Even the most aggressive jokes are better than the least aggressive wars. Even the longest jokes are better than the shortest wars."
    },
    {
      "cite": "Shawn Wayans",
      "quote": "A lot of the jokes had some build-up to some nasty stuff. But most of it was all character situations leading to what the ultimate payoff would be for that character."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Real racist jokes or sexist jokes aren't funny - not because they're offensive, but because they're not true. As soon as a joke is based on an untruth, it's not funny."
    },
    {
      "cite": "Dan Jenkins",
      "quote": "Anybody can make jokes. But unless they come from conviction, and there's truth in them, you haven't nailed it. They aren't as funny as they could be, and they don't make a point."
    },
    {
      "cite": "Emo Philips",
      "quote": "Thinking up jokes is easy. The hard part is trying them out on stage, because you never know if they're funny until you get there. Not one comedian in the world ever really knows."
    },
    {
      "cite": "Jimmy Carr",
      "quote": "Jokes spread around the world and embed themselves in our shared culture; the most resonant of them get lodged in the language in the same way as cliche or old wives' tales do."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You have to begin to develop a repertory of jokes, multi-plane spiritual jokes, the sort of things the Zen masters tell each other when they're asleep. These are the secret teachings."
    },
    {
      "cite": "Neil Peart",
      "quote": "To me, the highest expression of life is art with jokes. It's very rarified, very difficult to accomplish if you want to be more than just funny, and more than just jokes about human gaseousness."
    },
    {
      "cite": "John Mulaney",
      "quote": "There are a lot of great jokes you can sit down and write, but that's just a written joke, versus the comedy of the situation. Ideally, you're pulling as much comedy out of the situation as you can."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "Ultimately, jokes are this really special thing that we can all share. It's exciting to have basically a thousand people in a room together that can laugh at the same time, but I think of it almost as, like, a religious experience."
    },
    {
      "cite": "Jim Holt",
      "quote": "In both jokes and dreams, Freud observed, meanings are condensed and displaced, things are represented indirectly or by their opposites, fallacious reasoning trumps logic. Jokes often arise involuntarily, like dreams, and tend to be swiftly forgotten. From these similarities Freud inferred that jokes and dreams share a common origin in the unconscious. Both are essentially means of outwitting our inner censor."
    },
    {
      "cite": "Larry Gelbart",
      "quote": "Most jokes state a bitter truth."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "Some of those more out-there jokes were written in the wee hours of the morning. Somehow, they remained funny the next day."
    },
    {
      "cite": "Jackson Browne",
      "quote": "Musician jokes are a kind of joke that usually have to do with how much money someone makes. Musicians are always starving, so they're really mean to each other about who makes what."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Jokes are unanswerable objections."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Jokes are grievances."
    }
  ]
}