{
  "source": "https://www.wisesayings.com/journalism-quotes/",
  "theme": "journalism",
  "quotes": [
    {
      "cite": "John Hersey",
      "quote": "Journalism allows its readers to witness history; fiction gives its readers an opportunity to live it."
    },
    {
      "cite": "Harold Evans",
      "quote": "In journalism it is simpler to sound off than it is to find out. It is more elegant to pontificate than it is to sweat."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "Journalism without a moral position is impossible. Every journalist is a moralist. It's absolutely unavoidable. A journalist is someone who looks at the world and the way it works, someone who takes a close look at things every day and reports what she sees, someone who represents the world, the event, for others. She cannot do her work without judging what she sees."
    },
    {
      "cite": "Craig Brown",
      "quote": "Journalism could be described as turning one's enemies into money."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Journalist: a person without any ideas but with an ability to express them; a writer whose skill is improved by a deadline: the more time he has, the worse he writes."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "There can be no higher law in journalism than to tell the truth and to shame the devil."
    },
    {
      "cite": "Clive Owen",
      "quote": "Every journalist who is not too stupid or too full of himself to notice what is going on knows that what he does is morally indefensible."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Journalism never admits that nothing much is happening."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "I still believe that if your aim is to change the world, journalism is a more immediate short-term weapon."
    },
    {
      "cite": "Theodore Tilton",
      "quote": "Journalism is an immense power, that threatens soon to supersede sermons, lectures, and books."
    },
    {
      "cite": "Harry Reasoner",
      "quote": "Journalism is a kind of profession, or craft, or racket, for people who never wanted to grow up and go out into the real world."
    },
    {
      "cite": "David Burge",
      "quote": "Journalism is about covering important stories-with a pillow, until they stop moving."
    },
    {
      "cite": "Drew Curtis",
      "quote": "Journalism is straying into entertainment. The lines between serious news segments, news entertainment, and news comedy are blurring."
    },
    {
      "cite": "Graham Greene",
      "quote": "A petty reason perhaps why novelists more and more try to keep a distance from journalists is that novelists are trying to write the truth and journalists are trying to write fiction."
    },
    {
      "cite": "Ann Curry",
      "quote": "Journalism is an act of faith in the future."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Junk journalism is the evidence of a society that has got at least one thing right, that there should be nobody with the power to dictate where responsible journalism begins."
    },
    {
      "cite": "David Remnick",
      "quote": "Every good journalist is aware that his trade may one day go the way of phrenology and, what's more, the population will hardly protest the extinction."
    },
    {
      "cite": "Rebecca West",
      "quote": "Journalism an ability to meet the challenge of filling the space."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The difference between literature and journalism is that journalism is unreadable and literature is not read."
    },
    {
      "cite": "Hedrick Smith",
      "quote": "Journalists cover words and delude themselves into thinking they have committed journalism."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Great is journalism. Is not every able editor a ruler of the world, being the persuader of it?"
    },
    {
      "cite": "John Maxwell Hamilton",
      "quote": "Journalism, like democracy, is not something that is achieved. It is a work in progress, and not every day is as good as the last."
    },
    {
      "cite": "Henry Anatole Grunwald",
      "quote": "Journalism can never be silent: that is its greatest virtue and its greatest fault."
    },
    {
      "cite": "David Remnick",
      "quote": "Journalism, some huge percentage of it, should be devoted to putting pressure on power, on nonsense, on chicanery of all kinds and if that's going to invite a lawsuit, well, bring it on."
    },
    {
      "cite": "Anas Aremeyaw Anas",
      "quote": "Journalism is about results. It's about affecting your community or your society in the most progressive way."
    },
    {
      "cite": "Seno Gumira Ajidarma",
      "quote": "When journalism is silenced, literature must speak. Because while journalism speaks with facts, literature speaks with truth."
    },
    {
      "cite": "Anthony Shadid",
      "quote": "Journalism is always the art of the incomplete. You get bits and pieces."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Journalism should never be prostituted for selfish ends or for the sake of merely earning a livelihood or, worse still, for amassing money."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "In journalism, there has always been a tension between getting it first and getting it right."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Journalism is literature in a hurry."
    },
    {
      "cite": "Georg Christoph",
      "quote": "The journalists have constructed for themselves a little wooden chapel, which they also call the temple of fame, in which they put up and take down portraits all day long and make such a hammering you can't hear yourself speak."
    },
    {
      "cite": "Jeffrey Bernard",
      "quote": "Journalism is the only thinkable alternative to working."
    },
    {
      "cite": "Brit Hume",
      "quote": "Some in journalism consider themselves apart from and to some extent above the people they purport to serve."
    },
    {
      "cite": "Gilbert Chesterton",
      "quote": "Journalism is popular, but it is popular mainly as fiction. Life is one world, and life seen in the newspapers is another."
    },
    {
      "cite": "Amira Hass",
      "quote": "What journalism is really about-it's to monitor power and the centres of power."
    },
    {
      "cite": "Marisa Tomei",
      "quote": "Letting journalism be from the perspective of the journalist. It's usually a no-no, and journalists are encouraged to be completely objective."
    },
    {
      "cite": "Ted Koppel",
      "quote": "Journalism has become a sort of competitive screeching: what is trivial but noisy and immediate takes precedence over important matters that develop over time."
    },
    {
      "cite": "Dave Barry",
      "quote": "We journalists make it a point to know very little about an extremely wide variety of topics; this is how we stay objective."
    },
    {
      "cite": "Christiane Amanpour",
      "quote": "They take journalism really seriously because they know the force that it is and can be."
    },
    {
      "cite": "Martha Gellhorn",
      "quote": "Journalism at its best and most effective is education. Apparently people would not learn for themselves, nor from others."
    },
    {
      "cite": "Eric Sevareid",
      "quote": "The bigger the information media, the less courage and freedom they follow. Bigness means weakness."
    },
    {
      "cite": "Horace Greeley",
      "quote": "Journalism will kill you, but it will keep you alive while you're at it."
    },
    {
      "cite": "Lawrence Wright",
      "quote": "Journalism is a flawed profession, but it has a self-correcting mechanism. The rule of journalism is: talk to everybody."
    },
    {
      "cite": "Geraldo Rivera",
      "quote": "The courage in journalism is sticking up for the unpopular, not the popular."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The man who reads nothing at all is better educated than the man who reads nothing but newspapers."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Journalism has a distinct place in familiarizing and expressing public opinion."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "By giving us the opinions of the uneducated, journalism keeps us in touch with the ignorance of the community."
    },
    {
      "cite": "Lewis H. Lapham",
      "quote": "People may expect too much of journalism. Not only do they expect it to be entertaining, they expect it to be true."
    },
    {
      "cite": "Denis Diderot",
      "quote": "All things must be examined, debated, investigated without exception and without regard for anyone's feelings."
    },
    {
      "cite": "Andrew Marr",
      "quote": "Journalism is nine-tenths being in the right places at the right time."
    }
  ]
}