{
  "source": "https://www.wisesayings.com/journal-quotes/",
  "theme": "journal",
  "quotes": [
    {
      "cite": "Robin S. Sharma",
      "quote": "Writing in a journal reminds you of your goals and your learning in life. It offers a place where you can hold a deliberate, thoughtful conversation with yourself."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Whether you're keeping a journal or writing as a meditation, it's the same thing. What's important is you're having a relationship with your mind."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "After the writer's death, reading his journal is like receiving a long letter."
    },
    {
      "cite": "Lucy Dacus",
      "quote": "A journal is your completely unaltered voice - it's just for you. And if you know that voice, and you like it, you can bring it out to everyone else, and that's the most honest and vulnerable thing you can do."
    },
    {
      "cite": "Robert Wilson",
      "quote": "One of the few things that will remain of this time is what artists are doing. They are the journal and the diary of our time."
    },
    {
      "cite": "John Barton",
      "quote": "A literary journal is intended to connect writer with reader; the role of the editor is to mediate."
    },
    {
      "cite": "May Sarton",
      "quote": "For any writer who wants to keep a jounal, be alive to everything, not just to what you're feeling, but also to your pets to flowers, to what you're reading."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "To me, reading through old letters and journals is like treasure hunting. Somewhere in those faded, handwritten lines there is a story that has been packed away in a dusty old fox for years."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "Journal writing is a voyage to the interior."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "He started keeping a journal - had been, in fact, secretly doing so for some time: the furtive act of a deranged person."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Write your dreams in journal,note book, card or on a cork. When you pen down your dreams, an a inner strength and divine power is activated for your to work towards the fulfillment of your dreams."
    },
    {
      "cite": "Hannah Hinchman",
      "quote": "The best time to begin keeping a journal is whenever you decide to."
    },
    {
      "cite": "Amy Reed",
      "quote": "And maybe these words have become something more than emails; maybe they are a kind of journal. Writing to you is like writing to another piece of myself."
    },
    {
      "cite": "Rebecca Rash",
      "quote": "He felt the journal in his pocket. It was like a pair of glasses that he had worn for a time, enabling him to see a world he didn't even know existed"
    },
    {
      "cite": "Jennifer New",
      "quote": "Visual journals are created in a secret language of symbols. Intentional or not, they are private maps only their makers can follow"
    },
    {
      "cite": "Alexandra Johnson",
      "quote": "Sitting for even five minutes with a journal offers a rare cease-fire in the battle of daily life."
    }
  ]
}