{
  "source": "https://www.wisesayings.com/journeys-quotes/",
  "theme": "journeys",
  "quotes": [
    {
      "cite": "Douglas Adams",
      "quote": "I may not have gone where I intended to go, but I think I have ended up where I intended to be."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "In the middle of the journey of our life I found myself astray in a dark wood where the straight road had been lost sight of."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "An adventure is only an inconvenience rightly considered. An inconvenience is only an adventure wrongly considered."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "The journey between what you once were and who you are now becoming is where the dance of life really takes place."
    },
    {
      "cite": "TS Eliot",
      "quote": "We shall not cease from exploration and the end of all our exploring will be to arrive where we started... and know the place for the first time."
    },
    {
      "cite": "Don Williams, Jr.",
      "quote": "The road of life twists and turns and no two directions are ever the same. Yet our lessons come from the journey, not the destination."
    },
    {
      "cite": "Greg Anderson",
      "quote": "Focus on the journey, not the destination. Joy is found not in finishing an activity but in doing it."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "To get through the hardest journey we need take only one step at a time, but we must keep on stepping"
    },
    {
      "cite": "Ursula K. Leguin",
      "quote": "It is good to have an end to journey toward; but it is the journey that matters, in the end"
    },
    {
      "cite": "Tim Cahill",
      "quote": "A journey is best measured in friends rather than miles"
    },
    {
      "cite": "Rabbi Saul Rubin",
      "quote": "We have stories to tell, stories that provide wisdom about the journey of life. What more have we to give one another than our 'truth' about our human adventure as honestly and as openly as we know how?"
    },
    {
      "cite": "Buddhist Saying",
      "quote": "If you are facing in the right direction, all you need to do is keep on walking."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Our life is an endless journey; it is like a broad highway that extends infinitely into the distance. The practice of meditation provides a vehicle to travel on that road. Our journey consists of constant ups and downs"
    },
    {
      "cite": "Edward Abbey",
      "quote": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "To travel hopefully is a better thing than to arrive, and the true success is to labor."
    },
    {
      "cite": "Seneca",
      "quote": "Even journey has an end."
    },
    {
      "cite": "Marcel Proust",
      "quote": "We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us."
    },
    {
      "cite": "Les Brown",
      "quote": "I believe that life is a journey, often difficult and sometimes incredibly cruel, but we are well equipped for it if only we tap into our talents and gifts and allow them to blossom."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "The only journey is the one within."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "We advance on our journey only when we face our goal, we are confident and believe we are going to succeed."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "If you can see your path laid out in front of you step by step, you know it's not your path. Your own path you make with every step you take. That's why it's your path."
    },
    {
      "cite": "Peter Abrahams",
      "quote": "To get where you want to go you can't only do what you like."
    },
    {
      "cite": "Alan Alda",
      "quote": "You can't get there by bus, only by hard work, risking, and by not quite knowing what you're doing. What you'll discover will be wonderful: yourself."
    },
    {
      "cite": "Romare Bearden",
      "quote": "There are roads out of the secret place within us which we must all move as we go to touch others."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "The bottom line is: We must be working on arriving at the destination for which we were put on this planet."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Everyday is a journey,and the journey itself is home."
    },
    {
      "cite": "Anya Seton",
      "quote": "There are many trails up the mountain, but in time they all reach the top."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Let your mind start a journey thru a strange new world. Leave all thoughts of the world you knew before. Let your soul take you where you long to be...Close your eyes let your spirit start to soar, and you'll live as you've never lived before."
    },
    {
      "cite": "Dan Rather",
      "quote": "If all difficulties were known at the outset of a long journey, most of us would never start out at all."
    },
    {
      "cite": "John Hope Franklin",
      "quote": "We must get beyond textbooks, go out into the bypaths and untrodden depths of the wilderness and travel and explore and tell the world the glories of our journey."
    },
    {
      "cite": "Henry Ford",
      "quote": "One of the greatest discoveries a man makes, one of his greatest surprises, is to find he can do what he was afraid he couldn't."
    },
    {
      "cite": "Martin Buber",
      "quote": "All journeys have secret destinations of which the traveler is unaware."
    },
    {
      "cite": "Lillian Smith",
      "quote": "I soon realized that no journey carries one far unless, as it extends into the world around us, it goes an equal distance into the world within."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
    },
    {
      "cite": "Frank Borman",
      "quote": "Exploration is really the essence of the human spirit."
    },
    {
      "cite": "Gloria Gaither",
      "quote": "We may run, walk, stumble, drive, or fly, but let us never lose sight of the reason for the journey, or miss a chance to see a rainbow on the way."
    },
    {
      "cite": "Tao Expression",
      "quote": "The journey is the reward."
    },
    {
      "cite": "Stephen Covey",
      "quote": "We are not human beings on a spiritual journey. We are spiritual beings on a human journey."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The journey of a thousand miles must begin with a single step."
    },
    {
      "cite": "Ron Atchison",
      "quote": "The journey you wish to take can only begin from where you are right now this very minute."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A journey is like marriage. The certain way to be wrong is to think you control it."
    },
    {
      "cite": "George Sand",
      "quote": "One approaches journey's end. But the end is a goal, not a catastrophe."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The soul of a journey is liberty, perfect liberty, to think, feel, do just as one pleases."
    },
    {
      "cite": "Iain Sinclair",
      "quote": "An involuntary return to the point of departure is, without doubt, the most disturbing of all journeys."
    },
    {
      "cite": "Mark-Anthony St. Rose",
      "quote": "Life is a journey of mind. And man is the vessel that carries this mind. Therefore based on this premise it is safe to conclude that man does not evolve, but mind does."
    },
    {
      "cite": "Penelope Riley",
      "quote": "It is not the destination where you end up but the mishaps and memories you create along the way!"
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures we can have if only we seek them with our eyes open."
    },
    {
      "cite": "Adele Comandini",
      "quote": "Sometimes we have to go through the darkness alone, before we can see the light."
    },
    {
      "cite": "Amelia E. Barr",
      "quote": "The great difference between voyages rests not with the ships, but with the people you meet on them."
    },
    {
      "cite": "Mayor Richard Wilkins III",
      "quote": "What is a journey? Is it just distance traveled? Time spent? No, it's what happens on the way. It's the things that shape you. At the end of the journey, you're not the same."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Never stop just because you feel defeated. The journey to the other side is attainable only after great suffering."
    },
    {
      "cite": "Richelle Mead",
      "quote": "Sometimes it's worth lingering on the journey for a while before getting to the destination."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If you fuel your journey on the opinions of others, you are going to run out of gas."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "A journey will have pain and failure. It is not only the steps forward that we must accept. It is the stumbles. The trials. The knowledge that we will fail. That we will hurt those around us."
    },
    {
      "cite": "Jojo Moyes",
      "quote": "No journey out of grief was straightforward. There would be good days and bad days."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "It is good to have an end to journey toward; but it is the journey that matters, in the end."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The beautiful journey of today can only begin when we learn to let go of yesterday."
    },
    {
      "cite": "David Mitchell",
      "quote": "There ain't no journey what don't change you some."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Journeys end in lovers meeting."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "In a forest of a hundred thousand trees, no two leaves are alike. And no two journeys along the same path are alike."
    },
    {
      "cite": "Justin Somper",
      "quote": "The only journeys worth taking in life are those that test us to the very core."
    },
    {
      "cite": "Chris Geiger",
      "quote": "All journeys eventually end in the same place, home."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "And the end of one journey is the beginning of another."
    },
    {
      "cite": "Patrick Ness",
      "quote": "You got lost on your journey somewhere.\" \"That's what everyone says who never bothered to go on a journey in the first place."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "Journeys, like artists, are born and not made. A thousand differing circumstances contribute to them, few of them willed or determined by the will - whatever we may think."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Long or short, if you worry about every step of a journey, you will divide it endlessly into pieces, anyone of which may defeat you. Look only to the end."
    },
    {
      "cite": "Anasazi Foundation",
      "quote": "We need help from above if we are to make progress in our journeys."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "I must give you this warning: your journeys will rarely ever go as you plan. You will make mistakes, and you will feel lost. Whenever that happens, look to the light and keep moving forward in faith."
    },
    {
      "cite": "John H. Arnold",
      "quote": "For nothing ever ends, really; stories lead to other stories, journeys across a thousand miles of ocean lead to journeys across a continent, and the meanings and interpretations of these stories are legion."
    },
    {
      "cite": "Colson Whitehead",
      "quote": "Life is a journey, not a destination."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When you focus on the journey, you will be blessed with guardian angels to direct your path."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The journey is everything. Most necessary of all, but rarest good fortune, we should try to find some man of our own sort who will go with us and to whom we can say the first thing that comes into our heads. For pleasure has no relish unless we share it."
    },
    {
      "cite": "Mark Jenkins",
      "quote": "Planning a journey without a map is like building a house without drawings."
    },
    {
      "cite": "Rick Ridgeway",
      "quote": "The best journeys are the ones that answer questions that at the outset you never even thought to ask."
    },
    {
      "cite": "Gino Segre",
      "quote": "Most people setting out on such journeys are never heard from again, but part of the romance of any field lies in keeping the dream alive, in not settling for what is familiar and comfortable."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "The journey is part of the experience - an expression of the seriousness of one's intent."
    },
    {
      "cite": "Wally Lamb",
      "quote": "The seeker embarks on a journey to find what he wants and discovers, along the way, what he needs."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "At every given moment we are absolutely perfect for what is required for our journey."
    },
    {
      "cite": "Mandy Hale",
      "quote": "There are some places in life where you can only go alone. Embrace the beauty of your solo journey."
    },
    {
      "cite": "Tahir Shah",
      "quote": "A journey, I reflected, is of no merit unless it has tested you."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "The journey is the treasure."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "A lack of clarity could put the brakes on any journey to success."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Every journey begins with the first step of articulating the intention, and then becoming the intention."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The journey of the sun and moon is predictable, but yours is your ultimate art."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Every journey conceals another journey within its lines: the path not taken and the forgotten angle."
    },
    {
      "cite": "Daniel Quinn",
      "quote": "The journey itself is going to change you, so you don’t have to worry about memorizing the route we took to accomplish that change."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You are not on a journey to God; you are on a journey with God."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "A journey is time suspended."
    },
    {
      "cite": "H. Rider Haggard",
      "quote": "It is far. But there is no journey upon this earth that a man may not make if he sets his heart to it."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "To embark on the journey towards your goals and dreams requires bravery. To remain on that path requires courage. The bridge that merges the two is commitment."
    },
    {
      "cite": "Julien Smith",
      "quote": "No one has a problem with the first mile of a journey. Even an infant could do fine for a while. But it isn't the start that matters. It's the finish line."
    },
    {
      "cite": "Aaron Lauritsen",
      "quote": "It’s the ‘everyday’ experiences we encounter along the journey to who we wanna be that will define who we are when we get there."
    },
    {
      "cite": "Abigail J. Hartman",
      "quote": "God has arranged strange ways for some of us to find him. Sometimes He brings us on long physical journeys; sometimes He leaves us at home and makes the journey internal."
    },
    {
      "cite": "Gayle Forman",
      "quote": "A journey of 1,000 miles starts with just 10 digits."
    },
    {
      "cite": "Hilary Austen",
      "quote": "When you are in the midst of the journey…there’s really no way of knowing which one you are."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "No matter how short or long your journey to your accomplishment is, if you don't begin you can't get there. Beginning is difficult, but unavoidable!"
    },
    {
      "cite": "Jess \"Chief\" Brynjulson",
      "quote": "It's the ride of life the journey from here to there living and loving every moment like we have none to spare."
    },
    {
      "cite": "Tahir Shah",
      "quote": "A man who embarks on a journey must know when to end it."
    },
    {
      "cite": "Thomas Lloyd Qualls",
      "quote": "Sometimes a journey is not about the traveler. It is not about a destination. It is about the bringing together of worlds. It is about lighting a path."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Most journeys have a clear beginning, but on some the ending is less well-defined. The question is, at what point do you bite your lip and head for home?"
    },
    {
      "cite": "Tahir Shah",
      "quote": "A journey of observation must leave as much as possible to chance."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Previous journeys in search of treasure have taught me that a zigzag strategy is the best way to get ahead."
    }
  ]
}