{
  "source": "https://www.wisesayings.com/joy-quotes/",
  "theme": "joy",
  "quotes": [
    {
      "cite": "Iranian (on adversity)",
      "quote": "Every tear has a smile behind it."
    },
    {
      "cite": "unknown",
      "quote": "Happiness is a state of mind."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Happiness isn't a goal, it's a by"
    },
    {
      "cite": "unknown",
      "quote": "Happy is as happy does."
    },
    {
      "cite": "Aesop",
      "quote": "He who laughs last, laughs best."
    },
    {
      "cite": "unknown",
      "quote": "If you don't laugh, you'll cry."
    },
    {
      "cite": "Chaucer",
      "quote": "Out of the fullness of the heart, the mouth speaks."
    },
    {
      "cite": "Grandma Moses",
      "quote": "People should take time to be happy."
    },
    {
      "cite": "Yoruba (West African (on joy and sorrow)",
      "quote": "Sorrow doesn't kill, reckless joy does."
    },
    {
      "cite": "Turkish (on joy and sorrow)",
      "quote": "Sorrow is to the soul, as worm is to wood."
    },
    {
      "cite": "John Heywood",
      "quote": "The more the merrier."
    },
    {
      "cite": "Tibetan (on joy and sorrow)",
      "quote": "The person who gets stuck on petty happiness, will not attain great happiness."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Virtue and happiness are mother and daughter."
    },
    {
      "cite": "Tomm Bodett",
      "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "The most wasted of all days is one without laughter."
    },
    {
      "cite": "Sean O'Casey",
      "quote": "Laughter is wine for the soul - laughter soft, or loud and deep, tinged through with seriousness - the hilarious declaration made by man that life is worth living."
    },
    {
      "cite": "Mark Twain",
      "quote": "To get the full value of joy you must have someone to divide it with."
    },
    {
      "cite": "Rumi",
      "quote": "Sorrow prepares you for joy. It violently sweeps everything out of your house, so that new joy can find space to enter. It shakes the yellow leaves from the bough of your heart, so that fresh, green leaves can grow in their place. It pulls up the rotten roots, so that new roots hidden beneath have room to grow."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Find a place inside where there's joy, and the joy will burn out the pain."
    },
    {
      "cite": "Buddha",
      "quote": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves."
    },
    {
      "cite": "Greg Anderson",
      "quote": "Focus on the journey, not the destination. Joy is found not in finishing an activity but in doing it."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The walls we build around us to keep sadness out also keeps out the joy."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I define joy as a sustained sense of well-being and internal peace - a connection to what matters."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When you wish someone joy, you wish them peace, love, prosperity, happiness - all the good things."
    },
    {
      "cite": "RJ Baughan",
      "quote": "We find greatest joy, not in getting, but in expressing what we are... Men do not really live for honors or for pay; their gladness is not the taking and holding, but in doing, the striving, the building, the living. It is a higher joy to teach than to be taught."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If I keep a green bough in my heart, the singing bird will come."
    },
    {
      "cite": "Montaigne",
      "quote": "The pleasantest things in the world are pleasant thoughts: and the great art of life is to have as many of them as possible."
    },
    {
      "cite": "Storm Jameson",
      "quote": "Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "We either make ourselves happy or miserable. The amount of work is the same."
    },
    {
      "cite": "Helen Keller",
      "quote": "Resolve to keep happy and your joy and you shall form an invincible host against difficulties."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Joy does not simply happen to us. We have to choose joy and keep choosing it every day."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Happiness does not depend on outward things, but on the way we see them."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The art of being happy lies in the power of extracting happiness from common things."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Tranquil pleasures last the longest; we are not fitted to bear the burden of great joys."
    },
    {
      "cite": "John Templeton",
      "quote": "If we try hard to bring happiness to others, we cannot stop it from coming to us also. To get joy, we must give it, and to keep joy, we must scatter it."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "When we are centered in joy, we attain our wisdom."
    },
    {
      "cite": "Buffy Sainte-Marie",
      "quote": "You have to sniff out joy. Keep your nose to the joy trail."
    },
    {
      "cite": "Richard Wagner",
      "quote": "Joy is not in things; it is in us."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "The only joy in the world is to begin."
    },
    {
      "cite": "Euripedes",
      "quote": "Short is the joy that guilty pleasure brings."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "This is the true joy in life, the being used for a purpose recognized by yourself as a mighty one; the being thoroughly worn out before you are thrown on the scrap heap; the being a force of Nature instead of a feverish selfish little clod of ailments and grievances complaining that the world will not devote itself to making you happy."
    },
    {
      "cite": "Laura Moncur",
      "quote": "Joy is not a commodity to be hoarded and protected. It is like a muscle. It must be used daily to keep strong and vigorous."
    },
    {
      "cite": "Ninon de Lenclos",
      "quote": "The joy of a spirit is the measure of its power."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Who is the happiest of men? He who values the merits of others, and in their pleasure takes joy, even as though t'were his own."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Joy lies in the fight, in the attempt, in the suffering involved, not in the victory itself."
    },
    {
      "cite": "Geneen Roth",
      "quote": "People come and go, pain comes and goes. But so does joy. And if our hearts are closed because we don't want to suffer, they won't be open enough to recognize the joy as it flies by."
    },
    {
      "cite": "Robert M. Sherfield",
      "quote": "Optimists find joy in small things. They enjoy sunsets, a good conversation with a close friend; and they enjoy life in general. They are more concerned with having many small joys rather than having one huge joy."
    }
  ]
}