{
  "source": "https://www.wisesayings.com/judaism-quotes/",
  "theme": "judaism",
  "quotes": [
    {
      "cite": "Lee Whitnum",
      "quote": "The Jewish community has always taken care of its own."
    },
    {
      "cite": "Edgar Bronfman, Sr.",
      "quote": "The beauty of Judaism is that it demands we ask questions, especially of ourselves."
    },
    {
      "cite": "Zalman Schachter-Shalomi",
      "quote": "The thing that allows people of different faiths to make a true and deep connection, whatever our differences, is our yearning and love for God."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "Judaism is less about believing and more about belonging. It is less about what we owe. God and more about what we owe each other, because we believe God cares more about how we treat each other than about our theology."
    },
    {
      "cite": "Moses Mendelssohn",
      "quote": "Judaism boasts of no exclusive revelation of eternal truths that are indispensable to salvation, of no revealed religion in the sense in which that term is usually understood."
    },
    {
      "cite": "Norman Lamm",
      "quote": "Judaism is an intellectually based religion, and the single most important theme is that of study."
    },
    {
      "cite": "Meir Soloveichik",
      "quote": "Traditional Judaism has always embraced the doctrine of the immortality of the soul and the ultimate resurrection of the dead."
    },
    {
      "cite": "Jonathan Sacks",
      "quote": "Part of the beauty of Judaism, and surely this is so for other faiths also, is that it gently restores control over time. Three times a day we stop what we are doing and turn to God in prayer. We recover perspective. We inhale a deep breath of eternity."
    },
    {
      "cite": "Nathan Englander",
      "quote": "The Jewish day begins in the calm of evening, when it won't shock the system with its arrival."
    },
    {
      "cite": "Morris Joseph",
      "quote": "Judaism is something more than a badge, something more than a birth-mark; it is a life."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Judaism is not complete without Christianity and without Judaism, Christianity would not exist."
    },
    {
      "cite": "Edmund Wilson",
      "quote": "The Jew lends himself easily to Communism because it enables him to devote himself to a high cause, involving all of humanity, characteristics which are natural to him as a Jew."
    },
    {
      "cite": "David Novak",
      "quote": "The religious doctrine of traditional Judaism entails the acceptance of the nationhood of the Jewish people and the everlasting sanctity of the Land of Israel for them."
    },
    {
      "cite": "Schulchan Oruch",
      "quote": "Everything a Jew needs for his church ritual no goy is permitted to manufacture, but only a Jew, because this must be manufactured by human beings and the Jew is not permitted to consider the goyim as human beings"
    },
    {
      "cite": "Lynn Schusterman",
      "quote": "A Jewish community that is diverse and openly embraces all who seek to lead actively Jewish lives will be a Jewish community that is stronger and more enduring for generations to come."
    },
    {
      "cite": "Joseph H. Hertz",
      "quote": "Judaism stands or falls with its belief in the historic actuality of the revelation at Sinai."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The Jew is the emblem of civil and religious toleration. Love the stranger and the sojourner, Moses commands, because you have been strangers in the land of Egypt."
    },
    {
      "cite": "David Ben Gurion",
      "quote": "A Jew who doesn't believe in miracles is not a realist."
    }
  ]
}