{
  "source": "https://www.wisesayings.com/judas-quotes/",
  "theme": "judas",
  "quotes": [
    {
      "cite": "Anthony T. Hincks",
      "quote": "Thirty pieces of silver is a small price to pay for a families loyalty."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "For you will certainly carry out God's purpose, however you act, but it makes a difference to you whether you serve like Judas or like John."
    },
    {
      "cite": "Elaine Pagels",
      "quote": "He's an intimate betrayer. That's what's so troubling. Judas turned in his own teacher."
    },
    {
      "cite": "Elaine Pagels",
      "quote": "The Gospel of Judas is a kind of protest literature. It's challenging leaders of the church."
    },
    {
      "cite": "George William Russell",
      "quote": "In the lost boyhood of Judas, Christ was betrayed."
    },
    {
      "cite": "Judas Iscariot",
      "quote": "I have sinned in that I have betrayed the innocent blood."
    },
    {
      "cite": "Judas Iscariot",
      "quote": "Just as good and virtue, sin and evil can only be given in vigil. Who sleeps, sleeps; for the asleep there is no sin, just as there is no good, nor virtue. There is only sleep."
    },
    {
      "cite": "Mark Millar",
      "quote": "Guess that's thirty-one pieces of silver you've got now, huh? Sleep well, Judas."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I fear just one thing : Money! Greed was what motivated Judas to sell Jesus."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Every great man nowadays has his disciples, and it is usually Judas who writes the biography."
    },
    {
      "cite": "Pat Robertson",
      "quote": "Homosexuals are like Judas: They look good in a robe, and their kisses are legendary."
    },
    {
      "cite": "Rajneesh",
      "quote": "Nobody else can destroy you except you; nobody else can save you except you. You are the Judas and you are the Jesus."
    },
    {
      "cite": "Ray Comfort",
      "quote": "The friendly preacher who fails to warn of the reality of Hell, betrays the Son of God with a kiss."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Democracy will prevail when men believe the vote of Judas as good as that of Jesus Christ."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "No country can find eternal peace and comfort where the vote of Judas Iscariot is as good as the vote of the Saviour of mankind."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Judas had given them the slip."
    },
    {
      "cite": "Judas Iscariot",
      "quote": "All your followers are blind, too much heaven on their minds."
    },
    {
      "cite": "Spock",
      "quote": "Without followers, evil cannot spread."
    }
  ]
}