{
  "source": "https://www.wisesayings.com/judging-others-quotes/",
  "theme": "judging-others",
  "quotes": [
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "By judging others we blind ourselves to our own evil and to the grace which others are just as entitled to as we are."
    },
    {
      "cite": "Elizabeth Hoyt",
      "quote": "Still, it was a sad state of the world that people judged others not by the best that they could be but by the worst thought in their own hearts."
    },
    {
      "cite": "Traci Lea Larussa",
      "quote": "Judge tenderly, if you must. There is usually a side you have not heard, a story you know nothing about, and a battle waged that you are not having to fight."
    },
    {
      "cite": "Swami Dhyan Giten",
      "quote": "When we stop judging others and ourselves, our heart begins to open."
    },
    {
      "cite": "Paul Valery Flametree",
      "quote": "Our judgements judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows."
    },
    {
      "cite": "John Wesley",
      "quote": "We should be rigorous in judging ourselves and gracious in judging others."
    },
    {
      "cite": "Toba Beta",
      "quote": "Judging others is just wasting your time, giving your advice to men who don't pay."
    },
    {
      "cite": "Patti Digh",
      "quote": "If I stop judging other people, I free myself from being judged, and I can dance!"
    },
    {
      "cite": "Earl Nightingale",
      "quote": "When you judge others, you do not define them, you define yourself."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Don't judge too harshly, for if your weaknesses were to be placed under your footsteps, most likely you would stumble and fall as well."
    },
    {
      "cite": "Pushpa Rana",
      "quote": "Judging is acting on a limited knowledge. Learn the art of observing without evaluating."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you judge other people without wanting to know the true story behind their actions, is usually when there is something inside of you that is so broken that if you found out what you believed about them was a lie, you wouldn't want to accept it or make amends."
    },
    {
      "cite": "Anuj Somany",
      "quote": "Judging other people is such a natural and reflex phenomenon that even when somebody advises everybody not to judge anybody, actually he never realised that he has already judged that people judge others."
    },
    {
      "cite": "Saurabh Sharma",
      "quote": "Let's stop judging others, and relieve them of the heavy burden they are carrying on their shoulders because of us."
    },
    {
      "cite": "Therese de Lisieux",
      "quote": "And it is the Lord, it is Jesus, Who is my judge. Therefore I will try always to think leniently of others, that He may judge me leniently, or rather not at all, since He says:  Judge not, and ye shall not be judged."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started."
    },
    {
      "cite": "Paulo Coehlo",
      "quote": "We can never judge the lives of others, because each person knows only their own pain and renunciation. It's one thing to feel that you are on the right path, but it's another to think that yours is the only path."
    },
    {
      "cite": "unknown",
      "quote": "While you were busy judging others, you left your closet open and a lot of skeletons fell out."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "People who judge others tell more about Who They Are, than Who They Judge."
    },
    {
      "cite": "John A. Sandford",
      "quote": "If we judge others, it is because we are judging something in ourselves of which we are unaware."
    },
    {
      "cite": "Charles Edwin Carruthers",
      "quote": "In judging others, folks will work overtime for no pay."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The more one judges, the less one loves."
    },
    {
      "cite": "Russian Proverb",
      "quote": "When you meet a man, you judge him by his clothes; when you leave, you judge him by his heart."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "In judging of others, a man laboreth in vain,   often erreth and easily sinneth; but in judging and examining himself, he always laboreth fruitfully."
    },
    {
      "cite": "Elvis Presley",
      "quote": "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave."
    },
    {
      "cite": "Voltaire",
      "quote": "Judge a man by his questions rather than by his answers."
    },
    {
      "cite": "Ando Oomae",
      "quote": "A person that judges others will inevitably judge themselves harshly. It is only when one stops judging others that, that one can truly appreciate the beauty within."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "None are more unjust in their judgments of others than those who have a high opinion of themselves."
    },
    {
      "cite": "unknown",
      "quote": "If you find it necessary to judge someone by their past, don't be surprised when they find it necessary to put you there."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "When we come to judge others it is not by ourselves as we really are that we judge them, but by an image that we have formed of ourselves from which we have left out everything that offends our vanity or would discredit us in the eyes of the world."
    },
    {
      "cite": "Wilhelm Von Humboldt",
      "quote": "To judge a man means nothing more than to ask: What content does he give to the form of humanity? What concept should we have of humanity if he were its only representative?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I do not judge men by anything they can do. Their greatest deed is the impression they make on me."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every man is entitled to be valued by his best moment."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Our natural egoism leads us to judge people by their relations to ourselves. We want them to be certain things to us, and for us that is what they are; because the rest of them is no good to us, we ignore it."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "By judging others, you make yourself easy to judge."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you judge people, you have no time to love them."
    },
    {
      "cite": "The Bible",
      "quote": "Judge not, that ye be not judged."
    },
    {
      "cite": "Michael J Fox",
      "quote": "The least amount of judging we can do, the better off we are."
    },
    {
      "cite": "Brian Cohen",
      "quote": "Don't pass judgement on others or you might be judged yourself."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Beware, so long as you live, of judging men by their outward appearance."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Instead of judging people, we need to pray."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "I can usually judge a fellow by what he laughs at."
    },
    {
      "cite": "Seneca",
      "quote": "If you judge, investigate."
    },
    {
      "cite": "Seneca",
      "quote": "If you would judge, understand."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "No accurate thinker will judge another person by that which the other person's enemies say about him."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "Do not judge, and you will never be mistaken."
    },
    {
      "cite": "Johnny Rotten",
      "quote": "Judge not others unless you're prepared to be judged!"
    },
    {
      "cite": "Andre Carson",
      "quote": "People are always judging you based on where you're from, where you went to school, how you look, how you talk. But at the end of the day, you're going to have to look into the mirror and accept who you are. It's all about being authentic."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "The most dangerous leap is the leap to conclusions."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Never judge someone's character based on the words of another."
    },
    {
      "cite": "Alaric Hutchinson",
      "quote": "Your judgments about another person say more about your own character than the character of the person you are pointing a finger at."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Judging others is easy because it distracts us from the responsibility of judging ourselves."
    },
    {
      "cite": "Assegid W. Habtewold",
      "quote": "When we generalize and judge people quickly without taking ample time, we've chosen a shortcut. It's superficial of us, and a lack of wisdom."
    },
    {
      "cite": "Brian A. Pankratz",
      "quote": "Praising God distracts us from the awful business of judging others and losing ourselves."
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "He who judges himself will always judge others."
    },
    {
      "cite": "Matthew 7:1-2",
      "quote": "Judge not, that ye be not judged. For with judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again."
    },
    {
      "cite": "Romans 2:1",
      "quote": "Do you, my friend, pass judgement on others? You have no excuse at all, whoever you are. For when you judge others and then do the same things which they do, you condemn yourself."
    },
    {
      "cite": "Kemi Sogunle",
      "quote": "If you spend time judging and criticizing people, you will not have time to heal from your pain or brokenness. You cannot love yourself when you judge or criticize others who are created in God's image and after His Likeness...in which you are also created."
    },
    {
      "cite": "Nesta Jojoe Erskine",
      "quote": "People make mistakes. When you judge them, you measure their weakness against your own strength. That’s not a fair measure. They have their strength, too. Their strength might be the weakest point in your life."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Only the shallow judge others, those with character know to judge themselves before they judge others."
    },
    {
      "cite": "Maria Edgeworth",
      "quote": "We cannot judge either of the feelings or of the characters of men with perfect accuracy from their actions or their appearance in public; it is from their careless conversations, their half-finished sentences, that we may hope with the greatest probability of success to discover their real characters."
    },
    {
      "cite": "Imania Margria",
      "quote": "I know people can be judgmental and difficult. But if you shut yourself away from the world, you'll never see how beautiful it really is."
    },
    {
      "cite": "Rajesh",
      "quote": "Judging others is space-time wasted."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Judging the things you do not understand is like a game of gambling where setbacks are often than success."
    },
    {
      "cite": "Romans 14:12-13",
      "quote": "Let us not therefor judge one another any more: but judge this rather, that no man put a stumbling block or an occasion to fall in his brother's way."
    },
    {
      "cite": "Martin H. Manser",
      "quote": "Who judges others condemns himself."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "No man can justify censure or condemn another because indeed no man truly knows another."
    },
    {
      "cite": "St. Catherine of Siena",
      "quote": "When it seems that God shows us the faults of others, keep on the safer side. It may be that thy judgment is false."
    },
    {
      "cite": "Anton Pavlovich Chekhov",
      "quote": "You will not become a saint through other people's sins."
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "The business of finding fault is very easy, and that of doing better very difficult."
    },
    {
      "cite": "Virgil Hurley",
      "quote": "The Lord knows those who are His. He will determine the saved and unsaved, and will never ask any man's opinion. So let's not give one."
    },
    {
      "cite": "George Swinnock",
      "quote": "A desire to disgrace others never sprang from grace."
    },
    {
      "cite": "St. Teresa of Avila",
      "quote": "Do not think of the faults of others but of what is good in them and faulty in yourself."
    },
    {
      "cite": "Paul Tournier",
      "quote": "A man's judgment of another depends more on the judging and on his passions than on the one being judged and his conduct."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Judging others makes us blind, whereas love is illuminating."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The only measure of judging a human being is through that person’s character, because character is not determined by race, religion, gender or social status."
    },
    {
      "cite": "Carl Sagan",
      "quote": "We are all flawed and creatures of our times. Is it fair to judge us by the unknown standards of the future?"
    },
    {
      "cite": "Lily Amis",
      "quote": "Never judge people based on their nationality, religion, race, gender, skin colour or look. Humans are all the same. They’re God’s loving children."
    },
    {
      "cite": "Jack Caldwell",
      "quote": "A man's judged by what he is and not what he was."
    },
    {
      "cite": "John Manning",
      "quote": "Go a little easy on the people around you. Try to reel in judging thoughts. Think before you speak."
    },
    {
      "cite": "Sandra M. Michelle",
      "quote": "We can learn how to stop judging and begin to accept and receive people where they are. Instead of judging them, we must become like them to win them."
    }
  ]
}