{
  "source": "https://www.wisesayings.com/judging-quotes/",
  "theme": "judging",
  "quotes": [
    {
      "cite": "Earl Nightingale",
      "quote": "When you judge others, you do not define them, you define yourself."
    },
    {
      "cite": "Traci Lea Larussa",
      "quote": "Judge tenderly, if you must. There is usually a side you have not heard, a story you know nothing about, and a battle waged that you are not having to fight."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Don't judge too harshly, for if your weaknesses were to be placed under your footsteps, most likely you would stumble and fall as well."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Judge me if you want, but at the end of my life I choose to have memories not regrets."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you judge other people without wanting to know the true story behind their actions, is usually when there is something inside of you that is so broken that if you found out what you believed about them was a lie, you wouldn't want to accept it or mak"
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Judgements prevent us from seeing the good that lies beyond appearances."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "I can usually judge a fellow by what he laughs at."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you judge people, you have no time to love them."
    },
    {
      "cite": "Euripides",
      "quote": "Judge a tree from its fruit, not from its leaves."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Let the Lord judge the criminals."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Will Rogers",
      "quote": "Judgement comes from experience, and experience comes from bad judgement."
    },
    {
      "cite": "unknown",
      "quote": "Before you start to judge me, Step into my shoes and walk  the life I'm living and if you get as far as I am, just maybe  you will see how strong I really am."
    },
    {
      "cite": "Theodore Parker",
      "quote": "Outward judgment often fails, inward judgment never."
    },
    {
      "cite": "Jeff Melvoin",
      "quote": "I'm not judging people, I'm judging their actions. It's the same type of distinction that I try to apply to myself, to judge, but not be judgmental."
    },
    {
      "cite": "Bible",
      "quote": "Do not judge, or you too will be judged. For in the same way you judge others, you will be judged and with the measure you use, it will be measured to you.(Matthew 7:12)"
    },
    {
      "cite": "Paulo Coelho",
      "quote": "We can never judge the lives of others, because each person knows only their own pain and renunciation. It's one thing to feel that you are on the right path, but it's another to think that yours is the only path."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "To judge individuals before understanding them is a form of human rejection and feeds upon itself."
    },
    {
      "cite": "Michael J Fox",
      "quote": "The least amount of judging we can do, the better off we are."
    },
    {
      "cite": "Tama Kievs",
      "quote": "You can't judge people and touch their souls at the same time."
    },
    {
      "cite": "Michael Kilby",
      "quote": "People will judge you for no reason. Use the stones they cast to build a solid foundation because once you are strong, you are unstoppable."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It is an unnecessary burden to make negative judgmental assumptions about others. We are all on a journey."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When we are judging everything, we are learning nothing."
    },
    {
      "cite": "Albert Camus",
      "quote": "People hasten to judge in order not to be judged themselves."
    },
    {
      "cite": "Honor De Balzac",
      "quote": "The more one judges, the less one loves."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Judging others makes us blind, whereas love is illuminating."
    },
    {
      "cite": "Kelsey Grammer",
      "quote": "The greatest sin is judgment without knowledge."
    },
    {
      "cite": "Voltaire",
      "quote": "Judge a man by his questions rather than by his answers."
    },
    {
      "cite": "Dandemis",
      "quote": "Do not condemn the judgment of another because it differs from your own. You may both be wrong."
    },
    {
      "cite": "Seneca",
      "quote": "If you judge, investigate."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Don't judge men's wealth or godliness by their Sunday appearance."
    },
    {
      "cite": "American Proverb",
      "quote": "Don't judge a book by its cover."
    },
    {
      "cite": "Hebrew Proverb",
      "quote": "Judge not thy neighbor until thou art come into his place."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "No accurate thinker will judge another person by that which the other person's enemies say about him."
    },
    {
      "cite": "Saint Augustine",
      "quote": "If two friends ask you to judge a dispute, don't accept, because you will lose one friend; on the other hand, if two strangers come with the same request, accept because you will gain one friend."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "We judge ourselves by what we feel capable of doing, while others judge us by what we have already done."
    },
    {
      "cite": "Ian Percy",
      "quote": "We judge others by their behavior. We judge ourselves by our intentions."
    },
    {
      "cite": "Harold Nicolson",
      "quote": "We are all inclined to judge ourselves by our ideals; others by their acts."
    },
    {
      "cite": "Frank Morgan",
      "quote": "A heart is not judged by how much you love, but by how much you are loved by others."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts."
    },
    {
      "cite": "Paul Valry Flametree",
      "quote": "Our judgements judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Let every man judge according to his own standards, by what he has himself read, not by what others tell him."
    },
    {
      "cite": "Conroy Sewepagaham",
      "quote": "He who judges the colors of man, must have forgotten that the color of his blood is the same as any other."
    },
    {
      "cite": "Tommy Polo",
      "quote": "Before you judge others, first judge yourself."
    },
    {
      "cite": "Thomas Kempis",
      "quote": "In judging others a man laboreth in vain; he often erreth, and easily falleth into sin; but in judging and examining himself he always laboreth to good purpose."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "I Resist the Temptation to Judge Others."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "By judging others we blind ourselves to our own evil and to the grace which others are just as entitled to as we are."
    }
  ]
}