{
  "source": "https://www.wisesayings.com/judgmental-quotes/",
  "theme": "judgmental",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "Judgmental heart has lack of introspection."
    },
    {
      "cite": "Criss Jami",
      "quote": "The most judgmental people are often those who complain most about being judged. The ones not complaining will look as though they're the ones doing the judging."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "We judge ourselves by what we feel capable of doing, while others judge us by what we have already done."
    },
    {
      "cite": "John O'Donohue",
      "quote": "To the judgmental eye, everything is closed in definitive frames. When the judgmental eye looks out, it sees things in terms of lines and squares."
    },
    {
      "cite": "Toba Beta",
      "quote": "A judgmental heart keeps listening to the things that annoy."
    },
    {
      "cite": "Asne Seierstad",
      "quote": "The judgment means a lot. As a journalist being accused of invading someone's privacy, there is always a risk that it will stick to your name."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Our judgments, like our watches, none go just alike, yet each believes his own."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Judgements prevent us from seeing the good that lies beyond appearances."
    },
    {
      "cite": "Barbara Sher",
      "quote": "Being judgmental about your own behavior is actually another cop-out because it makes you feel as though you're doing something virtuous."
    },
    {
      "cite": "Billy Graham",
      "quote": "Being judgmental and condemning is not one of the gifts of the Spirit."
    },
    {
      "cite": "Diane Dreher",
      "quote": "A judgmental attitude helps neither ourselves nor others. Arguing or preaching rarely changes other people. Even if our opinions are justified, criticizing others usually makes them wary and defensive. And it takes our attention away from our own lives, which we can change."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Where we tended to be judgmental, we became more judgmental of ourselves in our spiritual practice."
    },
    {
      "cite": "Criss Jami",
      "quote": "Everyone judges constantly: positively judging one person is the same as negatively judging everyone else; it is to say that that person is superior in some sense."
    },
    {
      "cite": "Jeff Koons",
      "quote": "When people make judgments they close all the possibility around them."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "If we judge ourselves only by our aspirations and everyone else only their conduct we shall soon reach a very false conclusion."
    },
    {
      "cite": "Bill Clegg",
      "quote": "Judgement is often no more than a confession of ignorance."
    }
  ]
}