{
  "source": "https://www.wisesayings.com/judgement-quotes/",
  "theme": "judgement",
  "quotes": [
    {
      "cite": "Stephen Richards",
      "quote": "Judgment is a negative frequency."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy."
    },
    {
      "cite": "Pauline Kael",
      "quote": "A mistake in judgment isn't fatal, but too much anxiety about judgment is."
    },
    {
      "cite": "Theodore Parker",
      "quote": "Outward judgment often fails, inward judgment never."
    },
    {
      "cite": "Jim Horning",
      "quote": "Good judgment comes from experience. Experience comes from bad judgment."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Judgment is forced upon us by experience."
    },
    {
      "cite": "Paul Valery",
      "quote": "Our judgments judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "JUDGMENT IS NOT UPON ALL OCCASIONS REQUIRED, BUT DISCRETION ALWAYS IS."
    },
    {
      "cite": "Daniel Webster",
      "quote": "I MISTRUST THE JUDGMENT OF EVERY MAN IN A CASE IN WHICH HIS OWN WISHES ARE CONCERNED."
    },
    {
      "cite": "Willie Stargell",
      "quote": "Judgment traps you within the limitations of your comparisons. It inhibits freedom."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A hasty judgment is a first step to recantation."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "A man's conscience and his judgment is the same thing; and as the judgment, so also the conscience, may be erroneous."
    },
    {
      "cite": "Brian Cohen",
      "quote": "Don't pass judgement on others or you might be judged yourself."
    },
    {
      "cite": "Dandemis",
      "quote": "Do not condemn the judgment of another because it differs from your own. You may both be wrong."
    },
    {
      "cite": "Mark Twain",
      "quote": "You cannot depend on your judgment when your imagination is out of focus."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Judgments prevent us from seeing the good that lies beyond appearances."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy."
    },
    {
      "cite": "Kingman Brewster",
      "quote": "Judgment is more than skill. It sets forth on intellectual seas beyond the shores of hard indisputable factual information."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "For all right judgment of any man or things it is useful, nay, essential, to see his good qualities before pronouncing on his bad."
    },
    {
      "cite": "Mary Anne Williamson",
      "quote": "Every judgement blocks the light!"
    },
    {
      "cite": "Anne Mccaffrey",
      "quote": "Make no judgements where you have no compassion."
    },
    {
      "cite": "Kane O'Hara",
      "quote": "When the judgement's weak, The prejudice is strong."
    },
    {
      "cite": "Eric Schmdit",
      "quote": "I think judgement matters. If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place."
    },
    {
      "cite": "William Penn",
      "quote": "Less judgment than wit is more sail than ballast."
    },
    {
      "cite": "Alexander Pope",
      "quote": "It is with our judgments as with our watches: no two go just alike, yet each believes his own."
    },
    {
      "cite": "Dagobert D. Runes",
      "quote": "Hesitancy in judgment is the only true mark of the thinker."
    },
    {
      "cite": "Richard Whately",
      "quote": "In our judgment of human transactions, the law of optics is reversed, we see most dimly the objects which are close around us."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "One cool judgment is worth a thousand hasty councils. The thing is to supply light and not heat."
    },
    {
      "cite": "George William Norris",
      "quote": "Men are often biased in their judgment on account of their sympathy and their interests."
    },
    {
      "cite": "John 7:24",
      "quote": "Stop judging by mere appearances, and make a right judgement."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "When there are no labels and no judgement, there is only logic, sense, compassion, kindness, and patience— all of which are tools to helping someone change positively."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "In a heated argument we are apt to lose sight of the truth"
    },
    {
      "cite": "Voltaire",
      "quote": "Judge a man by his questions rather than by his answers."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "No nation attains the power of judgement until it can sit in judgement on itself. But this great advantage is attained very late in the day."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Let memory fail as long as our judgement remains intact when needed."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "It is a capital mistake to theorize before you have all the evidence. It biases the judgement."
    },
    {
      "cite": "Francis Drake",
      "quote": "Nor is the people's judgement always true: The most may err as grossly as the few."
    },
    {
      "cite": "Duc de La Rochefoucauld",
      "quote": "Everyone complains of his memory, and no one complains of his judgement."
    },
    {
      "cite": "Vincent Caprani",
      "quote": "And so we draw a simple line / Betwixt what's wrong and right. / And we learn to make a simple choice / Between the Black and White."
    },
    {
      "cite": "Vincent Caprani",
      "quote": "I'm colour-blind twixt black and white / Don't know where to draw the lines / Between the good— between the bad— / When God himself declines."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "Common sense is, of all kinds, the most uncommon. It implies good judgement, sound discretion, and true and practical wisdom applied to common life."
    },
    {
      "cite": "William Penn",
      "quote": "Judgement is the treasure of a wise man. He that has more knowledge than judgement is made for another man's use more than his own."
    },
    {
      "cite": "Romans 14:10",
      "quote": "Why do  you judge or look down on your brother:; for we shall all stand before the judgement seat of God."
    },
    {
      "cite": "Albert Camus",
      "quote": "I'll tell you a big secret, mon cher. Don't wait for the last judgement. It takes place everyday."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "To him of good judgement, the sound of a gnat suffices; but to him who lacks it the sound of an orchestra helps him not."
    },
    {
      "cite": "James Parkin",
      "quote": "Judgment takes place in our minds, and may or may not cause us to make decisions and take actions."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "You're going to come across people in your life who will say all the right words at all the right times. But in the end, it's always their actions you should judge them by. It's actions, not words, that matter."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "How easy it is to judge rightly after one sees what evil comes from judging wrongly."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "It is not for me to judge another man's life. I must judge, I must choose, I must spurn, purely for myself. For myself, alone."
    },
    {
      "cite": "Jose Emilio Pacheco",
      "quote": "We are all hypocrites. We cannot see ourselves or judge ourselves the way we see and judge others."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Never look down on anybody unless you're helping them up."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "When you judge others, you do not define them, you define yourself."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Every judgement of conscience, be it right or wrong, be it about things evil in themselves or morally indifferent, is obligatory, in such wise that he who acts against his conscience always sins."
    },
    {
      "cite": "David Bowie",
      "quote": "It amazes me sometimes that even intelligent people will analyze a situation or make a judgement after only recognizing the standard or traditional structure of a piece."
    },
    {
      "cite": "Christian Slater",
      "quote": "Good judgement comes from experience. Sometimes, experience comes from bad judgement."
    },
    {
      "cite": "Toba Beta",
      "quote": "I don't judge people. It blurs out the center of my attention, my focus, myself."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Don't judge a man by his opinions, but what his opinions have made of him."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "What's the point in having a mind if you don't use it to make judgements?"
    },
    {
      "cite": "Erica Jong",
      "quote": "We are so scared of being judged that we look for every excuse to procrastinate."
    },
    {
      "cite": "Simon Bolivar",
      "quote": "Judgement comes from experience, and experience comes from bad judgement."
    }
  ]
}