{
  "source": "https://www.wisesayings.com/juice-quotes/",
  "theme": "juice",
  "quotes": [
    {
      "cite": "Conan O'Brien",
      "quote": "If life gives you lemons, make some kind of fruity juice."
    },
    {
      "cite": "Dell Curry",
      "quote": "Your competitive juice, your love of the game, it's in you. It's hard to get out."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The darker the berry, the sweeter the juice."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Fear secretes acids; but love and trust are sweet juices."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "As long as you can start, you are all right. The juice will come."
    },
    {
      "cite": "Ricardo Flores Magon",
      "quote": "Workers are like lemons: When the rich have sucked out all the juice, they throw them in the garbage."
    },
    {
      "cite": "Claude Levi-Strauss",
      "quote": "Not all poisonous juices are burning or bitter nor is everything which is burning and bitter poisonous."
    },
    {
      "cite": "Karl Vogt",
      "quote": "The brain secretes thought as the stomach secretes gastric juice, the liver bile, and the kidneys urine."
    },
    {
      "cite": "Chuck Spezzano",
      "quote": "Passion is taking such a bite out of life that when the juices run down your face, everyone licks their lips!"
    },
    {
      "cite": "Marcus Vitruvius Pollio",
      "quote": "When the juices of trees have no means of escape, they clot and rot in them, making the trees hollow and good for nothing."
    },
    {
      "cite": "Rumi",
      "quote": "Until the juice ferments a while in the cask, it isn't wine. If you wish your heart to be bright, you must do a little work."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Every fact is impure, but every fact contains in it the juices of life. Every fact is a cold, from which may grow an amaranth or a palm."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "When you squeeze an orange, orange juice comes out - because that's what's inside. When you are squeezed, what comes out is what is inside."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Truth, like the juice of the poppy, in small quantities, calms men; in larger, heats and irritates them, and is attended by fatal consequences in excess."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "To believe a thing is to see the cool crystal water sparkling in the cup. But to meditate on it is to drink of it. Reading gathers the clusters; contemplation squeezes forth their generous juice."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Your calling isn't something that somebody can tell you about. It's what you feel. It's a part of your life force. It is the thing that gives you juice. The thing that you are supposed to do. And nobody can tell you what that is. You know it inside yourself."
    },
    {
      "cite": "Neshialy S.",
      "quote": "When life gives you lemons, do NOT make lemonade. Lemonade is for losers. Make orange juice instead."
    },
    {
      "cite": "John Keats",
      "quote": "Even bees, the little almsmen of spring bowers, know there is richest juice in poison-flowers."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "Music can lift us out of depression or move us to tears - it is a remedy, a tonic, orange juice for the ear."
    },
    {
      "cite": "Josh Billings",
      "quote": "It is not all bad, this getting old, ripening. After the fruit has got its growth it should juice up and mellow. God forbid I should live long enough to ferment and rot and fall to the ground in a squash."
    },
    {
      "cite": "Sark",
      "quote": "In the midst of our daily lives, we must find the juice to nourish our creative souls."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "Any industry loses its innovation and loses its access to creative juices if you don't have progressive thinking and diversity."
    },
    {
      "cite": "Stephen Covey",
      "quote": "When the external factors over which one has no control in a way start to become negative, it starts to affect our creative juices."
    },
    {
      "cite": "Dave Allen",
      "quote": "Whereas purpose provides the juice and the direction, principles define the parameters of action and the criteria for excellence of behavior."
    },
    {
      "cite": "Mario Batali",
      "quote": "Passion is what adds so much value to life. And if you think about the things that you do, there's so much juice potential for them if you do it."
    },
    {
      "cite": "John Friend",
      "quote": "The spark of eros provides color and flavor to delight in our sensuality. Without generating this creative juice, many people feel uninspired and dry in their lives."
    },
    {
      "cite": "Luca Pacioli",
      "quote": "The quest for our origin is the sweet fruit's juice which maintains satisfaction in the minds of the philosophers."
    },
    {
      "cite": "Ian Roberts",
      "quote": "Own your creativity. You are creative with the same juice that flows in all of life. The question is not whether you are creative enough but whether you will free yourself to express it."
    },
    {
      "cite": "Jerome",
      "quote": "For they wished to fill the winepress of eloquence not with the tendrils of mere words but with the rich grape juice of good sense."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Men can such the heady juice of exalted self-importance from the bitter weed of failure--failures are usually the most conceited of men."
    },
    {
      "cite": "Javagal Srinath",
      "quote": "A lemon squeezed too hard will only yield a bitter juice. There has to be a line drawn somewhere. It is when the body starts wearing off when people will start thinking about these things."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Difference in opinions has cost many millions of lives: for instance, whether flesh be bread, or bread be flesh; whether the juice of a certain berry be blood or wine."
    },
    {
      "cite": "Ogden Nash",
      "quote": "I hope my tongue in prune juice smothers, If I belittle dogs and mothers."
    }
  ]
}