{
  "source": "https://www.wisesayings.com/july-quotes/",
  "theme": "july",
  "quotes": [
    {
      "cite": "Betty Friedan",
      "quote": "Who knows what women can be when they are finally free to become themselves."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "We can't possibly have a summer love. So many people have tried that the names become proverbial. Summer is only the unfulfilled promise of spring, a charlatan in place of the warm balmy nights I dream of in April. It's a sad season of life without growth. It has no day."
    },
    {
      "cite": "Fanny Lewald",
      "quote": "That is the truly beautiful and encouraging aspect of freedom, no one struggles for it just for himself."
    },
    {
      "cite": "Hal Borland",
      "quote": "July is hot afternoons and sultry nights and mornings when its joy just to be alive. July is a picnic and a red canoe and a sunburned neck and a softball game and ice tinkling in a tall glass. July is a blind date with summer."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "America was not built on fear. American was built on courage, on imagination, and an unbeatable determination to do the job at hand."
    },
    {
      "cite": "John Buford",
      "quote": "The zeal, bravery, and good behavior of the officers and men on the night of June 30, and during July 1, was commendable in the extreme."
    },
    {
      "cite": "Laura Kasischke",
      "quote": "July, that lovely hell, all velvet dresses and drapes stuffed into a hot little hole."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "With freedom, books, flowers, and the moon, who could not be happy?"
    },
    {
      "cite": "William H. Gass",
      "quote": "It strikes me that the spirit of the Fourth, this year, was used up by September's end and fell like an early leaf."
    },
    {
      "cite": "Francis Thompson",
      "quote": "The summer looks out from her brazen tower, Through the flashing bars of July."
    },
    {
      "cite": "Dan Harmon",
      "quote": "There are lots of emotions that go with the fourth of July."
    },
    {
      "cite": "Gene Simmons",
      "quote": "Kiss is a Fourth of July fireworks show with a backbeat."
    },
    {
      "cite": "Russel Baker",
      "quote": "Ah, summer, what power you have to make us suffer and like it."
    }
  ]
}