{
  "source": "https://www.wisesayings.com/jump-quotes/",
  "theme": "jump",
  "quotes": [
    {
      "cite": "Dorothy Parker",
      "quote": "Men seldom make passes at girls who wear glasses."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Jump, and you will find out how to unfold your wings as you fall."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To succeed, jump as quickly at opportunities as you do at conclusions."
    },
    {
      "cite": "Kim Young-ha",
      "quote": "Don't be a fish; be a frog. Swim in the water and jump when you hit ground."
    },
    {
      "cite": "Whitney Wolfe Herd",
      "quote": "Have a dream, chase it down, jump over every single hurdle, and run through fire and ice to get there."
    },
    {
      "cite": "Carson Kressley",
      "quote": "Challenge yourself, jump off the deep end and learn to swim."
    },
    {
      "cite": "Patrick Warburton",
      "quote": "The greatest risk is really to take no risk at all. You've got to go out there, jump off the cliff, and take chances."
    },
    {
      "cite": "Ben Stein",
      "quote": "Jump into the middle of things, get your hands dirty, fall flat on your face, and then reach for the stars."
    },
    {
      "cite": "Stanislaw Jerzy-Lec",
      "quote": "When you jump for joy, beware that no one moves the ground from beneath your feet."
    },
    {
      "cite": "Danielle Steel",
      "quote": "Sometimes, if you aren't sure about something, you just have to jump off the bridge and grow your wings on the way down."
    },
    {
      "cite": "Cory Booker",
      "quote": "When people jump on your mistakes, don't hide from them; let people know that you're human, too."
    },
    {
      "cite": "Mara Brock Akil",
      "quote": "To choose love and jump in not knowing, with a lot of unknowns, is a brave act."
    },
    {
      "cite": "Captain Beefheart",
      "quote": "If you want to be a different fish, jump out of school."
    },
    {
      "cite": "Juliana Harkavy",
      "quote": "It's tough to run fast and jump off roofs when your feet are freezing off!"
    },
    {
      "cite": "Neil Young",
      "quote": "Something comes along and you have to jump on and do it. You can't stop until it's done."
    },
    {
      "cite": "Satya Nadella",
      "quote": "If you don't jump on the new, you don't survive."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Sometimes if you jump into something too quickly, you can screw up something that might have been good two years down the road."
    },
    {
      "cite": "Sir Mix-a-Lot",
      "quote": "Successful people jump at opportunity and take advantage of it."
    },
    {
      "cite": "Shaun White",
      "quote": "You can only jump so far until you break your leg. You can only land so hard until something explodes."
    },
    {
      "cite": "Todd Solondz",
      "quote": "Narcissism and self-deception are survival mechanisms without which many of us might just jump off a bridge."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "The better a work is, the more it attracts criticism; it is like the fleas who rush to jump on white linens."
    },
    {
      "cite": "Pete Burns",
      "quote": "The trouble is that people are all too ready to jump to conclusions about anybody who they think looks a bit strange.  They think you  must be mentally subnormal."
    },
    {
      "cite": "Michael Israel",
      "quote": "It's not about how high you jump. It's about how high everyone else jumps."
    }
  ]
}