{
  "source": "https://www.wisesayings.com/june-quotes/",
  "theme": "june",
  "quotes": [
    {
      "cite": "Al Bernstein",
      "quote": "Spring being a tough act to follow, God created June."
    },
    {
      "cite": "Bernard Williams",
      "quote": "If a June night could talk, it would probably boast it invented romance."
    },
    {
      "cite": "Lucy Larcom",
      "quote": "June falls asleep upon her bier of flowers; In vain are dewdrops sprinkled o'er her, In vain would fond winds fan her back to life, Her hours are numbered on the floral dial."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Green was the silence, wet was the light, the month of June trembled like a butterfly."
    },
    {
      "cite": "Charles Morgan",
      "quote": "There are moments, above all on June evenings, when the lakes that hold our moons are sucked into the earth, and nothing is left but wine and the touch of a hand."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "A cold in the head in June is an immoral thing."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "No price is set on the lavish summer; June may be had by the poorest comer."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is better to be a young June bug than an old bird of paradise."
    },
    {
      "cite": "Nathaniel Parker Willis",
      "quote": "It is the month of June, The month of leaves and roses, When pleasant sights salute the eyes and pleasant scents the noses."
    },
    {
      "cite": "Francis King",
      "quote": "On this June day the buds in my garden are almost as enchanting as the open flowers. Things in bud bring, in the heat of a June noontide, the recollection of the loveliest days of the year, those days of May when all is suggested, nothing yet fulfilled."
    },
    {
      "cite": "L. M. Montgomery",
      "quote": "I wonder what it would be like to live in a world where it was always June."
    },
    {
      "cite": "Maud Hart Lovelace",
      "quote": "It was June, and the world smelled of roses. The sunshine was like powdered gold over the grassy hillside."
    },
    {
      "cite": "Jean Hersey",
      "quote": "June is the gateway to summer."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "In June as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries; no man can ignore all of them."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "And what is so rare as a day in June? Then, if ever, come perfect days."
    },
    {
      "cite": "William C. Bryant",
      "quote": "Do not the bright June roses blow To meet thy kiss at morning hours?"
    },
    {
      "cite": "Robert Browning",
      "quote": "All June I bound the rose in sheaves, Now, rose by rose, I strip the leaves."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "To read a poem in January is as lovely as to go for a walk in June"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is dry, hazy June weather. We are more of the earth, farther from heaven these days."
    },
    {
      "cite": "Abba Woolson",
      "quote": "And since all this loveliness can not be Heaven, I know in my heart it is June."
    },
    {
      "cite": "Onitsura",
      "quote": "I know well that the June rains just fall."
    },
    {
      "cite": "Marie Lu",
      "quote": "June will break your heart. I can see it already. She'll shatter you into a million pieces."
    },
    {
      "cite": "Sanober Khan",
      "quote": "i have laughed more than daffodils and cried more than June."
    },
    {
      "cite": "Diane Duane",
      "quote": "Do it now and avoid the June rush! Fear death by water!"
    },
    {
      "cite": "Anne Sexton",
      "quote": "It is June. I am tired of being brave."
    },
    {
      "cite": "John Darnielle",
      "quote": "You always feel like your 18-year-old self in some sense. And that's what walking through New York on a June evening feels like - you feel like it's Friday, and you're 17 years old."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "At midnight, in the month of June, I stand beneath the mystic moon."
    },
    {
      "cite": "John Steinbeck",
      "quote": "In early June the world of leaf and blade and flowers explodes, and every sunset is different."
    },
    {
      "cite": "Andrea Potos",
      "quote": "I have never been so full— / it spills from my eyes, pushes out from my belly / day by day hour by hour, I am larger. / Though I can never catch that moment / of motion and expansion, / any more than I could witness / the first cells dividing, / or the hands of the great-grandfather clock moving, / the moon arcing across the sky, / or the peony bush starting from green stubs / in my backyard, then flourishing into June / with wild pink happiness."
    },
    {
      "cite": "Michael Hogan",
      "quote": "Today winter clouds gather in towers of white / reaching toward the wide horizon. / But the rain is far off and will not come / today or even tomorrow when perhaps random drops / will foreshadow the deluge of June."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "And what is so rare as a day in June? / Then, if ever, come perfect days; / Then heaven tries the earth if it be tune, / And over it softly her warm ear lays: / Whether we look, or whether we listen, / We hear life murmur, or see it glisten; / Every clod feels a stir of might, / An instinct within it that reaches and towers, / And, grasping blindly above it for light, / Climbs to a soul in grass and flowers..."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Oh for boyhood's time of June, / Crowding years in one brief moon, / When all things I heard or saw, / Me, their master, waited for."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "The end has come, as come it must / To all things; in these sweet June days / The teacher and the scholar trust / Their parting feet to separate ways."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "June comes in with roses in her / hand, but very often with a thick / shawl on her shoulders, and a bad / cold in her head."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Too young for love? / Ah, say not so, / While daisies bloom and tulips glow! / June soon will come with lengthened day / To practise all love learned in May."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "June the month of months / Flowers and fruitage brings too, / When green trees spread shadiest boughs, / When each wild bird sings too."
    },
    {
      "cite": "William Morris",
      "quote": "How the wind howls this morn / About the end of May, / And drives June on apace / To mock the world forlorn / And the world's joy passed away."
    },
    {
      "cite": "Gertrude Jekyll",
      "quote": "What is one to say about June—the time of perfect young summer, the fulfillment of the promise of earlier months, and with as yet no sign to remind one that its fresh young beauty will ever fade?"
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "Ah! how sweet to seem, love, / Drugged and half aswoon / With this luscious dream, love, / In the heart of June."
    },
    {
      "cite": "Louis Aragon",
      "quote": "O month of flowerings, month of metamorphoses, / May without cloud and June that was stabbed, / I shall never forget the lilac and the roses / Nor those whom spring has kept in its folds."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Not till June can the grass be said to be waving in the fields. When the frogs dream, and the grass waves, and the buttercups toss their heads, and the heat disposes to bathe in the ponds and streams, then is summer begun."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There are two seasons when the leaves are in their glory, their green and perfect youth in June and this their ripe old age."
    },
    {
      "cite": "Robert Browning",
      "quote": "June was not over / Though past the fall, / And the best of her roses / Had yet to blow, / When a man I know / (But shall not discover, / Since ears are dull, / And time discloses) / Turned him and said with a man's true air, / Half sighing a smile in a yawn, as 'twere,— / 'If I tire of your June, will she greatly care?'"
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "The brightest light, the light of Italy, the purest sky of Scandinavia in the month of June is only a half-light when one compares it to the light of childhood. Even the nights were blue."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "It’s so god damn cold it’s gonna snow until June."
    },
    {
      "cite": "William Cullent Bryant",
      "quote": "I gazed upon the glorious sky / And the green mountains round, / And thought that when I came to lie / At rest within the ground, / \"Twere pleasant, that in flowery June, / When brooks send up a cheerful tune, / And groves a joyous sound, / The sexton's hand, my grave to make, / The rich, green mountain-turf should break."
    },
    {
      "cite": "Dora Goodale",
      "quote": "June is bright with roses gay, / Harebells bloom around her feet."
    },
    {
      "cite": "Harriet Prescott Spofford",
      "quote": "Under the snowdrift the blossoms are sleeping, / Dreaming their dreams of sunshine and June, / Down in the hush of their quiet they're keeping / Thrills from the throstle's wild summer-swung tune."
    },
    {
      "cite": "Oscar II Hammerstein",
      "quote": "June is bustin' out all over / All over the meader and the hill / Flowers bustin' out on bushes / And the roughen river pushes / Ev'ry little wheel that wheels beside the mill / June is bustin' out all over / The ocean is full of Jacks and Jills / With the little tail is swishing' / Ev'ry lady fish is wishin' that a male would come / And grab 'er by the gills / Because it's June, June, June, June / Just because it's June, June, June!"
    },
    {
      "cite": "William Patrick Corgan",
      "quote": "Bye June / I'm going to the moon / It better be by June / 'Cause I'm going to the moon / So June / You'd better make it soon / I hope you make it June / 'Cause I'm going to the moon"
    },
    {
      "cite": "Amy Levy",
      "quote": "In the long, sad time, when the sky was grey, / And the keen blast blew through the city drear, / When delight had fled from the night and the day, / My chill heart whispered, \"June will be here!\" / \"June with its roses a-sway in the sun, / Its glory of green on mead and tree.\" / Lo, now the sweet June-tide is nearly done, / June-tide, and never a joy for me"
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "Tell you what I like the best -- / 'Long about knee-deep in June, / 'Bout the time strawberries melts / On the vine, -- some afternoon / Like to jes' git out and rest, / And not work at nothin' else!"
    },
    {
      "cite": "Amy Levy",
      "quote": "Last June I saw your face three times; / Three times I touched your hand; / Now, as before, May month is o'er, / And June is in the land. / O many Junes shall come and go, / Flow'r-footed o'er the mead; / O many Junes for me, to whom / Is length of days decreed. / There shall be sunlight, scent of rose; / Warm mist of summer rain; / Only this change--I shall not look / Upon your face again."
    },
    {
      "cite": "Emma Lazarus",
      "quote": "Ten o'clock: the broken moon / Hangs not yet a half hour high, / Yellow as a shield of brass, / In the dewy air of June, / Poised between the vaulted sky / And the ocean's liquid glass."
    },
    {
      "cite": "Duncan Campbell Scott",
      "quote": "This is our love in early June, / Fed with the sun and the dew, / Moonlight and roses hid in a tune, / The roses are music through and through, / The moonlight falls in the breath of the rose, / Light and cadence, honey and hue, / Mingle, and murmur, and flow to the close, / I love you, I love you, I love you."
    },
    {
      "cite": "Eugene Field",
      "quote": "It's June ag'in, an' in my soul I feel the fillin' joy / That's sure to come this time o' year to every little boy; / For, every June, the Sunday-schools at picnics may be seen, / Where \"fields beyont the swellin' floods stand dressed in livin' green\"; / Where little girls are skeered to death with spiders, bugs, and ants, / An' little boys get grass-stains on their go-to meetin' pants. / It's June ag'in, an' with it all what happiness is mine - / There's goin' to be a picnic, an' I'm goin' to jine!"
    }
  ]
}