{
  "source": "https://www.wisesayings.com/jungle-quotes/",
  "theme": "jungle",
  "quotes": [
    {
      "cite": "Rudyard Kipling",
      "quote": "None of the Jungle People like being disturbed."
    },
    {
      "cite": "Anonymous",
      "quote": "Life in the jungle is a constant struggle for the survival of the fittest"
    },
    {
      "cite": "C. Jay",
      "quote": "The biggest jungle in this world is nothing but the human mind."
    },
    {
      "cite": "Erik Erikson",
      "quote": "In the social jungle of human existence, there is no feeling of being alive without a sense of identity."
    },
    {
      "cite": "Peter Kropotkin",
      "quote": "Competition is the law of the jungle, but cooperation is the law of civilization"
    },
    {
      "cite": "John L'Heureux",
      "quote": "Using language like jungle growth isn't the solution to telling a story."
    },
    {
      "cite": "John Wyndham",
      "quote": "If you want to keep alive in the jungle, you must live as the jungle does."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "The jungle is alive. It's dangerous as a living nightmare and brimful of hostility."
    },
    {
      "cite": "Sai Baba",
      "quote": "Man is lost and is wandering in a jungle where real values have no meaning. Real values can have meaning to man only when he steps on to the spiritual path, a path where negative emotions have no use."
    },
    {
      "cite": "Lane Kirkland",
      "quote": "The only way to convert the heathen is to travel into the jungle."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "In the jungle, life and food depend on keeping your temper."
    },
    {
      "cite": "Isabel Yosito",
      "quote": "The heart jungle drum beat finds its voice in love and matchsticks."
    },
    {
      "cite": "Arthur Miller",
      "quote": "The jungle is dark but full of diamonds."
    },
    {
      "cite": "Gary Larson",
      "quote": "The great thing about this jungle of ours is that anyone of you could grow up to be Lord of the apes."
    },
    {
      "cite": "Tahir Shah",
      "quote": "The forest did not tolerate frailty of body or mind. Show your weakness, and it would consume you without hesitation."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "The ability to manage well doesn't make much difference if you're not even in the right jungle."
    },
    {
      "cite": "Pushpa Rana",
      "quote": "Wild rejoice in jungles not in cages."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The jungle looked back at them with a vastness, a breathing moss-and-leaf silence, with a billion diamond and emerald insect eyes."
    }
  ]
}