{
  "source": "https://www.wisesayings.com/junk-food-quotes/",
  "theme": "junk-food",
  "quotes": [
    {
      "cite": "Jim Rohn",
      "quote": "Nourish the mind like you would your body. The mind cannot survive on junk food."
    },
    {
      "cite": "Joel Salatin",
      "quote": "You can't have a healthy civilization without healthy soil. You can't have junk food and have healthy people."
    },
    {
      "cite": "Sally Edwards",
      "quote": "If we're not willing to settle for junk living, we certainly shouldn't settle for junk food."
    },
    {
      "cite": "Sue Grafton",
      "quote": "In my opinion, there's no condition in life that can't be ameliorated by a dose of junk food."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "I believe many of us are overnourished on entertainment junk food and undernourished on the bread of life."
    },
    {
      "cite": "Jeanette Jenkins",
      "quote": "Every living cell in your body is made from the food you eat. If you consistently eat junk food then you'll have a junk body."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "Violence is spiritual junk food, and boredom is spiritual anorexia."
    },
    {
      "cite": "Ken Shigematsu",
      "quote": "Social media can easily become the equivalent of junk food for our soul"
    },
    {
      "cite": "George Will",
      "quote": "A society that thinks the choice between ways of living is just a choice between equally eligible 'lifestyles' turns universities into academic cafeterias offering junk food for the mind."
    },
    {
      "cite": "Karl Marx",
      "quote": "Junk food, empty calories and carbs are the big data of the masses."
    },
    {
      "cite": "Dr. Sukhraj Dhillon",
      "quote": "Having a healthy mind is as important as healthy body. And stress is like junk food to body."
    },
    {
      "cite": "Amy Morin",
      "quote": "If you want to become physically stronger, you'll need healthy habits - like going to the gym. You'll also have to give up unhealthy habits - like eating junk food. Building mental strength requires healthy habits - like practicing gratitude - while also giving up unhealthy behavior, like giving up after the first failure."
    },
    {
      "cite": "Elizabeth Whelan",
      "quote": "There is no such thing as junk food, but there are junk diets."
    },
    {
      "cite": "C.S. Woolley",
      "quote": "In the constant pursuit of perfection, junk food will always be a rather painful stumbling block."
    },
    {
      "cite": "Linda Tirado",
      "quote": "We eat junk because it's cheap and it lights up the pleasure centers of our brain."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Junk food is television for tongues."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Some parents sometimes use junk food as a babysitter."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "Junk food isn't cheap; we pay a steep price for it years after consuming it."
    },
    {
      "cite": "Krista Scott-Dixon",
      "quote": "Keep your friends close, your enemies closer, and the junk food as far away as possble."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "If you put junk food in your body, your body will turn to junk."
    },
    {
      "cite": "Marion Nestle",
      "quote": "Eat less, move more, eat lots of fruits and vegetables, go easy on junk foods."
    },
    {
      "cite": "Hoodie Cat",
      "quote": "Junk food life every day of the season. I eat so much I'm 40 percent junk food."
    },
    {
      "cite": "The Amazons",
      "quote": "Junk food forever. Late nights together."
    },
    {
      "cite": "The Donnas",
      "quote": "You know that junk food gets me in the mood."
    },
    {
      "cite": "Andrew F. Smith",
      "quote": "Junk food are the only contributors to overweight and obesity - clearly a sedentary lifestyle."
    },
    {
      "cite": "Andrew F. Smith",
      "quote": "The term \"junk food\" was first used in the 1960s."
    }
  ]
}