{
  "source": "https://www.wisesayings.com/jury-quotes/",
  "theme": "jury",
  "quotes": [
    {
      "cite": "Robert Frost",
      "quote": "A jury consists of twelve persons chosen to decide who has the better lawyer."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "A jury is composed of twelve men of average ignorance."
    },
    {
      "cite": "Lysander Spooner",
      "quote": "If a jury have not the right to judge between the government and those who disobey its laws, and resist its oppressions, the government is absolute, and the people, legally speaking, are slaves."
    },
    {
      "cite": "John Jay",
      "quote": "The jury has a right to judge both the law as well as the fact in controversy."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A jury too often has at least one member more ready to hang the panel than to hang the traitor."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "The jury has the power to bring a verdict in the teeth of both law and fact."
    },
    {
      "cite": "Chuck Robb",
      "quote": "Normally a grand jury will indict a ham sandwich if a prosecutor asks it to."
    },
    {
      "cite": "Robert H. Jackson",
      "quote": "Had the jury convicted on proper instructions it would be the end of the matter. But juries are not bound by what seems inescapable logic to judges."
    },
    {
      "cite": "S. L. Clemens",
      "quote": "The jury system puts a ban upon intelligence and honesty, and a premium upon ignorance, stupidity and perjury."
    },
    {
      "cite": "Lysander Spooner",
      "quote": "If the jury have no right to judge of the justice of a law of the government, they plainly can do nothing to protect the people against the oppressions of the government; for there are no oppressions which the government may not authorize by law."
    },
    {
      "cite": "Samuel Chase",
      "quote": "The jury has the right to determine both the law and the facts."
    },
    {
      "cite": "Regina Brett",
      "quote": "It takes courage to sit on a jury. How many of us want to decide the fate of another person's life or freedom? How many of us want to hold that kind of power in our hands?"
    },
    {
      "cite": "Joseph Wambaugh",
      "quote": "Jury selection is strictly an emotional process. They're looking for people they can manipulate. Both sides are."
    },
    {
      "cite": "Anonymous",
      "quote": "When a jury permits a guilty man to escape, it augments the danger of the innocent"
    },
    {
      "cite": "Roscoe Pound",
      "quote": "Jury lawlessness is the greatest corrective of law in its actual administration."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "A jury is more apt to be unbiased and independent than a court, but they very seldom stand up against strong public clamor. Judges naturally believe the defendant is guilty."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The verdict of a jury is the a priori opinion of that juror who smokes the worst cigars."
    }
  ]
}