{
  "source": "https://www.wisesayings.com/justice-quotes/",
  "theme": "justice",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Injustice anywhere is a threat to justice everywhere."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "The dead cannot cry out for justice. It is a duty of the living to do so for them."
    },
    {
      "cite": "Elie Weasel",
      "quote": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Social justice cannot be attained by violence. Violence kills what it intends to create."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Justice will not be served until those who are unaffected are as outraged as those who are."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "We are not to simply bandage the wounds of victims beneath the wheels of injustice, we are to drive a spoke into the wheel itself."
    },
    {
      "cite": "James Baldwin",
      "quote": "If one really wishes to know how justice is administered in a country, one does not question the policemen, the lawyers, the judges, or the protected members of the middle class. One goes to the unprotected--those, precisely, who need the law's protection most!--and listens to their testimony."
    },
    {
      "cite": "Robert Jordan",
      "quote": "Men often mistake killing and revenge for justice. They seldom have the stomach for justice."
    },
    {
      "cite": "William Gaddis",
      "quote": "Justice? -- You get justice in the next world. In this one you have the law."
    },
    {
      "cite": "Agesilaus the Second",
      "quote": "Courage is of no value unless accompanied by justice; yet if all men became just, there would be no need for courage."
    },
    {
      "cite": "Pope Pius XI",
      "quote": "Justice requires that to lawfully constituted Authority there be given that respect and obedience which is its due; that the laws which are made shall be in wise conformity with the common good; and that, as a matter of conscience all men shall render obedience to these laws."
    },
    {
      "cite": "Scottish (on justice)",
      "quote": "Laws catch flies but let hornets go free."
    },
    {
      "cite": "Domitus Ulpian",
      "quote": "Justice is the constant and perpetual will to allot to every man his due."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Justice consists not in being neutral between right and wrong, but in finding out the right and upholding it, wherever found, against the wrong."
    },
    {
      "cite": "14th Century French Proverb",
      "quote": "Little thieves are hanged but great ones escape."
    },
    {
      "cite": "Alexander Solzhenitsyn",
      "quote": "Justice is conscience, not a personal conscience but the conscience of the whole of humanity."
    },
    {
      "cite": "Lewis Powell, Jr.",
      "quote": "Equal justice under law is not merely a caption on the facade of the Supreme Court building, it is perhaps the most inspiring ideal of our society. It is one of the ends for which our entire legal system exists...it is fundamental that justice should be the same, in substance and availability, without regard to economic status."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If we do not maintain justice, justice will not maintain us."
    },
    {
      "cite": "Wilhelm Joseph",
      "quote": "The failure to invest in civil justice is directly related to the increase in criminal disorder. The more people feel there is injustice the more it becomes part of their psyche."
    },
    {
      "cite": "Haile Selassie",
      "quote": "Throughout history, it has been the inaction of those who could have acted, the indifference of those who should have known better, the silence of the voice of justice when it mattered most, that has made it possible for evil to triumph."
    },
    {
      "cite": "Anatole France",
      "quote": "Justice is the means by which established injustices are sanctioned."
    },
    {
      "cite": "Maxwell Anderson",
      "quote": "This thing that men call justice, this blind snake that strikes men down in the dark, mindless with fury, keep your hand back from it, pass by in silence."
    },
    {
      "cite": "Charles Wagner",
      "quote": "The just man is not the product of a day, but of a long brooding and a painful birth. To become a power for peace, a man must first pass through experiences which lead him to see things in their different aspects: it is necessary that he have a wide horizon, and breathe various atmospheres--in a word, from crossing, one after another, paths and points of view the most diverse, and sometimes the most contradictory, he must acquire the faculty of putting himself in the place of others and appreciating them."
    },
    {
      "cite": "Thomas Nixon Carver",
      "quote": "The need for justice grows out of the conflict of human interests. That is to say, if there were no conflict of interests among mankind we should never have invented the word justice, nor conceived the idea for which it stands."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "Justice is always violent to the party offending, for every man is innocent in his own eyes."
    },
    {
      "cite": "Judge Learned Hand",
      "quote": "Justice is the tolerable accommodation of the conflicting interests of society, and I don't believe there is any royal road to attain such accommodation concretely."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The whole history of the world is summed up in the fact that, when nations are strong, they are not always just, and when they wish to be just, they are no longer strong."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Injustice is relatively easy to bear; it is justice that hurts."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Justice should remove the bandage from her eyes long enough to distinguish between the vicious and the unfortunate."
    },
    {
      "cite": "Plato",
      "quote": "Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens"
    },
    {
      "cite": "Harrison Ford",
      "quote": "Peace is not the absence of war but the presence of justice."
    },
    {
      "cite": "Lyn Yutang",
      "quote": "Where there are too many policemen, there is no liberty. Where there are too many soldiers, there is no peace. Where there are too many lawyers, there is no justice."
    },
    {
      "cite": "George Washington",
      "quote": "The administration of justice is the firmest pillar of government"
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Law in origin was merely a codification of the power of dominant groups, and did not aim at anything that to a modern man would appear to be justice"
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "The best safeguard against fascism is to establish social justice to the maximum extent possible."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Justice has nothing to do with what goes on in a courtroom; Justice is what comes out of a courtroom"
    },
    {
      "cite": "Lenny Bruce",
      "quote": "In the halls of justice, the only justice is in the halls."
    },
    {
      "cite": "Marge Simpson",
      "quote": "You know, the courts may not be working any more, but as long as everyone is videotaping everyone else, justice will be done."
    },
    {
      "cite": "John Edgar Hoover",
      "quote": "Justice is incidental to law and order."
    },
    {
      "cite": "Esaias Tegnér",
      "quote": "A sense of justice is a noble fancy."
    },
    {
      "cite": "Cicero",
      "quote": "The foundation of justice is good faith."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The love of justice is, in most men, nothing more than the fear of suffering injustice"
    },
    {
      "cite": "Jean Racine",
      "quote": "Extreme justice is often injustice."
    },
    {
      "cite": "Hindi (Asian Indian) (on justice)",
      "quote": "The deceitful have no friends."
    },
    {
      "cite": "Epicurus",
      "quote": "Justice is a contract of expediency, entered upon to prevent men harming or being harmed."
    },
    {
      "cite": "unknown",
      "quote": "A rule isn't unfair if it applies to everyone."
    },
    {
      "cite": "Ovid",
      "quote": "The end doesn't justify the means."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends."
    },
    {
      "cite": "Mae West",
      "quote": "Ladies who play with fire must remember that smoke gets in their eyes."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Truth never damages a cause that is just."
    },
    {
      "cite": "Voltaire",
      "quote": "It is better to risk saving a guilty person than to condemn an innocent one."
    },
    {
      "cite": "Theodore Parker",
      "quote": "The arc of the moral universe is long, but it bends towards justice."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "For there is but one essential justice which cements society, and one law which establishes this justice. This law is right reason, which is the true rule of all commandments and prohibitions. Whoever neglects this law, whether written or unwritten, is necessarily unjust and wicked."
    },
    {
      "cite": "Cornel West",
      "quote": "Never forget that justice is what love looks like in public."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I have always found that mercy bears richer fruits than strict justice"
    },
    {
      "cite": "Bryan Stevenson",
      "quote": "Each of us is more than the worst thing we’ve ever done."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Rats and roaches live by competition under the laws of supply and demand; it is the privilege of human beings to live under the laws of justice and mercy."
    },
    {
      "cite": "Kirk Hammett",
      "quote": "Halls of justice painted green / Money talking / Power wolves beset your door / Hear them stalking"
    },
    {
      "cite": "Petery Rooney Byford",
      "quote": "We lay our case before you / Let your hammer fall / Tip the scales of justice / Liberty for all."
    },
    {
      "cite": "Robert S. Kelly",
      "quote": "A city of justice, a city of love, a city of peace / For everyone of us / We all need it, can't live without it."
    },
    {
      "cite": "James Reeder",
      "quote": "Wheels of Justice turning / Bring me home to you / If justice has true meaning / I'll spend my days with you."
    },
    {
      "cite": "Harley Flanagan",
      "quote": "No way out gotta stand strong / Can't you see that I'm not wrong / That's the way it is and can't you see / Street justice for you and me."
    },
    {
      "cite": "John Denham",
      "quote": "So must we rev'rence God, as first to knows / Justice from Him, not from ourselves, doth flow / God those accepts who to mankind are friends / Whose justice far as their own power extends."
    },
    {
      "cite": "John Denham",
      "quote": "Truth Justice loves, and truth injustice fears, / Truth above all things a just man reveres."
    },
    {
      "cite": "John Denham",
      "quote": "When justice on offenders is not done, / Law, government, and commerce, are o'erthrown."
    },
    {
      "cite": "John Denham",
      "quote": "Justice with weight and measure must proceed / Yet when pronouncing sentence, seem not glad / Such spectacles, though they are just, are sad."
    },
    {
      "cite": "John Denham",
      "quote": "Justice, when equal scales she holds, is blind / Nor cruelty, nor mercy, change her mind."
    },
    {
      "cite": "Bessie Rayner Parkes",
      "quote": "With level brows this Justice stands / And weighs her duties one by one / And if she pleads, or if commands / It is lest these be left undone."
    },
    {
      "cite": "Bessie Rayner Parkes",
      "quote": "Or slurred through weakness and constraint / This noble Justice was not bred / In hearts defiled with any taint / Of selfish seeking, dark and dead."
    },
    {
      "cite": "La Fontaine",
      "quote": "TWO lawyers to their cause so well adhered / A country justice quite confused appeared / By them the facts were rendered so obscure / With which the truth remained he was not sure."
    },
    {
      "cite": "Agatha Christie",
      "quote": "When you've been denied justice... you are incomplete. It feels that God has abandoned you in a stark place. I asked God... I think we all did... what we should do, and he said do what is right. And I thought if I did, it would make me complete again."
    },
    {
      "cite": "Edward Allen Bernero",
      "quote": "Justice delayed is justice denied."
    },
    {
      "cite": "Michael J. Sandel",
      "quote": "The conviction that justice involves virtue as well as choice runs deep. Thinking about justice seems inescapably to engage us in thinking about the best way to live."
    },
    {
      "cite": "Michael J. Sandel",
      "quote": "Modern theories of justice try to separate questions of fairness and rights from arguments about honor, virtue, and moral desert."
    },
    {
      "cite": "Michael J. Sandel",
      "quote": "They seek principles of justice that are neural among ends, and enable people to choose and pursue their ends for themselves."
    },
    {
      "cite": "Michael J. Sandel",
      "quote": "Justice discriminates according to merit, according to the relevant excellence."
    },
    {
      "cite": "Hans Kelsen",
      "quote": "Justice is primarily a possible, but not a necessary, quality of a social order regulating the mutual relations of men."
    },
    {
      "cite": "Hans Kelsen",
      "quote": "The longing for justice is men's eternal longing for happiness. It is happiness that man cannot find alone, as an isolated individual, and hence seeks in sociaty."
    },
    {
      "cite": "Hans Kelsen",
      "quote": "Justice is social happiness. It is happiness guaranteed by a social order."
    },
    {
      "cite": "Hans Kelsen",
      "quote": "The desire for justice is so elementary, and so deeply rooted in the human mind, because it is a manifestation of man's indestructible desire for his own subjective happiness."
    },
    {
      "cite": "Hans Kelsen",
      "quote": "The idea of justice is transformed from a principle guaranteeing the individual happiness of all subjects, into a social order protecting certain interests socially."
    },
    {
      "cite": "Hans Kelsen",
      "quote": "Every system of values, especially a system of morals and its central idea of justice, is a social phenomenon, the product of a society, and hence different according to the nature of the society within which it arises."
    }
  ]
}