{
  "source": "https://www.wisesayings.com/justified-quotes/",
  "theme": "justified",
  "quotes": [
    {
      "cite": "Salman Rushdie",
      "quote": "From the beginning men used God to justify the unjustifiable."
    },
    {
      "cite": "Martin Luther",
      "quote": "There is no justification without sanctification, no forgiveness without renewal of life, no real faith from which the fruits of new obedience do not grow."
    },
    {
      "cite": "William Penn",
      "quote": "A reasonable opinion must ever be in danger where reason is not judge."
    },
    {
      "cite": "Jeffrey R. Holland",
      "quote": "Defend your beliefs with courtesy and with compassion, but defend them."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don't have to defend or explain your decisions to anyone. It's your life. Live it without apologies."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "An explanation of cause is not a justification by reason."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Justified means just as if you've never sinned."
    },
    {
      "cite": "Reinhard Bendix",
      "quote": "Reason is a necessary instrument, to be used for good or evil, but it has no moral qualities."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "You have to know what you stand for, not just what you stand against."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "Explanation separates us from astonishment, which is the only gateway to the incomprehensible."
    },
    {
      "cite": "Agatha Christie",
      "quote": "To rush into explanations is always a sign of weakness."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Defending the truth is not something one does out of a sense of duty or to allay guilt complexes, but is a reward in itself."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "As soon as we abandon our own reason, and are content to rely upon authority, there is no end to our troubles."
    },
    {
      "cite": "Bo Bennett",
      "quote": "For every good reason there is to lie, there is a better reason to tell the truth."
    },
    {
      "cite": "Meir Kahane",
      "quote": "No trait is more justified than revenge in the right time and place."
    },
    {
      "cite": "Norm MacDonald",
      "quote": "Reason is always weak where prejudice is strong."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Self-justification is the enemy of repentance."
    },
    {
      "cite": "Marty Rubin",
      "quote": "All explanations tend to be self-serving."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man is justified in doing evil on the ground of expedience."
    },
    {
      "cite": "Anonymous",
      "quote": "Instead of looking at the hundred reasons to quit, look at the thousand reasons not."
    },
    {
      "cite": "Fay Weldon",
      "quote": "Never defend yourself; agree with your critics, it takes the wind out of their sails."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Reason is itself a matter of faith. It is an act of faith to assert that our thoughts have any relation to reality at all."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Reason is man's instrument for arriving at the truth, intelligence is man's instrument for manipulating the world more successfully; the former is essentially human, the latter belongs to the animal part of man."
    },
    {
      "cite": "Epictetus",
      "quote": "Reason is not measured by size or height, but by principle."
    },
    {
      "cite": "Bruce Schneier",
      "quote": "You can't defend. You can't prevent. The only thing you can do is detect and respond."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "It is in the nature of the human being to seek a justification for his actions."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "If you can't understand it without an explanation, you can't understand it with an explanation."
    },
    {
      "cite": "Elliot Aronson",
      "quote": "Self-justification, therefore, is not only about protecting high self-esteem; it's also about protecting low self-esteem if that is how a person sees himself."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Don`t waste your time with explanations people only hear what they want to hear."
    },
    {
      "cite": "Chris Brady",
      "quote": "Justification is the enabler of cowardice. People are capable of abominable acts as long as they can justify it to themselves."
    },
    {
      "cite": "Teal Swan",
      "quote": "If you're trying to justify something, you're trying to escape from something that you don't want to admit to."
    }
  ]
}