{
  "source": "https://www.wisesayings.com/karate-quotes/",
  "theme": "karate",
  "quotes": [
    {
      "cite": "Shoshin Nagamine",
      "quote": "Karate-do is definitely a martial way, and its identity lies in do or principles. Any martial art without proper training of the mind turns into beastly behavior."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Karate is like boiling water, if you do not heat it constantly, it will cool."
    },
    {
      "cite": "Soke Behzad Ahmadi",
      "quote": "The purpose of Karate is to guide you out of trouble by any means necessary, both in actual combat and in life"
    },
    {
      "cite": "Soke Behzad Ahmadi",
      "quote": "True Martial Arts is universal, simple and practical. Anything else is too complex to be used in combat."
    },
    {
      "cite": "Shoshin Nagamine",
      "quote": "Karate-do may be referred to as the conflict within yourself, or a life-long marathon which can be won only through self-discipline, hard training, and your own creative efforts."
    },
    {
      "cite": "Miyagi",
      "quote": "Lesson not just karate only. Lesson for whole life. Whole life have a balance. Everything be better."
    },
    {
      "cite": "Thomas Foran",
      "quote": "To be trained in karate is something because karate is a vicious thing. If you are any good at it, you can kill somebody with it. It is a vicious way to fight."
    },
    {
      "cite": "David Walker",
      "quote": "Karate is not about winning over others. It is about winning over one's self. Ultimately, the most challenging opponents we face reside from within our hang-ups, our insecurities, our prejudices. Overcome these and you will have truly won."
    },
    {
      "cite": "Dave Barry",
      "quote": "Karate is a form of martial arts in which people who have had years and years of training can using only their hands and feet make some of the worst movies in the history of the world."
    },
    {
      "cite": "Soke Behzad Ahmadi",
      "quote": "Karate is not about techniques and their execution, but about boldness, integrity and fight for justice and common good."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Karate is a defensive art from beginning to end."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Since karate is a martial art, you must practice with the utmost seriousness from the very beginning."
    },
    {
      "cite": "Joseph Cardillo",
      "quote": "One of the greatest gifts of the martial arts is that they ultimately guide us to new levels of spirituality."
    },
    {
      "cite": "Teruyuki Higa",
      "quote": "The ultimate goal in Karate is to defeat opponents in a real life-or-death situation."
    },
    {
      "cite": "Choki Motobu",
      "quote": "Nothing is more harmful to the world than a martial art that is not effective in actual self-defense."
    },
    {
      "cite": "Mas Oyama",
      "quote": "Since Karate exists for cultivating the spirit and training the body, it must be a moral way surpassing mere techniques."
    },
    {
      "cite": "Rickson Gracie",
      "quote": "A brave man, a real fighter is not measured by how many times he falls, but how many times he stands up."
    },
    {
      "cite": "Tsuguo Sakumoto",
      "quote": "The more understanding you have about Karate, the less you need to change or modify it."
    },
    {
      "cite": "Walt Disney",
      "quote": "The difference between winning and losing is most often not quitting."
    },
    {
      "cite": "Mas Oyama",
      "quote": "Karate is Budo and if Budo is removed from Karate it is nothing more than sport karate, show karate, or even fashion karate-the idea of training merely to be fashionable."
    },
    {
      "cite": "Jean-Claude Van Damme",
      "quote": "Karate is a very boring sport, but when you know the technique you can go further and further."
    },
    {
      "cite": "Kenwa Mabuni",
      "quote": "Karate is a lifetime study."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "The ultimate aim of Karate lies not in victory nor defeat, but in the perfection of the character of its participants."
    },
    {
      "cite": "Mas Oyama",
      "quote": "Karate is not a game. It is not a sport. It is not even a system of self-defense. Karate is half physical exercise and half spiritual. The karateist who has given the necessary years of exercise and meditation is a tranquil person. He is unafraid. He can even be calm in a burning building."
    },
    {
      "cite": "Konishi Yasuhiro",
      "quote": "Karate is, Not to hit someone, Neither to be defeated, But to avoid trouble."
    },
    {
      "cite": "Takahashi Miyagi",
      "quote": "Karate begins and ends with courtesy. This means respect others, refrain from violent behavior, practice fairness in the spirit of good sportsmanship."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Karate is a technique that permits one to defend himself with his bare hands and fists without weapons."
    },
    {
      "cite": "Sadami Yamada",
      "quote": "To appreciate the best opportunity for attack and defence, you must fully understand the rhythm of movement."
    },
    {
      "cite": "Yasuhiro Konishi",
      "quote": "Karate aims to build character, improve human behavior, and cultivate modesty; it does not, however, guarantee it."
    },
    {
      "cite": "Soke Behzad Ahmadi",
      "quote": "Karate is action, survival, living; hesitation is paralysis, reaction, mortality."
    }
  ]
}