{
  "source": "https://www.wisesayings.com/karma-quotes/",
  "theme": "karma",
  "quotes": [
    {
      "cite": "Sol Luckman",
      "quote": "Contrary to popular misconception, karma has nothing to do with punishment and reward. It exists as part of our holographic universe's binary or dualistic operating system only to teach us responsibility for our creations-and all things we experience are our creations."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "Karma moves in two directions. If we act virtuously, the seed we plant will result in happiness. If we act non-virtuously, suffering results."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "As she has planted, so does she harvest; such is the field of karma."
    },
    {
      "cite": "Mary T. Browne",
      "quote": "Karma is justice. It does not reward or punish. It shows no favoritism because we all have to earn all that we receive. Karma doesn’t predestine anything. We create our own causes and Karma adjusts the effects with perfect balance."
    },
    {
      "cite": "Edith Wharton",
      "quote": "People pay for what they do, and still more, for what they have allowed themselves to become. And they pay for it simply: by the lives they lead."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "If karma doesn't catch up, God will surely pick up the slack."
    },
    {
      "cite": "Kevin McCarty",
      "quote": "For the innocent, the past may hold a reward. But for the treacherous, it's only a matter of time before the past delivers what they truly deserve."
    },
    {
      "cite": "Yannick Noah",
      "quote": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well."
    },
    {
      "cite": "Bohidharma",
      "quote": "Still others commit all sorts of evil deeds, claiming karma doesn't exist. They erroneously maintain that since everything is empty, committing evil isn't wrong. Such persons fall into a hell of endless darkness with no hope of release. Those who are wise hold no such conception."
    },
    {
      "cite": "Nina Hagen",
      "quote": "As long as karma exists, the world changes. There will always be karma to be taken care of."
    },
    {
      "cite": "Holly Valance",
      "quote": "I never kill insects. If I see ants or spiders in the room, I pick them up and take them outside. Karma is everything."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "How people treat you is their karma; how you react is yours."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Men are not punished for their sins, but by them."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Sin makes its own hell, and goodness its own heaven."
    },
    {
      "cite": "Jessica Brody",
      "quote": "Karma comes after everyone eventually. You can't get away with screwing people over your whole life, I don't care who you are. What goes around comes around. That's how it works. Sooner or later the universe will serve you the revenge that you deserve."
    },
    {
      "cite": "Stephen Arroyo",
      "quote": "Each individual is solely responsible for his or her own actions, and every action will produce a reaction equal in every way to the suit of the action."
    },
    {
      "cite": "Mary T. Browne",
      "quote": "Each individual is solely responsible for his or her own actions, and every action will produce a reaction equal in every way to the suit of the action."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone."
    },
    {
      "cite": "Megan Fox",
      "quote": "I try to live with the idea that karma is a very real thing. So I put out what I want to get back."
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "Learn to see. Realize that everything connects to everything else."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "If you're really a mean person you're going to come back as a fly and eat poop."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't waste time on revenge. The people who hurt you will eventually face their own karma."
    },
    {
      "cite": "Russell Simmons",
      "quote": "If you give a good thing to the world, then over time your karma will be good, and you'll receive good."
    },
    {
      "cite": "Dr. Steven Farmer",
      "quote": "Ancestral karma is not something that is permanently ingrained; with conscientious effort it can be modified and healed. It only requires you to be proactive and intentional in your efforts to heal."
    },
    {
      "cite": "Benjamin Bayani",
      "quote": "Karma bides it's time. You will always have to watch out. Karma is unforgiving and always gets payback."
    },
    {
      "cite": "Ericka Williams",
      "quote": "You cannot do harm to someone because someone has done harm to you. You will pay just like they will."
    },
    {
      "cite": "Author Unknown",
      "quote": "No need for revenge. Just sit back and wait. Those who hurt you will eventually screw up themselves and if you're lucky, God will let you watch."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Every action has equal and opposite reaction. This is law of the universe and spares none. Wrong done and injustice inflicted is paid back in the same coin. No one has escaped justice of the universe. It is only a matter of time."
    },
    {
      "cite": "Author Unknown",
      "quote": "Nobody deserves misery but sometimes it's just your turn."
    },
    {
      "cite": "Author Unknown",
      "quote": "Karma is when you throw a banana in Mario Kart and you end up slipping on it."
    },
    {
      "cite": "Terry Mark",
      "quote": "Most times, how you treat your children is how they grow up to treat you."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't envy those who make their wealth in an ungodly way. The wicked seem to prosper now and live without care but they will spend their eternity in terror and despair."
    },
    {
      "cite": "Author Unknown",
      "quote": "Whatever you give to life, it gives you back. Do not hate anybody. The hatred which comes out from you will someday come back to you. Love others. And love will comeback to you."
    },
    {
      "cite": "Author Unknown",
      "quote": "Karma has a surprising way of taking care of situations. All you have to do is to sit back and watch."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "Karma is like a boomerang, whatever you give out... will come back to you."
    },
    {
      "cite": "Author Unknown",
      "quote": "The ones you judge today, may be the judgments you endure tomorrow."
    },
    {
      "cite": "Sarah Moore",
      "quote": "Remember the unkindness, dishonesty, and deception you display toward others...dont be shocked when it comes back to bite you."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Every act done, no matter how insignificant, will eventually return to the doer with equal impact. Good will be returned with good; evil with evil."
    },
    {
      "cite": "Author Unknown",
      "quote": "Nature runs a restuarant called Karma. It's a place where there is no need to place any order. You are autimatically served what you deserve."
    },
    {
      "cite": "Rick Springfield",
      "quote": "Karma is not just about the troubles, but also about surmounting them."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "I'm a true believer in karma. You get what you give wheter it's bad or good."
    },
    {
      "cite": "Author Unknown",
      "quote": "Karma is the universe's way of letting you know that you just thought you got away with it."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "My actions are my only true belongings.  I cannot escape the consequences of my actions.  My actions are the ground upon which I stand."
    },
    {
      "cite": "Author Unknown",
      "quote": "Forgive the person and their actions, never give in to hate. Let it go, set it free, and karma will take care of what is meant to be."
    },
    {
      "cite": "Courtney Cole",
      "quote": "Someone should have mentioned to him that karma was a venomous witch."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "Like gravity, karma is so basic we often don't even notice it."
    },
    {
      "cite": "Author Unknown",
      "quote": "If justice is denied, let the law of karma take the ride. Nothing in this world is done without a price."
    },
    {
      "cite": "Author Unknown",
      "quote": "Karma has no problem getting back in touch with you when need be."
    },
    {
      "cite": "Author Unknown",
      "quote": "When karma comes back to punch you in the face, I wanna be there just in case it needs help."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Karma, simply put, is an action for an action, good or bad."
    },
    {
      "cite": "Author Unknown",
      "quote": "You are free to choose, but you are not free from the consequence of your choice."
    },
    {
      "cite": "Author Unknown",
      "quote": "Revenge will never solve anything, karma will."
    },
    {
      "cite": "Author Unknown",
      "quote": "What goes around comes back around."
    },
    {
      "cite": "Author Unknown",
      "quote": "Do good and good will follow you."
    },
    {
      "cite": "Emma Robertson",
      "quote": "Great Karma additionally interprets into great well being. At the point when an individual has a cheerful and delighted viewpoint in life, this will just add to the wellbeing of his or her wellbeing condition."
    },
    {
      "cite": "Benjawan Poomsan",
      "quote": "The results of karma, whether good or bad, may not manifest right away. In may happen in the same lifetime or in a future life. We may even receive both positive and negative reactions at the same time."
    },
    {
      "cite": "Thubten Chodron",
      "quote": "Karma is intertwined in the fabric of our life, and training ourselves to be aware of this can transform how we live. We become more mindful and thoughtful, making choices with care, understanding that our past actions, present experiences, and future circumstances originate in our minds."
    },
    {
      "cite": "Alexandra Elle",
      "quote": "Love your neighbor, even the ones who do not show you the same courtesy."
    },
    {
      "cite": "Alexandra Katehakis",
      "quote": "If your actions were to boomerang back on you instantly, would you still act the same?"
    },
    {
      "cite": "Allan Lokos",
      "quote": "You cannot control the results, only your actions."
    },
    {
      "cite": "Amy Winehouse",
      "quote": "I believe in fate and I believe that things happen for a reason but I don't think that there's a high power, necessarily. I believe in karma very much though."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "Sooner or later in life, we will all take our own turn being in the position we once had someone else in."
    },
    {
      "cite": "Bret Easton Ellis",
      "quote": "But this was what happened when you didn’t want to visit and confront the past: the past starts visiting and confronting you."
    },
    {
      "cite": "Confucius",
      "quote": "When you see a good person, think of becoming like her/him. When you see someone not so good, reflect on your own weak points."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Even if things don't unfold the way you expected, don't be disheartened or give up. One who continues to advance will win in the end."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Life is painful. It has thorns, like the stem of a rose. Culture and art are the roses that bloom on the stem. The flower is yourself, your humanity. Art is the liberation of the humanity inside yourself."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Dangerous consequences will follow when politicians and rulers forget moral principles."
    },
    {
      "cite": "Dr Ken Baker",
      "quote": "Not only is there often a right and wrong, but what goes around does come around, Karma exists."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Life will give you whatever experience is most helpful for the evolution of your consciousness. How do you know this is the experience you need? Because this is the experience you are having at this moment."
    },
    {
      "cite": "H. Raven Rose",
      "quote": "This is your karma. You do not understand now, but you will understand later."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Even chance meetings are the result of karma… Things in life are fated by our previous lives. That even in the smallest events there’s no such thing as coincidence."
    },
    {
      "cite": "James C. Maxwell",
      "quote": "A boomerang returns back to the person who throws it."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Is Fate getting what you deserve, or deserving what you get?"
    },
    {
      "cite": "John O'Donohue",
      "quote": "If you send out goodness from yourself, or if you share that which is happy or good within you, it will all come back to you multiplied ten thousand times. In the kingdom of love there is no competition; there is no possessiveness or control. The more love you give away, the more love you will have."
    },
    {
      "cite": "K. Crumley",
      "quote": "Some day people will ask me what is the key to my success…and I will simply say, “Good Karma.”"
    },
    {
      "cite": "Kathleen Brooks",
      "quote": "But, mark my words; someday she’ll get what’s coming to her."
    },
    {
      "cite": "Kesha",
      "quote": "I believe in karma, and I believe if you put out positive vibes to everybody, that’s all you’re going to get back."
    },
    {
      "cite": "Ma Jaya Sati Bhagavati",
      "quote": "When you plant a seed of love, it is you that blossoms."
    },
    {
      "cite": "Ma Jaya Sati Bhagavati",
      "quote": "Quiet the mind, and the soul will speak."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Those who pray for your downfall are concentrating negative thoughts towards you."
    },
    {
      "cite": "Ottilie Weber",
      "quote": "Dear Karma, I really hate you right now, you made your point."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Strange things conspire when one tries to cheat fate."
    },
    {
      "cite": "Sherlock Holmes",
      "quote": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another."
    },
    {
      "cite": "Sol Luckman",
      "quote": "Contrary to popular misconception, karma has nothing to do with punishment and reward. It exists as part of our holographic universe’s binary or dualistic operating system only to teach us responsibility for our creations – and all things we experience are our creations."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "I want revenge, but I don’t want to screw up my karma."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Manipulation, fueled with good intent, can be a blessing. But when used wickedly, it is the beginning of a magician's karmic calamity."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "I’m a true believer in karma. You get what you give, whether it’s bad or good."
    }
  ]
}