{
  "source": "https://www.wisesayings.com/keeping-your-head-up-quotes/",
  "theme": "keeping-your-head-up",
  "quotes": [
    {
      "cite": "Max L. Forman",
      "quote": "Always hold your head up, but be careful to keep your nose at a friendly level."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Keep your head up in failure and your head down in success."
    },
    {
      "cite": "Isabella Poretsis",
      "quote": "It takes someone strong to leave with their head held high. It takes someone stronger to stay with their head held higher."
    },
    {
      "cite": "Patricia Buckley",
      "quote": "Someone once asked me how I hold my head up so high after all I've been through. I said, it's because no matter what, I am a survivor. Not a victim."
    },
    {
      "cite": "Ajay Naidu",
      "quote": "It is important to keep your head up and follow what you believe is right."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Even though you're fed up, you've got to keep your head up."
    },
    {
      "cite": "unknown",
      "quote": "Keep your head up. God gives his hardest battles to his strongest soldiers."
    },
    {
      "cite": "unknown",
      "quote": "I know it seems hard sometimes but remember one thing. Through every dark night, there's a bright day after that. So no matter how hard it get, stick your chest out, keep ya head up and handle it."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "If you aren't in over your head, how do you know how tall you are?"
    },
    {
      "cite": "Mary J. Blige",
      "quote": "I'm a child of God. God is my mommy, my daddy. That's the only thing that'll keep my head up. If I don't remember who I am in him, I'm done."
    },
    {
      "cite": "unknown",
      "quote": "I admire someone who has been through a lot and still keeps their head up."
    },
    {
      "cite": "Jared Leto",
      "quote": "Never think about something wrong you did in the past, always look forward with your head up high; have no regrets."
    },
    {
      "cite": "Lil Wayne",
      "quote": "And I know this world is so cold and deceiving but I keep my head up like my nose is bleeding."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Lift your head up high, and scream to the world. I know I am someone, and let the truth unfurl."
    },
    {
      "cite": "PROVERBS",
      "quote": "You cannot hold your head high with your hand out."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Hold your head high, stick your chest out. You can make it. It gets dark sometimes but morning comes.... Keep hope alive."
    },
    {
      "cite": "Christina Dessert",
      "quote": "As the world falls, I will keep my head up high because I know at the end of the time, I fall with my heart sorrowing into the sky."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Never let anyone tell you who you are, hold your head up high, look them in the eyes and TELL them who you are."
    },
    {
      "cite": "unknown",
      "quote": "Keep your head up. It has to get worse before it gets better."
    },
    {
      "cite": "Brooke Addison",
      "quote": "No matter how much it hurts, you have to hold your head up and keep going."
    },
    {
      "cite": "Giovanni Falcone",
      "quote": "He who is silent and bows his head dies every time he does so. He who speaks aloud and walks with his head held high dies only once."
    },
    {
      "cite": "Sarah R.",
      "quote": "Always hold your head up high, even if on the inside you're about to cry. Pretend that nothing is wrong at all. Close your eyes before you fall. If you can't see it, it's not there."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Keep your heels, head and standards high."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you just have to hold your head up high, blink away the tears and say good-bye."
    },
    {
      "cite": "Teri Garr",
      "quote": "You have to lift your head up out of the mud and just do it."
    },
    {
      "cite": "A. J. McLean",
      "quote": "Keep your head up and be patient."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Sometimes life hits you in the head with a brick. Don't lose faith."
    },
    {
      "cite": "Shalane Flanagan",
      "quote": "Keep your head up, keep your heart strong."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "The nail that sticks its head up is the one that gets hit."
    },
    {
      "cite": "unknown",
      "quote": "When love is lost, do not bow your head in sadness; instead keep your head up high and gaze into heaven for that is where your broken heart has been sent to heal."
    },
    {
      "cite": "Rick Ross",
      "quote": "I think my mind blown, I barely feel my feet. I'mma hold my head high even in defeat."
    },
    {
      "cite": "Fabolous",
      "quote": "Rather hold my head high and die than live and duck."
    },
    {
      "cite": "unknown",
      "quote": "Keep your head held high because the floor isn't very interesting to look at."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "[Z-Ro] Cause everything's going to be alright"
    },
    {
      "cite": "Germany Kent",
      "quote": "To everyone battling a difficulty or under attack right now, smile, keep your head up, keep moving and stay positive, you'll get through it."
    },
    {
      "cite": "Sharon Weil",
      "quote": "If I’m going to have hope, I’m going to have to learn to endure disappointment."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "How do I deal with people who look down on me? I look up at them."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "Keep your heads up! We are sinking!"
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Always keep your mind strong with thoughts of positivity; your head up with full confidence and a big smile on your face, because you truly have greatness in you."
    },
    {
      "cite": "Pablo Sandoval",
      "quote": "You've got keep your head up, keep fighting, and do the best you can."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "I know it seems hard sometimes but remember one thing. Through every dark night, there's a bright day after that. So no matter how hard it get, stick your chest out, keep ya head up.... and handle it."
    },
    {
      "cite": "Bill Shankly",
      "quote": "Above all, I would like to be remembered as a man who was selfless, who strove and worried so that others could share the glory, and who built up a family of people who could hold their heads up high and say 'We're Liverpool'."
    },
    {
      "cite": "Joel Osteen",
      "quote": "God knows your value; He sees your potential. You may not understand everything you are going through right now. But hold your head up high, knowing that God is in control and he has a great plan and purpose for your life."
    },
    {
      "cite": "John Mortimer",
      "quote": "That's typically American. Keep out of trouble and tell other people to keep their chins up."
    },
    {
      "cite": "Richard Sherman",
      "quote": "Come on, you know, chin up, chest out, and best foot forward"
    },
    {
      "cite": "Oscar Hammerstein II",
      "quote": "When you walk through a storm keep your chin up high and don't be afraid of the dark."
    },
    {
      "cite": "Oscar Hammerstein II",
      "quote": "At the end of the storm is golden sky and the sweet silver song of a lark."
    },
    {
      "cite": "Jason Wilson",
      "quote": "Off you pop, then, and keep your chin up."
    },
    {
      "cite": "Simon Beaufoy",
      "quote": "Eyes bright, chins up, smiles on. I'm talking to you, Katniss."
    },
    {
      "cite": "Noah Hawley",
      "quote": "You keep your chin up Gus Grimly. We're winning this thing. Don't you forget."
    },
    {
      "cite": "Terence Rattigan",
      "quote": "Anyway, chin up, love.. there's nothing ever quite so bad but thinking makes it worse"
    },
    {
      "cite": "Jack Rose",
      "quote": "Pack up your troubles in your old kit bag, and smile, smile, smile!"
    },
    {
      "cite": "Sam Mendes",
      "quote": "But, chin up. There's a medal in it for sure. Nothing like a scrap of ribbon to cheer up a widow"
    },
    {
      "cite": "Sam Voutas",
      "quote": "So chin up chum. You're a beautiful, beautiful human being, and the world is your sunshine."
    },
    {
      "cite": "Jon Bokenkamp",
      "quote": "Chin up, Chang. Believe in yourself and others will, too."
    },
    {
      "cite": "Paul Adelstein",
      "quote": "Chin up, Max. It's better to be sad than dead."
    },
    {
      "cite": "Jonathan Hensleigh",
      "quote": "What, are you crying? You don't cry, all right? You keep your chin up. Come on, keep your chin up. Crying never helped anybody do anything, okay? You have a problem, you face it like a man."
    },
    {
      "cite": "Don Bluth",
      "quote": "So keep your chin up and look up high. You'll find your troubles will pass you by."
    },
    {
      "cite": "E.B. White",
      "quote": "Chin up, chin up / Everybody loves a happy face / Wear it, share it / It'll brighten up the darkest place / Twinkle, sparkle / Let a little sunshine in / You'll be on the right side, looking at the bright side / Up with your chinny-chin-chin."
    },
    {
      "cite": "Paul Hervey Fox",
      "quote": "There's nothing more uncertain than the life of a man like me. You're so young and so beautiful, and you will be for a long time to come. Remember, no matter what happens, I want you to promise you'll keep your chin up."
    },
    {
      "cite": "Austin Bello",
      "quote": "I remember hurting her and her hurting me / I remember losing sleep, she was haunting my dreams / It's alright, chin up kid, it'll all be fine / There's not a wound in this world that won't heal with time"
    },
    {
      "cite": "Austin Bello",
      "quote": "Life goes on, the ending's the starting line / Chin up, press on, you will survive / Young love that lasts is hard to find / So chin up, press on, you will survive"
    },
    {
      "cite": "Felix Kurt Jaehn",
      "quote": "When you're going through your rough time / Maybe I could be your lifeline / Keep your head up, when you're down"
    },
    {
      "cite": "Michael Jackson",
      "quote": "Keeping your head up to the sky / Keeping your mind to stay alive / Gimme your wings so we can fly,  / (fly away, fly away, fly away) / (Keep your head up tonight)"
    },
    {
      "cite": "Eric Dan",
      "quote": "It's summertime, lights fade away / It's wintertime, let's make it summer / Don't look down, keep your head up"
    },
    {
      "cite": "Joseph Wayne McVey",
      "quote": "It's gonna be alright / Keep your head up to the sky / [Z-Ro] Cause everything's going to be alright"
    },
    {
      "cite": "Tim James",
      "quote": "Keep your head up, because there's always tomorrow / Put the Lord first, be strong, you can't go wrong / Love is on the way if you just pray, and hold on"
    },
    {
      "cite": "Tim James",
      "quote": "All praises due to the Most High (To the Most High) / To the Most High heed your prayer to the sky / (You gotta keep your head up to the sky)"
    },
    {
      "cite": "Annie Lennox",
      "quote": "Sweet dreams are made of this / Who am I to disagree? / I've traveled the world and the seven seas / Everybody's looking for something / Hold your head up / Keep your head up, moving on"
    },
    {
      "cite": "Brittany Waddell",
      "quote": "Hey, you might not see it with your eyes / But keep your head up to the sky / The sun is coming through / Here's what you gotta do"
    },
    {
      "cite": "Amy Wadge",
      "quote": "Rolling / Keep your head up, look to the sky / Rolling / Don't you ever ask yourself why / Rolling / We'll live forever, you and I / Keep on rolling"
    },
    {
      "cite": "Benjamin Winans",
      "quote": "We'll be there for eternity / I want you there yeah I want you there with me / Keep your head up he's coming some day to / Carry us away to a better place"
    },
    {
      "cite": "Kip Collins",
      "quote": "If you been hurt, keep your head up, you'll find / If you ever been hurt keep your head up"
    },
    {
      "cite": "Ayn Robbins",
      "quote": "You should never give it up never give it up never give it up / Learn to love yourself / That's why u got to keep it up got to keep it up got to keep it up / Keep your head up high yeah"
    },
    {
      "cite": "Meghan Shahnaz Kabir",
      "quote": "Don't let it get the best of you, you'll make it out alive / Oh, people like us we've gotta stick together / Keep your head up, nothing lasts forever / Here's to the lost and forgotten / It's hard to get high when you're living on the bottom"
    },
    {
      "cite": "Isabella Podpadec",
      "quote": "What do you do when it's too much for you / Chin up, chin up / You know these sticks and these stones cannot break my bones / Chin up, chin up"
    },
    {
      "cite": "Robert L. Caldwell",
      "quote": "Encourage one another and you must keep that same encouragement yourself first, to encourage others, second keep your head up and count all joy in the worst of times."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Encourage others today! So often the difference between success and failure is belief."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Weed and feed. Our minds are like a garden; each day you need to weed out the negativity and feed it positivity."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You are more powerful than your circumstances. They don't define you. You do."
    },
    {
      "cite": "Jon Gordon",
      "quote": "The story you tell yourself defines the life you live and the actions you take. It's important to tell yourself a positive story."
    },
    {
      "cite": "Carolyn Odle",
      "quote": "Regain your power, every word that leaves your mouth should breathe love."
    },
    {
      "cite": "Harvey J. Coleman",
      "quote": "It is important to observe, question, interpret, and then empower yourself to make the choices with which you can live."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "We must also look into our feelings of grief and loss. When we accept that everything is constantly changing, when we accept the inevitability that people and animals die, we can deal with pain in a much better fashion."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Embrace your grief and your sadness felt towards those that have passed and remember them with love."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Replace your grief with love and appreciation. That is truly what any who have departed from our lives would wish for us."
    },
    {
      "cite": "Miranda Kerr",
      "quote": "You associate with people who are kind, compassionate, and joyous. You keep good company, and you reflect these qualities yourself."
    },
    {
      "cite": "Miranda Kerr",
      "quote": "I choose to be around people who uplift and support me and themselves."
    },
    {
      "cite": "Miranda Kerr",
      "quote": "You value yourself, spiritually, mentally, and physically. You are a unique individual with so many talents and gifts. You look in the mirror and exclaim, 'I am worthy!'"
    },
    {
      "cite": "Miranda Kerr",
      "quote": "I am worthy of all the good in the world has to offer."
    },
    {
      "cite": "James A. Murphy",
      "quote": "As tides of life rise and fall, life is constant, like the waves crashing upon the shore. Persistence is the key in high and low times..."
    },
    {
      "cite": "Delene Williams",
      "quote": "Encourage yourself, speak to yourself, and lift yourself right on up. Encourage yourself that change its here. Encourage yourself to continue to pursue."
    },
    {
      "cite": "Delene Williams",
      "quote": "Encourage yourself to carry it out, to walk it out, to search it out, shout it out, and praise your way out to the change that's being presented with encouragement."
    }
  ]
}