{
  "source": "https://www.wisesayings.com/keeping-secrets-quotes/",
  "theme": "keeping-secrets",
  "quotes": [
    {
      "cite": "Roald Dahl",
      "quote": "And above all, watch with glittering eyes the whole world around you because the greatest secrets are always hidden in the most unlikely places. Those who don't believe in magic will never find it."
    },
    {
      "cite": "Andrei Codrescu",
      "quote": "Our secrets, odd or not, are the pins that keep our inner life in place: the inform our psyche with meaning."
    },
    {
      "cite": "Robin M. King",
      "quote": "Secrets are like scars. The cut may no longer be there, but the scar's white line tells a story. Unless you share it, it's like you're hiding a part of yourself the whole world can already see. They may not know the how or the why, but they see it just the same."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Keeping secrets is a consequential act for all involved."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "The costs of keeping secrets include our growing isolation due to fear of detection and the ways we shut down inside to avoid feeling the effects of our behavior. We can never afford to be truly seen and known even by ourselves."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "He that has eyes to see and ears to hear may convince himself that no mortal can keep a secret. If his lips are silent, he chatters with his fingertips; betrayal oozes out of him at every pore."
    },
    {
      "cite": "Gloria Stuart",
      "quote": "A woman's heart is a deep ocean of secrets."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The only secrets are the secrets that keep themselves."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The man who can keep a secret may be wise, but he is not half as wise as the man with no secrets to keep."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "A man can keep another's secret better than his own. A woman her own better than others."
    },
    {
      "cite": "Laura Esquivel",
      "quote": "Keeping secrets will always lead to unhappiness and communication is the key to love."
    },
    {
      "cite": "Thomas Powers",
      "quote": "The first rule in keeping secrets is nothing on paper: paper can be lost or stolen or simply inherited by the wrong people; if you really want to keep something secret, don't write it down."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "The best way of keeping a secret is to pretend there isn't one."
    },
    {
      "cite": "Dick Van Dyke",
      "quote": "The secret to keeping moving is keeping moving."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Secrets are things we give to others to keep for us."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "To keep your secret is wisdom; but to expect others to keep it is folly."
    },
    {
      "cite": "S.R. Ford",
      "quote": "Keeping secrets from your father will only lead to trouble."
    },
    {
      "cite": "Liane Moriarty",
      "quote": "Some secrets are meant to stay secret forever."
    },
    {
      "cite": "Frank Warren",
      "quote": "There are some secrets that we think we're keeping, but those secrets are actually keeping us."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Keeping secrets was the beginning of freedom."
    },
    {
      "cite": "Anonymous",
      "quote": "Keeping secrets from friends is dumb because they will eventually find out and consequences won't be good."
    },
    {
      "cite": "Anonymous",
      "quote": "Keeping secrets is the equivalent to lying in my eyes."
    },
    {
      "cite": "Anonymous",
      "quote": "A girl who is okay with keeping secrets from her significant other is not wifey material."
    },
    {
      "cite": "Kaede Lazares",
      "quote": "Keeping secrets is a survival tactic."
    },
    {
      "cite": "E.L. Konigsburg",
      "quote": "Secrets are the kind of adventure she needs. Secrets are safe, and they do much to make you different. On the inside where it counts."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Secrets die when kept or revealed. They live by being faintly and uncertainly repeated."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "But some secrets are too delicious not to share."
    },
    {
      "cite": "Frank Warren",
      "quote": "There are two kinds of secrets. The ones we keep from others and the ones we keep from ourselves."
    },
    {
      "cite": "Susan Griffin",
      "quote": "We keep secrets from ourselves that all along we know."
    },
    {
      "cite": "Charles Durning",
      "quote": "There are many secrets in us, in the depths of our souls, that we don't want anyone to know about."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The first best-kept secret of total success is that we must feel love inside ourselves before we can give it to others."
    },
    {
      "cite": "Anne Rice",
      "quote": "Keep your secrets Keep your silence It is a better gift than truth."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "It is easy to keep secrets by being honest in an ironic tone of voice."
    },
    {
      "cite": "George Orwell",
      "quote": "If you want to keep a secret, you must also hide it from yourself."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "A good friend keeps your secrets for you. A best friend helps you keep your own secrets."
    },
    {
      "cite": "Alexander Smith",
      "quote": "The dead keep their secrets and in a while we shall be as wise as they and as taciturn."
    },
    {
      "cite": "Ally Carter",
      "quote": "I thought about how there are two types of secrets, the kind you want to keep in, and the kind you don't dare to let out."
    },
    {
      "cite": "Anais Nin",
      "quote": "I take pleasure in my transformations. I look quiet and consistent, but few know how many women there are in me."
    },
    {
      "cite": "Andre Malraux",
      "quote": "What is Man? A miserable little pile of secrets."
    },
    {
      "cite": "André Malraux",
      "quote": "Man is not what he thinks he is, he is what he hides."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Three may keep a secret, if two of them are dead."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If you would keep your secret from an enemy, tell it not to a friend."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "No one gossips about other people's secret virtues."
    },
    {
      "cite": "C.G. Jung",
      "quote": "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams who looks inside, awakes."
    },
    {
      "cite": "Carl Sagan",
      "quote": "There is a lurking fear that some things are not “meant\" to be known, that some inquiries are too dangerous for human beings to make."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "A secret's worth depends on the people from whom it must be kept."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Lies and secrets, Tessa, they are like a cancer in the soul. They eat away what is good and leave only destruction behind."
    },
    {
      "cite": "Criss Jami",
      "quote": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths."
    },
    {
      "cite": "Dan Howell",
      "quote": "Don't trust people who tell you other people's secrets."
    },
    {
      "cite": "Deb Caletti",
      "quote": "People are secretive when they have secrets."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Look in the mirror. The face that pins you with its double gaze reveals a chastening secret."
    },
    {
      "cite": "Diane Arbus",
      "quote": "A photograph is a secret about a secret, the more it tells you the less you know."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Men with secrets tend to be drawn to each other, not because they want to share what they know but because they need the company of the like minded, the fellow afflicted."
    },
    {
      "cite": "DOROTHY DIX",
      "quote": "Confession is always weakness. The grave soul keeps its own secrets, and takes its own punishment in silence."
    },
    {
      "cite": "Eddie Cantor",
      "quote": "All women are natural born espionage agents."
    },
    {
      "cite": "Ellen Barkin",
      "quote": "Acting is a matter of giving away secrets."
    },
    {
      "cite": "Emily Eden",
      "quote": "Why is it that fools always have the instinct to hunt out the unpleasant secrets of life, and the hardiness to mention them?"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "How can we accept another to keep our secret if we have been unable to keep it ourselves?"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We only confess our little faults to persuade people that we have no big ones."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There are no secrets better kept than the secrets that everybody guesses."
    },
    {
      "cite": "Henry Green",
      "quote": "The more you leave out, the more you highlight what you leave in."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "To know that one has a secret is to know half the secret itself."
    },
    {
      "cite": "James Joyce",
      "quote": "Secrets, silent, stony sit in the dark palaces of both our hearts secrets weary of their tyranny, tyrants willing to be dethroned."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whoever wishes to keep a secret must hide the fact that he possesses one."
    },
    {
      "cite": "John Dryden",
      "quote": "He who trusts secrets to a servant makes him his master."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "A man's most open actions have a secret side to them."
    },
    {
      "cite": "Kate Morton",
      "quote": "Oh, Grey, no one really likes keeping secrets. The only thing that makes a secret fun is knowing that you weren't supposed to tell it."
    },
    {
      "cite": "Kenneth Tynan",
      "quote": "A neurosis is a secret that you don’t know you are keeping."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "M. Fethullah Gulen",
      "quote": "Guarding a secret is the same as guarding one’s chastity. Those who keep a secret, whether personal or a friend’s, keep themselves chaste. Conversely, those who spread secrets damage their honor and reputation by leaving them unguarded."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "True friends are those who came into your life, saw the most negative part of you, but are not ready to leave you, no matter how contagious you are to them."
    },
    {
      "cite": "Michelle Hodkin",
      "quote": "Sometimes, the biggest secrets you can only tell a stranger."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I'd learned that some things are best kept secret."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I've learned that we're all entitled to have our secrets."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is the confession, not the priest, that gives us absolution."
    },
    {
      "cite": "Paul Tournier",
      "quote": "Nothing makes us so lonely as our secrets."
    },
    {
      "cite": "Paul Valery",
      "quote": "A man's true secrets are more secret to himself than they are to others."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "To confess a fault freely is the next thing to being innocent of it."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "I want to be with those who know secret things or else alone."
    },
    {
      "cite": "Sara Gruen",
      "quote": "With a secret like that, at some point the secret itself becomes irrelevant. The fact that you kept it does not."
    },
    {
      "cite": "Sara Shepard",
      "quote": "The best secrets are the most twisted."
    },
    {
      "cite": "Stephen King",
      "quote": "Women are better at keeping secrets, but men are more comfortable with them."
    },
    {
      "cite": "Tanya Huff",
      "quote": "Bards were terrible at keeping secrets. They insisted on putting them to music."
    },
    {
      "cite": "Victor Hugo",
      "quote": "No one ever keeps a secret so well as a child."
    },
    {
      "cite": "Walter Winchell",
      "quote": "I usually get my stuff from people who promised somebody else that they would keep it a secret."
    }
  ]
}