{
  "source": "https://www.wisesayings.com/keep-calm-quotes/",
  "theme": "keep-calm",
  "quotes": [
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health."
    },
    {
      "cite": "Dan Millman",
      "quote": "You don't have to control your thoughts. You just have to stop letting them control you."
    },
    {
      "cite": "Katrina Mayer",
      "quote": "The day she let go of the things that were weighing her down, was the day she began to shine the brightest."
    },
    {
      "cite": "David G. Allen",
      "quote": "Patience is the calm acceptance that things can happen in a different order than the one you have in mind."
    },
    {
      "cite": "Emilia Clarke",
      "quote": "I long for the countryside. That's where I get my calm and tranquillity from – being able to come and find a spot of green."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Worry does not empty tomorrow of its sorrows, it empties today of its strength."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Step outside for a while - calm your mind. It is better to hug a tree than to bang your head against a wall continually."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Keep calm because pain makes you stronger, fear makes you braver and eartbreak makes you wiser."
    },
    {
      "cite": "Carl Jung",
      "quote": "The most intense conflicts, if overcome, leave behind a sense of security and calm that is not easily disturbed. It is just these intense conflicts and their conflagration which are needed to produce valuable and lasting results."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Stop a minute, right where you are. Relax your shoulders, shake your head and spine like a dog shaking off cold water. Tell that imperious voice in your head to be still."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Being relaxed, at peace with yourself, confident, emotionally neutral loose, and free-floating – these are the keys to successful performance in almost everything."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be."
    },
    {
      "cite": "William James",
      "quote": "The greatest weapon against stress is our ability to choose one thought over another."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you peace but yourself."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Everything we do is infused with the energy with which we do it. If we're frantic, life will be frantic. If we're peaceful, life will be peaceful."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Choose to be optimistic. It feels better."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace."
    },
    {
      "cite": "Stephen C. Paul",
      "quote": "Everything you do can be done better from a place of relaxation."
    },
    {
      "cite": "Germany Kent",
      "quote": "If you do not have control over your mouth, you will not have control over your future."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Panic causes tunnel vision. Calm acceptance of danger allows us to more easily assess the situation and see the options."
    },
    {
      "cite": "Jill Bolte Taylor",
      "quote": "To experience peace does not mean that your life is always blissful. It means that you are capable of tapping into a blissful state of mind amidst the normal chaos of a hectic life."
    },
    {
      "cite": "Buddha",
      "quote": "Those who act with few desires are calm, without worry or fear."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Learn to calm down the winds of your mind, and you will enjoy great inner peace."
    },
    {
      "cite": "Michael Caine",
      "quote": "Be like a duck. Calm on the surface, but always paddling like the dickens underneath."
    },
    {
      "cite": "Plato",
      "quote": "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Your mind will answer most questions if you learn to relax and wait for the answer."
    },
    {
      "cite": "Raymond Hull",
      "quote": "Peace of mind is attained not by ignoring problems, but by solving them."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Do not ever get agitated by provoking thoughts and actions. Always keep your calm. This will shame the alien."
    },
    {
      "cite": "Alaric Hutchinson",
      "quote": "Being under stress is like being stranded in a body of water. If you panic, it will cause you to flail around so that the water rushes into your lungs and creates further distress. Yet, by calmly collecting yourself and using controlled breathing you remain afloat with ease."
    },
    {
      "cite": "Elder Robert D. Hales",
      "quote": "The one who had the power to calm the elements of the earth has power to calm our souls."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "Concentration is a cornerstone of mindfulness practice. Your mindfulness will only be as robust as the capacity of your mind to be calm and stable. Without calmness, the mirror of mindfulness will have an agitated and choppy surface and will not be able to reflect things with any accuracy."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Set peace of mind as your highest goal, and organise your life around it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Compassion, tolerance, forgiveness and a sense of self-discipline are qualities that help us lead our daily lives with a calm mind."
    },
    {
      "cite": "Lao Tse",
      "quote": "Freedom from desire leads to inner peace."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Getting stress out of your life takes more than prayer alone. You must take action to make changes and stop doing whatever is causing the stress. You can learn to calm down in the way you handle things."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep calm and keep learning."
    },
    {
      "cite": "Tao Porchon-Lynch",
      "quote": "Breath is the power behind all things. I breath in and know that good things will happen."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Only when one is connected to one's own core is one connected to others, I am beginning to discover. And, for me, the core, the inner spring, can best be refound through solitude."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Keep cool; anger is not an argument."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "They sicken of the calm who know the storm."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Whenever something bad happens, keep calm, take a few deep breaths and shift the focus to something positive."
    },
    {
      "cite": "Ntathu Allen",
      "quote": "Let peace be your middle name."
    },
    {
      "cite": "Chris Kyle",
      "quote": "You have to slow your heart rate, stay calm. You have to shoot in between your heartbeats."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When the expected occurred, never panic, by keep calming, you gain control over the situation."
    },
    {
      "cite": "Willa Cather",
      "quote": "There are some things you learn best in calm, and some in storm."
    },
    {
      "cite": "Ralph H. Blum",
      "quote": "There is a calmness to a life lived in gratitude, a quiet joy."
    },
    {
      "cite": "Yves Behar",
      "quote": "Sometimes you can find peace of mind by transferring yourself to different situations. They're just reminders to stay... calm."
    },
    {
      "cite": "Travis Bradberry",
      "quote": "Mistakes and pressure are inevitable; the secret to getting past them is to stay calm."
    },
    {
      "cite": "Didier Deschamps",
      "quote": "It's not just about the words you use, but the way you use them, and the message that puts over. Also your face too and the way you project your message. If you're telling the group to stay calm, be good, and you have beads of sweat dripping down your forehead, you're in trouble."
    },
    {
      "cite": "Shikhar Dhawan",
      "quote": "I know I perform best when I stay calm."
    },
    {
      "cite": "Rolando McClain",
      "quote": "I don't know if I'm ready to know what triggers my anger. I just feel like I figured out on my own how to stay calm, how to enjoy life, how to be happy."
    },
    {
      "cite": "John Newcombe",
      "quote": "I wouldn't, a little bit frightened but throughout my life I'd learnt that when you're in the serious situations, you've got to try to stay calm. Because that's the way you get out of them."
    },
    {
      "cite": "Thomas Tuchel",
      "quote": "There are difficult matches from time to time, and that is absolutely normal. You have to stay calm and confident after them."
    },
    {
      "cite": "Amen Muffler",
      "quote": "They might make you feel you are useless or incomplete. Don't let it affect you. Keep calm and let your future prove that they were wrong."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Defend your leadership roles with your true character. Never attack your own aspirations with corruption and unfaithfulness! Keep calm and be honest!"
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "You don’t need to be too anxious about anything; you only need to get understanding!"
    },
    {
      "cite": "Hopal Green",
      "quote": "Everyone propels at different stages of their life. Just keep calm, work on it and wait on your right moment!"
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Change is important, but if you can’t really change it, just keep calm, understand the situation and go through it with a good heart! Time will surely speak with time!"
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Explain yourself when it is a must, but sometimes, in life, keep quit when people think you are mad or you shall speak and speak how mad they think you are!"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Keep calm and let your heart sing the song of kindness."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Impatience is not the fastest way of getting to where your treasures are. It is the quickest way of by-passing them without even knowing. Keep calm; be patient!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Your brand is your personal lawyer... It defends and speaks for you even in your absence. Keep calm and maintain a good brand!"
    },
    {
      "cite": "Nenia Campbell",
      "quote": "Keep calm. You have the forest in your blood."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Patience is not the ability to wait. Patience is to be calm no matter what happens, constantly take action to turn it to positive growth opportunities, and have faith to believe that it will all work out in the end while you are waiting."
    },
    {
      "cite": "Jalaluddin Rumi",
      "quote": "Whoever’s calm and sensible is insane!"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "To learn to see – to accustom the eye to calmness, to patience, and to allow things to come up to it; to defer judgment, and to acquire the habit of approaching and grasping an individual case from all sides."
    },
    {
      "cite": "Manoj Arora",
      "quote": "Be like a duck, paddling and working very hard inside the water, but what everyone sees is a smiling and calm face."
    },
    {
      "cite": "Andrew Glass",
      "quote": "So just keep breathing, and keep calm, keep calm / The only real control we have is over ourselves / So let's get over it / That we can't and we won't control anything else."
    },
    {
      "cite": "Stephen Marley",
      "quote": "Keep calm / Keep real / Hey never you let them get you down/ You might never come around / Never you let them out your fire / You won't get your heart desire"
    },
    {
      "cite": "Brad Jones",
      "quote": "The important thing for you to learn in any emergency is, stay calm, keep cool, and think!"
    },
    {
      "cite": "Marta Innocenti",
      "quote": "Another speed bump keep calm and walk on / Just a little speed bump just a hurdle you can jump / You didn't come this far toonly come this far / Don't stop now / It ain't nothing, nothing  but a speed bump"
    },
    {
      "cite": "Jared Clement",
      "quote": "It feels like there's no place to land / Just keep calm, that's the safest plan"
    },
    {
      "cite": "Sarthak Maurya",
      "quote": "My pain and I birds of a feather / I try to keep calm but never"
    },
    {
      "cite": "Amy E. Dean",
      "quote": "In the midst of any stressful situation, say or think a series of statements such as, Stay calm. . . everything's okay. . . you've handled worse before. . . relax and take a deep breath. . . take it step by step and don't rush. . . I can get help if I need it."
    },
    {
      "cite": "James O'Donnell",
      "quote": "When we learn to manage that stress we are able to create our peak performance abilities and remain calm."
    },
    {
      "cite": "Julia Hidy",
      "quote": "When you wish to feel more positive, you can decide to be calm and direct your thoughts."
    },
    {
      "cite": "Syretha Smith",
      "quote": "I don't wanna burn out, I'll keep it calm, cool, collected"
    },
    {
      "cite": "Eric Gallagher",
      "quote": "Keep calm / Keep going on / It may be long / But it's all the same song"
    },
    {
      "cite": "Josh Bradford",
      "quote": "We'll keep calm and carry on / With good intentions / They'll prescribe the rights and wrongs / Until we're perfect."
    },
    {
      "cite": "Jerry Siegel",
      "quote": "ll right, people, let's keep it calm. The last thing we need is a panic."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Far away, from frustration / I stay calm / And enjoy peace."
    },
    {
      "cite": "John Donne",
      "quote": "Storms chafe, and soon wear out themselves, or us; / In calms, Heaven laughs to see us languish thus."
    },
    {
      "cite": "James Francis Montgomery",
      "quote": "There is a calm for those who weep, / A rest for weary pilgrims found: / They softly lie, and sweetly sleep, / Low in the ground."
    },
    {
      "cite": "Victoria Lentfer",
      "quote": "To successfully build relationships, gain trust, and maintain a respectful classroom, my demeanor needed to remain calm."
    },
    {
      "cite": "Lauren Brukner",
      "quote": "It is important to link our physical exercises and emotional feelings together to most effectively feel calm and let our light shine through."
    },
    {
      "cite": "Jonathan Forrest",
      "quote": "Keep calm meant being able to choose his emotion."
    },
    {
      "cite": "Cat Williams",
      "quote": "If we can pick part how our self-esteem has been constructed, how it affects our lives and the llives of others, and by what it is influenced, then we can learn to control it, and to stay calm and content no matter what life throws at us."
    },
    {
      "cite": "Paul Wilson",
      "quote": "The most important skill in staying calm is not to lose sleep over small issues. The second most important skill is to be able to view all issues as small issues."
    },
    {
      "cite": "Adams Media",
      "quote": "You never know what might work for you until you try. Settle in, take a deep breath, sip your favorite tea, and learn to reduce your stress, enjoy your life, and keep calm!"
    },
    {
      "cite": "Tanya Carroll Richardson",
      "quote": "A calm mind means a calm nervous system, which means less anxiety and more feelings of peace and tranquility."
    },
    {
      "cite": "Carol Gray",
      "quote": "Feeling frustrated is okay. I will try to learn to stay calm when I am frustrated."
    },
    {
      "cite": "Dr. Stephen G. Payne",
      "quote": "Someone who maintained inner calm under extreme stress was running an organization that was well balanced and growing."
    },
    {
      "cite": "Dr. Stephen G. Payne",
      "quote": "Engaging in behaviours that build your spiritual core connection opens pathways to a better workplace, more calm and much more joy."
    },
    {
      "cite": "Matt Haig",
      "quote": "To be calm becomes a kind of revolutionary act. To be happy with your own non upgraded existence."
    },
    {
      "cite": "John Newman",
      "quote": "Calm your mind, and inner control and power you'll find."
    },
    {
      "cite": "Gina Ancheta Agsaulio",
      "quote": "Stay calm and keep your eyes close, When someone appears holding something. But remind them, that you are available, Whether they need someone to talk with."
    },
    {
      "cite": "D.V. Rangarajan",
      "quote": "Stay calm is the best way to take the wind out of an angry person's sail."
    },
    {
      "cite": "D.V. Rangarajan",
      "quote": "Stay calm is the best way to take the wind out of an angry person's sail."
    },
    {
      "cite": "Marc Chernoff",
      "quote": "Keep calm and remember: the time to take a deep breath is when you think you don't have time for one."
    },
    {
      "cite": "Plato",
      "quote": "He who is of a calm and happy nature will hardly feel the pressure of age. But to him who is of an opposite disposition, youth and age are equally a burden."
    }
  ]
}