{
  "source": "https://www.wisesayings.com/keep-moving-quotes/",
  "theme": "keep-moving",
  "quotes": [
    {
      "cite": "Walt Disney",
      "quote": "We keep moving forward, opening new doors, and doing new things, because we're curious and curiosity keeps leading us down new paths."
    },
    {
      "cite": "LL Cool J",
      "quote": "Stay focused, go after your dreams and keep moving toward your goals."
    },
    {
      "cite": "Mike McCready",
      "quote": "There's no time for regrets. You've just got to keep moving forward."
    },
    {
      "cite": "Michelle Phan",
      "quote": "Whatever happens, I'll just keep moving forward. Like an avalanche."
    },
    {
      "cite": "Matt Hardy",
      "quote": "The most important thing any broken individual can do is keep their chin up and keep moving forward."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Accept yourself, love yourself, and keep moving forward. If you want to fly, you have to give up what weighs you down."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "You don't have to see the whole staircase, just take the first step."
    },
    {
      "cite": "Alyson Noel",
      "quote": "The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "Octavia Spencer",
      "quote": "You just keep moving forward and doing what you do, and hope that it resonates with people. And if it doesn't, you just keep moving on until you find a project that does."
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "Almost any decision is better than no decision -- just keep moving."
    },
    {
      "cite": "Tom Petty",
      "quote": "Time to move on, time to get going. What lies ahead I have no way of knowing. But under my feet, baby, grass is growing."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep moving forward in the power of thy might."
    },
    {
      "cite": "Lisa Mangum",
      "quote": "Gotta keep moving; can't stop; stagnation kills."
    },
    {
      "cite": "Joan Rivers",
      "quote": "keep moving. It's hard for old age to hit a moving target."
    },
    {
      "cite": "Joel Osteen",
      "quote": "The bigger your obstacle, the bigger your future. Don't get discouraged, keep moving forward."
    },
    {
      "cite": "Bonnie L. Oscarson",
      "quote": "As you keep moving forward, you can stay upright even when outside forces try to pull you down."
    },
    {
      "cite": "Nicholas Lore",
      "quote": "The ability to feel fear and keep moving forward distinguishes the living from the merely breathing."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Keep moving ahead because action creates momentum, which in turn creates unanticipated opportunities."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Don't turn around. Don't look back. Keep moving forward. Keep pushing. The pot of gold is at the end of the rainbow, not the beginning"
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "What's done is done. What's gone is gone. One of life's lessons is always moving on. It’s okay to look back to see how far you’ve come but keep moving forward."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Keep moving; don't stop by to check on whoever else is not willing to go. The entire road is yours to speed on till you get there. Never be discouraged!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Keep moving forward! You don't need permission from anyone in order to move on your own father's land! Go ahead and take the lead!"
    },
    {
      "cite": "John Frusciante",
      "quote": "I find that the best way to do things is to constantly move forward and to never doubt anything and keep moving forward, if you make a mistake say you made a mistake."
    },
    {
      "cite": "Jad Abumrad",
      "quote": "Continue to reinvent. Keep things moving and changing and growing and always a little bit out of reach."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "Sometimes you're left with only 1 choice: Take what's yours and run for your life."
    },
    {
      "cite": "Conrad Hall",
      "quote": "You are always a student, never a master. You have to keep moving forward."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Just keep going - no feeling is final."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Keep going; your destination is getting closer."
    },
    {
      "cite": "Ted Williams",
      "quote": "Just keep going. Everybody gets better if they keep at it."
    },
    {
      "cite": "Franka Potente",
      "quote": "The secret is to just keep moving."
    },
    {
      "cite": "Godfrey",
      "quote": "You've got to keep moving, keep creating."
    },
    {
      "cite": "Les Brown",
      "quote": "If you're going through hell, don't stop, keep moving!"
    },
    {
      "cite": "Johnny Depp",
      "quote": "Just keep moving forward and don’t give a shit about what anybody thinks. Do what you have to do, for you."
    },
    {
      "cite": "T. Harv Eker",
      "quote": "Keep your eye on the goal, keep moving toward your target."
    },
    {
      "cite": "John McCain",
      "quote": "Keep moving if you love life, and keep your troubles well behind you."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "We keep moving. And as we do, the things around us, well, they disappear."
    },
    {
      "cite": "Pema Chodron",
      "quote": "The most important aspect of being on a spiritual path may be to just keep moving."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep moving, no matter how slow you move, you will definitely arrive at your destination."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Keep moving. Don't stop. But don't rush. Don't race around. Sure and steady gets you there every time."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Keep moving. Don't get bogged down. Don't think about the bad stuff. Smile and joke even when you don't feel like it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep moving in the direction of your dreams. No matter how slows it may seems, stay focus, you will get to the finish line."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Keep moving forward, even one or two steps, in your own way. Those who live out their lives to the fullest, unperturbed by the noisy clamor around them, are the true winners."
    },
    {
      "cite": "Nina Dobrev",
      "quote": "It's good to be challenged, to keep moving forward, and keep being inspired and scared. I feel like, if you're not afraid of something, you shouldn't do it. If you're just coasting through things, what's the point? You're not learning."
    },
    {
      "cite": "Roger Stone",
      "quote": "Lay low, play dumb, keep moving."
    },
    {
      "cite": "Mercedes Lackey",
      "quote": "Change or stagnate. Keep moving or die."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "All crosses are easier to carry when we keep moving."
    }
  ]
}