{
  "source": "https://www.wisesayings.com/keep-smiling-quotes/",
  "theme": "keep-smiling",
  "quotes": [
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Because of your smile, you make life more beautiful."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Smile, it is the key that fits the lock of everybody's heart."
    },
    {
      "cite": "Hailey Littrell",
      "quote": "Stop crying about dying, and start smiling about living."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The greatest self is a peaceful smile, that always sees the world smiling back."
    },
    {
      "cite": "Debasish Mridha, M.D.",
      "quote": "Let us bloom like a flower by opening our heart and mind, by smiling and by becoming kind."
    },
    {
      "cite": "Rashida Jones",
      "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that’s beautiful."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "Mother Teresa",
      "quote": "And so let us always meet each other with a smile, for the smile is the beginning of love, and once we begin to love each other naturally we want to do something."
    },
    {
      "cite": "Rumi",
      "quote": "Whatever happens, just keep smiling and lose yourself in love."
    },
    {
      "cite": "George Eliot",
      "quote": "Wear a smile and have friends; wear a scowl and have wrinkles."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "A smile vanquishes loneliness, if only for a fleeting moment."
    },
    {
      "cite": "Anthony Euwer",
      "quote": "No matter how grouchy you’re feeling, you’ll find the smile more or less healing. It grows in a wreath all around the front teeth—Thus preserving the face from congealing."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "A smile is a curve that sets everything straight."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A simple smile. That’s the start of opening your heart and being compassionate to others."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you have only one smile in you, give it to the people you love. Don’t be surly at home, then go out in the street and start grinning ‘Good morning’ at total strangers."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The value of a smile, it costs nothing, but creates much. It enriches those who receive, without impoverishing those who give. It happens in a flash and the memory of it sometimes lasts forever. None are so rich they can get along without it, and none so poor but are richer for its benefits. It creates happiness in the home, fosters good will in a business, and is the countersign of friends."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."
    },
    {
      "cite": "George Carlin",
      "quote": "Let a smile be your umbrella, and you'll end up with a face full of rain."
    },
    {
      "cite": "Marilyn Monroe Quotes",
      "quote": "So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the universal language of kindness."
    },
    {
      "cite": "Vin Scully",
      "quote": "As long as you live keep smiling because it brightens everybody's day."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "A smile is the best defense against this offensive world."
    },
    {
      "cite": "Charles Reade",
      "quote": "Beauty is power: a smile is its sword."
    },
    {
      "cite": "Anonymous",
      "quote": "Use your smile to change this world. But don't let this world change your smile."
    },
    {
      "cite": "Milan Kundera",
      "quote": "A man possessed with peace is always smiling."
    },
    {
      "cite": "Anonymous",
      "quote": "Smiling is the best way to face any problem, to crush every fear and to hide every pain."
    },
    {
      "cite": "Anonymous",
      "quote": "Your smile is your logo, your personality is your business card, how you leave others feeling after having an experience with you becomes your trademark."
    },
    {
      "cite": "Tom Wilson",
      "quote": "A smile is happiness you'll find right under your nose."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A smile is the light in your window that tells others that there is a caring, sharing person inside."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Sometimes we're gonna have our bad days, but we must continue to work to be great. Keep smiling. It looks beautiful on you!!"
    },
    {
      "cite": "Anna Lee",
      "quote": "Remember even though the outside world might be raining, if you keep on smiling the sun will soon show its face and smile back at you."
    },
    {
      "cite": "Russell Simmons",
      "quote": "If you just remember to breathe and smile before you act, you’ll always make the right decision."
    }
  ]
}