{
  "source": "https://www.wisesayings.com/kentucky-quotes/",
  "theme": "kentucky",
  "quotes": [
    {
      "cite": "Irvin Cobb",
      "quote": "To be born in Kentucky is a heritage; to brag about it is a habit; to appreciate it is a virtue."
    },
    {
      "cite": "Maxine Chesire",
      "quote": "In Harlan, Kentucky, we told stories the way some people play music. ... In the mountains, storytelling is truly an art form, and as much recreation as communication."
    },
    {
      "cite": "Jesse Stuart",
      "quote": "I take with me Kentucky, embedded in my brain and heart, in my flesh and bone and blood. Since I am Kentucky, and Kentucky is part of me."
    },
    {
      "cite": "Mark Twain",
      "quote": "When the end of the world comes, I want to be in Kentucky, because everything there happens 20 years after it happens anywhere else."
    },
    {
      "cite": "Loretta Lynn",
      "quote": "Growing up in eastern Kentucky like I did, I'm used to having a few guns around to protect me."
    },
    {
      "cite": "Jennifer Lawrence",
      "quote": "I grew up in Kentucky, but I did not grow up like that. I had heat, and I didn't have to shoot my dinner or anything."
    },
    {
      "cite": "Chris Stapleton",
      "quote": "I grew up in eastern Kentucky, and we would sing in the churches, and there's lots of good mountain church singers out there. Like a lot of folks who turn out to be secular music artists, that's a lot of the training you put in, whether you know it or not."
    },
    {
      "cite": "Jesse Stuart",
      "quote": "If these United States can be called a body, then Kentucky can be called its heart."
    },
    {
      "cite": "Ernie Fletcher",
      "quote": "My vision for Kentucky is a Commonwealth where there is so much economic opportunity, and our quality of life is so high, that people who are born here can stay here, and people who aren't fortunate enough to be born in Kentucky, can look forward to locating here."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Duke is an ugly word in Kentucky. Nothing in the world compares to the joy of beating those hateful swine from Duke."
    },
    {
      "cite": "Margo Martindale",
      "quote": "I love Kentucky people, but you have to get on the inside before they accept you."
    },
    {
      "cite": "Krystal Ball",
      "quote": "Kentucky has long been Democratic at the state level but that trend had completely reversed in the Trump era."
    },
    {
      "cite": "John Yarmuth",
      "quote": "Kentucky has always said you can't really make bourbon outside of Kentucky because it's a combination of the barrels and the limestone-fed springs that give us the water. That's our story, and we're sticking to it."
    },
    {
      "cite": "Irvin S. Cobb",
      "quote": "Until you go to Kentucky and with your own eyes behold the Derby, you ain't never been nowhere and you ain't seen nothin'!"
    },
    {
      "cite": "Willie Caullie Stein",
      "quote": "At Kentucky, you have to be a competitor. If you're not, you're going to look weak. You're going to look like you don't belong."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The uplands of my home country in north central Kentucky are sloping and easily eroded, dependent for safekeeping upon year-round cover of perennial plants."
    }
  ]
}