{
  "source": "https://www.wisesayings.com/key-to-success-quotes/",
  "theme": "key-to-success",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "The key to success is failure."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Action is the foundational key to all success."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The key to success is emotional stability."
    },
    {
      "cite": "John Carmack",
      "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better."
    },
    {
      "cite": "Marie Forleo",
      "quote": "The key to Success is to start before you're ready."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The key to success is having no qualms about failure."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Failure is the key to success; each mistake teaches us something."
    },
    {
      "cite": "Gaurav GRV Sharma",
      "quote": "If you have the key to success, then no one door can stop you."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The key to success in every field is to hate failure in every way."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The key to success in life is using the good thoughts of wise people."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Understanding variation is the key to success in quality and business."
    },
    {
      "cite": "Les Brown",
      "quote": "We were all born with a certain degree of power. The key to success is discovering this innate power and using it daily to deal with whatever challenges come our way."
    },
    {
      "cite": "Tracey Ullman",
      "quote": "As soon as you find the key to success, somebody always changes the lock."
    },
    {
      "cite": "Claude McDonald",
      "quote": "If hard work is the key to success, most people would rather pick the lock."
    },
    {
      "cite": "Robert Brault",
      "quote": "One key to success is to have lunch at the time of day most people have breakfast."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "The key to success is not what you do, it is how you feel about what you are doing."
    },
    {
      "cite": "Pat Riley",
      "quote": "The key to success is to learn to do something right and then do it right every time."
    },
    {
      "cite": "Tehyi Hsieh",
      "quote": "The key to success isn't much good until one discovers the right lock to insert it in."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The key to success is to focus our conscious mind on things we desire not things we fear."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The key to success is for you to make a habit throughout your life of doing the things you fear."
    },
    {
      "cite": "Paul the Apostle",
      "quote": "Modesty is the key to success."
    },
    {
      "cite": "Ed Seykota",
      "quote": "Longevity is the key to success."
    },
    {
      "cite": "Pitbull",
      "quote": "Simplicity is the key to success."
    },
    {
      "cite": "Robert Orben",
      "quote": "Individuality' is the key to success."
    },
    {
      "cite": "Agapi Stassinopoulos",
      "quote": "The key to success is radical generosity."
    },
    {
      "cite": "DJ Quik",
      "quote": "The key to success is to be easy to work with."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Preparedness is the key to success and victory."
    },
    {
      "cite": "Jenni Rivera",
      "quote": "The key to success in life is getting up early."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "The key to success is often the ability to adapt."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The key to success is to develop a winning edge."
    },
    {
      "cite": "Gerard de Nerval",
      "quote": "The key to success is simple. Make people dream."
    },
    {
      "cite": "DJ Khaled",
      "quote": "The key to success is to stay clean at all times."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "You will find the key to success under the alarm clock."
    },
    {
      "cite": "Azim Premji",
      "quote": "People are the key to success or extraordinary success."
    },
    {
      "cite": "Dan Miller",
      "quote": "The key to success is to be true to who you really are."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The key to success is dedication to life-long learning."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Before anything else, preparation is the key to success."
    },
    {
      "cite": "DJ Khaled",
      "quote": "The key to success is to keep your head above the water."
    },
    {
      "cite": "Ed Koch",
      "quote": "The key to success in politics: Never forget, seldom forgive."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Determination, with an optimistic attitude is the key to success."
    },
    {
      "cite": "Kelly Wearstler",
      "quote": "The single most important key to success is to be a good listener."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The key to success is not to seek for a particular key to success!"
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "The key to success is not through achievement, but through enthusiasm."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Giving is the master key to success, in all applications of human life."
    },
    {
      "cite": "Michael Josephson",
      "quote": "The key to success is effort. The bigger the goal, the greater the effort."
    },
    {
      "cite": "A. C. Dixon",
      "quote": "Prayer is the key to success. Not to pray is to fail. To pray aright is never to fail."
    }
  ]
}