{
  "source": "https://www.wisesayings.com/key-quotes/",
  "theme": "key",
  "quotes": [
    {
      "cite": "George Washington Carver",
      "quote": "Education is the key to unlock the golden door of freedom."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Failure is the key to success; each mistake teaches us something."
    },
    {
      "cite": "Mario Andretti",
      "quote": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."
    },
    {
      "cite": "Sun Yat-sen",
      "quote": "The key to success is action, and the essential in action is perseverance."
    },
    {
      "cite": "Taylor Lautner",
      "quote": "Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Before anything else, preparation is the key to success."
    },
    {
      "cite": "Ahmed Deedat",
      "quote": "Language is the key to the heart of people."
    },
    {
      "cite": "John Di Lemme",
      "quote": "They key of persistence opens all door closed by resistence."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Let the people discover you! You might have the key of the locked doors in their lives! Open yourself to the world; you might be the magic the world needs!"
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The key to a wonderful life is to never stop wandering into wonder."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The key for having success is totally rejecting thoughts that try to sow doubts into your conscience."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
    },
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Don't give up. Normally it is the last key on the ring which opens the door."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Forgiveness is the key that unlocks the door of resentment and the handcuffs of hatred. It is a power that breaks the chains of bitterness and the shackles of selfishness."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential."
    },
    {
      "cite": "Anonymous",
      "quote": "Never put the key to your happiness in somebody else's pocket."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You have greatness in you. The key is to get it out."
    },
    {
      "cite": "Jay Abraham",
      "quote": "The key to all of life is understanding how to add value to others."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Your mental attitude is the most dependable key to your personality."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "Why lock yourself in your own cage when someone is handing you a key?"
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "The key is not to prioritize what's on your schedule, but to schedule your priorities."
    },
    {
      "cite": "A.J. Jacobs",
      "quote": "The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one."
    },
    {
      "cite": "Ralph Marston",
      "quote": "The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen."
    },
    {
      "cite": "Khalid",
      "quote": "Positivity, confidence, and persistence are key in life, so never give up on yourself."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction."
    },
    {
      "cite": "Jane D. Hull",
      "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents."
    },
    {
      "cite": "Jeffrey G. Duarte",
      "quote": "Open all closed minds with the key to understanding."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Idleness is the key of beggary."
    },
    {
      "cite": "Jane Hamilton",
      "quote": "It is books that are a key to the wide world if you can't do anything else, read all that you can."
    },
    {
      "cite": "Dr. William Claire Menninger",
      "quote": "Six essential qualities that are the key to success Sincerity, personal integrity, humility, courtesy, wisdom, charity."
    },
    {
      "cite": "Harsh Malik",
      "quote": "Give your goals a deadline and everything will fall in place. Goal Setting is the key to achieve success in anything you do."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "Gratefulness is the key to a happy life that we hold in our hands, because if we are not grateful, then no matter how much we have we will not be happy  because we will always want to have something else or something more."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "The key to everything is patience. You get the chicken by hatching the egg, not smashing it."
    },
    {
      "cite": "John A. Simone Sr",
      "quote": "The key to wisdom is knowing all the right questions."
    },
    {
      "cite": "Kristine Carlson",
      "quote": "The key to enjoying the journey is being open to the unknown."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Unconditional acceptance of others is the key to happy relationships."
    },
    {
      "cite": "Sam Berns",
      "quote": "Being brave isnt supposed to be easy, but its the key to moving forward."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "The key is to remember there is a tomorrow morning. The dance will continue."
    },
    {
      "cite": "Jay Asher",
      "quote": "When the right moment appears, the key is to not let it pass."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "You may not appreciate the value of a key until you encounter the door it locks or unlocks."
    }
  ]
}