{
  "source": "https://www.wisesayings.com/kickboxing-quotes/",
  "theme": "kickboxing",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Only those who attempt the absurd can achieve the impossible."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Seeing much, suffering much, and studying much are the three pillars of learning."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I'm not in this world to live up to your expectations, and you are not in this world to live up to mine."
    },
    {
      "cite": "Chojun Miyagi",
      "quote": "When your temper rises, lower your fists. When your fists rise, lower your temper."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
      "cite": "Emo Philips",
      "quote": "My computer beat me at checkers, but I sure beat it at kickboxing."
    },
    {
      "cite": "Fred DeVito",
      "quote": "If it doesn't challenge you, it doesn't change you."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Anything that gets your blood racing is probably worth doing."
    },
    {
      "cite": "Irish Proverb",
      "quote": "There's no need to fear the wind if your haystacks are tied down."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fall seven times, stand up eight."
    },
    {
      "cite": "Joshua Graham",
      "quote": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is easy to stand in the crowd, but it takes courage to stand alone."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "McCallister Dodds",
      "quote": "Real strength is not just a condition of one's muscle, but a tenderness in one's spirit."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "You can only fight the way you practice."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Your spirit is the true shield."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It isn't the mountains ahead to climb that wear you out; it’s the pebble in your shoe."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Be brave. Take risks. Nothing can substitute experience."
    },
    {
      "cite": "Ray Kroc",
      "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get."
    },
    {
      "cite": "Rikki Rogers",
      "quote": "Strength doesn't come from what you can do. It comes from overcoming the things you once thought you couldn't."
    },
    {
      "cite": "Seneca",
      "quote": "Fire tests gold, suffering tests brave men."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Life doesn't get easier, or more forgiving, we get stronger and more resilient."
    },
    {
      "cite": "Terry Litwiller",
      "quote": "Success comes from having dreams that are bigger than your fears."
    },
    {
      "cite": "unknown",
      "quote": "Cowards never start. The weak never finish. Winners never quit."
    },
    {
      "cite": "unknown",
      "quote": "Never let your fear decide your future."
    },
    {
      "cite": "unknown",
      "quote": "True strength is in the soul and spirit, not in the muscles."
    },
    {
      "cite": "unknown",
      "quote": "The more you sweat in practice, the less you bleed in battle."
    },
    {
      "cite": "Elvis Presley",
      "quote": "It's not just self defence, it's about self control, body discipline, and mind discipline and breath techniques. It involves yoga. It involves meditation. It's an art, not a sport."
    },
    {
      "cite": "Zoey Deutch",
      "quote": "The kickboxing and the martial arts is so fun. It's like anything in school. You're not going to retain information unless you're interested in it."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It's not whether you get knocked down, it's whether you get up."
    },
    {
      "cite": "Behati Prinsloo",
      "quote": "Kickboxing tightens you up."
    },
    {
      "cite": "Rick English",
      "quote": "A black belt is nothing more than a belt that goes around your waist. Being a black belt is a state of mind and attitude."
    }
  ]
}