{
  "source": "https://www.wisesayings.com/kids-quotes/",
  "theme": "kids",
  "quotes": [
    {
      "cite": "Liam Neeson",
      "quote": "Every cliche about kids is true; they grow up so quickly, you blink and they're gone, and you have to spend the time with them now. But that's a joy."
    },
    {
      "cite": "Chris Rock",
      "quote": "Kids always act up the most before they go to sleep."
    },
    {
      "cite": "Fred Astaire",
      "quote": "The hardest job kids face today is learning good manners without seeing any."
    },
    {
      "cite": "William Stafford",
      "quote": "Kids: they dance before they learn there is anything that isn't music."
    },
    {
      "cite": "JOHNNY DEPP",
      "quote": "When kids hit one year old, it's like hanging out with a miniature drunk. You have to hold onto them. They bump into things. They laugh and cry. They urinate. They vomit."
    },
    {
      "cite": "DAVID HARTMAN",
      "quote": "Kids are capable of handling a lot more than you think if you are willing to commit some time."
    },
    {
      "cite": "ED ASNER",
      "quote": "Raising kids is part joy and part guerilla warfare."
    },
    {
      "cite": "JAMES SULLIVAN",
      "quote": "Kids will reach whatever expectation you set for them."
    },
    {
      "cite": "CONNIE SMITH",
      "quote": "Kids flourish if we get them to school every day."
    },
    {
      "cite": "William Saroyan",
      "quote": "Of course if you like your kids, if you love them from the moment they begin, you yourself begin all over again, in them, with them, and so there is something more to the world again."
    },
    {
      "cite": "Robin Sharma",
      "quote": "No kid is unsmart. Every kid's a genius at something. Our job is to find it. And then encourage it."
    },
    {
      "cite": "Timothy Smith",
      "quote": "Kids can gain courage when they're around us. They become more secure if they know they're important enough for us to invest time with them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Kids go where there is excitement. They stay where there is love."
    },
    {
      "cite": "Michael Carr",
      "quote": "All kids are gifted. Some just open their packages earlier than others."
    },
    {
      "cite": "Earvin Magic Johnson",
      "quote": "All kids need is a little help, a little hope and somebody who believes in them"
    },
    {
      "cite": "John Crudele",
      "quote": "Kids spell love T-I-M-E."
    },
    {
      "cite": "Joyce Sanders",
      "quote": "You don't always know what your kids will do, but your kids should always know what you will do."
    },
    {
      "cite": "Robert Brault",
      "quote": "When you have brought up kids, there are memories you store directly in your tear ducts."
    },
    {
      "cite": "Robert Brault",
      "quote": "Do not ask that your kids live up to your expectations. Let your kids be who they are, and your expectations will be in breathless pursuit."
    },
    {
      "cite": "Karen Brown",
      "quote": "My mom used to say it doesn't matter how many kids you have... because one kid'll take up 100% of your time so more kids can't possibly take up more than 100% of your time."
    },
    {
      "cite": "Susan Savannah",
      "quote": "If your kids are giving you a headache, follow the directions on the aspirin bottle, especially the part that says keep away from children."
    },
    {
      "cite": "Angela Schwindt",
      "quote": "While we try to teach our children all about life, our children teach us what life is all about."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We may not be able to prepare the future for our children, but we can at least prepare our children for the future."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Children make you want to start life over."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "You can learn many things from children. How much patience you have, for instance."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "Children in a family are like flowers in a bouquet: there's always one determined to face in an opposite direction from the way the arranger desires."
    },
    {
      "cite": "Danish proverb",
      "quote": "Children are a poor man's wealth."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "Children are likely to live up to what you believe of them."
    },
    {
      "cite": "Bob Talbert",
      "quote": "Teaching kids to count is fine, but teaching them what counts is best."
    },
    {
      "cite": "Janet Anderson",
      "quote": "Let's face it, there's lots of spoiled kids out there . . . because you can't spank Grandma."
    },
    {
      "cite": "Henny Youngman",
      "quote": "What is a home without children? Quiet."
    },
    {
      "cite": "Harold Hulbert",
      "quote": "Children need love, especially when they do not deserve it."
    },
    {
      "cite": "Red Skelton",
      "quote": "Any kid will run any errand for you if you ask at bedtime."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Children are our most valuable resource."
    },
    {
      "cite": "David Vitter",
      "quote": "I continue to believe that if children are given the necessary tools to succeed, they will succeed beyond their wildest dreams!"
    },
    {
      "cite": "John W. Whitehead",
      "quote": "Children are the living messages we send to a time we will not see."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Children are the hands by which we take hold of heaven."
    },
    {
      "cite": "W. E. B. Du Bois",
      "quote": "Children learn more from what you are, than what you teach."
    },
    {
      "cite": "Ann Van Tassells",
      "quote": "Children are like sponges; they absorb all your strength and leave you limp... but give them a squeeze and you get it all back."
    },
    {
      "cite": "Carol Bellamy",
      "quote": "...in serving the best interests of children, we serve the best interests of all humanity."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Children are a wonderful gift . . . They have an extraordinary capacity to see into the heart of things and to expose sham and humbug for what they are."
    },
    {
      "cite": "Janusz Korczak",
      "quote": "Children are not the people of tomorrow, but are people of today. They have a right to be taken seriously, and to be treated with tenderness and respect. They should be allowed to grow into whoever they were meant to be. 'The unknown person' inside each of them is our hope for the future."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Even when freshly washed and relieved of all obvious confections, children tend to be sticky."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Your children will see what you're all about by what you live rather than what you say."
    },
    {
      "cite": "unknown",
      "quote": "Children run wildly, breathlessly... facing the wind...absorbing its speed."
    }
  ]
}