{
  "source": "https://www.wisesayings.com/kids-growing-up-quotes/",
  "theme": "kids-growing-up",
  "quotes": [
    {
      "cite": "C.S. Lewis",
      "quote": "Some day you will be old enough to start reading fairy tales again."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Parents rarely let go of their children, so children let go of them. They move on. They move away. The moments that used to define them - a mother's approval, a father's nod - are covered by moments of their own accomplishments. It is not until much later, as the skin sags and the heart weakens, that children understand; their stories, and all their accomplishments, sit atop the stories of their mothers and fathers, stones upon stones, beneath the waters of their lives."
    },
    {
      "cite": "Stacia Tauscher",
      "quote": "We worry about what a child will become tomorrow, yet we forget that he is someone today."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Cleaning your house while your kids are still growing up is like shoveling the walk before it stops snowing."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "When we are children we seldom think of the future. This innocence leaves us free to enjoy ourselves as few adults can. The day we fret about the future is the day we leave our childhood behind."
    },
    {
      "cite": "Anne Frank",
      "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Growing up is such a barbarous business, full of inconvenience  and pimples."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A child's life is like a piece of paper on which every person leaves a mark"
    },
    {
      "cite": "Colleen Parro",
      "quote": "Motherhood is an early retirement position. Your children do grow up."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Growing up is losing some illusions, in order to acquire others."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "Children are apt to live up to what you believe of them"
    },
    {
      "cite": "P.D. James",
      "quote": "If from infancy you treat children as gods they are liable in adulthood to act as devils."
    },
    {
      "cite": "The Wonder Years",
      "quote": "Growing up happens in a heartbeat. One day you're in diapers; the next day you're gone. But the memories of childhood stay with you for the long haul."
    },
    {
      "cite": "Alden Nowlan",
      "quote": "The day the child realizes that all adults are imperfect, he becomes an adolescent; the day he forgives them, he becomes an adult; the day he forgives himself, he becomes wise."
    },
    {
      "cite": "Euripides",
      "quote": "To a father growing old nothing is dearer than a daughter."
    },
    {
      "cite": "B. B. King",
      "quote": "Growing up, I was taught that a man has to defend his family. When the wolf is trying to get in, you gotta stand in the doorway."
    },
    {
      "cite": "William Stafford",
      "quote": "Kids: They dance before they learn there is anything that isn't music"
    },
    {
      "cite": "John J. Plomp",
      "quote": "You know children are growing up when they start asking questions that have answers."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Children are the Shades of both mother and father, whether poor or rich every one had a wonderful creative life growing up with them."
    },
    {
      "cite": "unknown",
      "quote": "Dear Mom, You get mad at me for not acting my age, and then start crying because I'm 'growing up too fast.' Sincerely, pick one!"
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Old enough to see that it's wrong, young enough to do it anyway!"
    },
    {
      "cite": "Francis Bacon",
      "quote": "Children sweeten labours, but they make misfortunes more bitter."
    },
    {
      "cite": "B. F. Skinner",
      "quote": "Give me a child and I'll shape him into anything."
    },
    {
      "cite": "Charles Barkley",
      "quote": "Kids are great. That's one of the best things about our business, all the kids you get to meet. It's a shame they have to grow up to be regular people and come to the games and call you names."
    },
    {
      "cite": "Chuck Connors",
      "quote": "I don't want my kids growing up believing that there is nothing destructive in the world."
    },
    {
      "cite": "Tina Turner",
      "quote": "I regret not having had more time with my kids when they were growing up."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "One of the oddest things about being grown-up was looking back at something you thought you knew and finding out the truth of it was completely different from what you had always believed."
    },
    {
      "cite": "Cindy Gerard",
      "quote": "Growing old is mandatory. Growing up is optional."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Oh\", she thought, \"how horrible it is that people have to grow up-and marry-and change!"
    },
    {
      "cite": "Jodi Picoult",
      "quote": "It's about a girl who is on the cusp of becoming someone.. A girl who may not know what she wants right now, and she may not know who she is right now, but who deserves the chance to find out."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Don't try to make me grow up before my time."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "It's hard at times, but it makes a kid strong in ways that most people can't understand. Teaches them that even though people are left behind, new ones will inevitable take their place; that every place has something good - and bad - to offer. It makes a kid grow up fast."
    },
    {
      "cite": "J. M. Barrie",
      "quote": "You need not be sorry for her. She was one of the kind that likes to grow up. In the end she grew up of her own free will a day quicker than the other girls."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "You know your children are growing up when they stop asking you where they came from and refuse to tell you where they're going."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Growing up happens when you start having things you look back on and wish you could change."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "I've screwed everything up royally. I remember you saying that growing up happens when you start having things you look back on and wish you could change."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "I don't want to be a man,\" said Jace. \"I want to be an angst-ridden teenager who can't confront his own inner demons and takes it out verbally on other people instead.\" \"Well,\" said Luke, \"you're doing a fantastic job.\""
    },
    {
      "cite": "Junot Diaz",
      "quote": "If you didn't grow up like I did then you don't know, and if you don't know it's probably better you don't judge."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "It's much easier to not know things sometimes. Things change and friends leave. And life doesn't stop for anybody."
    },
    {
      "cite": "Kim Harrison",
      "quote": "Growing up is hard, love. Otherwise everyone would do it."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I am convinced that most people do not grow up...We marry and dare to have children and call that growing up. I think what we do is mostly grow old. We carry accumulation of years in our bodies, and on our faces, but generally our real selves, the children inside, are innocent and shy as magnolias."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "I think that the best thing we can do for our children is to allow them to do things for themselves, allow them to be strong, allow them to experience life on their own terms, allow them to take the subway... let them be better people, let them believe more in themselves."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "We are all alone, born alone, die alone, and—in spite of True Romance magazines—we shall all someday look back on our lives and see that, in spite of our company, we were alone the whole way. I do not say lonely—at least, not all the time—but essentially, and finally, alone. This is what makes your self-respect so important, and I don't see how you can respect yourself if you must look in the hearts and minds of others for your happiness."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "There is a season for wildness and a season for settledness, and this is neither. This season is about becoming. Don't lose yourself at happy hour, but don't lose yourself on the corporate ladder, either."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "My mother... she is beautiful, softened at the edges and tempered with a spine of steel. I want to grow old and be like her."
    },
    {
      "cite": "John Steinbeck",
      "quote": "When a child first catches adults out -- when it first walks into his grave little head that adults do not always have divine intelligence, that their judgments are not always wise, their thinking true, their sentences just -- his world falls into panic desolation. The gods are fallen and all safety gone. And there is one sure thing about the fall of gods: they do not fall a little; they crash and shatter or sink deeply into green muck. It is a tedious job to build them up again; they never quite shine. And the child's world is never quite whole again. It is an aching kind of growing."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "I met a boy whose eyes showed me that the past, present and future were all the same thing."
    },
    {
      "cite": "Emily Giffin",
      "quote": "He nods, as if to acknowledge that endings are almost always a little sad, even when there is something to look forward to on the other side."
    },
    {
      "cite": "Ally Condie",
      "quote": "Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Most people don't grow up. Most people age. They find parking spaces, honor their credit cards, get married, have children, and call that maturity. What that is, is aging."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I think she is growing up, and so begins to dream dreams, and have hopes and fears and fidgets, without knowing why or being able to explain them."
    },
    {
      "cite": "Roman Payne",
      "quote": "Never did the world make a queen of a girl who hides in houses and dreams without traveling."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "I don’t need anyone else to distract me from myself anymore, like I always thought I would."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Maturity is a bitter disappointment for which no remedy exists, unless laughter could be said to remedy anything."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Kids think with their brains cracked wide open; becoming an adult, I've decided, is only a slow sewing shut."
    },
    {
      "cite": "M.J. Croan",
      "quote": "Maturity is when your world opens up and you realize that you are not the center of it."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "Don’t worry if people think you’re crazy. You are crazy. You have that kind of intoxicating insanity that lets other people dream outside of the lines and become who they’re destined to be."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that he wants to live humbly for one."
    },
    {
      "cite": "Ta-Nehisi Coates",
      "quote": "You are growing into consciousness, and my wish for you is that you feel no need to constrict yourself to make other people comfortable."
    },
    {
      "cite": "Ethan Hawke",
      "quote": "Don't you find it odd,\" she continued, \"that when you're a kid, everyone, all the world, encourages you to follow your dreams. But when you're older, somehow they act offended if you even try."
    },
    {
      "cite": "Alden Nowlan",
      "quote": "Growing up is never straight forward.There are moments when everything is fine, and other moments where you realize that there are certain memories that you'll never get back, and certain people that are going to change, and the hardest part is knowing that there's nothing you can do except watch them."
    },
    {
      "cite": "Derek Landy",
      "quote": "She had been a teenager once, and she knew that, despite the apparent contradictions, a person's teenage years lasted well into their fifties."
    },
    {
      "cite": "Austin Chant",
      "quote": "Thats the trick of growing up. Nothing stays the same.\" Hook sounded oddly sympathetic. \"You see the faults in everything. Including yourself."
    },
    {
      "cite": "Makoto Shinkai",
      "quote": "I still don't know what it really means to grow up. However, if I happen to meet you, one day in the future, by then, I want to become someone you can be proud to know."
    },
    {
      "cite": "John Green",
      "quote": "I was so good at being a kid, and so terrible at being whatever I was now."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "He was painfully shy, which, as is often the manner of the painfully shy, he overcompensated for by being too loud at the wrong times."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "I want to be the best version of myself for anyone who is going to someday walk into my life and need someone to love them beyond reason."
    }
  ]
}