{
  "source": "https://www.wisesayings.com/kind-words-quotes/",
  "theme": "kind-words",
  "quotes": [
    {
      "cite": "Blaise Pascal",
      "quote": "Kind words do not cost much. Yet they accomplish much."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "Kind words are a creative force, a power that concurs in the building up of all that is good, and energy that showers blessings upon the world."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Kind words not only lift our spirits in the moment they are given, but they can linger with us over the years."
    },
    {
      "cite": "Frederick William Faber",
      "quote": "Kind words produce happiness. How often have we ourselves been made happy by kind words, in a manner and to an extent which we are unable to explain!"
    },
    {
      "cite": "Author Unknown",
      "quote": "The kindest word in all the world is the unkind word, unsaid."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "One kind word can warm three winter months."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Kind words can be short and easy to speak, but their echoes are truly endless."
    },
    {
      "cite": "Debbie Macomber",
      "quote": "Be an encourager. Scatter sunshine. Who knows whose life you might touch with something as simple as a kind word."
    },
    {
      "cite": "Sir Arthur Helps",
      "quote": "Wise sayings often fall on barren ground, but a kind word is never thrown away."
    },
    {
      "cite": "Thomas Otway",
      "quote": "If we must part forever, Give me but one kind word to think upon, And please myself with, while my heart's breaking."
    },
    {
      "cite": "Douglas Meador",
      "quote": "Modern science is still trying to produce a tranquilizer more effective than a few kind words."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Let a kind word warm you when your thoughts turn cold."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Kind words are salve to a cankered soul; spread generously."
    },
    {
      "cite": "John McLeod",
      "quote": "Kind words are such a blessing to the needful, if one but knew the pleasure that they bring."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Until you have cultivated the habit of saying some kind word of those whom you do not admire, you will be neither successful nor happy."
    },
    {
      "cite": "Susan RoAne",
      "quote": "They say, You can't give a smile away; it always comes back. The same is true of a kind word or a conversation starter. What goes around, comes around."
    },
    {
      "cite": "Nancy Duarte",
      "quote": "Sometimes all it takes is a kind word of encouragement to get your heroes back on the right path."
    },
    {
      "cite": "Ann B. Ross",
      "quote": "Be kind to everyone - you don't know what cross they're bearing and how sweet that kind word might ring."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Kind words produce their images on men's souls."
    },
    {
      "cite": "Russian Proverb",
      "quote": "A kind word is like a Spring day."
    },
    {
      "cite": "John Lubbock",
      "quote": "A kind word will give more pleasure than a present."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Never lose a chance of saying a kind word"
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You have it easily in your power to increase the sum total of this world's happiness now. How? By giving a few words of sincere appreciation to someone who is lonely or discouraged. Perhaps you will forget tomorrow the kind words you say today, but the recipient may cherish them over a lifetime."
    },
    {
      "cite": "Anonymous",
      "quote": "Kind hearts are the gardens, Kind thoughts are the roots, Kind words are the blossoms, Kind deeds are the fruits."
    },
    {
      "cite": "Neil Strauss",
      "quote": "A couple of kind words can not only make a person's day, but earn you a friend and supporter for life. For the rest of the week, whenever you see someone you want to judge negatively, pay them a compliment instead. See what happens."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Give a kind word (with a kindly thought behind the word) — you will be kind and receive kind words."
    },
    {
      "cite": "Cassandra King",
      "quote": "Be nice to people whether you mean it or not. You never know when a kind word can make a difference in another person’s day – or maybe even his or her life."
    },
    {
      "cite": "Richard Carlson",
      "quote": "Every day, tell at least one person something you like, admire, or appreciate about them."
    },
    {
      "cite": "unknown",
      "quote": "Your words have power. Speak words that are kind, loving, positive, uplifting, encouraging, and life-giving."
    }
  ]
}