{
  "source": "https://www.wisesayings.com/kindness-quotes/",
  "theme": "kindness",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "Kindness is in our power, even when fondness is not."
    },
    {
      "cite": "Bob Kerrey",
      "quote": "Unexpected kindness is the most powerful, least costly, and most underrated agent of human change."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "For it is in giving that we receive."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "He who sees a need and waits to be asked for help is as unkind as if he had refused it."
    },
    {
      "cite": "Mark Twain",
      "quote": "Kindness is the language which the deaf can hear and the blind can see."
    },
    {
      "cite": "Tiruvalluvar",
      "quote": "Real kindness seeks no return; What return can the world make to rain clouds?"
    },
    {
      "cite": "Henry James",
      "quote": "Three things in human life are important: the first is to be kind; the second is to be kind; and the third is to be kind."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The smallest act of kindness is worth more than the grandest intention."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world."
    },
    {
      "cite": "Anne Rice",
      "quote": "Be kind. Always if you have a choice, be kind."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "A kind gesture can reach a wound that only compassion can heal."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Every single time you help somebody stand up you are helping humanity rise."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "Kindness, I've discovered, is everything in life."
    },
    {
      "cite": "Anonymous",
      "quote": "One of the most difficult things to give away is kindness; usually it comes back to you."
    },
    {
      "cite": "Scott Adams",
      "quote": "Remember there's no such thing as a small act of kindness. Every act creates a ripple with no logical end."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If a person seems wicked, do not cast him away. Awaken him with your words, elevate him with your deeds, repay his injury with your kindness. Do not cast him away; cast away his wickedness."
    },
    {
      "cite": "Sarah Fielding",
      "quote": "The words of kindness are more healing to a drooping heart than balm or honey."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "Be kind whenever possible. It is always possible."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burdens of another."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Kindness can transform someone's dark moment with a blaze of light. You'll never know how much your caring matters. Make a difference for another today."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Kindness is loving people more than they deserve."
    },
    {
      "cite": "Lewis Richmond",
      "quote": "Practice kindness - particularly when you feel irritated or things are not going well. Kindness hardly ever goes wrong."
    },
    {
      "cite": "Kevin Heath",
      "quote": "No act of kindness is too small. The gift of kindness may start as a small ripple that over time can turn into a tidal wave affecting the lives of many."
    },
    {
      "cite": "George Sand",
      "quote": "Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness."
    },
    {
      "cite": "Debbie Macomber",
      "quote": "You can't live a perfect day without doing something for someone who will never be able to repay you."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Kindness is the golden chain by which society is bound together."
    },
    {
      "cite": "Author Unknown",
      "quote": "Kindness, like a boomerang, always returns."
    },
    {
      "cite": "Plato",
      "quote": "Be kind, for everyone you meet is fighting a harder battle."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "Kindness is an inner desire that makes us want to do good things even if we do not get anything in return. It is the joy of our life to do them. When we do good things from this inner desire, there is kindness in everything we think, say, want and do."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted."
    },
    {
      "cite": "Mary Schmich",
      "quote": "Don't be reckless with other people's hearts, and don't put up with people that are reckless with yours."
    },
    {
      "cite": "Kathryn Stockett",
      "quote": "All I'm saying is, kindness don't have no boundaries."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Kindness can become its own motive. We are made kind by being kind."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The smallest act of kindness is worth more than the greatest intention."
    },
    {
      "cite": "Rick Riordan",
      "quote": "But remember, boy, that a kind act can sometimes be as powerful as a sword."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Being kind to someone, only to look kind to others, defeats the purpose of being kind."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel to be tough."
    },
    {
      "cite": "Jean Maalouf",
      "quote": "Kindness holds the key to the secret of our own transformation and, in the process, of the transformation of the world."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Our kindness may be the most persuasive argument for that which we believe."
    },
    {
      "cite": "Richard Dehmel",
      "quote": "A little kindness from person to person is better than a vast love for all humankind."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You cannot do a kindness too soon, for you never know how soon it will be too late."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "If you treat people right they will treat you right ... ninety percent of the time."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The simplest acts of kindness are by far more powerful then a thousand heads bowing in prayer."
    }
  ]
}