{
  "source": "https://www.wisesayings.com/kindred-quotes/",
  "theme": "kindred",
  "quotes": [
    {
      "cite": "Teresa of Avila",
      "quote": "What friends or kindred can be so close and intimate as the powers of our soul, which, whether we will or no, must ever bear us company?"
    },
    {
      "cite": "Heinrich Heine",
      "quote": "It is only kindred griefs that draw forth our tears, and each weeps really for himself."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "A family stitched together with love seldom unravels."
    },
    {
      "cite": "Samuel Rogers",
      "quote": "Kindred objects kindred thoughts inspire, as summer clouds flash forth electric fire."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Kindred weaknesses induce friendships as often as kindred virtues."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "He who understands you is greater kin to you than your own brother. For even your own kindred neither understand you nor know your true worth."
    },
    {
      "cite": "Edward Abbey",
      "quote": "All living things on earth are kindred."
    },
    {
      "cite": "Milton Berle",
      "quote": "If you hire relatives, you'll have a payroll that won't quit."
    },
    {
      "cite": "Oliver Hudson",
      "quote": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with."
    },
    {
      "cite": "Charles Alexander Eastman",
      "quote": "The clan is nothing more than a larger family, with its patriarchal chief as the natural head, and the union of several clans by intermarriage and voluntary connection constitutes the tribe."
    },
    {
      "cite": "Catherynne M Valente",
      "quote": "Family is a transitive property."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "A family needs a father to anchor it."
    },
    {
      "cite": "Marques Houston",
      "quote": "Even a family needs to work as a team."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A happy family is but an earlier heaven."
    },
    {
      "cite": "Pope Pius XI",
      "quote": "The family is more sacred than the state."
    },
    {
      "cite": "Will Durant",
      "quote": "The family is the nucleus of civilization."
    },
    {
      "cite": "George Santayana",
      "quote": "The family is one of nature's masterpieces."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "The family is a haven in a heartless world."
    },
    {
      "cite": "Mark Steyn",
      "quote": "When the family dies, the nation follows..."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "The family is the corner stone of our society."
    },
    {
      "cite": "Aidan Quinn",
      "quote": "The family is where most of our joy comes from."
    },
    {
      "cite": "George Eliot",
      "quote": "Family likeness has often a deep sadness in it."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Happy families are all alike; every unhappy family is unhappy in its own way."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Family... a group experience of love and support."
    },
    {
      "cite": "Lady Violet",
      "quote": "No family is ever what it seems from the outside."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Family is not an important thing. It's everything."
    },
    {
      "cite": "Martha Reeves",
      "quote": "A large family makes you accept sharing your parents."
    },
    {
      "cite": "John Lyly",
      "quote": "The greater the kindred is, the lesse the kindnesse must bee."
    },
    {
      "cite": "Jennifer Hudson",
      "quote": "Family makes a house a home."
    },
    {
      "cite": "Carmelo Anthony",
      "quote": "Family time is the best time."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Family is a place where love never ends."
    },
    {
      "cite": "Johann Georg Zimmermann",
      "quote": "Family pride entertains many unsocial opinions."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Kindred spirits alone do not change with the changing years."
    },
    {
      "cite": "David Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Sticking with your family is what makes it a family."
    },
    {
      "cite": "Tammy Bruce",
      "quote": "No family is perfect, and that's true. None of us are."
    },
    {
      "cite": "Téa Obreht",
      "quote": "A family has its own rituals and its own superstitions."
    },
    {
      "cite": "James E. Faust",
      "quote": "Searching for our kindred dead isn't just a hobby. It is a fundamental responsibility for all members of the Church. We believe that life continues after death and that all will be resurrected."
    }
  ]
}