{
  "source": "https://www.wisesayings.com/kingdom-quotes/",
  "theme": "kingdom",
  "quotes": [
    {
      "cite": "Desiderius Erasmus",
      "quote": "In the kingdom of the blind, the one-eyed man is king."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "There can be noÂ KingdomÂ of God in the world without theÂ KingdomÂ of God in our hearts."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The outerÂ kingdomÂ is not our real home. The innerÂ kingdomÂ is our everything."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "A dividedÂ kingdomÂ cannot defend itself from its adversaries. A divided person cannot face life in a dignified way."
    },
    {
      "cite": "Catherine Doherty",
      "quote": "To pass through the door that leads to God'sÂ kingdom, we must go down on our knees."
    },
    {
      "cite": "Carl Linnaeus",
      "quote": "The plantÂ kingdomÂ covers the entire earth, offering our senses great pleasure and the delights of summer."
    },
    {
      "cite": "Matthew Henry",
      "quote": "TheÂ kingdomÂ of heaven was never intended to indulge the ease of triflers, but to the rest of them that labor."
    },
    {
      "cite": "John Oswald Sanders",
      "quote": "The frontiers of theÂ kingdomÂ of God were never advanced by men and women of caution."
    },
    {
      "cite": "Tony Evans",
      "quote": "AÂ kingdomÂ man understands that God never said a godly life would be easy; He just said it would be worth it."
    },
    {
      "cite": "Cornel West",
      "quote": "If theÂ KingdomÂ of God is in you, you should leave a little bit of heaven wherever you go."
    },
    {
      "cite": "Joseph Smith, Jr.",
      "quote": "No one can ever enter the celestial kingdom unless he is strictly honest."
    },
    {
      "cite": "Bill Johnson",
      "quote": "When we pursueÂ kingdomÂ principles above His presence, we are looking for theÂ kingdomÂ without a king."
    },
    {
      "cite": "Haile Selassie",
      "quote": "Outside theÂ kingdomÂ of the Lord there is no nation which is greater than any other. God and history will remember your judgment."
    },
    {
      "cite": "James Denney",
      "quote": "TheÂ KingdomÂ of Heaven is not for the well-meaning: it is for the desperate."
    },
    {
      "cite": "Martin Luther",
      "quote": "An earthlyÂ kingdomÂ cannot exist without inequality of persons. Some must be free, some serfs, some rulers, some subjects."
    },
    {
      "cite": "William Law",
      "quote": "If you have not chosen the Kingdom of God first, it will in the end make no difference what you have chosen instead."
    },
    {
      "cite": "Robert E. Howard",
      "quote": "AÂ kingdomÂ is not lost by a single defeat."
    },
    {
      "cite": "Dallas Willard",
      "quote": "OtherÂ kingdoms are still present on earth along with theÂ kingdomÂ of the heavens. That is the human condition."
    },
    {
      "cite": "E. M. Forster",
      "quote": "TheÂ kingdomÂ of music is not theÂ kingdomÂ of this world."
    },
    {
      "cite": "James Burgh",
      "quote": "NoÂ KingdomÂ can be secured otherwise than by arming the people. The possession of arms is the distinction between a freeman and a slave."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "A kingdom founded on injustice never lasts."
    },
    {
      "cite": "Walter Rauschenbusch",
      "quote": "TheÂ KingdomÂ of God is not a matter of getting individuals to heaven, but of transforming the life on earth into the harmony of heaven."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "TheÂ kingdomÂ of God is just behind the darkness of closed eyes, and the first gate that opens to it is your peace."
    },
    {
      "cite": "N. T. Wright",
      "quote": "TheÂ kingdomÂ that Jesus preached and lived was all about a glorious, uproarious, absurd generosity."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "In the animal kingdom, the rule is, eat or be eaten; in the human kingdom, define or be defined."
    },
    {
      "cite": "Dallas Willard",
      "quote": "TheÂ kingdomÂ of God is the true ecology of the human soul."
    },
    {
      "cite": "Johannes Tauler",
      "quote": "In the kingdom of heaven it is His work that will be crowned, not yours. Anything in you that He has not wrought Himself will count for nothing."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The 'kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death.'"
    },
    {
      "cite": "Charles de Montesquieu",
      "quote": "No kingdom has shed more blood than the kingdom of Christ."
    },
    {
      "cite": "Orson Pratt",
      "quote": "The kingdom of God is an order of government established by divine authority. It is the only legal government that can exist in any part of the universe."
    },
    {
      "cite": "John Burroughs",
      "quote": "The Kingdom of Heaven is not a place, but a state of mind."
    },
    {
      "cite": "Sun Tzu",
      "quote": "AÂ kingdomÂ that has once been destroyed can never come again into being; nor can the dead ever be brought back to life."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "In theÂ kingdom, the greater our responsibilities, the greater is our need to see ourselves as servants."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "TheÂ kingdomÂ of heaven is closer than the brow above the eye but mankind does not see it."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Whatever else it is, theÂ kingdomÂ of God is decidedly not a call to violent revolution."
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "As every divided kingdom falls, so every mind divided between many studies confounds and saps itself."
    },
    {
      "cite": "Neal A. Maxwel",
      "quote": "If theÂ kingdomÂ of God is not first, it doesn't matter what's second."
    },
    {
      "cite": "Anatole France",
      "quote": "TheÂ KingdomÂ of Heaven is a military autocracy and there is no public opinion in it."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "God's Kingdom isn't divided into areas of important people and areas of little people. In God's sight, everyone's needful."
    },
    {
      "cite": "Dennis Adonis",
      "quote": "In aÂ kingdomÂ of thieves, the ways of an honest man will always be a crime."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "If you don't enter theÂ kingdomÂ of heaven by God's way, you cannot enter at all."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "The seeking of theÂ kingdomÂ of God is the chief business of the Christian life."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "The kingdom of heaven is like electricity. You don't see it. It is within you."
    }
  ]
}