{
  "source": "https://www.wisesayings.com/king-quotes/",
  "theme": "king",
  "quotes": [
    {
      "cite": "Leo Tolstoy",
      "quote": "Kings are the slaves of history."
    },
    {
      "cite": "Homer",
      "quote": "Too many kings can ruin an army"
    },
    {
      "cite": "Cameron Dokey",
      "quote": "For surely a king is first a man. And so it must follow that a king does as all men do: the best he can."
    },
    {
      "cite": "Toby Forward",
      "quote": "The King did what all wise husbands do. He did as he was told."
    },
    {
      "cite": "W.H. Mitchell",
      "quote": "…every King must have a fool or risk becoming the fool himself."
    },
    {
      "cite": "Hellen Keller",
      "quote": "There is no king who has not had a slave among his ancestors, and no slave who has not had a king among his."
    },
    {
      "cite": "John Dryden",
      "quote": "Kings fight for empires, madmen for applause."
    },
    {
      "cite": "Alexander Pope",
      "quote": "A king may be a tool, a thing of straw; but if he serves to frighten our enemies, and secure our property, it is well enough; a scarecrow is a thing of straw, but it protects the corn."
    },
    {
      "cite": "Mark Twain",
      "quote": "All kings is mostly rapscallions."
    },
    {
      "cite": "William Penn",
      "quote": "Kings in this world should imitate God, their mercy should be above their works."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Kings are like stars -- they rise and set, they have the worship of the world, but no repose."
    },
    {
      "cite": "John Locke",
      "quote": "A king that would not feel his crown too heavy for him, must wear it every day, but if he think it too light, he knoweth not of what metal it is made."
    },
    {
      "cite": "Aristotle",
      "quote": "Kings ought to differ from their subjects, not in kind, but in perfection."
    },
    {
      "cite": "Elizabeth I",
      "quote": "To be a king and wear a crown is a thing more glorious to them that see it than it is pleasant to them that bear it."
    },
    {
      "cite": "Plato",
      "quote": "Kings are never without flatterers to seduce them, ambition to deprive them, and desires to corrupt them."
    },
    {
      "cite": "John Milton",
      "quote": "He who reigns within himself and rules passions, desires, and fears is more than a king."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Kings also sleep; but the clever ones, with one eye open, just like dolphins and whales."
    },
    {
      "cite": "Sinclair Lewis",
      "quote": "Every man is a king so long as he has someone to look down on."
    },
    {
      "cite": "V.E. Schwab",
      "quote": "Kings need not raise their voices to be heard."
    },
    {
      "cite": "James Monroe",
      "quote": "A king without power is an absurdity."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Great kings began as great boys"
    },
    {
      "cite": "Seneca The Younger",
      "quote": "He is a king who fears nothing, he is a king who desires nothing!"
    },
    {
      "cite": "John Selden",
      "quote": "A king is a thing men have made for their own sakes, for quietness sake. Just as in a family one man is appointed to buy the meat."
    },
    {
      "cite": "Charles II",
      "quote": "You had better have one King than five hundred."
    },
    {
      "cite": "Claudius",
      "quote": "A king is a living law."
    },
    {
      "cite": "Aristotle",
      "quote": "Magistrates rule by an established rotation; kings reign for life."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The king's name is a tower of strength, which they upon the adverse party want."
    }
  ]
}