{
  "source": "https://www.wisesayings.com/kissing-quotes/",
  "theme": "kissing",
  "quotes": [
    {
      "cite": "Rene Yasenek",
      "quote": "Kissing is a means of getting two people so close together that they can't see anything wrong with each other."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Kissing is like drinking salted water. You drink, and your thirst increases."
    },
    {
      "cite": "Anonymous",
      "quote": "Kissing is a merging of two lips, two souls and two spirits that makes them divine."
    },
    {
      "cite": "Melissa",
      "quote": "Kissing you is like dancing in the rain; it is an exciting kind of sensation that you can't help but fall in love with."
    },
    {
      "cite": "Louise Erickson",
      "quote": "Kissing may not spread germs, but they certainly lower resistance."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "Her lips on his could tell him better than all her stumbling words."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Lips that taste of tears, they say, Are the best for kissing."
    },
    {
      "cite": "Eve Glicksman",
      "quote": "Ancient lovers believed a kiss would literally unite their souls, because the spirit was said to be carried in one's breath."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Soul meets soul on lovers' lips."
    },
    {
      "cite": "Jon Troast",
      "quote": "I can't read lips unless they're touching mine."
    },
    {
      "cite": "Emil Ludwig",
      "quote": "The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender; because this kiss already has within it that surrender."
    },
    {
      "cite": "Eve Glicksman",
      "quote": "Ancient lovers believed a kiss would literally unite their souls, because the spirit was said to be carried in one's breath."
    },
    {
      "cite": "Thomas C. Haliburton",
      "quote": "There is the kiss of welcome and of parting, the long, lingering, loving, present one; the stolen, or the mutual one; the kiss of love, of joy, and of sorrow; the seal of promise and receipt of fulfillment."
    },
    {
      "cite": "Anita Loos",
      "quote": "Kissing your hand may make you feel very very good but a diamond and sapphire bracelet lasts forever."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Stolen kisses are always sweetest."
    },
    {
      "cite": "Mistinguett",
      "quote": "A kiss can be a comma, a question mark or an exclamation point. That's basic spelling that every woman ought to know."
    },
    {
      "cite": "Chico Marx",
      "quote": "I wasn't kissing her, I was whispering in her mouth."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Women still remember the first kiss after men have forgotten the last."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "It is the passion that is in a kiss that gives to it its sweetness; it is the affection in a kiss that sanctifies it."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "A kiss makes the heart young again and wipes out the years."
    },
    {
      "cite": "Carrie Latet",
      "quote": "When I kiss you, I can taste your soul."
    },
    {
      "cite": "Peter De Vries",
      "quote": "We turned on one another deep, drowned gazes, and exchanged a kiss that reduced my bones to rubber and my brain to gruel."
    },
    {
      "cite": "Henry Finck",
      "quote": "Is not a kiss the very autograph of love"
    },
    {
      "cite": "Dave Matthews",
      "quote": "A friend is always good to have, but a lover's kiss is better than angels raining down on me."
    },
    {
      "cite": "Billie Holiday",
      "quote": "A kiss that is never tasted, is forever and ever wasted."
    },
    {
      "cite": "Daniel Heinsius",
      "quote": "You may conquer with the sword, but you are conquered by a kiss."
    },
    {
      "cite": "unknown",
      "quote": "A kiss is something you cannot give without taking and cannot take without giving."
    },
    {
      "cite": "Robert Browning",
      "quote": "What of soul was left, I wonder, when the kissing had to stop"
    },
    {
      "cite": "E. E. Cummings",
      "quote": "Kisses are a better fate than wisdom."
    },
    {
      "cite": "Robert Browning",
      "quote": "The moment eternal - just that and no more - When ecstasy's utmost we clutch at the core While cheeks burn, arms open, eyes shut, and lips meet!"
    },
    {
      "cite": "Alferd De Musset",
      "quote": "With a kiss let us set out for an unknown world."
    },
    {
      "cite": "Joe Jonas",
      "quote": "If it's the first kiss, it's important for the eyes to be closed so you know it's real. It's almost like a Disney movie!"
    },
    {
      "cite": "Bret Harte",
      "quote": "Never a lip is curved with pain that can't be kissed into smiles again."
    },
    {
      "cite": "Byron Caldwell Smith",
      "quote": "I can forget my very existence in a deep kiss of you."
    },
    {
      "cite": "Oliver Wendall Holmes",
      "quote": "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A kiss may ruin a human life."
    },
    {
      "cite": "Robert Frost",
      "quote": "Love at the lips was touch as sweet as I could bear."
    },
    {
      "cite": "Lord Tennyson",
      "quote": "Once he drew with one long kiss My whole soul through my lips, As sunlight drinketh dew."
    },
    {
      "cite": "Jan Arden",
      "quote": "My heart smiled when you kissed my lips. What a sweet surprise."
    },
    {
      "cite": "LJ",
      "quote": "A kiss shares things that words find hard to express."
    },
    {
      "cite": "Tony Davis",
      "quote": "Hugging closes the door to hate. Kissing opens the door to love."
    },
    {
      "cite": "LJ",
      "quote": "There is something almost magical about kissing the one you love...  time is no more as lips touch, the art of tenderness displayed and emotion and passions ignite into flame."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Never close your lips to those whom you have opened your heart."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Once he drew, with one long kiss my whole soul through my lips."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Take it and return it: the kiss of love."
    },
    {
      "cite": "English Proverb",
      "quote": "Kisses that are easily obtained are easily forgotten."
    },
    {
      "cite": "Edmond Rostand",
      "quote": "A kiss, when all is said, what is it? A rosy dot placed on the i in loving; 'Tis a secret told to the mouth instead of to the ear."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
    },
    {
      "cite": "Sheril Kirshenbaum",
      "quote": "A kiss is one of the most significant exchanges two people can have, serving as an unspoken language to convey our deepest feelings when words simply will not do."
    },
    {
      "cite": "Sheril Kirshenbaum",
      "quote": "Kiss is a symbol of love and desire to a perfunctory greeting between family and friends, this act can have innumerable meanings and resonances."
    },
    {
      "cite": "Sheril Kirshenbaum",
      "quote": "Some kisses are sealed forever in our minds and hearts, while others are forgotten as quickly as they occur."
    },
    {
      "cite": "Sheril Kirshenbaum",
      "quote": "Across continents and time, kissing is one of the most important activities in our lives, yet its real nature has been too often overlooked by scientists and laypeople alike."
    },
    {
      "cite": "Sheril Kirshenbaum",
      "quote": "For many of us, kiss is a part of our earliest introduction to planet earth, and is often involved in our final exit as well."
    },
    {
      "cite": "William Cane",
      "quote": "A kiss is like a window into someone's inner thoughts."
    },
    {
      "cite": "William Cane",
      "quote": "You can sense the mood of the person you're kissing. You can often tell how they really feel about you from a kiss."
    },
    {
      "cite": "William Cane",
      "quote": "Another thing I like about kissing is that it always foreshadows what might be coming."
    },
    {
      "cite": "William Cane",
      "quote": "Kissing is more than mere technique. It's passion, romance, and above all love."
    },
    {
      "cite": "William Cane",
      "quote": "Kissing is such a connection! I mean it's nearly impossible to kiss someone and not stay physically and mentally involved."
    },
    {
      "cite": "J. Beaumont",
      "quote": "A kiss is the seal of affection."
    },
    {
      "cite": "Opitz",
      "quote": "Kisses are the messenger of love."
    },
    {
      "cite": "Sydney Smith",
      "quote": "There is much virtue in a kiss of honest love."
    },
    {
      "cite": "Miss Annie C Johnson",
      "quote": "There is some mysterious virtue in a kiss, after all."
    },
    {
      "cite": "Cowley",
      "quote": "There is magic in a kiss that doth disarm all force."
    },
    {
      "cite": "J Randolph",
      "quote": "A kiss is not the feast; it is an invitation to the feast."
    },
    {
      "cite": "De Levis",
      "quote": "A kiss is the door that opens the citadel of the heart."
    },
    {
      "cite": "B West",
      "quote": "A simple kiss from my mother made me a painter."
    },
    {
      "cite": "Byron",
      "quote": "The strength of a kiss is generally measured by its length."
    },
    {
      "cite": "Niphus",
      "quote": "A kiss is at once the token of boldness, confidence, and affection."
    },
    {
      "cite": "JP Brown",
      "quote": "A kiss given and received is the token of love offered and accepted."
    },
    {
      "cite": "Miss S Prichard",
      "quote": "The acme of human happiness is that we may kiss whom we please, and please whom we kiss."
    },
    {
      "cite": "WS Landor",
      "quote": "It is delightful to kiss the eyelashes of the beloved; but never so delightful as when fresh tears are on them."
    },
    {
      "cite": "GD Prentice",
      "quote": "When two hearts are surcharged with love's electricity, a kiss is the burning contact, the wild, leaping flame of love's enthusiasm."
    },
    {
      "cite": "J Bodenham",
      "quote": "Though a lover be never so great an orator, yet a kiss on the lips of his beloved is often more eloquent than all his fine speech."
    },
    {
      "cite": "G Villiers",
      "quote": "Kisses are like grains of gold or silver found upon the ground, of no value themselves, but precious as showing that a mine is near."
    },
    {
      "cite": "J Keats",
      "quote": "I came to feel how far above all fancy, pride, and fickle maidenhood, all earthly pleasure, all imagined good, was the warm tremble of a devout kiss."
    },
    {
      "cite": "Mrs. John Sanford",
      "quote": "The soul as one leaf is plucked, all its mates easily fall after; and a kiss may sometimes break out the first leaf."
    },
    {
      "cite": "C Dickens",
      "quote": "Deal gently with those who stray; draw by love and persuasion; a kiss is worth a thousand kicks; a kind word is more valuable than a mine of gold."
    },
    {
      "cite": "HW Shaw",
      "quote": "I cannot tell you whether there is any particular etiquette to be observed in administering a kiss; the great beauty of a kiss lies in its impulsiveness, and in its impressibility."
    },
    {
      "cite": "J Brientnall",
      "quote": "Kissing an unwilling pair of lips is as mean a victory as robbing a bird's nest, and kissing too willing ones, is about as unfragrant a recreation as making bouquets out of dandelions."
    },
    {
      "cite": "A Clyde",
      "quote": "A kiss fairly electrifies you; no language expresses it. A kiss is as old as creation; Eve learned it in paradise, and was taught its beauties, virtues, and varieties by an angel, for there is something so transcendent in it."
    },
    {
      "cite": "M. Danesi",
      "quote": "The force of gravity seems no longer to be in effect, at the kiss transports the lovers tp another plane of existence--high above the mundane."
    },
    {
      "cite": "M. Danesi",
      "quote": "Kissing is not imprinted in our genes; rather, it is product of cultural events that took courtship away from the control of the family, making it a matter of personal choice."
    },
    {
      "cite": "Barbara Levine",
      "quote": "Kissing, though, is a wondrous, collaborative act. It is one of the most recognizable, simple expressions in our physical vocabulary."
    },
    {
      "cite": "Barbara Levine",
      "quote": "When tit comes to romance, it is universally acknowledged that kissing is not only a rewarding end in itself, but a prelude to something more."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Kiss me, and you will see how important I am."
    },
    {
      "cite": "Violet Blue",
      "quote": "Sometimes the anticipation of your first kiss is the best part. Taking your time to build up the attraction and excitement makes you first kiss that much more unforgettable--and wonderfully, passionately explosive."
    },
    {
      "cite": "Erin Agutter",
      "quote": "As we evolved the kiss was able to reveal even more, including the kisser's likely intentions and aspects of his or her personality."
    },
    {
      "cite": "Erin Agutter",
      "quote": "The first kiss, whether it's your first kiss with a particular person or your first kiss ever, is always special."
    },
    {
      "cite": "Jean Marie",
      "quote": "A kiss can be a comma, question mark or an exclamation point. That's basic spelling that every woman ought to know."
    },
    {
      "cite": "Andrea Demirjian",
      "quote": "Kissing. It conjures up a swash of wonderful emotions, sensations and meanings."
    },
    {
      "cite": "Andrea Demirjian",
      "quote": "Originally an instinctual prelude to matting, kissing transformed humankind be becoming the universal glue that binds."
    },
    {
      "cite": "Andrea Demirjian",
      "quote": "Kissing. A nonverbal communication that declares a thousand things."
    },
    {
      "cite": "Andrea Demirjian",
      "quote": "A kiss is both given and received. It's spontaneous. Unique. Intuitive. Secretive. Affectionate. Passionate. Romantic and blissful."
    },
    {
      "cite": "Andrea Demirjian",
      "quote": "A kiss can't be faked. Its duality can bring great joy. Or deep sorrow. Render you weak. Or brave. Vulnerable. Or invincible."
    },
    {
      "cite": "William Cane",
      "quote": "Every young lover is a voyager and the first kiss is the safe harbor toward which each captain steers his vessel. Beyond all else it is the first kiss that is the goal to be reached if love is to ignite."
    },
    {
      "cite": "William Cane",
      "quote": "Although we're all born with the ability to pucker and pout, the art of kissing really develops and blossoms with rehearsal."
    },
    {
      "cite": "Eduardo Galeana",
      "quote": "We are all mortal until the first kiss and the second glass of wine."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Alas, poor heart / That kiss is comfortless / As frozen water to a starved snake."
    }
  ]
}