{
  "source": "https://www.wisesayings.com/kite-quotes/",
  "theme": "kite",
  "quotes": [
    {
      "cite": "Augusten Burroughs",
      "quote": "You need to grab your dream out of the sky like it's a kite and pinch the string through your fingers until you reach the spool."
    },
    {
      "cite": "Simon Napier-Bell",
      "quote": "A kite can't really fly free,that's just an expression. In order to soar high in the sky the string of a kite needs to be anchored. If the string breaks the kite drops back to the ground. The kite's freedom depends on it not being as free as he thinks it is."
    },
    {
      "cite": "Kate Bush",
      "quote": "Come up and be a kite, On a diamond flight!"
    },
    {
      "cite": "Lauren Bacall",
      "quote": "Imagination is the highest kite that one can fly."
    },
    {
      "cite": "Frank Harris",
      "quote": "Strong people are made by opposition like kites that go up against the wind."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "Imagination is the highest kite that can fly."
    },
    {
      "cite": "Charlie Dunton",
      "quote": "If the kite is set up properly it will shoot up into the sky."
    },
    {
      "cite": "Vikrmn",
      "quote": "When the wind is against you, like a kite, have your chord of faith rooted and you would fly highest ever."
    },
    {
      "cite": "Anoymous",
      "quote": "Don't ignore the small things -- the kite flies because of its tail."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "A kite is a victim you are sure of. you love it because it pulls."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Kites rise highest against the wind - not with it."
    },
    {
      "cite": "Greg Van Winkle",
      "quote": "Kite has bought it and the price it was purchased for was not as competitive as what others might have paid for."
    },
    {
      "cite": "Alan Cohen",
      "quote": "You will find truth more quickly through delight than gravity. Let out a little more string on your kite."
    },
    {
      "cite": "Takuboku Ishikawa",
      "quote": "Like a kite Cut from the string, Lightly the soul of my youth Has taken flight."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The optimist pleasantly ponders how high his kite will fly; the pessimist woefully wonders how soon his kite will fall."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the wind stops, kite falls but bird flies; because bird did not borrow the wind when rising!"
    },
    {
      "cite": "Anonymous",
      "quote": "Never fear opposition: A kite rises highest when it goes against the wind."
    },
    {
      "cite": "Hamilton Wright Mabie",
      "quote": "Don't be afraid of opposition. Remember, a kite rises against, not with, the wind."
    },
    {
      "cite": "John Petit-Senn",
      "quote": "True courage is like a kite; a contrary wind raises it higher."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "A certain amount of opposition is a great help to a man. Kites rise against, not with, the wind."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "Let the kite perch and let the eagle perch too. If one says no to the other, let his wing break."
    },
    {
      "cite": "Anais Nin",
      "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
    },
    {
      "cite": "Pharrell Williams",
      "quote": "It can't be all you. Just like you need air to fly a kite. It's not the kite. It's the air."
    },
    {
      "cite": "Eric T. Paulsen",
      "quote": "Life is much like flying a Kite, you never know what direction the wind is going to blow and how many twists and turns there will be before the flight is over!"
    },
    {
      "cite": "Wu Guanzhong",
      "quote": "Art is like a kite. You have to pull the string hard in order to stretch it to its limit, but you don't want to pull it so hard that you break the thread, because the thread connects you to the land and its peoples."
    },
    {
      "cite": "Victor Robert Lee",
      "quote": "A kite only flies if it's tethered."
    },
    {
      "cite": "Mufti Ismail Menk",
      "quote": "A kite flies even higher with strong adverse wind. So don't despair, enjoy flying your kite whilst the wind blows."
    },
    {
      "cite": "Randall Dale Adams",
      "quote": "A kite can be flown in an absolute vacuum if it can be towed at the speed of light."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A kite flies against the wind, not with it."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't ignore the small things, the kite flies because of its tail."
    }
  ]
}