{
  "source": "https://www.wisesayings.com/kitty-quotes/",
  "theme": "kitty",
  "quotes": [
    {
      "cite": "Ernest Hemingway",
      "quote": "A cat has absolute emotional honesty: human beings, for one reason or another, may hide their feelings, but a cat does not."
    },
    {
      "cite": "Andy Rooney",
      "quote": "A cat's idea of a 'good time' is to kill something."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "The cat does not offer services. The cat offers itself. Of course he wants care and shelter. You don't buy love for nothing."
    },
    {
      "cite": "Champfleury",
      "quote": "A little drowsing cat is an image of perfect beatitude."
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "No cat out of its first fur can ever be deceived by appearances. Unlike human beings, who enjoy them."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "A well-trained cat doesn't exist because a cat remains a cat."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "The cat is cryptic, and close to strange things which men cannot see."
    },
    {
      "cite": "Charlotte Gray",
      "quote": "Any cat that misses a mouse pretends it was aiming for the dead leaf."
    },
    {
      "cite": "Tamora Pierce",
      "quote": "A cat understands how to be pleasant in the morning. He doesn't talk."
    },
    {
      "cite": "Francois Joseph Mery",
      "quote": "God made the cat to give man the pleasure of stroking a tiger"
    },
    {
      "cite": "Charles Horton Cooley",
      "quote": "A cat cares for you only as a source of food, security and a place in the sun."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you hold a cat by the tail you learn things you cannot learn any other way."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The cat has complete emotional honesty – an attribute not often found in humans."
    },
    {
      "cite": "Douglas Larson",
      "quote": "The cat could very well be man's best friend but would never stoop to admitting it."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "If you are worthy of its affection, a cat will be your friend but never your slave."
    },
    {
      "cite": "Margaret Benson",
      "quote": "The cat is, above all things, a dramatist."
    },
    {
      "cite": "Hazel Nicholson",
      "quote": "A cat is a puzzle for which there is no solution."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "In a cat's eye, all things belong to cats."
    },
    {
      "cite": "Aesop",
      "quote": "The cat always leaves a mark on his friend."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A cat will never drown if she sees the shore."
    },
    {
      "cite": "Ruth Graham",
      "quote": "Every cat knows some things need to be buried."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "A cat is a cat. She has no race creed or collar."
    },
    {
      "cite": "Elizabeth Marshall Thomas",
      "quote": "No cat purrs unless someone is around to listen."
    },
    {
      "cite": "Robert Lynd",
      "quote": "A cat is only technically an animal, being divine."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Cat angels are the reason there are no mice angels."
    },
    {
      "cite": "Paul Gallico",
      "quote": "A cat doesn't linger over making it's desires felt."
    },
    {
      "cite": "Stanley Spencer",
      "quote": "Wherever a cat sits, there shall happiness be found."
    },
    {
      "cite": "Greg Kinnear",
      "quote": "If a woman has one cat, it will invariably turn into 20."
    },
    {
      "cite": "Alwin Nikolais",
      "quote": "A cat is never a presentation, but an innocent happening."
    },
    {
      "cite": "E. V. Lucas",
      "quote": "Every cat is really the most beautiful woman in the room."
    },
    {
      "cite": "Konrad Lorenz",
      "quote": "The cat is a wild animal that inhabits the homes of humans."
    },
    {
      "cite": "Lynn-Holly Johnson",
      "quote": "Cat's eyes seem a bridge to a world beyond the one we know."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "The cat dwells within the circle of her own secret thoughts."
    },
    {
      "cite": "Deng Xiaoping",
      "quote": "Black cat or white cat: If it can catch mice, it's a good cat."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "A cat can never be well-trained because they're too independent."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "The only true animal is a cat, and the only true cat is a gray cat."
    },
    {
      "cite": "Derek Tangye",
      "quote": "A cat has to be in a very bad mood if a human cannot coax him to purr."
    },
    {
      "cite": "W. C. Fields",
      "quote": "The clever cat eats cheese and breathes down rat holes with baited breath."
    },
    {
      "cite": "Judith Merkle Riley",
      "quote": "A cat improves the garden wall in sunshine, and the hearth in foul weather."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "A cat pours his body on the floor like water. It is restful just to see him."
    },
    {
      "cite": "Groucho Marx",
      "quote": "A black cat crossing your path signifies that the animal is going somewhere."
    },
    {
      "cite": "Mark Twain",
      "quote": "The main difference between a cat and a lie is that a cat only has nine lives."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "The cat makes himself the companion of your hours of solitude, melancholy and toil."
    },
    {
      "cite": "Richard L. Peterson",
      "quote": "Each cat has a distinct purrsonality."
    },
    {
      "cite": "Gladys Taber",
      "quote": "Cat lovers know that every cat is remarkable."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "The cat would eat fish but would not get her feet wet."
    },
    {
      "cite": "Arturo Rosenblueth",
      "quote": "The best model of a cat is another cat..., specially the same cat."
    }
  ]
}