{
  "source": "https://www.wisesayings.com/kitten-quotes/",
  "theme": "kitten",
  "quotes": [
    {
      "cite": "Champfleury",
      "quote": "A kitten gets himself into every kind of trouble."
    },
    {
      "cite": "Robert Southey",
      "quote": "A kitten is in the animal world what a rosebud is in the garden."
    },
    {
      "cite": "Oliver Herford",
      "quote": "Gather kittens while you may, Time brings only sorrow; And the kittens of today; Will be old cats tomorrow."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do you see that kitten chasing so prettily her own tail? If you could look with her eyes, you might see her surrounded with hundreds of figures performing complex dramas, with tragic and comic issues, long conversations, many characters, many ups and downs of fate."
    },
    {
      "cite": "Munia Khan",
      "quote": "Even a heart of a kitten is reliable, if you know how to rely on."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "What feeling is so nice as a child's hand in yours? So small, so soft and warm, like a kitten huddling in the shelter of your clasp."
    },
    {
      "cite": "F.A. Paradis de Moncrif",
      "quote": "Kittens believe that all nature is occupied with their diversion."
    },
    {
      "cite": "Jeaniene Frost",
      "quote": "Kitten, four hours of sleep while holding you is far more beneficial to me than eight hours of endless tossing and turning because you're not there."
    },
    {
      "cite": "Carlson Gracie",
      "quote": "Always enter like a kitten and leave like a lion. But never enter like a lion and leave like a kitten. Always be humble"
    },
    {
      "cite": "David Wong",
      "quote": "Kittens will make your sad go away."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No matter how much the cats fight, there always seem to be plenty of kittens."
    },
    {
      "cite": "Hannah Simone",
      "quote": "Once you get a kitten, the natural thing you do is take a billion photos."
    },
    {
      "cite": "Sanober Khan",
      "quote": "Poems are soft kitten furs. smoothing out the rough edges of my world."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "One thing was certain, that the white kitten had had nothing to do with it- it was the black kitten's fault entirely."
    },
    {
      "cite": "Champfleury",
      "quote": "A kitten is the delight of a household. All day long a comedy is played out by an incomparable actor."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "A kitten is the most irresistible comedian in the world. Its wide-open eyes gleam with wonder and mirth. It darts madly at nothing at all, and then, as though suddenly checked in the pursuit, prances sideways on its hind legs with ridiculous agility and zeal."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Just like a kitten that thinks its a tiger."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "No man can tame a tiger into a kitten by stroking it."
    },
    {
      "cite": "Sydney, Lady Morgan",
      "quote": "The playful kitten, with its pretty little tigerish gambols, is infinitely more amusing than half the people one is obliged to live with in the world."
    },
    {
      "cite": "Ogden Nash",
      "quote": "The trouble with a kitten is that it eventually beomes a cat."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "A kitten is chiefly remarkable for rushing about like mad at nothing whatever and generally stopping before it gets there."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Whiskers and tails and thousands of frails lion like nose with an angelesque pose silky pattern'd fur o'er heart touching purr."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A kitten is so flexible that she is almost double; the hind parts are equivalent to another kitten with which the forepart plays. She does not discover that her tail belongs to her until you tread on it."
    },
    {
      "cite": "Cynthia E. Varnado",
      "quote": "It is impossible to keep a straight face in the presence of one or more kittens."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "But there was a kitten on my pillow, and it was purring in my face and vibrating gently with every purr, and, very soon, I slept."
    },
    {
      "cite": "Stephen Baker",
      "quote": "Kittens are born with their eyes shut. They open them in about six days, take a look around, then close them again for the better part of their lives."
    },
    {
      "cite": "Jean Burden",
      "quote": "Prowling his own quiet backyard or asleep by the fire, he is still only a whisker away from the wilds."
    },
    {
      "cite": "Pam Brown",
      "quote": "Kittens are wide-eyed, soft and sweet. With needles in their jaws and feet."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "A kitten is chiefly remarkable for rushing about like mad at nothing whatever, and generally stopping before it gets there."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "The only thing a cat worries about is what's happening right now. As we tell the kittens, you can only wash one paw at a time."
    }
  ]
}