{
  "source": "https://www.wisesayings.com/knitting-quotes/",
  "theme": "knitting",
  "quotes": [
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "It's only knitting and it's one of the few times in your life when there are no bad consequences to a mistake."
    },
    {
      "cite": "Ann Hood",
      "quote": "Maybe knitting is like writing a story-- an act of discovery. But that seems unlikely, given the very precise directions."
    },
    {
      "cite": "Clara Parkes",
      "quote": "Knitting has a profound connective power. The culture and people and rituals around it, the values, they all contribute to an immediate and profound trust in one another. It's home. You belong and are accepted, which rings true no matter where you are."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Knitting is very conducive to thought. It is nice to knit a while, put down the needles, write a while, then take up the sock again."
    },
    {
      "cite": "Magdalena Neuner",
      "quote": "Knitting not only relaxes me, it also brings a feeling of being at home."
    },
    {
      "cite": "Elizabeth Zimmermann",
      "quote": "Properly practiced, knitting soothes the troubled spirit, and it doesn't hurt the untroubled spirit either."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "When you are knitting socks and sweaters and scarves, you aren't just knitting. You are assigning a value to human effort. You are holding back time. You are preserving the simple unchanging act of handwork."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "Knitting is a boon for those of us who are easily bored. I take my knitting everywhere to take the edge off of moments that would otherwise drive me stark raving mad."
    },
    {
      "cite": "Jan Karon",
      "quote": "Knitting, he thought, was a comfort to the soul."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "You don't knit because you are patient. You are patient because you knit."
    },
    {
      "cite": "Jennie Breeden",
      "quote": "Knitting keeps me from stabbing people."
    },
    {
      "cite": "Debbie Macomber",
      "quote": "I love the way knitting brings people together."
    },
    {
      "cite": "Clara Parkes",
      "quote": "All knitting is choreography."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "If you have time to knit, if you've taken up knitting, it means you're not worried about the essential stuff."
    },
    {
      "cite": "Elizabeth Zimmermann",
      "quote": "Knitting is formed by a series of loops pulled through loops to the end of time or to 'desired length'. By picking up loops and working in the opposite direction you are really picking up the concavities between the loops, and it is sheer unexpected witchcraft that stocking stitch and garter stitch will permit such an anomaly. Be grateful for this and don't expect anymore."
    },
    {
      "cite": "Simon Campbell",
      "quote": "Stick to your knitting (what you're good at), don't compromise, and don't suffer fools."
    }
  ]
}