{
  "source": "https://www.wisesayings.com/koala-quotes/",
  "theme": "koala",
  "quotes": [
    {
      "cite": "Tom Robbins",
      "quote": "Does koala bear poop smell like cough drops?"
    },
    {
      "cite": "C.D. Roberts",
      "quote": "In Australia, a land so dry and arid, Koalas live in trees by day in order to bear it."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "The naïve tend to think that, by feeding a snake, it will turn into a koala one day."
    },
    {
      "cite": "Stephen Jackson",
      "quote": "Our slow moving koala is a triumph of evolution, able to survive and thrive on a diet of gum leaves, not the most nutritious plants. Its solution to the problem of handling such food made the koala a success story of the Australian forests."
    },
    {
      "cite": "Norman Lindsay",
      "quote": "If you would be gay and free, take my tip and live in a tree."
    },
    {
      "cite": "Thomas Wood",
      "quote": "The koala thinks the day is for sleeping; the night for living."
    },
    {
      "cite": "Ann Sharp",
      "quote": "We have simultaneously raised the koala up high in our estimation and lowered its chance of survival…Ours is a love-hate relationship of far-reaching consequences."
    },
    {
      "cite": "Tom Iredale",
      "quote": "It is one of the most extraordinary occurrences in the whole story of natural history that such a most peculiar animal should have received no scientific name for eight years after its first record."
    },
    {
      "cite": "John Gould",
      "quote": "It stands quite alone the solitary species of its genus."
    },
    {
      "cite": "Norman Lindsay",
      "quote": "Eat away, chew away, munch and bolt and guzzle. Never leave the table till you’re full up to the muzzle."
    },
    {
      "cite": "Kristen Bell",
      "quote": "I did find out about the koalas and how eucalyptus makes them high and why they sleep all day. They're little druggies."
    },
    {
      "cite": "Russell Crowe",
      "quote": "I hate having long hair. It's like walking around with a dead koala on your back!"
    },
    {
      "cite": "Caterina Murino",
      "quote": "My favourite animal is the koala, but his life would be boring. I would rather be a giraffe so that I could contemplate the beauty of Africa."
    },
    {
      "cite": "Milo Ventimiglia",
      "quote": "I'd love to hold a koala. They sleep 22 hours a day, eat eucalyptus leaves and just hang out. I want to spend some time with that guy."
    },
    {
      "cite": "Chuck Lorre",
      "quote": "There is no pleasing you! And koalas and otters don't even live near each other!"
    },
    {
      "cite": "Christopher Markus",
      "quote": "The koala. Its adorable appearance belies a vile temperament."
    },
    {
      "cite": "Chuck Lorre",
      "quote": "I can be faulted for being overly fond of koala bears. I don't know what it is. When they start munching on eucalyptus, I just melt inside."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "My little koala type bear / Little koala type bear / I can see you sitting there / With your silent smile."
    },
    {
      "cite": "Ann Mozley Moyal",
      "quote": "Koala' in one tribal language also meant 'no water', a pertinent name for an animal that rarely drinks."
    },
    {
      "cite": "Ann Mozley Moyal",
      "quote": "The koala feed upon the tender the tender shoots of the bubble gum tree, being more particularly fond of this of any other food; it rests during the day on the tops og these trees, feeding at its ease, or sleeping."
    },
    {
      "cite": "Bobbie Kalman",
      "quote": "Koalas are mammals. Mammals are warm-blooded animals."
    },
    {
      "cite": "Bobbie Kalman",
      "quote": "A marsupial baby is different from other mammal babies. It grows inside its mother's body for only a short time. The tiny baby then moves to a pouch on its mother's abdomen, where it drinks milk and finishes growing."
    },
    {
      "cite": "Bobbie Kalman",
      "quote": "The koala is fully grown at the age of one year, but is is still young and stays with its mother."
    },
    {
      "cite": "Diana Star Helmer",
      "quote": "People use eucalyptus wood to make railroad ties and build ships. The koala's long arms are just for these tall trees. Because they climb so well, koalas are sometimes called 'monkey bears."
    },
    {
      "cite": "Diana Star Helmer",
      "quote": "Like monkeys, koalas have five fingers on each hand. These claws are long. They make climbing and leaping from branch to branch very easy for  koalas."
    },
    {
      "cite": "Caroline Arnold",
      "quote": "Koalas are nocturnal animals, which means that they are more active at night than during the day. Even so, a koala spends most of its life--day and night--asleep."
    },
    {
      "cite": "Caroline Arnold",
      "quote": "When it is rainy or cold, a koala does not have to seek shelter. Its thick fur is waterproof and provides plenty of warmth. During hot weather, it sheds some of its fur."
    },
    {
      "cite": "Jan Latta",
      "quote": "When it comes to food koalas are very fussy eaters."
    },
    {
      "cite": "Stephen Jackson",
      "quote": "Our slow koala is a triumph of evolution, able to survive and thrive on a diet of gum leaves, not the most nutritious plants. Its solution to the problem of handling such food made the koala a success story of the Australian forests."
    },
    {
      "cite": "Stephen Jackson",
      "quote": "The koala is the largest arboreal, or tree-climbing, mammal on the island continent if Australia. It is instantly recognisable by its short, stocky build, lack of tail, large fluffy ears and spoon-shaped nose."
    },
    {
      "cite": "Stephen Jackson",
      "quote": "The koala can vary considerable in size and colour throughout its distribution."
    },
    {
      "cite": "Susan H. Gray",
      "quote": "Koalas are marsupials. A marsupial mother has a pouch on her belly. Her baby lives and grows in it."
    },
    {
      "cite": "Susan H. Gray",
      "quote": "At birht, a baby koala cannot hear and its eyes are closed. But is has strong arms. It can crawl into its mother's pouch to sleep."
    },
    {
      "cite": "Sharon Greenaway",
      "quote": "If a koala feels threatened, it will bite its enemy. It will bite on the same spot many times. The koala can do quite of damage doing this."
    },
    {
      "cite": "Sharon Greenaway",
      "quote": "Koala do not like to scratch their enemy. Their claws are mostly used just for climbing."
    },
    {
      "cite": "Sharon Greenaway",
      "quote": "Tree clearing and logging by humans is also a threat. We take logs to build houses. The land is also cleared for farms. This means the koala has no more place to live."
    },
    {
      "cite": "Mary King Hoff",
      "quote": "Koalas spend most of their time in eucalyptus trees. They eat almost nothing except eucalyptus leaves, back, and fruit. A koala has many adaptations that help it live this unusual life."
    },
    {
      "cite": "Mary King Hoff",
      "quote": "A koalas eyes's are in front of their heads, rather than on the sides. This helps them judge how far away something is--a valuable skill when living above the ground!"
    },
    {
      "cite": "Mary King Hoff",
      "quote": "Koalas have a good sense of smell. They use it to choose the best eucalyptus leaves to eat."
    },
    {
      "cite": "Grace Hansen",
      "quote": "Koalas may look like little bears. But they belong to the marsupial family. Kangaroos are marsupials too."
    }
  ]
}