{
  "source": "https://www.wisesayings.com/korean-war-quotes/",
  "theme": "korean-war",
  "quotes": [
    {
      "cite": "Bruce Cumings",
      "quote": "Eventually the Korean War will be understood as one of the most destructive and one of the most important wars of the twentieth century."
    },
    {
      "cite": "Aly Khan",
      "quote": "The Korean War has also shown quite clearly that in a major conflict manpower is as important as horsepower."
    },
    {
      "cite": "Charles B. Rangel",
      "quote": "As a Korean War veteran, I know firsthand and understand the sacrifices made by our men and women in uniform."
    },
    {
      "cite": "Charles B. Rangel",
      "quote": "As a Korean War Veteran, I know too well the troubling nature of war. This is why I will always support a diplomatic answer before military intervention."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Too young for Korea, too old for Vietnam."
    },
    {
      "cite": "General Douglas MacArthur",
      "quote": "I will defend Korea as I would my own country-just as I would California."
    },
    {
      "cite": "Lee Myung-bak",
      "quote": "As a child growing up during the Korean War, I knew poverty. I studied by candlelight."
    },
    {
      "cite": "Paul Robeson",
      "quote": "The Korean war has always been an unpopular war among the American people."
    },
    {
      "cite": "Bruce Cumings",
      "quote": "Those who suffer terrible wars have a finer sense of when they begin and when they end."
    },
    {
      "cite": "Chang-Rae Lee",
      "quote": "I wanted to write about the Korean War, but I had no entry into it that made the kind of sense it needs to make for a novelist."
    },
    {
      "cite": "David Halberstam",
      "quote": "Fear was the terrible secret of the battlefiled and could afflict the brave as well as the timid. Worse it was contagious, and could destroy a unit before a battle even began. Because of that, commanders were first and foremost in the fear suppression business."
    },
    {
      "cite": "Chang-Rae Lee",
      "quote": "I'd always wanted to write something about the Korean War because of my heritage. My father lost his brother during the war, and I fictionalized that episode, which was told to me very briefly without much detail."
    },
    {
      "cite": "Kim Jong-un",
      "quote": "Past records of inter-Korean relations show that confrontation between fellow countrymen leads to nothing but war."
    },
    {
      "cite": "Marguerite Higgins",
      "quote": "I was gripped with a sense of unreality that followed me through most of the war. Reality, I guess, is just what we are accustomed to."
    },
    {
      "cite": "Marguerite Higgins",
      "quote": "A military situation at its worst can inspire fighting men to perform at their best."
    },
    {
      "cite": "Rolando Hinojosa",
      "quote": "It comes down to this: we're pieces of equipment To be counted and signed for. On occasion some of us break down, And those parts which can't be salvaged Are replaced with other GI parts, that's all."
    },
    {
      "cite": "Kim Young-ha",
      "quote": "South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women."
    },
    {
      "cite": "Sook Nyul Choi",
      "quote": "They keep us so hungry that we can't do anything but worry about where our next meal is coming from. They keep us hungry for so long that we are grateful for whatever little food we get."
    }
  ]
}