{
  "source": "https://www.wisesayings.com/kung-fu-quotes/",
  "theme": "kung-fu",
  "quotes": [
    {
      "cite": "Marco Polo",
      "quote": "Kung fu. It means, “supreme skill from hard work.” A great poet has reached kung fu. The painter, the calligrapher, they can be said to have kung fu. Even the cook, the one who sweeps steps or a masterful servant can have kung fu. Practice. Preparation. Endless repetition. Until your mind is weary, and your bones ache. Until you’re too tired to sweat, too wasted to breathe. That is the way, the only way one acquires kung fu."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A kung fu man lives without being dependant on the opinions of others, and a master, unlike the beginner, holds himself in reserve. He is quiet and unassuming, with no desire to show off."
    },
    {
      "cite": "Master Yuan Xiu Gang",
      "quote": "Learning Kung fu has only one purpose: To train one's reaction into a natural response. Such reaction is essential."
    },
    {
      "cite": "Master Iain Armstrong",
      "quote": "The Chinese words ‘kung fu’ translate more or less as ‘a man hard at work over a long time’. If you want to unlock the full power of kung fu, it is not going to be easy: you are going to have to work, you are going to have to sacrifice and you are going to have to suffer – over a long time. There really is no such thing as a free lunch."
    },
    {
      "cite": "Kailin Gow",
      "quote": "A Kung Fu Master is a Practitioner of Martial Arts Who Keeps Practicing."
    },
    {
      "cite": "Ip man",
      "quote": "Use your martial skill for the good of humanity."
    },
    {
      "cite": "WONG KIEW KIT",
      "quote": "Exchanging blows generously, which is not uncommon in some other martial arts, is unthinkable in Shaolin philosophy, because a Shaolin disciple always assumes that an opponent is competent and able to inflict damage with just one blow."
    },
    {
      "cite": "Jackie Chan",
      "quote": "I want to build up my philosophy... my philosophy with kung fu is to respect people."
    },
    {
      "cite": "Jackie Chan",
      "quote": "Kung fu lives in everything we do. It lives in how we put on a jacket and how we take off a jacket. It lives in how we treat people. Everything is kung fu."
    },
    {
      "cite": "Kung Fu Panda",
      "quote": "Legend tells of a legendary warrior whose kung fu skills were the stuff of legend."
    },
    {
      "cite": "Lujan Matus",
      "quote": "The old Oriental shamans had a much different view when they recalled the movements of kung fu."
    },
    {
      "cite": "Jet Li",
      "quote": "You can use martial arts to tell a different story. Ang Lee used martial arts in 'Crouching Tiger, Hidden Dragon' to talk about love."
    },
    {
      "cite": "Bruce Lee",
      "quote": "To me, the extraordinary aspect of martial arts lies in its simplicity. The easy way is also the right way, and martial arts is nothing at all special; the closer to the true way of martial arts, the less wastage of expression there is."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Martial arts is not about fighting, it is about being fit and healthy, both physiologically and psychologically."
    },
    {
      "cite": "Wong Shun Leung",
      "quote": "The best form of self defense is to become invisible... If you can't do that learn Wing Chun!"
    },
    {
      "cite": "Chungliang Al Huang",
      "quote": "Tai chi does not mean oriental wisdom or something exotic. It is the wisdom of your own senses, your own mind and body together as one process."
    },
    {
      "cite": "Cheng Man-ch'ing",
      "quote": "Tai Chi Chuan, the great ultimate, strengthens the weak, raises the sick, invigorates the debilitated, and encourages the timid."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The Chinese used the symbol of tai chi, the undifferentiated reality - no separation, no left and right."
    },
    {
      "cite": "Choki Motobu",
      "quote": "Nothing is more harmful to the world than a martial art that is not effective in actual self-defense."
    },
    {
      "cite": "Jet Li",
      "quote": "Wushu is the Chinese word for all forms of traditional Chinese Martial Arts. The word Wushu means the 'Are of Not Fighting'; The true Meaning Behind the real Martial Arts."
    },
    {
      "cite": "Samuel Kwok",
      "quote": "Wing Chun is not a game; Its for survival.. for fighting.We don't hit and then wait. No wait.. Once we move, we dont give a chance."
    },
    {
      "cite": "Jet Li",
      "quote": "Wushu it is a philosophy of life. It is designed for defense, and not offense. It is a way to bring you mind back, and body into focus."
    },
    {
      "cite": "Adam Willis",
      "quote": "There's simply no counter to Wing Chun done well. No strategies or tactics will ever be able to overcome the brilliance of fluid, simultaneous reactions."
    },
    {
      "cite": "Wing Chun Sifu Ben Bosboom",
      "quote": "Wing Chun does not focus on fighting techniques, instead relaying on fighting and energy principles to be followed at all time."
    }
  ]
}