{
  "source": "https://www.wisesayings.com/label-quotes/",
  "theme": "label",
  "quotes": [
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "A label locks me into a definition that people use to control me. A vision graces me with an idea that serves to release me."
    },
    {
      "cite": "Sadie Allen",
      "quote": "When you put labels on someone, it's like sticking them in a box with no air holes until they slowly suffocate. People aren't just one thing. They're many things."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The answer is, who you are cannot be defined through thinking or mental labels or definitions, because it's beyond that. It is the very sense of being, or presence, that is there when you become conscious of the present moment. In essence, you and what we call the present moment are, at the deepest level, one."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Labels are for filing. Labels are for clothing. Labels are not for people."
    },
    {
      "cite": "Lucy Boynton",
      "quote": "As soon as we stop trying to put boxes and labels to every relationship and dynamic, we'll be so much more liberated and at peace."
    },
    {
      "cite": "Adam Jones",
      "quote": "I think putting labels on people is just an easy way of marketing something you don't understand."
    },
    {
      "cite": "John Di Lemme",
      "quote": "If you have been negatively labeled, I want you to tear that label off of you right now. A label is a lie! The miracle inside of you is larger than any label on the outside."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "Once you label me you negate me."
    },
    {
      "cite": "Philip Pullman",
      "quote": "People are too complicated to have simple labels."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I am ashamed to think how easily we capitulate to badges and names, to large societies and dead institutions."
    },
    {
      "cite": "Criss Jami",
      "quote": "Labeled fools to the world are geniuses to the cosmos."
    },
    {
      "cite": "Dewight R. Middleton",
      "quote": "We tend to treat labels as real, rather than as representations of reality."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "God can and will break the labels that have held you hostage."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "To be an original human, you must die to all labels."
    },
    {
      "cite": "Avijeet Das",
      "quote": "The World is quick to label you, but it will take ages to take a stand!"
    },
    {
      "cite": "Princess Nokia",
      "quote": "I never feel confined by gender, by labels, by expectations, by stereotypes. I'm free to be myself."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Instead of labeling and discriminating against one or the other, we need to learn to blend our gifts and complement our geniuses."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Labeling makes the invisible visible, but it's limiting. Categories are the enemy of connecting. Link, don't rank."
    },
    {
      "cite": "Richard Bach",
      "quote": "A Name Is A Label, And As Soon As There Is A Label, The Ideas Disappear And Out Comes Label-Worship And Label-Bashing, And Instead Of Living By A Theme Of Ideas, People Begin Dying For Labels... And The Last Thing The World Needs Is Another Religion."
    },
    {
      "cite": "John Baez",
      "quote": "If people have to put labels on me, I'd prefer the first label to be human being, the second label to be pacifist, and the third to be folk singer."
    },
    {
      "cite": "William Glasser",
      "quote": "When we label anyone 'bad', we will have more trouble dealing with him than if we could have settled fo a lesser label."
    },
    {
      "cite": "unknown",
      "quote": "We love labels. We really do--as a society, I mean. It's so much easier to understand the world around us if we name it, tie it down, and distance ourselves from the parts we don't like.... We all want to beloved, we all want to love, and we all want"
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Don't rely too much on labels, for too often they are fables."
    },
    {
      "cite": "unknown",
      "quote": "Labels are distancing phenomena. They push us away from each other."
    },
    {
      "cite": "Joe Trohman",
      "quote": "We really don't like the label thing at all. Everyone likes to categorize and simplify things. Why? Don't try to describe it, just listen to it for what it is."
    },
    {
      "cite": "Jean Dujardin",
      "quote": "I've never concerned myself with the labels people want to put on you. What matters to me is my own estimation."
    },
    {
      "cite": "Billy Corgan",
      "quote": "We have a problem with any labels that people try to hang on us, because all it does is drag you down."
    },
    {
      "cite": "Billy Graham",
      "quote": "What really matters is how God sees me. He isn't concerned with labels; he is concerned about the state of man's soul."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Attractive labels are usually attached to the most dangerous programs, often in the name of public welfare and personal security."
    },
    {
      "cite": "Jameela Jamil",
      "quote": "We really shouldn't be putting a label on size. Fashion is for all, and I think confidence and happiness is more important than dress labels."
    }
  ]
}