{
  "source": "https://www.wisesayings.com/labor-day-quotes/",
  "theme": "labor-day",
  "quotes": [
    {
      "cite": "Doug Larson",
      "quote": "If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "While we are fighting for freedom, we must see, among other things, that labor is free."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Labor in this country is independent and proud. It has not to ask the patronage of capital, but capital solicits the aid of labor."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Labor is the superior of capital, and deserves much the higher consideration"
    },
    {
      "cite": "Louis C.K.",
      "quote": "I've learned from experience that if you work harder at it and apply more energy and time to it, and more consistency, you get a better result. It comes from the work."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A man is not idle because he is absorbed in thought. There is a visible labor and there is an invisible labor."
    },
    {
      "cite": "John Locke",
      "quote": "It is labour indeed that puts the difference on everything."
    },
    {
      "cite": "Samuel Gompers",
      "quote": "Labor Day is devoted to no man, living or dead, to no sect, race or nation."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community."
    },
    {
      "cite": "Joe Hill",
      "quote": "If the workers took a notion they could stop all speeding trains; Every ship upon the ocean they can tie with mighty chains. Every wheel in the creation, every mine and every mill; Fleets and armies of the nation, will at their command stand still."
    },
    {
      "cite": "Ralph Ransom",
      "quote": "Before the reward there must be labor. You plant before you harvest. You sow in tears before you reap joy."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Genius begins with great works; labor alone finishes them."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A man is not paid for having a head and hands, but for using them."
    },
    {
      "cite": "John Locke",
      "quote": "All wealth is the product of labor."
    },
    {
      "cite": "Alan Cohen",
      "quote": "There is virtue in work and there is virtue in rest. Use both and overlook neither."
    },
    {
      "cite": "Menander",
      "quote": "He who labors diligently need never despair; for all things are accomplished by diligence and labor."
    },
    {
      "cite": "Bill Cosby",
      "quote": "There is no labor a person does that is undignified; if they do it right."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Without labor there is no rest, nor without fighting can the victory be won."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Labor is the only prayer that Nature answers."
    },
    {
      "cite": "Edwin Osgood Grover",
      "quote": "The dignity of labor depends not on what you do, but how you do it."
    },
    {
      "cite": "James Weldon Johnson.",
      "quote": "Labor is the fabled magician's wand, the philosophers stone, and the cap of good fortune."
    },
    {
      "cite": "Galen",
      "quote": "Employment is nature's physician, and is essential to human happiness."
    },
    {
      "cite": "Marc Chagall",
      "quote": "Work isn't to make money; you work to justify life."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Where the whole man is involved there is no work. Work begins with the division of labor."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Genius begins great works; labor alone finishes them."
    },
    {
      "cite": "Anatole France",
      "quote": "Man is so made that he can only find relaxation from one kind of labor by taking up another."
    },
    {
      "cite": "David Hume",
      "quote": "Everything in the world is purchased by labor."
    },
    {
      "cite": "Sophocles",
      "quote": "Without labor nothing prospers."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence."
    }
  ]
}