{
  "source": "https://www.wisesayings.com/labor-quotes/",
  "theme": "labor",
  "quotes": [
    {
      "cite": "John Locke",
      "quote": "All wealth is the product of labor."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "There is no real wealth but the labor of man."
    },
    {
      "cite": "Orville Dewey",
      "quote": "Labor is man's greatest function. He is nothing, he can do nothing, he can achieve nothing, he can fulfill nothing, without working."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Labor is still, and ever will be, the inevitable price set upon everything which is valuable."
    },
    {
      "cite": "Henry George",
      "quote": "For as labor cannot produce without the use of land, the denial of the equal right to the use of land is necessarily the denial of the labor to its own produce."
    },
    {
      "cite": "Harry Bridges",
      "quote": "Labor can not stand still. It must not retreat. It must go on, or go under."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "It is labor alone that is productive: it creates wealth and therewith lays the outward foundations for the inward flowering of man."
    },
    {
      "cite": "Voltaire",
      "quote": "Labor rids us of three great evils poverty, vice, and boredom."
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "Labor wants pride and joy in doing good work, a sense of making or doing something beautiful or useful to be treated with dignity and respect as brother and sister."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A man is not idle because he is absorbed in thought. There is a visible labor and there is an invisible labor."
    },
    {
      "cite": "Menander",
      "quote": "He who labors diligently need never despair; for all things are accomplished by diligence and labor."
    },
    {
      "cite": "Ferdinand Lassalle",
      "quote": "Labor is the source of all wealth and all culture."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Labor is prior to, and independent of, capital. Capital is only the fruit of labor, and could never have existed if labor had not first existed. Labor is the superior of capital, and deserves much the higher consideration."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "People might not get all that they work for in this world, but they must certainly work for all that they get."
    },
    {
      "cite": "Will Carleton",
      "quote": "Not all the labor of the earth Is done by hardened hands."
    },
    {
      "cite": "Leland Stanford",
      "quote": "Labor can and will become its own employer through co-operative association."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Labor is the only prayer that nature answers."
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "Labor disgraces no man; unfortunately, you occasionally find men who disgrace labor."
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "Labor is the instituted means for the methodical development of all our powers under the direction and control of the will"
    },
    {
      "cite": "George Meany",
      "quote": "Labor never quits. We never give up the fight no matter how tough the odds, no matter how long it takes."
    },
    {
      "cite": "Ralph Ransom",
      "quote": "Before the reward there must be labor. You plant before you harvest. You sow in tears before you reap joy."
    },
    {
      "cite": "John Peter Altgeld",
      "quote": "As labor creates the wealth of the country, we demand the passage of such laws as may be necessary to protect it in all its rights."
    },
    {
      "cite": "Alexander Crummell",
      "quote": "Labor is the fruit of civilization, not the basis of it."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Labor is the curse of the world, and nobody can meddle with it without becoming proportionately brutalized."
    },
    {
      "cite": "John Ruskin",
      "quote": "It is only by labor that thought can be made healthy, and only by thought that labor can be happy; and the two cannot be separated with impunity."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "Labor is today the most vital and potential power this planet has ever known, and its historic mission is as certain of ultimate realization as is the setting of the sun."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Labor gives birth to ideas."
    },
    {
      "cite": "James Weldon Johnson",
      "quote": "Labor is the fabled magician's wand, the philosophers stone, and the cap of good fortune."
    }
  ]
}