{
  "source": "https://www.wisesayings.com/lacrosse-quotes/",
  "theme": "lacrosse",
  "quotes": [
    {
      "cite": "Peter Greenaway",
      "quote": "You can play lacrosse all over the world provided you know where the goalposts are."
    },
    {
      "cite": "Robin Williams",
      "quote": "I thought lacrosse was what you find in la church."
    },
    {
      "cite": "Oren Lyons",
      "quote": "When you talk about lacrosse, you talk about the lifeblood of the Six Nations. The game is ingrained into our culture and our system and our lives."
    },
    {
      "cite": "Adam Gardner",
      "quote": "It's a family; lacrosse is not like any other sport, it's more of a way of life."
    },
    {
      "cite": "Yvonne Smith",
      "quote": "Our goal was to bring lacrosse to Marion County. It's different from football, basketball and soccer. It's something new here. The game is very exciting and it moves quickly."
    },
    {
      "cite": "Tyler Posey",
      "quote": "I grew up with lacrosse in my life because my dad played lacrosse all throughout college, so I grew up with the gear in my house - like the sticks, the helmet."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Lacrosse goals are attained not by strength but by perseverance."
    },
    {
      "cite": "Herschel Walker",
      "quote": "If you train hard, you'll not only be hard, you'll be hard to beat."
    },
    {
      "cite": "Aaron Gray",
      "quote": "Lacrosse is fast paced and I like fast paced games. It's demanding physically and has the hardest conditioning of any sport. You are always running if you are not sprinting. It's constant movement."
    },
    {
      "cite": "Andy Shoop",
      "quote": "He'd never touched a stick before and now he is just eating, sleeping and breathing lacrosse."
    },
    {
      "cite": "Chris Hall",
      "quote": "Lacrosse seems to be a sport of the future. Maybe it's even become the sport of the now."
    },
    {
      "cite": "Dean Curtis",
      "quote": "It's not too often around here that you find someone with the lacrosse experience he has."
    },
    {
      "cite": "Ed Comeau",
      "quote": "In lacrosse, the momentum changes so quick. Would we like to turn 3-0 into 6-0? Sure, but it's not realistic with the talent in this league. Teams are going to battle back."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Attitude is a little thing that makes a big difference between lacrosse success and lacrosse failure."
    },
    {
      "cite": "Gavin Prout",
      "quote": "Although it will be an intense affair, we will all have fun and, in the end, the sport of lacrosse will be victorious."
    },
    {
      "cite": "Jack Moran",
      "quote": "I'm a lacrosse player and I'm not rowdy. I was an altar boy, The kids here know the difference between what's on the field and off."
    },
    {
      "cite": "Larry Epperly",
      "quote": "They are playing their best lacrosse of the year. Now is the time that we have to support them and help them perform the best that they can."
    },
    {
      "cite": "Mike Dubbelde",
      "quote": "Every time we have a lacrosse match, another two or three kids come up and want to play. As long as we keep playing the games, we'll keep growing."
    },
    {
      "cite": "Tom West",
      "quote": "He's a kid who lives and breathes lacrosse. As a sophomore, he brings everybody up with him."
    },
    {
      "cite": "Gary Husmann",
      "quote": "In another 10 years, lacrosse will be what everybody's kids are playing."
    },
    {
      "cite": "Kelly Amonte Hiller",
      "quote": "The ultimate goal of lacrosse is to score goals. The more goals a team can score, the more likely they are to win a game."
    },
    {
      "cite": "Dean Smith",
      "quote": "Play hard. Play smart. Play together."
    },
    {
      "cite": "Jim Brown",
      "quote": "I was just a big guy running down with a big, deep pocket and little short stick putting it against my chest."
    },
    {
      "cite": "Bill Tierney",
      "quote": "He brings the offensive game of lacrosse to a more cerebral level."
    },
    {
      "cite": "Colin Doyle",
      "quote": "The more time you spend in lacrosse circles, the more you feel like teaching is a really good option to have. I've done (lacrosse) camps for seven years now and I really enjoy teaching and working with kids."
    },
    {
      "cite": "Ted Wolford",
      "quote": "Lacrosse is like one of those diseases that comes through the family and infects everybody. It caught every one of us."
    },
    {
      "cite": "Bob Hiester",
      "quote": "Lacrosse is a space game, in terms of spreading the offense and running the fast break. You can't really get that in the gym. We got double the grass time that we've had up to this point."
    },
    {
      "cite": "Jim Brown",
      "quote": "Lacrosse is probably the best sport I ever played."
    },
    {
      "cite": "Andy Shoop",
      "quote": "Lacrosse is also played by girls, and we haven't headed down that road yet but we certainly wouldn't turn away if there was interest. We just kind of got things going with the boys' teams. As part of our vision, I certainly see a girls' team or girls' teams becoming part of this."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Lacrosse goals are lacrosse dreams with deadlines."
    }
  ]
}