{
  "source": "https://www.wisesayings.com/lake-quotes/",
  "theme": "lake",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Be calm like a calm lake, then you will look beautiful like a beautiful calm lake!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A lake is the landscape's most beautiful and expressive feature. It is earth's eye; looking into which the beholder measures the depth of his own nature."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "So lovely was the loneliness of a wild lake."
    },
    {
      "cite": "William Wordsworth",
      "quote": "A lake carries you into recesses of feeling otherwise impenetrable."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Not every lake dreams to be an ocean. Blessed are the ones who are happy with whom they are."
    },
    {
      "cite": "Munia Khan",
      "quote": "Every lake belongs to the quietness desired by the swans."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Some people look like frozen lakes; break the ice, there you will see a lively world!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The little lake you love is the biggest ocean for you!"
    },
    {
      "cite": "unknown",
      "quote": "Time wasted at the lake is time well spent."
    },
    {
      "cite": "George Moore",
      "quote": "The lake lay like a mirror that some one had breathed upon, the brown islands showing through the mist faintly, with gray shadows falling into the water, blurred at the edges."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Men cannot see their reflection in running water, / but only in still water. Only that which is itself still / can still the seekers of stillness . . . If water derives / lucidity from stillness, how much more the / faculties of the mind! The mind of the sage, being / in repose, becomes the mirror of the universe."
    },
    {
      "cite": "Alexander Pope",
      "quote": "A small pebble stirs the peaceful lake; / The circle mov'd, a circle straight succeeds, / Another still, and still another spreads."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Stand here by my side and turn, I pray, / On the lake below thy gentle eyes; / The clouds hang over it, heavy and gray, / And dark and silent the water lies;"
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Beware of still water, a still dog, and a still enemy."
    },
    {
      "cite": "W.B. Yeats",
      "quote": "Such a mortal too was Clooth-na-Bare, who went all over the world, seeking a lake deep enough to drown her faery life, of which she had grown weary, leaping from hill to hill, and setting up a cairn of stones wherever her feet lighted, until, at last, she found the deepest water in the world in little Lough Ia, on the top of the bird mountain, in Sligo."
    },
    {
      "cite": "Walter Scott",
      "quote": "And the pleased lake, like maiden coy, / Trembled but dimpled not for joy; / The mountain shadows on her breast / Were neither broken nor at rest;"
    },
    {
      "cite": "Walter Scott",
      "quote": "Thus up the margin of the lake, / Between the precipice and the brake, / O'er stock and rock their race they take."
    },
    {
      "cite": "Robert Bly",
      "quote": "Alive, we are like a sleek black water beetle. / Skating across still water in any direction / We choose, and soon to be swallowed / Suddenly from beneath."
    },
    {
      "cite": "Wendell Berry",
      "quote": "I come into the peace of wild things / who do not tax their lives with forethought / of grief. I come into the presence of still water. / And I feel above me the day-blind stars / waiting for their light."
    },
    {
      "cite": "Thomas Love Peacock",
      "quote": "Marriage may often be a stormy lake, but celibacy is almost always a muddy horsepond."
    },
    {
      "cite": "Latin Proverb",
      "quote": "Be on your guard against a silent dog and still water."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "As swiftly as a reach of still water is crisped by the wind, the rock-strewn ridges and scrub-topped hills were troubled and alive with armed men."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Into a gradual calm the breezes sink, / A blue rim borders all the lake's still brink;"
    },
    {
      "cite": "William Wordsworth",
      "quote": "And now the whole wide lake in deep repose / Is hush'd, and like a burnish'd mirror glows."
    },
    {
      "cite": "Ancient Chinese proverb",
      "quote": "Balance is the perfect state of still water. Let that be our model. It remains quiet within and is not disturbed on the surface."
    },
    {
      "cite": "Ancient Chinese proverb",
      "quote": "When water is still, one's beard and eyelashes are reflected in it. A skilled carpenter uses it in a level to obtain a measurement. If still water is so clear, how much more are the mental faculties!"
    },
    {
      "cite": "Ellen Palmer Allerton",
      "quote": "The lake still sleeps, still dreams its dream, / Under its bright, cold counterpane."
    },
    {
      "cite": "Ellen Palmer Allerton",
      "quote": "And the sleeping lake lies still as death, / Waveless, mute, by the frozen land."
    },
    {
      "cite": "Thomas Hood",
      "quote": "A lake and a fairy boat, / To sail in the moonlight clear, / Where merrily you might float / From the dragons that watch you here!"
    }
  ]
}