{
  "source": "https://www.wisesayings.com/lamb-quotes/",
  "theme": "lamb",
  "quotes": [
    {
      "quote": "To my mind, the life of a lamb is no less precious than that of a human being.",
      "cite": "Mahatma Gandhi"
    },
    {
      "quote": "I looked at the stained-glass image of the lamb in the window above me, but that only reminded me that lambs are famous for being led to slaughter, or sometimes hanging out with lions in ill-advised relationships.",
      "cite": "Maureen Johnson"
    },
    {
      "quote": "A new world order can only be created if we establish an order where the powerful wolf cannot eat the weak lamb!",
      "cite": "Mehmet Murat ildan"
    },
    {
      "quote": "It is all right for the lion and the lamb to lie down together if they are both asleep, but if one of them begins to get active, it is dangerous.",
      "cite": "Cormac Mccarthy"
    },
    {
      "quote": "If the lamb sees the knife, she panics. Her panic seeps into the meat, darkens it, fouls the flavor.",
      "cite": "George R.R. Martin"
    },
    {
      "quote": "Lamb that was slain took all my pain / Price He paid, sacrifice He made / Who'd ever thought a lamb? / Glory to the lamb",
      "cite": "Donald L Lawrence"
    },
    {
      "quote": "Worthy is the Lamb / Seated on the throne / Crown You now with many crowns / You reign victorious",
      "cite": "Darlene Joyce Zschech"
    },
    {
      "quote": "Worthy is the Lamb of God / Worthy is the Lamb who was slain",
      "cite": "Jonathan Warmington"
    },
    {
      "quote": "Lamb sacrifice was also associated with the popular Christian saint, Saint Agnes, for whom the lamb functions as an attribute, a sort of totem animal.",
      "cite": "Hope B. Werness"
    },
    {
      "quote": "In Christian art, the sheep, especially the lamb, symbolizes meekness and the laity, the flock that might easily go astray and therefore needs pastoral guidance.",
      "cite": "Hope B. Werness"
    },
    {
      "quote": "The size and quality of the yearly lamb crop practically determine the profits to be made from raising sheep.",
      "cite": "C. G. Potts"
    },
    {
      "quote": "The lamb that is born strong and vigorous will need little care.",
      "cite": "C. G. Potts"
    },
    {
      "quote": "Lambing time is probably the most satisfying pat of sheep raising.",
      "cite": "Edmond C. Loomis"
    },
    {
      "quote": "A good lamb crop is a measure of the success of your breeding program and overall management.",
      "cite": "Edmond C. Loomis"
    },
    {
      "quote": "Sheep are, perhaps, the most adaptable of the domestic livestock when it comes to nutrition.",
      "cite": "Pat LaFrieda"
    },
    {
      "quote": "Lamb is hands down my favorite meat to eat. Quality lamb has such a delicious distinct flavor of its own.",
      "cite": "Pat LaFrieda"
    },
    {
      "quote": "Lamb is popular all over the world, but much more in other culinary cultures that ours. Lamb is also very common on dinner tables in England, in Australia and New Zealand.",
      "cite": "Pat LaFrieda"
    },
    {
      "quote": "Lamb itself is a high protein meat that is low in calories, making it the perfect cut of meat for those who are dieting.",
      "cite": "Ted Alling"
    },
    {
      "quote": "While lamb itself is a large and expensive piece of meat, you only have one chance to cook it right.",
      "cite": "Ted Alling"
    },
    {
      "quote": "Lamb itself is naturally tender and is already full of taste that marinating it will actually just make it more tough and make it taste different, and mot in a good way.",
      "cite": "Ted Alling"
    },
    {
      "quote": "Lamb itself is a beautiful piece of meat an it should be treated as such.",
      "cite": "Ted Alling"
    },
    {
      "quote": "The lamb is chosen as it is a world symbol of sacrifice: it is born in order to die for human advantage.",
      "cite": "Dr. Joseph Murphy"
    },
    {
      "quote": "Confucius stated that a lamb constituted as ancient sacrifice of great importance. The lamb is your desires.",
      "cite": "Dr. Joseph Murphy"
    },
    {
      "quote": "Raising sheep is a business, as well as a hobby. Like most successful businesses, managers who pay attention to the minute details often have more success than those who don't.",
      "cite": "Philip Hasheider"
    },
    {
      "quote": "Successful sheep growers develop many and varies skills that help them handle problems when they arise.",
      "cite": "Philip Hasheider"
    },
    {
      "quote": "It's not in the nature of theÂ lambÂ to mourn the lion.",
      "cite": "Peter Watts"
    },
    {
      "quote": "Lambs have little chance to follow the right path if the shepherds go astray.",
      "cite": "Joseph B. Wirthlin"
    },
    {
      "quote": "If theÂ lambs of the world had been willingly led, they would have long ago saved themselves from the butcher's knife.",
      "cite": "Mahatma Gandhi"
    },
    {
      "quote": "Sheep may not be brilliant, but they know that sheep in pen is stage number one of lamb chops.",
      "cite": "Donald McCaig"
    },
    {
      "quote": "Sheep, like people, are ungovernable when hungry.",
      "cite": "John Muir"
    }
  ]
}