{
  "source": "https://www.wisesayings.com/lame-quotes/",
  "theme": "lame",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Science without religion is lame, religion without science is blind."
    },
    {
      "cite": "Plato",
      "quote": "If a man neglects education, he walks lame to the end of his life."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The lame man who keeps the right road outstrips the runner who takes the wrong one."
    },
    {
      "cite": "Ernest Newman",
      "quote": "You may help a lame dog over a stile but he is still a lame dog on the other side."
    },
    {
      "cite": "Stewart Lewis",
      "quote": "It's lame when you try so hard to get what you want, and then when you get it, you realize you need something else even harder to get."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Faith becomes lame, when it ventures into matters pertaining to reason!"
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "Only feeble minds are paralyzed by facts."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "If the body be feeble, the mind will not be strong."
    },
    {
      "cite": "Magha",
      "quote": "A man of feeble character resembles a reed that bends with every gust of wind."
    },
    {
      "cite": "Katherine Heigl",
      "quote": "It's lame to say that I'm a normal girl, but I think I am."
    },
    {
      "cite": "Gillian Jacobs",
      "quote": "When you can impress your mom by saying you've been to someone's concert, you know you're pretty lame."
    },
    {
      "cite": "Plutarch",
      "quote": "It is a true proverb, that if you live with a lame man, you will learn to limp."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "When people are lame, they love to blame."
    },
    {
      "cite": "Richelle Mead",
      "quote": "How come all the harmless people were so lame? Maybe that was the definition of safe."
    },
    {
      "cite": "George Herbert",
      "quote": "Punishment is lame, but it comes."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "The feeble soul merely whines and complains."
    },
    {
      "cite": "Dorothy Richardson",
      "quote": "Quotations are feeble; you always regret making them."
    },
    {
      "cite": "Joseph Story",
      "quote": "A feeble executive implies a feeble execution of the government."
    },
    {
      "cite": "Tori Amos",
      "quote": "If you're a lame brain, then you're a lame brain. I can't help that."
    },
    {
      "cite": "Billy Corgan",
      "quote": "I'm sort of like a lame, single guy in a red sports car."
    },
    {
      "cite": "Torrie Wilson",
      "quote": "This sounds really lame, but I'm pretty proud of my feet."
    }
  ]
}