{
  "source": "https://www.wisesayings.com/language-quotes/",
  "theme": "language",
  "quotes": [
    {
      "cite": "Gilbert Highet",
      "quote": "Language is a living thing."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Language disguises thought."
    },
    {
      "cite": "Kurt Tucholsky",
      "quote": "Language is a weapon, keep it honed!"
    },
    {
      "cite": "Mason Cooley",
      "quote": "Language cannot say everything, fortunately."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Use what language you will, you can never say anything but what you are."
    },
    {
      "cite": "Frantz Fanon",
      "quote": "A man who has a language consequently possesses the world expressed and implied by that language."
    },
    {
      "cite": "Zadie Smith",
      "quote": "The past is always tense, the future perfect."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "What words say does not last. The words last. Because words are always the same, and what they say is never the same."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Thanks to words, we have been able to rise above the brutes; and thanks to words, we have often sunk to the level of the demons."
    },
    {
      "cite": "Angela Carter",
      "quote": "Language is power, life and the instrument of culture, the instrument of domination and liberation."
    },
    {
      "cite": "Winston Churchill",
      "quote": "By swallowing evil words unsaid, no one has ever harmed his stomach."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Language exerts hidden power, like the moon on the tides."
    },
    {
      "cite": "Wesley Douglass Camp",
      "quote": "Because of language, man has access to the past and the future. He can express the true and the untrue. Language helps him understand both what is and what could be."
    },
    {
      "cite": "Henry Brooks Adams",
      "quote": "No one means all he says, and yet very few say all they mean, for words are slippery and thought is viscous."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "It's a strange world of language in which skating on thin ice can get you into hot water."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Language is the armory of the human mind, and at once contains the trophies of its past and the weapons of its future conquests."
    },
    {
      "cite": "Samuel Taliaferro Rayburn",
      "quote": "No one has a finer command of language than the person who keeps his mouth shut."
    },
    {
      "cite": "George Orwell",
      "quote": "The great enemy of clear language is insincerity."
    },
    {
      "cite": "Roland Barthes",
      "quote": "Language is legislation, speech is its code. We do not see the power which is in speech because we forget that all speech is a classification, and that all classifications are oppressive."
    },
    {
      "cite": "Rumi",
      "quote": "Silence is the language of god, all else is poor translation."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Our language is the reflection of ourselves. A language is an exact reflection of the character and growth of its speakers."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Language has created the word loneliness to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone."
    },
    {
      "cite": "Edward Bulwer Lytton",
      "quote": "The magic of the tongue is the most dangerous of all spells."
    },
    {
      "cite": "Ellen Gilchrist",
      "quote": "We live at the level of our language. Whatever we can articulate we can imagine or understand or explore."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A language, like a species, when extinct, never reappears."
    },
    {
      "cite": "Horace Smith",
      "quote": "Language, which is the uniting bond and very medium of communion between men, is at the same time by the great variety of tongues, the means of severing and estranging nations more than anything else."
    },
    {
      "cite": "Jean Genet",
      "quote": "By stretching language we'll distort it sufficiently to wrap ourselves in it and hide."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Oppressive language does more than represent violence; it is violence; does more than represent the limits of knowledge; it limits knowledge."
    },
    {
      "cite": "Willard Van Orman Quine",
      "quote": "Language is a social art."
    },
    {
      "cite": "Erik Qualman",
      "quote": "Language is always evolving."
    }
  ]
}