{
  "source": "https://www.wisesayings.com/lantern-quotes/",
  "theme": "lantern",
  "quotes": [
    {
      "cite": "Nichiren",
      "quote": "If you light a lantern for another, it will also brighten your own way."
    },
    {
      "cite": "Dan Millman",
      "quote": "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "I am out with lanterns, looking for myself."
    },
    {
      "cite": "Rumi",
      "quote": "You are not one you are a Thousand. Just Light your Lantern."
    },
    {
      "cite": "Plato",
      "quote": "If we are to have any hope for the future, those who have lanterns must pass them on to others."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Unintelligible language is a lantern without a light."
    },
    {
      "cite": "Hans Borli",
      "quote": "Your humble light the fire of your mind blinds you: If you walk with a lantern in the dark you won't see the stars."
    },
    {
      "cite": "Nahoko Uehashi",
      "quote": "I've become a lantern bearer, lighting the path this country will take."
    },
    {
      "cite": "Munia Khan",
      "quote": "A lantern can give you light only when you light it"
    },
    {
      "cite": "Heather Heffner",
      "quote": "The lanterns filled the sky, pulsing with the harmonious light of fireflies, and a great host of ghosts departed from the earth to join them."
    },
    {
      "cite": "Yosa Buson",
      "quote": "In lantern light my yellow chrysanthemums lost all their color."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you light a lamp for somebody, it will also brighten your path."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Even a single lamp dispels the deepest darkness."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Like a lamp, dispelling the darkness of ignorance"
    },
    {
      "cite": "Catherine McAuley",
      "quote": "We should be shining lamps, giving light to all around us."
    },
    {
      "cite": "Rumi",
      "quote": "The lamps are different, but the Light is the same. One matter, one energy, one Light, one Light-mind, endlessly emanating all things."
    },
    {
      "cite": "Catherine McAuley",
      "quote": "We should be shining lamps, giving light to all around us."
    },
    {
      "cite": "Kabir",
      "quote": "All darkness vanished when I saw the lamp within my heart."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Be lamps unto yourselves; be your own confidence. Hold truth within yourselves."
    },
    {
      "cite": "Mother Theresa",
      "quote": "If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Be a lamp to yourself. Be your own confidence. Hold on to the truth within yourself as to the only truth."
    },
    {
      "cite": "Ovid",
      "quote": "The lamp burns bright when wick and oil are clean."
    },
    {
      "cite": "Alfred Korzybski",
      "quote": "To use words to sense reality is like going with a lamp to search for darkness."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Sometimes at night I light a lamp so as not to see."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "A lamp can only light another lamp when it continues to burn in its own flame."
    },
    {
      "cite": "Joyce Kilmer",
      "quote": "Through miles on weary miles of night that stretch relentless in my way. My lantern burns serene and white."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "Sometimes a lantern moves along the night, that interests our eyes."
    },
    {
      "cite": "Robert Frost",
      "quote": "I'll just come forward in the lantern light and let you see."
    }
  ]
}