{
  "source": "https://www.wisesayings.com/last-night-quotes/",
  "theme": "last-night",
  "quotes": [
    {
      "cite": "Zig Ziglar",
      "quote": "Yesterday ended last night. Today is a brand-new day."
    },
    {
      "cite": "Matthew Prior",
      "quote": "Cured yesterday of my disease, I died last night of my physician."
    },
    {
      "cite": "James Thurber",
      "quote": "Last night I dreamed of a small consolation enjoyed only by the blind: Nobody knows the trouble I've not seen!"
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Last night, there came a frost, which has done great damage to my garden.... It is sad that Nature will play such tricks on us poor mortals, inviting us with sunny smiles to confide in her, and then, when we are entirely within her power, striking us to the heart."
    },
    {
      "cite": "Author Unknown",
      "quote": "I shouldn't have driven home from the bar last night—especially since I walked there."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Last night I lost the world, and gained the universe."
    },
    {
      "cite": "Viorica Butnariu",
      "quote": "I had such a wonderful feeling last night, walking beneath the dark sky while cannon boomed on my right and guns on my left the feeling that I could change the world only by being there."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "You gave me the key of your heart, my love; then why did you make me knock? Oh that was yesterday, saints above! And last night -- I changed the lock!"
    },
    {
      "cite": "Loretta Lynn",
      "quote": "I don't know what it's like for a book writer or a doctor or a teacher as they work to get established in their jobs. But for a singer, you've got to continue to grow or else you're just like last night's cornbread -- stale and dry."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Yesterday ended last night. Every day is a new beginning. Learn the skill of forgetting. And move on."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I fear the man who drinks water and so remembers this morning what the rest of us said last night."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Last night there seemed to be a chance. Anything was possible last night. That was the trouble with last nights. They were always followed by this mornings."
    },
    {
      "cite": "Rumi",
      "quote": "Last night I learned how to be a lover of God. To live in this world and call nothing my own."
    },
    {
      "cite": "Steven Wright",
      "quote": "Last night I fell asleep in a satellite dish. My dreams were broadcast all over the world."
    },
    {
      "cite": "Rumi",
      "quote": "Last night you left me and slept your own deep sleep. Tonight you turn and turn. I say, 'You and I will be together till the Universe dissolves.' You mumble back things you thought of when you were drunk."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "She wore far too much rouge last night and not quite enough clothes. That is always a sign of despair in a woman."
    },
    {
      "cite": "Tommy Cooper",
      "quote": "Last night I dreamt I ate a ten pound marshmallow. When I woke up the pillow was gone."
    },
    {
      "cite": "Steven Wright",
      "quote": "I stayed in a really old hotel last night. They sent me a wake-up letter."
    },
    {
      "cite": "Jason Medina",
      "quote": "Treat tonight like it’s the last night of your life. I hope it’s not, but hey, you never know."
    }
  ]
}