{
  "source": "https://www.wisesayings.com/last-quotes/",
  "theme": "last",
  "quotes": [
    {
      "cite": "Gregory Peck",
      "quote": "Tough times don't last, tough people do, remember?"
    },
    {
      "cite": "Clarence Darrow",
      "quote": "As long as the world shall last there will be wrongs, and if no man objected and no man rebelled, those wrongs would last forever."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who laughs best today, will also laugs last."
    },
    {
      "cite": "Michelle Cuevas",
      "quote": "You rarely know, in the moment, when it's the last time you'll do something. Most of the time, the whole thing just sneaks away in the night, never to be seen or heard from again, not even sending back so much as a postcard to say hello."
    },
    {
      "cite": "Helen Giangregorio",
      "quote": "He who laughs last didn't get it."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "You're only as good as your last haircut."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "There is no final resting place of the mind."
    },
    {
      "cite": "Anonymous",
      "quote": "When the last tree has been cut down, the last fish caught, the last river poisoned, only then will we realize that one cannot eat money."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The last shall not become the first if the last is lagging behind."
    },
    {
      "cite": "Anonymous",
      "quote": "Save the best for last."
    },
    {
      "cite": "Craig Armstrong",
      "quote": "Final thoughts are so, you know, final. Let's call them closing words."
    },
    {
      "cite": "Charles Kettering",
      "quote": "The only time you mustn't fail is the last time you try."
    },
    {
      "cite": "Meredith Grey",
      "quote": "Cause you never think that the last time is the last time. You think there will be more. You think you have forever, but you don't."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Like a child who saves their favourite food on the plate for last, I try to save all thoughts of you for the end of the day so I can dream with the taste of you on my tongue."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "I am about to take my last voyage, a great leap in the dark."
    },
    {
      "cite": "Marcel Proust",
      "quote": "All our final decisions are made in a state of mind that is not going to last."
    },
    {
      "cite": "Leena Ahmad Almashat",
      "quote": "The last day is way shorter than counting to ten."
    },
    {
      "cite": "Eva Hesse",
      "quote": "Life doesn't last; art doesn't last. It doesn't matter."
    },
    {
      "cite": "Anonymous",
      "quote": "When was the last time you did something for the first time?"
    },
    {
      "cite": "Anonymous",
      "quote": "What comes easy won't last long, and what lasts long won't come easy."
    },
    {
      "cite": "Dan Webster",
      "quote": "When you wait to the last minute, you rush to get things done, and the closer you get to the deadline, the less options you have."
    },
    {
      "cite": "Kendrick Lamar",
      "quote": "I'm only as good as my last word, my last hook, my last bridge."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "We never really learn from the first mistake or the second or third. It only hit us when we're given the last chance."
    },
    {
      "cite": "Constance Friday",
      "quote": "Enjoy good moments while they last, then make sure they're not the last."
    },
    {
      "cite": "Anonymous",
      "quote": "Anyone that truly cares about you will never put you last on their list. You would be a priority in their life."
    },
    {
      "cite": "Anonymous",
      "quote": "Dead last' is greater than 'did not finish' which trumps 'did not start'."
    },
    {
      "cite": "Richie Norton",
      "quote": "Life is about doing things that matter first, not last."
    },
    {
      "cite": "John Barrymore",
      "quote": "Dying is the last thing I will ever do."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Do every act of your life as though it were the very last act of your life."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last."
    }
  ]
}