{
  "source": "https://www.wisesayings.com/late-night-quotes/",
  "theme": "late-night",
  "quotes": [
    {
      "cite": "Maurice Gibb",
      "quote": "So many groups fail because they spend all their time in the clubs. Work pours in and they can't handle it because of late night drinking."
    },
    {
      "cite": "Anamika Mishra",
      "quote": "She sang late into the night, till her heart was full."
    },
    {
      "cite": "Robert Barry",
      "quote": "I like working late at night and then going into the house and sitting down and watching a movie and then going to sleep."
    },
    {
      "cite": "Pearl Cleage",
      "quote": "Loneliness is black coffee and late-night television; solitude is herb tea and soft music. Solitude, quality solitude, is an assertion of self-worth, because only in the stillness can we hear the truth of our own unique voices."
    },
    {
      "cite": "Anthony Jeselnik",
      "quote": "In a late-night monologue, it's not just about being funny; you have to come off as knowledgeable. You have to cultivate a persona of trust and intelligence and likeability."
    },
    {
      "cite": "James Patterson",
      "quote": "A friend of mine once defined love as finding someone you can talk to late into the night."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Really, it had been stupid to expect anything anyway. A few late nights does not a habit, or a relationship, make."
    },
    {
      "cite": "Rick Yancey",
      "quote": "Sometimes in my tent, late at night, I think I can hear the stars scraping against the sky."
    },
    {
      "cite": "Tom Shales",
      "quote": "Late-night television is like the cereal aisle in the supermarket: too many choices. Also, too many 'different' brands that really aren't different at all."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Your heavenly eyes are shining like a late night star to be in heaven, I like to get lost in those eyes forever."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "They will smile, as they always do when they plan a major attack late in the night."
    },
    {
      "cite": "Muhammad Tahir-ul-Qadri",
      "quote": "In the late hours of the night, befriend the prayer mat."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Late night is no different than making a film, really, except that it's faster, and if you do a crap one, you can do a better one tomorrow. Writing a novel and doing stand-up that stuff is very similar."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "During the late nights, try to walk in the empty streets with an empty mind! Light of wisdom will soon accompany you!"
    },
    {
      "cite": "Arsenio Hall",
      "quote": "When you're doing late night you're on the grind every night; you send someone to check on your mom."
    }
  ]
}