{
  "source": "https://www.wisesayings.com/late-quotes/",
  "theme": "late",
  "quotes": [
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Everything comes at the right time, but if the right time is too late to be patient, go earlier before it becomes too late."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "It's never too late to do the right thing."
    },
    {
      "cite": "Jane Fonda",
      "quote": "It is never too late to master your weaknesses."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "We come too late to say anything which has not been said already."
    },
    {
      "cite": "Anna Wintour",
      "quote": "It's always about timing. If it's too soon, no one understands. If it's too late, everyone's forgotten."
    },
    {
      "cite": "Diplo",
      "quote": "It's never too late to change your luck."
    },
    {
      "cite": "Jennie Garth",
      "quote": "It's never too late to take your heart health seriously and make it a priority."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "It's never too late. Don't focus on what was taken away. Find something to replace it, and acknowledge the blessing you have."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "It is never too late or too early; you are never too young or too old. You can do what you can do."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "Maybe it's not too late to learn how to love and forget how to hate."
    },
    {
      "cite": "John Armstrong",
      "quote": "Tis not too late to-morrow to be brave"
    },
    {
      "cite": "Bruce Wilkinson",
      "quote": "It's never too late to act on your dream."
    },
    {
      "cite": "John L. Bates",
      "quote": "The joy late coming late departs."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "It is better to learn late than never."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Better to start early than finish late."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Its never to late to get back on your feet though we wont live forever make sure you accomplish what you were put here for"
    },
    {
      "cite": "Immanuel Kant",
      "quote": "It is never too late to become reasonable and wise."
    },
    {
      "cite": "Rick Warren",
      "quote": "It is never too late to start growing."
    },
    {
      "cite": "Elizabeth Strout",
      "quote": "And it was too late. No one wants to believe something is too late, but it is always becoming too late, and then it is."
    },
    {
      "cite": "Seth Godin",
      "quote": "It's never too late to start heading in the right direction."
    },
    {
      "cite": "Jane Fonda",
      "quote": "It's never too late - never too late to start over, never too late to be happy."
    },
    {
      "cite": "Guy Fieri",
      "quote": "It's never too late to get good at something."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Better three hours too soon than a minute too late."
    },
    {
      "cite": "John Wooden",
      "quote": "It's too late for preparation when opportunity strikes."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Adventures make one late for supper."
    },
    {
      "cite": "William F Longgood",
      "quote": "A late summer garden has a tranquility found no other time of the year."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Everything comes too late for those who only wait."
    },
    {
      "cite": "Jon Champion",
      "quote": "Two late goals, both in the last twenty minutes."
    },
    {
      "cite": "Marcus Valerius Martial",
      "quote": "Tomorrow's life is too late. Live today."
    }
  ]
}