{
  "source": "https://www.wisesayings.com/latina-quotes/",
  "theme": "latina",
  "quotes": [
    {
      "cite": "Sonia Sotomayor",
      "quote": "The Latina in me is an ember that blazes forever."
    },
    {
      "cite": "Sonia Sotomayor",
      "quote": "I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life."
    },
    {
      "cite": "Junot Diaz",
      "quote": "She's applying her lipstick; I've always believed that the universe invented the color red solely for Latinas."
    },
    {
      "cite": "Sandra Cisneros",
      "quote": "I am a woman, and I am a Latina. Those are the things that make my writing distinctive. Those are the things that give my writing power."
    },
    {
      "cite": "Zoe Saldana",
      "quote": "People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength."
    },
    {
      "cite": "Alicia Sixtos",
      "quote": "Being Latina means I have culture I guess. We party together, cry together, and cook together. Or at least my family does as much as we can. We know where we're from and we have a certain kind of rhythm and understanding. Togetherness. As I get older it becomes more apparent that there is a community in this industry that is working together to rise up and fight against the misinterpretation of Hispanic and what it means to be a Latino-American nowadays."
    },
    {
      "cite": "Sofia Vergara",
      "quote": "Latin women are very comfortable with their bodies and their sexuality. We aren't afraid to show that off a little bit more."
    },
    {
      "cite": "Cristina Saralegui",
      "quote": "We Latin women are liberated from the neck up, not the neck down."
    },
    {
      "cite": "Adrienne Bailon",
      "quote": "Being Latina to me is living your life like it's a big old fiesta!"
    },
    {
      "cite": "Linda Sanchez",
      "quote": "Latinas are the fastest growing segment of the minority population, and their perspective deserves to be represented, not denigrated."
    },
    {
      "cite": "Clarissa Pinkola Estes",
      "quote": "Latina women are proud to be called Mrs. That simply means that we have a family."
    },
    {
      "cite": "Sofia Vergara",
      "quote": "If a Latina falls in love with someone who is insecure, it can be a nightmare."
    },
    {
      "cite": "Tanya Saracho",
      "quote": "There is no 'generic' Latina."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Latin women enjoy being women more than other women."
    }
  ]
}