{
  "source": "https://www.wisesayings.com/laugh-quotes/",
  "theme": "laugh",
  "quotes": [
    {
      "cite": "Martin Luther King Jr.",
      "quote": "It is cheerful to God when you rejoice or laugh from the bottom of your heart."
    },
    {
      "cite": "Michael Pritchard",
      "quote": "You don't stop laughing because you grow old. You grow old because you stop laughing."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "She let out a laugh, and then she put her hand over her mouth, like she was angry at herself for forgetting her sadness."
    },
    {
      "cite": "William Rotsler",
      "quote": "You cannot hold back a good laugh any more than you can the tide. Both are forces of nature."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Laughter is a sunbeam of the soul."
    },
    {
      "cite": "Billy Joel",
      "quote": "I'd rather laugh with the sinners than cry with the saints."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Joyfulness keeps the heart and face young. A good laugh makes us better friends with ourselves and everybody around us."
    },
    {
      "cite": "Geri Halliwell",
      "quote": "It's important to learn to laugh at ourselves, don't take life too seriously."
    },
    {
      "cite": "Herman Melville",
      "quote": "A good laugh is a mighty good thing, a rather too scarce a good thing."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Laugh and the world laughs with you, snore and you sleep alone."
    },
    {
      "cite": "Bob Newhart",
      "quote": "Laughter gives us distance. It allows us to step back from an event, deal with it and then move on."
    },
    {
      "cite": "Alan Alda",
      "quote": "When people are laughing, they're generally not killing each other."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There is nothing in the world so irresistibly contagious as laughter and good humor."
    },
    {
      "cite": "John Cleese",
      "quote": "A wonderful thing about true laughter is that it just destroys any kind of system of dividing people."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "People expect me to cry, but I always laugh when things go wrong."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Laughter is the sun that drives winter from the human face."
    },
    {
      "cite": "Lord Byron",
      "quote": "Always laugh when you can. It is cheap medicine."
    },
    {
      "cite": "Stephen King",
      "quote": "You can't deny laughter; when it comes, it plops down in your favorite chair and stays as long as it wants."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "My pain may be the reason for somebody's laugh. But my laugh must never be the reason for somebody's pain."
    },
    {
      "cite": "Anne Lammott",
      "quote": "Laughter is carbonated holiness."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If you want to tell people the truth, make them laugh, otherwise they'll kill you."
    },
    {
      "cite": "Woody Allen",
      "quote": "I am thankful for laughter, except when milk comes out of my nose."
    },
    {
      "cite": "Brom",
      "quote": "If you don't learn to laugh at life it'll surely kill you, that I know."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Through all of living have much joy and laughter, life is to be enjoyed, not just endured."
    },
    {
      "cite": "Criss Jami",
      "quote": "There's nothing more contagious than the laughter of young children; it doesn't even have to matter what they're laughing about."
    },
    {
      "cite": "Jean Paul",
      "quote": "Laughing cheerfulness throws the light of day on all the paths of life."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "We must laugh before we are happy, for fear we die before we laugh at all."
    },
    {
      "cite": "Pierre Beaumarchais",
      "quote": "I hasten to laugh at everything, for fear of being obliged to weep."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "A good laugh heals a lot of hurts."
    },
    {
      "cite": "Mort Walker",
      "quote": "Seven days without laughter makes one weak."
    }
  ]
}