{
  "source": "https://www.wisesayings.com/laughter-quotes/",
  "theme": "laughter",
  "quotes": [
    {
      "cite": "Victor Borge",
      "quote": "Laughter is the shortest distance between two people."
    },
    {
      "cite": "Jasper Carrott",
      "quote": "Laughter is the best medicine - unless you're diabetic, then insulin comes pretty high on the list."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Laughter is the sun that drives winter from the human face."
    },
    {
      "cite": "John Cleese",
      "quote": "Laughter connects you with people. It's almost impossible to maintain any kind of distance or any sense of social hierarchy when you're just howling with laughter. Laughter is a force for democracy."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "A day without laughter is a day wasted."
    },
    {
      "cite": "Josh Billings",
      "quote": "Laughter is the sensation of feeling good all over and showing it principally in one place."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Laughter is good for you. Nine out of ten stand-up comedians recommend laughter in the face of intense stupidity."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "I know why we laugh. We laugh because it hurts, and it's the only thing to make it stop hurting."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Hearty laughter is a good way to jog internally without having to go outdoors."
    },
    {
      "cite": "Emily Mitchell",
      "quote": "A day without laughter is like living in darkness; you try to find your way around, but you can't see clearly."
    },
    {
      "cite": "Milton Berle",
      "quote": "Laughter is an instant vacation."
    },
    {
      "cite": "Emery Lord",
      "quote": "Laughter feels like our flotation device -- it won't pull us out of the storm, but it might carry us through, if we can just hang on."
    },
    {
      "cite": "Paul Lowney",
      "quote": "Laughter has no foreign accent."
    },
    {
      "cite": "Yakov Smirnoff",
      "quote": "Everybody laughs the same in every language because laughter is a universal connection."
    },
    {
      "cite": "Jean Huston",
      "quote": "At the height of laughter, the universe is flung into a kaleidoscope of new possibilities."
    },
    {
      "cite": "Michael Pritchard",
      "quote": "You don't stop laughing because you grow old. You grow old because you stop laughing."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "A good laugh heals a lot of hurts."
    },
    {
      "cite": "John Green",
      "quote": "I'm not up for laughing, but their laughter makes the room feel safer, so we begin to explore."
    },
    {
      "cite": "Tim O'Brien",
      "quote": "Laughter does not deny pain. Laughter - like a wail - acknowledges and replies to pain."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Laughter is a tranquilizer with no side effects."
    },
    {
      "cite": "Zero Mostel",
      "quote": "Laughter is a sense of proportion and a power of seeing yourself from the outside."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Laughter brings out the child in all of us."
    },
    {
      "cite": "Carol Channing",
      "quote": "Laughter is much more important than applause. Applause is almost a duty. Laughter is a reward."
    },
    {
      "cite": "Edward Young",
      "quote": "The house of laughter makes a house of woe."
    },
    {
      "cite": "Odette Pollar",
      "quote": "Laughter lets me relax. It's the equivalent of taking a deep breath, letting it out and saying, This, too, will pass"
    },
    {
      "cite": "Norman Cousins",
      "quote": "Laughter serves as a blocking agent. Like a bulletproof vest, it may help protect you against the ravages of negative emotions that can assault you in disease."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is little success where there is little laughter."
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "Laughter is the foundation of reconciliation."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Laughter is by definition healthy."
    }
  ]
}