{
  "source": "https://www.wisesayings.com/laundry-quotes/",
  "theme": "laundry",
  "quotes": [
    {
      "cite": "Burt Reynolds",
      "quote": "Marriage is about the most expensive way for the average man to get laundry done."
    },
    {
      "cite": "Barry Sanders",
      "quote": "Maybe a good rule in life is never become too important to do your own laundry."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "Have you noticed that if you leave the laundry in the hamper long enough, it's ready to wear again?"
    },
    {
      "cite": "Karl Kraus",
      "quote": "Humanity is the washerwoman of society that wrings out its dirty laundry in tears."
    },
    {
      "cite": "Zach Galifianakis",
      "quote": "You know it's time to do the laundry when you dry off with a sneaker."
    },
    {
      "cite": "Frank Serpico",
      "quote": "The reality is that we do not wash our own laundry. It just gets dirtier."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "The ordinary activities I find most compatible with contemplation are walking, baking bread, and doing laundry."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The price of gold is up 14 fold since last time I tried unfolding it. And laundry has declined two folds."
    },
    {
      "cite": "Richard Wilbur",
      "quote": "Oh, let there be nothing on earth but laundry, Nothing but rosy hands in the rising steam And clear dances done in the sight of heaven."
    },
    {
      "cite": "Gioachino Rossini",
      "quote": "Give me a laundry list and I'll set it to music."
    },
    {
      "cite": "Anonymous",
      "quote": "Laundry is the only thing that should be separated by colour."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Now they show you how detergents take out bloodstains, a pretty violent image there. I think if you've got a T-shirt with a bloodstain all over it, maybe laundry isn't your biggest problem.Maybe you should get rid of the body before you do the wash."
    },
    {
      "cite": "Barbara Dale",
      "quote": "Behind every working woman is an enormous pile of unwashed laundry."
    },
    {
      "cite": "Gioacchino Rossini",
      "quote": "Give me a laundry-list and I'll set it to music."
    },
    {
      "cite": "Joseph Smith, Jr.",
      "quote": "The laundry has its hands on my dirty shirts, sheets, towels and tablecloths, and who knows what tales they tell."
    },
    {
      "cite": "Anonymous",
      "quote": "No matter how hard I try to keep up with it there is always a mountain of laundry. I'm starting to think its self-breeding."
    },
    {
      "cite": "W Somerset Maugham",
      "quote": "Look after your laundry, and your soul will look after itself."
    },
    {
      "cite": "Patty Duke",
      "quote": "No matter what your laundry list of requirements in choosing a mate, there has to be an element of good luck and good fortune and good timing."
    },
    {
      "cite": "Sally Forth",
      "quote": "Behind every successful woman is a basket of dirty laundry."
    },
    {
      "cite": "Dr. Laurence J. Peter",
      "quote": "It's better to have loved and lost than to have to do forty pounds of laundry a week."
    },
    {
      "cite": "Anonymous",
      "quote": "I believe you should live each day as if it is your last, which is why I don't have any clean laundry, because, come on, who wants to wash clothes on the last day of their life?"
    },
    {
      "cite": "Ann Patras",
      "quote": "The nearest one came to a tumble dryer was if the laundry basket was dropped on the way to the washing-line and then the whole lot went tumbling down the drive."
    },
    {
      "cite": "Whit Lesure",
      "quote": "A good time here is going to Rite Aid. A big Sunday is doing your laundry."
    }
  ]
}