{
  "source": "https://www.wisesayings.com/law-school-quotes/",
  "theme": "law-school",
  "quotes": [
    {
      "cite": "Tucker Max",
      "quote": "Make no mistake about it: Law school is not a bastion of intellectual discourse."
    },
    {
      "cite": "Hart Pomerantz",
      "quote": "Law school taught me one thing: how to take two situations that are exactly the same and show how they are different."
    },
    {
      "cite": "Benjamin Carson",
      "quote": "What do lawyers learn in law school? They learn to win... What we've got to start thinking about is how do we solve problems."
    },
    {
      "cite": "John Grisham",
      "quote": "All students enter law school with a certain amount of idealism and desire to serve the public, but after three years of brutal competition we care for nothing but the right job with the right firm where we can make partner in seven years and earn big bucks."
    },
    {
      "cite": "Barack Obama",
      "quote": "The study of law can be disappointing at times, a matter of applying narrow rules and arcane procedure to an uncooperative reality; a sort of glorified accounting that serves to regulate the affairs of those who have power—and that all too often seeks to explain, to those who do not, the ultimate wisdom and justness of their condition. But that's not all the law is. The law is also memory; the law also records a long-running conversation, a nation arguing with its conscience."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "At Columbia Law School, my professor of constitutional law and federal courts, Gerald Gunther, was determined to place me in a federal court clerkship, despite what was then viewed as a grave impediment: On graduation, I was the mother of a 4-year-old child."
    },
    {
      "cite": "Kamala Harris",
      "quote": "I did not learn the flaws of the criminal-justice system in law school or college or by reading about it. I grew up knowing the flaws and how it was disproportionately impacting the black community. It's not academic for me."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "If law school is so hard to get through... how come there are so many lawyers?"
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "In point of substantial merit the law school belongs in the modern university no more than a school of fencing or dancing."
    },
    {
      "cite": "Tucker Max",
      "quote": "At some point in their life, everyone thinks they should go to law school. You may in fact think you want to go to law school now."
    },
    {
      "cite": "Daniel R. White",
      "quote": "Law school has been described as a place for the accumulation of learning. First-year students bring some in; third-year students take none away. Hence it accumulates."
    },
    {
      "cite": "Gerry Spence",
      "quote": "We must begin to train lawyers the minute they walk into law school to tell the truth. They must immediately begin to learn the business of representing people. They must be assigned cases the first day."
    },
    {
      "cite": "Evan Chesler",
      "quote": "Part of being a good lawyer is knowing when to keep your mouth shut. But those aren’t the types of people who go to law school."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The leading rule for the lawyer, as for the [person] of every calling, is diligence."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A lawyer is a person who writes a 10,000-word document and calls it a ‘brief.'"
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Straining at gnats and swallowing camels is a required course in all law schools."
    },
    {
      "cite": "Demitri Martin",
      "quote": "I went to law school. I found it interesting for the first three weeks."
    },
    {
      "cite": "Krysten Ritter",
      "quote": "Law school teaches you one thing above all: how to speak while saying absolutely nothing."
    }
  ]
}