{
  "source": "https://www.wisesayings.com/law-quotes/",
  "theme": "law",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Law and order exist for the purpose of establishing justice and when they fail in this purpose they become the dangerously structured dams that block the flow of social progress."
    },
    {
      "cite": "John Locke",
      "quote": "The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The safety of the people shall be the highest law."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone."
    },
    {
      "cite": "Aristotle",
      "quote": "At his best, man is the noblest of all animals; separated from law and justice he is the worst."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "We cannot expect people to have respect for law and order until we teach respect to those we have entrusted to enforce those laws."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Laws and principles are not for the times when there is no temptation: they are for such moments as this, when body and soul rise in mutiny against their rigour ... If at my convenience I might break them, what would be their worth?"
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "In times of war, the law falls silent."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "The Law is hard, but it is the Law."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Laws grind the poor, and rich men rule the law."
    },
    {
      "cite": "William Penn",
      "quote": "People are more afraid of the laws of Man than of God, because their punishment seems to be nearest."
    },
    {
      "cite": "Aristotle",
      "quote": "Law is order, and good law is good order."
    },
    {
      "cite": "Maxwell Anderson",
      "quote": "Without law men are beasts."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "The law was made for one thing alone, for the exploitation of those who don't understand it."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The law isn't justice. It's a very imperfect mechanism. If you press exactly the right buttons and are also lucky, justice may show up in the answer. A mechanism is all the law was ever intended to be."
    },
    {
      "cite": "Charles Dickens",
      "quote": "If there were no bad people, there would be no good lawyers."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "When men are pure, laws are useless; when men are corrupt, laws are broken."
    },
    {
      "cite": "Aristotle",
      "quote": "The law is reason, free from passion."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The clearest way to show what the rule of law means to us in everyday life is to recall what has happened when there is no rule of law."
    },
    {
      "cite": "Plato",
      "quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "It may be true that the law cannot make a man love me, but it can keep him from lynching me, and I think that's pretty important."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man is above the law and no man is below it; nor do we ask any man's permission when we ask him to obey it. Obedience to the law is demanded as a right; not asked as a favor."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "An unjust law is itself a species of violence. Arrest for its breach is more so."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Laws alone can not secure freedom of expression; in order that every man present his views without penalty there must be spirit of tolerance in the entire population."
    },
    {
      "cite": "Ambrosius Macrobius",
      "quote": "Good laws have their origins in bad morals."
    },
    {
      "cite": "Arcesilaus",
      "quote": "Where you find the laws most numerous, there you will find also the greatest injustice."
    },
    {
      "cite": "Archbishop Ireland",
      "quote": "Law is order in liberty, and without order liberty is social chaos."
    },
    {
      "cite": "Chaim Weizmann",
      "quote": "A law is something which must have a moral basis, so that there is an inner compelling force for every citizen to obey."
    }
  ]
}