{
  "source": "https://www.wisesayings.com/lawyer-quotes/",
  "theme": "lawyer",
  "quotes": [
    {
      "cite": "Tarun Singhal",
      "quote": "A good lawyer never give up, until he wants to, or until he gets what he wants."
    },
    {
      "cite": "George Crabbe",
      "quote": "Lawyers are: By law's dark by ways he has stored his mind with wicked knowledge on how to cheat mankind."
    },
    {
      "cite": "Robert Frost",
      "quote": "A jury consists of twelve persons chosen to decide who has the better lawyer."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The leading rule for the lawyer, as for the man of every calling, is diligence."
    },
    {
      "cite": "David Mellor",
      "quote": "Lawyers are like rhinoceroses: thick skinned, short-sighted, and always ready to charge."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Lawyers are: One skilled in the circumvention of the law."
    },
    {
      "cite": "Antonin Scalia",
      "quote": "The main business of a lawyer is to take the romance, the mystery, the irony, the ambiguity out of everything he touches."
    },
    {
      "cite": "Charles Lamb",
      "quote": "He is no lawyer who cannot take two sides."
    },
    {
      "cite": "Nancy Levit",
      "quote": "Lawyers are merchants of misery."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Laws should be like clothes. They should be made to fit the people they serve."
    },
    {
      "cite": "Arthur G. Hays",
      "quote": "Where there is a rift in the lute, the business of the lawyer is to widen the rift and gather the loot."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A lawyer is a person who writes a 10,000-word document and calls it a brief."
    },
    {
      "cite": "R. A. Delmonico",
      "quote": "A very clever lawyer can create a lot of damage, we can only hope that lawyers never figure out how to manipulate physical law."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Divorce lawyers stoke anger and fear in their clients, knowing that as long as the conflicts remain unresolved the revenue stream will keep flowing."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "The power of the lawyer is in the uncertainty of the law."
    },
    {
      "cite": "Edmund Burke",
      "quote": "It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "Arguing with a lawyer is not the hardest thing in the world; not arguing is."
    },
    {
      "cite": "Mohamed ElBaradei",
      "quote": "I'm a lawyer. I go for due process; I go for fairness and equity these values mean a lot to me."
    },
    {
      "cite": "Melvin Belli",
      "quote": "There is never a deed so foul that something couldn't be said for the guy; that's why there are lawyers."
    },
    {
      "cite": "Henry P. Brougham",
      "quote": "A lawyer is a gentleman that rescues your estate from your enemies and then keeps it to himself."
    },
    {
      "cite": "Eugene E. Brussell",
      "quote": "Lawyers are: One who defends you at the risk of your pocketbook, reputation and life."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A lawyer without books would be like a workman without tools."
    },
    {
      "cite": "Anis Mansour",
      "quote": "Miracles of Heaven: to believe lawyers."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "How lawyers make work for one another! You're all priests, worshipping the same god. No wonder you adore one another."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Lawyers were notorious for finding cases in the most unlikely places, especially ones with huge potential damagers awards."
    },
    {
      "cite": "Will Rogers",
      "quote": "Make crime pay. Become a lawyer."
    },
    {
      "cite": "David Hunt",
      "quote": "As a lawyer who has dealt in defamation, I know that someone's reputation has to be lowered in the eyes of right-thinking people to sue."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Lawyers are the only persons in whom ignorance of the law is not punished."
    },
    {
      "cite": "Patrick Murray",
      "quote": "A lawyer will do anything to win a case, sometimes he will even tell the truth."
    },
    {
      "cite": "John Lothrop Motley",
      "quote": "A good lawyer is a bad Christian."
    }
  ]
}