{
  "source": "https://www.wisesayings.com/lazy-people-quotes/",
  "theme": "lazy-people",
  "quotes": [
    {
      "cite": "Cyril Connolly",
      "quote": "A lazy person, whatever the talents with which he starts out, have condemned himself to second-rate thoughts, and to second-rate friends."
    },
    {
      "cite": "Dagwood Bumstead",
      "quote": "You can't teach people to be lazy - either they have it, or they don't."
    },
    {
      "cite": "Lithuanian Proverb",
      "quote": "Offer the lazy an egg, and they'll want you to peel it for them."
    },
    {
      "cite": "Sam Veda",
      "quote": "Laziness erodes a person of his enthusiasm and energy. As a result the person loses all opportunities and finally becomes dejected and frustrated. The worst thing is that he stops believing in himself."
    },
    {
      "cite": "Bill Gates",
      "quote": "I choose a lazy person to do a hard job. Because a lazy person will find an easy way to do it."
    },
    {
      "cite": "Lech Walesa",
      "quote": "I'm lazy. But it's the lazy people who invented the wheel and the bicycle because they didn't like walking or carrying things."
    },
    {
      "cite": "Bible",
      "quote": "The sluggard does not plow after the season, so he begs during the harvest and has nothing."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He that is busy is tempted by but one devil; he that is idle, by a legion."
    },
    {
      "cite": "Bible",
      "quote": "Work hard and become a leader; be lazy and never succeed."
    },
    {
      "cite": "French Proverb",
      "quote": "Lazy people are always eager to be doing something."
    },
    {
      "cite": "Omaha Proverb",
      "quote": "The lazy man is apt to be envious."
    },
    {
      "cite": "Ann Rule",
      "quote": "Lazy people tend not to take chances, but express themselves by tearing down other's work."
    },
    {
      "cite": "Mihai Eminescu",
      "quote": "Work is the law of the modern world, which has no place for lazy people."
    },
    {
      "cite": "Marcus Porcius Cato",
      "quote": "In doing nothing men learn to do evil."
    },
    {
      "cite": "R. T. Wombat",
      "quote": "The lazy man gets round the sun as quickly as the busy one."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Even a foolish old woman like me knows that lazy people don't think for themselves; they only think about themselves."
    },
    {
      "cite": "Norwegian Proverb",
      "quote": "The lazier a man is, the more he plans to do tomorrow."
    },
    {
      "cite": "Bible",
      "quote": "If a man will not work, he shall not eat."
    },
    {
      "cite": "English Proverb",
      "quote": "A young man idle, an old man needy."
    },
    {
      "cite": "Thomas Taylor",
      "quote": "Too many young people itch for what they want without scratching for it."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "A loafer always has the correct time."
    },
    {
      "cite": "Evan Esar",
      "quote": "The only time a lazy man ever succeeds is when he tries to do nothing."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "The Devil often finds work for them who find none for themselves."
    },
    {
      "cite": "Jimmy Lyons",
      "quote": "Tomorrow is the only day in the year that appeals to a lazy man."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "To a lazy man every day is a holiday."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Lazy people live lonely lives."
    },
    {
      "cite": "Bible",
      "quote": "Some men are so lazy they won't even feed themselves."
    },
    {
      "cite": "German Proverb",
      "quote": "Towards evening the lazy person begins to get busy."
    },
    {
      "cite": "J. W. MONETTE",
      "quote": "Lazy folks take the most pains."
    }
  ]
}