{
  "source": "https://www.wisesayings.com/lazy-day-quotes/",
  "theme": "lazy-day",
  "quotes": [
    {
      "cite": "Nicholas Sparks",
      "quote": "You gotta know when to be lazy. Done correctly, it's an art form that benefits everyone."
    },
    {
      "cite": "Anonymous",
      "quote": "I'm not lazy, I'm just very relaxed."
    },
    {
      "cite": "Anonymous",
      "quote": "Yesterday I did nothing and today I'm finishing what I did yesterday."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Ambition is a poor excuse for not having sense enough to be lazy."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
    },
    {
      "cite": "Pierre Saint-Amand",
      "quote": "Laziness is in tune with transitory time."
    },
    {
      "cite": "Ann Rule",
      "quote": "Lazy people tend not to take chances, but express themselves by tearing down other's work."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The lazy are always wanting to do something."
    },
    {
      "cite": "Patrick Fleming",
      "quote": "Laziness is the enemy of virtue, and the very train of all wickedness."
    },
    {
      "cite": "Eva LaRue",
      "quote": "Deep down I'm a lazy person in a constantly moving body."
    },
    {
      "cite": "Anne Frank",
      "quote": "Laziness may appear attractive, but work gives satisfaction."
    },
    {
      "cite": "Jules Renard",
      "quote": "Laziness is nothing more than the habit of resting before you get tired."
    },
    {
      "cite": "Tony Robbins",
      "quote": "People are not lazy. They simply have impotent goals - that is, goals that do not inspire them."
    },
    {
      "cite": "Chantalle Blikman",
      "quote": "Although laziness is common and a natural part of life, it has the potential to completely consume us."
    },
    {
      "cite": "Campbell Scott",
      "quote": "Working hard is great, being lazy sometimes is great, but failed potential is the worst."
    },
    {
      "cite": "Patrick Bennett",
      "quote": "Laziness is the first big step towards efficiency."
    },
    {
      "cite": "Evan Esar",
      "quote": "The trouble with the world is that laziness is seldom curable and never fatal."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "I'm always busy, but I'm lazy as well."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Lazy people live lonely lives."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The flesh, or human nature, is generally lazy and self-centered."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "There are all kinds of stupid people that annoy me but what annoys me most is a lazy argument."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Progress isn't made by early risers. It's made by lazy men trying to find easier ways to do something."
    },
    {
      "cite": "Abraham Miller",
      "quote": "Laziness prevents more crimes than morality."
    },
    {
      "cite": "Gotthold Ephraim Lessing",
      "quote": "Let us be lazy in everything, except in loving and drinking, except in being lazy."
    },
    {
      "cite": "Anonymous",
      "quote": "I love my job only when I'm on vacation."
    },
    {
      "cite": "Bjork",
      "quote": "I do believe sometimes discipline is very important. I'm not just lying around like a lazy cow all the time."
    },
    {
      "cite": "Carolyn Steber",
      "quote": "While laziness comes in many forms, it usually has one direct effect. And that's that nothing gets accomplished."
    },
    {
      "cite": "Constance Friday",
      "quote": "Don't be too lazy. Don't get too desperate."
    },
    {
      "cite": "Helena Rubinstein",
      "quote": "There are no ugly women, only lazy ones."
    },
    {
      "cite": "David Mamet",
      "quote": "I'm afraid of only two things: being lazy and being cowardly."
    }
  ]
}