{
  "source": "https://www.wisesayings.com/leadership-quotes/",
  "theme": "leadership",
  "quotes": [
    {
      "cite": "Chinese Proverb",
      "quote": "An army of a thousand is easy to find, but, ah, how difficult to find a general."
    },
    {
      "cite": "Afghan (on leadership)",
      "quote": "Even the largest army is nothing without a good general."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that cannot obey, cannot command."
    },
    {
      "cite": "George Eliot",
      "quote": "He who rules must fully humor as much as he commands."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The good will of the governed will be starved if not fed by the good deeds of the governors."
    },
    {
      "cite": "John Wycliffe",
      "quote": "The higher the monkey climbs, the more he shows his tail."
    },
    {
      "cite": "Yemeni (on leadership)",
      "quote": "The master of the people is their servant."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Leaders must be close enough to relate to others, but far enough ahead to motivate them."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "No man will make a great leader who wants to do it all himself, or to get all the credit for doing it."
    },
    {
      "cite": "Max Lucado",
      "quote": "A man who wants to lead the orchestra must turn his back on the crowd."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Leadership is the capacity to translate vision into reality."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "A man can only lead when others accept him as their leader, and he has only as much authority as his subjects give to him. All of the brilliant ideas in the world cannot save your kingdom if no one will listen to them."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Leadership does not always wear the harness of compromise."
    },
    {
      "cite": "John Buchan",
      "quote": "The task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there."
    },
    {
      "cite": "Iranian (on leadership)",
      "quote": "A gentle hand may lead even an elephant by a hair."
    },
    {
      "cite": "Ethiopian (on leadership)",
      "quote": "A great one must have a long heart."
    },
    {
      "cite": "unknown",
      "quote": "A ruler must sometimes humor as well as command."
    },
    {
      "cite": "Seneca Proverb",
      "quote": "Great chiefs prove their worthiness."
    },
    {
      "cite": "Liberian (on leadership)",
      "quote": "If the townspeople are happy, look to the chief."
    },
    {
      "cite": "Bulgarian (on leadership)",
      "quote": "If you can't serve, you can't rule."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "In the country of the blind, the one-eyed man is king."
    },
    {
      "cite": "Lord Byron",
      "quote": "When we think we lead, we are most led."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "To handle yourself, use your head; to handle others, use your heart."
    },
    {
      "cite": "General Douglas MacArthur",
      "quote": "Never give an order that can't be obeyed."
    },
    {
      "cite": "George Patton",
      "quote": "Don't tell people how to do things, tell them what to do and let them surprise you with their results."
    },
    {
      "cite": "Albert Schweiter",
      "quote": "Example is not the main thing in influencing others. It is the only thing."
    },
    {
      "cite": "Dwight Eisenhower",
      "quote": "You do not lead by hitting people over the head. That's assault, not leadership."
    }
  ]
}