{
  "source": "https://www.wisesayings.com/leaders-quotes/",
  "theme": "leaders",
  "quotes": [
    {
      "cite": "Sam Walton",
      "quote": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Leaders aren't born they are made. And they are made just like anything else, through hard work. And that's the price we'll have to pay to achieve that goal, or any goal."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Leaders must be close enough to relate to others, but far enough ahead to motivate them."
    },
    {
      "cite": "Colin Powell",
      "quote": "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand."
    },
    {
      "cite": "Pat Williams",
      "quote": "Great leaders have a heart for people. They take time for people. They view people as the bottom line, not as a tool to get to the bottom line."
    },
    {
      "cite": "John P. Kotter",
      "quote": "Leaders establish the vision for the future and set the strategy for getting there."
    },
    {
      "cite": "Che Guevara",
      "quote": "Cruel leaders are replaced only to have new leaders turn cruel."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Great leaders communicate a vision that captures the imagination and fires the hearts and minds of those around them."
    },
    {
      "cite": "Tom Peters",
      "quote": "Leaders don't create followers, they create more leaders."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Great leaders don't need to act tough. Their confidence and humility serve to underscore their toughness."
    },
    {
      "cite": "Michael Porter",
      "quote": "Good leaders need a positive agenda, not just an agenda of dealing with crisis."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Leaders keep their eyes on the horizon, not just on the bottom line."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Leaders understand that the real fight is the fight against time. There's so much to achieve in such less time."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "When leaders take back power, when they act as heroes and saviors, they end up exhausted, overwhelmed, and deeply stressed."
    },
    {
      "cite": "Tony Blair",
      "quote": "Leaders lead but in the end it's the people who deliver."
    },
    {
      "cite": "Tom Peters",
      "quote": "Leaders understand the ultimate power of relationships."
    },
    {
      "cite": "Philip Crosby",
      "quote": "Very few of the great leaders ever get through their careers without failing, sometimes dramatically."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Good leaders must communicate vision clearly, creatively, and continually. However, the vision doesn't come alive until the leader models it."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Average leaders inspire people to punch a time clock. Great leaders inspire industry and passion."
    },
    {
      "cite": "Robert Jarvik",
      "quote": "Leaders are visionaries with a poorly developed sense of fear and no concept of the odds against them."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "The great leaders have always stage-managed their effects."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Leaders know the importance of having someone in their lives who will unfailingly and fearlessly tell them the truth."
    },
    {
      "cite": "Robert Greenleaf",
      "quote": "Good leaders must first become good servants."
    },
    {
      "cite": "Tom Peters",
      "quote": "The best leaders... almost without exception and at every level, are master users of stories and symbols."
    },
    {
      "cite": "Frederick W. Smith",
      "quote": "Leaders get out in front and stay there by raising the standards by which they judge themselves - and by which they are willing to be judged."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Leaders should lead as far as they can and then vanish. Their ashes should not choke the fire they have lit."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Only a few good leaders have paused to reflect seriously on being leaders."
    },
    {
      "cite": "Henry Kissinger",
      "quote": "Leaders are responsible not for running public opinion polls but for the consequences of their actions."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "Leaders must wake people out of inertia. They must get people excited about something they've never seen before, something that does not yet exist."
    },
    {
      "cite": "Jeb Bush",
      "quote": "Leaders lead. They don't divide; they don't create a climate that is poisonous."
    }
  ]
}