{
  "source": "https://www.wisesayings.com/lean-quotes/",
  "theme": "lean",
  "quotes": [
    {
      "cite": "Orison Swett Marden",
      "quote": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Some lean back. But those who lean forward are poised to cross the finish-line, first!"
    },
    {
      "cite": "J. I. Packer",
      "quote": "The weaker we feel, the harder we lean. And the harder we lean, the stronger we grow spiritually, even while our bodies waste away."
    },
    {
      "cite": "Jennifer Weiner",
      "quote": "Everyone has sorrow. Everyone has obligations. Everyone keeps going. You lean on the people who love you. You do the best you can, and you keep going."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Lean forward into your life…catch the best bits and the finest wind. Just tip your feathers in flight a wee bit and see how dramatically that small lean can change your life."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind."
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "A lean sorrow is hardest to bear."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "Believe in fate, but lean forward where fate can see you."
    },
    {
      "cite": "Matt Berninger",
      "quote": "You gotta lean towards the things that make you like yourself. Forget everything else."
    },
    {
      "cite": "Dorothy Canfield Fisher",
      "quote": "A mom isn't an individual to lean on, but a person to generate leaning needless."
    },
    {
      "cite": "Mark Nepo",
      "quote": "In truth, the more we lean into life, the more we authentically interact with the world, the brighter our flame."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "God is a good choice to lean on. He has a proven record of faithfulness to those who commit their lives to Him."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Everything now will prepare you for the next step. Don't run from adversity; lean into it with all your heart and God will make you a leader worth following."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "As more women lean in to their careers, more men need to lean in to their families. We need to encourage men to be more ambitious in their homes."
    },
    {
      "cite": "Timothy Thomas Fortune",
      "quote": "We must learn to lean upon ourselves; we must learn to plan and execute business enterprises of our own; we must learn to venture our pennies if we would gain dollars."
    },
    {
      "cite": "Julia Cameron",
      "quote": "If we lean into what we love instead of soldiering toward what we 'should,' our pace quickens, our energy rises, optimism sets in. What we love is nutritious for us."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Lean forward into your life. Begin each day as if it were on purpose."
    },
    {
      "cite": "Billy Lawrence",
      "quote": "If something's working, you lean into it. You don't fight it."
    },
    {
      "cite": "Danny DeVito",
      "quote": "A tree falls the way it leans. Be careful the way you lean."
    },
    {
      "cite": "Billy Lawrence",
      "quote": "You have to lean into the turn. On every creative aspect, you have to lean into what's working."
    },
    {
      "cite": "Christopher Locke",
      "quote": "It's still a lean back, enjoy or a lean forward, be involved, enjoy medium. It's real engagement, real emotion."
    },
    {
      "cite": "Herta Muller",
      "quote": "Women always need other women to lean on. They become friends in order to hate each other better. The more they hate each other, the more inseparable they become."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Be passionate about something and lean to that strength."
    }
  ]
}