{
  "source": "https://www.wisesayings.com/leap-of-faith-quotes/",
  "theme": "leap-of-faith",
  "quotes": [
    {
      "cite": "David Brinkley",
      "quote": "She took a leap of faith and grew her wings on the way down."
    },
    {
      "cite": "Mandy Hale",
      "quote": "To live, to truly live, we must be willing to risk. To be nothing in order to find everything. To leap before we look."
    },
    {
      "cite": "James Cameron",
      "quote": "There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "Sometimes its better to take a leap of faith and just believe what you hear instead of trying to find the story behind it."
    },
    {
      "cite": "Ted Dekker",
      "quote": "Take a leap of faith and see that these troubled waters have no power over you unless you give it to them, and even then they lie."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Leave behind your old self and take a leap of faith into the unknown, you will surely find out what you are truly capable of becoming. Always have faith folks."
    },
    {
      "cite": "Tony Visconti",
      "quote": "No one else in our family was a professional musician so this took an enormous leap of faith on their part."
    },
    {
      "cite": "J. J. Abrams",
      "quote": "It's a leap of faith doing any serialised storytelling."
    },
    {
      "cite": "Kandyse Mcclure",
      "quote": "Take a leap of faith. You will either land somewhere new or learn to fly."
    },
    {
      "cite": "Derek Jacobi",
      "quote": "Ultimately it's a leap of faith and a leap of imagination to put yourself back in time into those conditions and situations and see how you would react."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Every great move forward in your life begins with a leap of faith, a step into the unknown."
    },
    {
      "cite": "William Sloane Coffin",
      "quote": "It is terribly important to realize that the leap of faith is not so much a leap of thought as of action. For while in many matters it is first we must see then we will act; in matters of faith it is first we must do then we will know, first we will be and then we will see. One must, in short, dare to act wholeheartedly without absolute certainty."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "I am coming to terms with the fact that loving someone requires a leap of faith, and that a soft landing is never guaranteed."
    },
    {
      "cite": "James Cameron",
      "quote": "But failure has to be an option in art and in exploration because it's a leap of faith. And no important endeavor that required innovation was done without risk. You have to be willing to take those risks."
    },
    {
      "cite": "Warren Miller",
      "quote": "Gravity is love and every turn is a leap of faith."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Take a leap of faith and begin this wondrous new year by believing."
    },
    {
      "cite": "H. Mortara",
      "quote": "There is a leap of faith with any conclusion the mind can conceive."
    },
    {
      "cite": "Mike Dooley",
      "quote": "It only takes one idea, one second in time, one friend, one dream, one leap of faith, to change everything forever."
    },
    {
      "cite": "Ron Bramlett",
      "quote": "You have to take a leap of faith to realize a dream, and this is something that a lot of people aren't willing to do."
    },
    {
      "cite": "Tom Szaky",
      "quote": "The challenging part is in the beginning; its a leap of faith. But I think the most important thing is to just do it. Start."
    },
    {
      "cite": "Francis Ford Coppola",
      "quote": "Although knowledge of structure is helpful, real creativity comes from leaps of faith in which you jump to something illogical. But those leaps form the memorable moments in movies and plays."
    },
    {
      "cite": "Matina Horner",
      "quote": "You can't solve many of today's problems by straight linear thinking. It takes leaps of faith to sense the connections that are not necessarily obvious."
    },
    {
      "cite": "A Scott Berg",
      "quote": "There is always a certain leap of faith that editors have made with their nonfiction writers. If the trust is broken, things can get very embarrassing for the writers and the publisher."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Taking a leap of faith is better than taking a leap of doubt."
    },
    {
      "cite": "Jen Stephens",
      "quote": "If we never had the courage to take a leap of faith, we'd be cheating God out of a chance to mount us up with wings like eagles and watch us soar."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Life remains unchanged till a leap of faith runs towards heaven."
    },
    {
      "cite": "Alan Hirsch",
      "quote": "When there is no possibility of retreat, we will find the innovation that only the liminal situation can bring. In short, we find the faith of leap."
    },
    {
      "cite": "Sam Messer",
      "quote": "You take that leap of faith. You have to be willing to follow, blindly, wherever it takes you. If you know where you're going beforehand, you're not going to end up with anything worth knowing."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Leap of faith yes, but only after reflection."
    },
    {
      "cite": "Christian Slater",
      "quote": "It's always a leap of faith when you get involved with somebody."
    }
  ]
}