{
  "source": "https://www.wisesayings.com/learning-quotes/",
  "theme": "learning",
  "quotes": [
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A man who asks is a fool for five minutes. A man who never asks is a fool for life."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "A moment's insight is sometimes worth a life's experience."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Learn as if you were to live forever."
    },
    {
      "cite": "Confucius",
      "quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger."
    },
    {
      "cite": "Richard Branson",
      "quote": "You don't learn to walk by following rules. You learn by doing, and by falling over."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I am always ready to learn although I do not always like being taught."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning."
    },
    {
      "cite": "Clay P. Bedford",
      "quote": "You can teach a student a lesson for a day; but if you can teach him to learn by creating curiosity, he will continue the learning process as long as he lives."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "I am learning all the time. The tombstone will be my diploma."
    },
    {
      "cite": "Antisthenes",
      "quote": "The most useful piece of learning for the uses of life is to unlearn what is untrue."
    },
    {
      "cite": "Mortimer Adler",
      "quote": "The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as we continue to live."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Every act of conscious learning requires the willingness to suffer an injury to one's self-esteem. That is why young children, before they are aware of their own self-importance, learn so easily."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "The illiterate of the 21st century will not be those who cannot read and write, but those who cannot learn, unlearn, and relearn."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "I never learned from a man who agreed with me."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "The man who is too old to learn was probably always too old to learn."
    },
    {
      "cite": "Robert John Meehan",
      "quote": "Developing a desire to learn is the kindling point of all classroom achievement."
    },
    {
      "cite": "Madeline Hunter",
      "quote": "Expecting all children the same age to learn from the same materials is like expecting all children the same age to wear the same size clothing."
    },
    {
      "cite": "Anonymous",
      "quote": "If learning is an act of exploration, then technology equips the explorer for the journey of a lifetime."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "It is paradoxical that many educators and parents still differentiate between a time for learning and a time for play without seeing the vital connection between them."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "Teenagers learn best by doing things, they learn best in teams and they learn best by doing things for real - all the opposite of what mainstream schooling actually does."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Learning is not attained by chance. It must be sought for with ardor and attended to with diligence."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never let formal education get in the way of your learning."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If a man empties his purse into his head, no one can take it away from him. An investment in knowledge always pays the best interest."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "In a time of drastic change it is the learners who inherit the future. The learned usually find themselves equipped to live in a world that no longer exists."
    },
    {
      "cite": "Doris Lessing",
      "quote": "That's what learning is. You suddenly understand something you understood all your life, but in a new way."
    },
    {
      "cite": "Peter Drucker",
      "quote": "We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "We learn more by looking for the answer to a question and not finding it than we do from learning the answer itself."
    },
    {
      "cite": "Eugene S. Wilson",
      "quote": "Only the curious will learn and only the resolute overcome the obstacles to learning. The quest quotient has always excited me more than the intelligence quotient."
    }
  ]
}