{
  "source": "https://www.wisesayings.com/learning-from-mistakes-quotes/",
  "theme": "learning-from-mistakes",
  "quotes": [
    {
      "cite": "Alexander Pope",
      "quote": "A man should never be ashamed to own he has been in the wrong, which is but saying... that he is wiser today than he was yesterday."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Many times what we perceive as an error or failure is actually a gift. And eventually we find that lessons learned from that discouraging experience prove to be of great worth."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something."
    },
    {
      "cite": "Bill Clinton",
      "quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit."
    },
    {
      "cite": "Bill Gates",
      "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Every adversity, every failure, every heartache carries with it the seed on an equal or greater benefit."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "We need to realize that our path to transformation is through our mistakes. We're meant to make mistakes, recognize them, and move on to become unlimited."
    },
    {
      "cite": "Stella Adler",
      "quote": "You will only fail to learn if you do not learn from failing."
    },
    {
      "cite": "Richard Branson",
      "quote": "You don't learn to walk by following rules. You learn by doing, and by falling over."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Experience is simply the name we give our mistakes."
    },
    {
      "cite": "Henry Haskins",
      "quote": "Mistakes fail in their mission of helping the person who blames them on the other fellow."
    },
    {
      "cite": "Samuel Levenson",
      "quote": "You must learn from the mistakes of others. You can't possibly live long enough to make them all yourself."
    },
    {
      "cite": "Richard Bach",
      "quote": "There are no mistakes. The events we bring upon ourselves, no matter how unpleasant, are necessary in order to learn what we need to learn; whatever steps we take, they're necessary to reach the places we've chosen to go."
    },
    {
      "cite": "Jack Canfield",
      "quote": "As you begin to take action  toward the fulfillment of your goals and dreams, you must realize that not every action will be perfect. Not every action will produce the desired result. Not every action will work. Making mistakes, getting it almost right, and experimenting to see what happens are all part of the process of eventually getting it right."
    },
    {
      "cite": "AI Franken",
      "quote": "Mistakes are a part of being human. Appreciate your 'mistakes' for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from."
    },
    {
      "cite": "Hugh White",
      "quote": "When you make a 'mistake', don't look back at it long. Take the reason of the thing into your mind and then look forward. 'Mistakes' are lessons of wisdom. The past cannot be changed. The future is yet in your power."
    },
    {
      "cite": "unknown",
      "quote": "Don't carry your mistakes around with you. Instead, place them under your feet and use them as stepping stones. Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "William Saroyan",
      "quote": "Good people are good because they have come to wisdom through failure. We get very little wisdom from success."
    },
    {
      "cite": "H. Stanley Judd",
      "quote": "Don't be afraid to fail. Don't waste energy trying to cover up failure. Learn from your failures and go on to the next challenge. It's OK to fail. If you're not failing, you're not growing."
    },
    {
      "cite": "Niels Bohr",
      "quote": "An expert is a man who has made all the mistakes which can be made in a very narrow field"
    },
    {
      "cite": "Duane Dewel",
      "quote": "Any married man should forget his mistakes - no use two people remembering the same thing."
    },
    {
      "cite": "Luis Miguel",
      "quote": "I think we all wish we could erase some dark times in our lives. But all of life's experiences, bad and good, make you who you are. Erasing any of life's experiences would be a great mistake."
    },
    {
      "cite": "Anonymous",
      "quote": "A mistake should be your teacher, not your attacker. A mistake is a lesson, not a loss. It is a temporary, necessary detour, not a dead end."
    },
    {
      "cite": "James Joyce",
      "quote": "A man of genius makes no mistakes. His errors are volitional and are the portals of discovery."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Mishaps are like knives, that either serve us or cut us, as we grasp them by the blade or the handle."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Many great people have experience some kind of failure. They build on the lessons from failing to become great"
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Well, we all make mistakes, dear, so just put it behind you. We should regret our mistakes and learn from them, but never carry them forward into the future with us."
    },
    {
      "cite": "Gary Marshall",
      "quote": "It's always helpful to learn from your mistakes because then your mistakes seem worthwhile."
    },
    {
      "cite": "Al Franken",
      "quote": "Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from."
    }
  ]
}