{
  "source": "https://www.wisesayings.com/leaves-quotes/",
  "theme": "leaves",
  "quotes": [
    {
      "cite": "Marty Rubin",
      "quote": "Some leaves hang on longer but eventually they all fall."
    },
    {
      "cite": "Daniel Nayeri",
      "quote": "The tree leaves rustled like that noise e-books make when you turn the page."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Though leaves are many, the root is one."
    },
    {
      "cite": "Sharon Kay Penman",
      "quote": "Autumn that year painted the countryside in vivid shades of scarlet, saffron, and russet, and the days were clear and crisp under harvest skies."
    },
    {
      "cite": "William Allingham",
      "quote": "Now Autumn's fire burns slowly along the woods and day by day the dead leaves fall and melt."
    },
    {
      "cite": "Amelia Dashwood",
      "quote": "Autumn casts a spell and dying never was so beautiful."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Time flies over us, but leaves its shadow behind."
    },
    {
      "cite": "Brent M. Jones",
      "quote": "When leaves turn bright colors in the fall they make one last effort to compete with the flowers."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "As leaves move in the wind, your mind moves with your breath."
    },
    {
      "cite": "John Burroughs",
      "quote": "How beautifully leaves grow old. How full of light and color are their last days."
    },
    {
      "cite": "Jacob Moleschott",
      "quote": "Flowers, leaves, fruit, are the air-woven children of light."
    },
    {
      "cite": "Tennyson",
      "quote": "The last red leaf is whirled away, The rooks are blown about the skies."
    },
    {
      "cite": "William Jones",
      "quote": "In the whisper of the leaves appears an interchange of love."
    },
    {
      "cite": "Albert Camus",
      "quote": "Autumn is a second spring when every leaf is a flower."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The leaves and the light are one."
    },
    {
      "cite": "Brent M. Jones",
      "quote": "When leaves turn bright colors in the fall they make one last effort to compete with the flowers"
    },
    {
      "cite": "James Ellis",
      "quote": "The rustling of the leaves is like a low hymn to nature."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Green leaves on a dead tree is our epitaph-green leaves, dear reader, on a dead tree."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "The leaf and his body were one. Neither possessed a separate permanent self. Neither could exist independently from the rest of the universe."
    },
    {
      "cite": "Peter Mulvey",
      "quote": "And the leaves were telling secrets to the wind."
    },
    {
      "cite": "Amit Ray",
      "quote": "Fallen leaves on the ground are the golden song of immortal creativity."
    },
    {
      "cite": "Christoph Christian Sturm",
      "quote": "There is not a single leaf which is a mere ornament; all contribute to the fruitfulness of the earth, and the support of its inhabitants."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The true order is what the wind creates by scattering the leaves."
    },
    {
      "cite": "David Ault",
      "quote": "There's never been a better time to let the leaves of mediocrity fall from your tree of life."
    },
    {
      "cite": "Virgil",
      "quote": "A chaplet of leaves crowns the victor."
    },
    {
      "cite": "R. Trevor",
      "quote": "The fall of leaves is an emblem of the decline of life."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Autumn is the mellower season, and what we lose in flowers we more than gain in fruits."
    },
    {
      "cite": "Lorin Morgan-Richards",
      "quote": "Autumn colors remind us we are all one dancing in the wind."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Leaves leave this world in beautiful fall colors and songs."
    },
    {
      "cite": "James Hervey",
      "quote": "Every leaf is a spacious plain; every line a flowing brook; every period a lofty mountain."
    }
  ]
}