{
  "source": "https://www.wisesayings.com/leaving-home-quotes/",
  "theme": "leaving-home",
  "quotes": [
    {
      "cite": "Robert Neelly Bellah",
      "quote": "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You can never go home again, but the truth is you can never leave home, so it's all right."
    },
    {
      "cite": "John Ed Pearce",
      "quote": "Home is a place you grow up wanting to leave, and grow old wanting to get back to."
    },
    {
      "cite": "James Baldwin",
      "quote": "You don't have a home until you leave it and then, when you have left it, you never can go back."
    },
    {
      "cite": "Catherine Watson",
      "quote": "Leaving home's a cinch. It's the staying, once you've found it, that takes courage."
    },
    {
      "cite": "John Andrew Holmes",
      "quote": "A child enters your home and for the next twenty years makes so much noise you can hardly stand it. The child departs, leaving the house so silent you think you are going mad."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "It is always sad when someone leaves home, unless they are simply going around the corner and will return in a few minutes with ice-cream sandwiches."
    },
    {
      "cite": "Robert Neely bellah",
      "quote": "However painful the process of leaving home, for parents and for children, the really frightening thing for both would be the prospect of the child never leaving home."
    },
    {
      "cite": "John Bradshaw",
      "quote": "Growing up means leaving home and becoming a self supporting adult. I think this the hardest task any human being hast to face."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "After you leave home, you may find yourself feeling homesick, even if you have a new home that has nicer wallpaper and a more efficient dishwasher than the home in which you grew up."
    },
    {
      "cite": "Andre Maurois",
      "quote": "It is restful to leave one's home; not because traveling does not entail varied and difficult daily actions, but because it removes our responsibilities."
    },
    {
      "cite": "Lyle Lovett",
      "quote": "When you have a solid upbringing and a strong sense of place, that sustains you. My sense of home never leaves me."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "A man who leaves home to mend himself and others is a philosopher; but he who goes from country to country, guided by the blind impulse of curiosity, is a vagabond."
    },
    {
      "cite": "Lucille Ball",
      "quote": "You see much more of your children once they leave home."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "It's just as hard to go back to a place you once left, as it is to leave it again."
    },
    {
      "cite": "Warsan Shire",
      "quote": "No one leaves home unless home is the mouth of a shark."
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "You can go other places, all right, you can live on the other side of the world, but you can't ever leave home."
    },
    {
      "cite": "Rupert Grint",
      "quote": "Leave home? It's quite a scary thought. I'm not the most independent person and that's the result. When you're always surrounded by people it becomes quite normal."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "If you love your son, make him leave home."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The wise man and the tortoise travel but never leave their home."
    },
    {
      "cite": "Derren Victor Brown",
      "quote": "Every day when you leave your home you give away more than you could ever imagine about who you are and what you do."
    },
    {
      "cite": "George Moore",
      "quote": "A man travels the world over in search of what he needs and returns home to find it."
    },
    {
      "cite": "Hal Borland",
      "quote": "To know after absence the familiar street and road and village and house is to know again the satisfaction of home."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "When you're safe at home you wish you were having an adventure; when you're having an adventure you whish you were safe at home."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "Unless you move, the place where you are is the place where you will always be."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The greatest gifts you can give your children are the roots of responsibility and the wings of independence."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "The most important thing that parents can teach their children is how to get along without them."
    }
  ]
}