{
  "source": "https://www.wisesayings.com/leave-me-alone-quotes/",
  "theme": "leave-me-alone",
  "quotes": [
    {
      "cite": "Laurence Fishburne",
      "quote": "My mother is quite a woman. She would push me, and when I got tired of her pushing, I'd say: 'Leave me alone. Don't push so much.'"
    },
    {
      "cite": "Rajneesh",
      "quote": "All of the religions are looking after the poor. At least leave me alone to look after the rich. I am the rich man's guru."
    },
    {
      "cite": "J. J. Abrams",
      "quote": "I try to push ideas away, and the ones that will not leave me alone are the ones that ultimately end up happening."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Life could be so wonderful if people would leave you alone."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "I'll always be happy if they'd leave me alone in that delightful and unknown furthest corner, apart from struggles, putrefactions and nonsense; the ultimate corner of sugar and toast, where the mermaids catch the branches of the willows and the heart opens to a flute's sharpness."
    },
    {
      "cite": "William H. Gass",
      "quote": "I don't know myself, what to do, where to go ... I lie in the crack of a book for my comfort ... it's what the world offers ... please leave me alone to dream as I fancy."
    },
    {
      "cite": "Rumi",
      "quote": "Either give me more wine or leave me alone."
    },
    {
      "cite": "Lee Child",
      "quote": "No, I'm a man with a rule. People leave me alone, I leave them alone. If they don't, I don't."
    },
    {
      "cite": "Jay-Z",
      "quote": "Only God can judge me so I'm gone, either love me or leave me alone."
    },
    {
      "cite": "Slavoj Zizek",
      "quote": "The liberal idea of tolerance is more and more a kind of intolerance. What it means is 'Leave me alone; don't harass me; I'm intolerant towards your over-proximity."
    },
    {
      "cite": "Vaslav Nijinsky",
      "quote": "People like eccentrics. Therefore they will leave me alone, saying that I am a mad clown."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Leave me alone, is not a good news! Let's be together is not a bad news. We were made to be each others keepers. Let love lead"
    },
    {
      "cite": "Thomas Merton",
      "quote": "O love-why can't you leave me alone? Which is a rhetorical question meaning: for heaven's sake, don't."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Often we can help each other most by leaving each other alone; at other times we need the hand-grasp and the word of cheer."
    },
    {
      "cite": "Chuck Berry",
      "quote": "Don't bother me, leave me alone. Anyway, I'm almost grown."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I am grown by sympathy a little eager and sentimental, but leave me alone, and I should relish every hour and what it brought me, the pot-luck of the day, as heartily as the oldest gossip in the bar-room."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I don't want to be alone, I want to be left alone."
    },
    {
      "cite": "William G. Kline",
      "quote": "If I leave you alone, and you leave me alone, we are both better off. And I will leave you alone if you leave me alone. And there is a lot of traction to be gained from that."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Let me be me, or let me be."
    },
    {
      "cite": "Plutarch",
      "quote": "You keep to your own ways, and leave mine to me."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Reason is not automatic. Those who deny it cannot be conquered by it. Do not count on them. Leave them alone."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "I am as I am, And so is a stone; Them that don't like me, Must leave me alone."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "Be a good neighbor, and leave me alone."
    },
    {
      "cite": "Paige",
      "quote": "Give me a treat, or leave me alone. It’s Monday."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Those who have come here to hate should leave now; for in their hate, they only betray themselves."
    }
  ]
}