{
  "source": "https://www.wisesayings.com/leaving-quotes/",
  "theme": "leaving",
  "quotes": [
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you are brave enough to say goodbye life will reward you with a new hello."
    },
    {
      "cite": "Enid Blyton",
      "quote": "Leave something for someone but dont leave someone for something."
    },
    {
      "cite": "Donald Miller",
      "quote": "Everybody has to leave, everybody has to leave their home and come back so they can love it again for all new reasons."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "And the danger is that in this move toward new horizons and far directions, that I may lose what I have now, and not find anything except loneliness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There are no goodbyes for us. Wherever you are, you will always be in my heart."
    },
    {
      "cite": "Richard Bach",
      "quote": "A farewell is necessary before we can meet again, and meeting again after moments or a lifetime is certain for those who are friends."
    },
    {
      "cite": "Rachel Cusk",
      "quote": "Leaving things behind and starting again is a way of coping with difficulties. I learnt very early in my life that I was able to leave a place and still remain myself."
    },
    {
      "cite": "Robert Neelly Bellah",
      "quote": "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves."
    },
    {
      "cite": "Robert Neelly Bellah",
      "quote": "However painful the process of leaving home, for parents and for children, the really frightening thing for both would be the prospect of the child never leaving home."
    },
    {
      "cite": "unknown",
      "quote": "You never really leave a place or person you love, part of them you take with you ,leaving a part of yourself behind."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "I hope the leaving is joyful; and I hope never to return."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "People fear leaving their safe harbor of the known and venturing off into the unknown. Human beings crave certainty - even when it limits them."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The sea that calls all things unto her calls me, and I must embark."
    },
    {
      "cite": "Kathie Lee Gifford",
      "quote": "A fear of the unknown keeps a lot of people from leaving bad situations."
    },
    {
      "cite": "Azar Nafisi",
      "quote": "You get a strange feeling when you're about to leave a place, like you'll not only miss the people you love but you'll miss the person you are now at this time and this place, because you'll never be this way again."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Never part without loving words to think of during your absence. It may be that you will not meet again in this life."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Every parting is a form of death, as every reunion is a type of heaven."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "Have you ever thought about it, about simply leaving? Really, truly thought about it with the intent to follow through and not as a dream or a passing fancy?"
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Has this world been so kind to you that you should leave with regret? There are better things ahead than any we leave behind."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Parting is such sweet sorrow."
    },
    {
      "cite": "Peter Pan",
      "quote": "Never say goodbye, because goodbye means going away and going away means forgetting."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "There ain't no way you can hold onto something that wants to go, you understand? You can only love what you got while you got it."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "I make it easier for people to leave by making them hate me a little."
    },
    {
      "cite": "Billy Joel",
      "quote": "Life is a series of hellos and goodbyes / I'm afraid it's time for goodbye again."
    },
    {
      "cite": "Billy Joel",
      "quote": "This is the time to remember/'Cause it will not last forever/ These are the days to hold on to / 'Cause we won't although we'll want to"
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "The story of life is quicker than the blink of an eye / The story of love is hello, goodbye."
    },
    {
      "cite": "Chasing Amy",
      "quote": "Even if we never talk again after tonight, please know that I am forever changed because of who you are and what you mean to me."
    }
  ]
}