{
  "source": "https://www.wisesayings.com/legalism-quotes/",
  "theme": "legalism",
  "quotes": [
    {
      "cite": "R.C. Sproul",
      "quote": "Legalism is concerned simply with external conformity and is blind to internal motivation."
    },
    {
      "cite": "C.J. Mahaney",
      "quote": "The implications of legalism are staggering in their arrogance. Legalism claims that the death of Jesus on the cross was either unnecessary or insufficient. It essentially says to God, Your plan didn't work. The cross wasn't enough and I need to add my good works to it to be saved."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Legalism breeds a sense of entitlement that turns us into complainers."
    },
    {
      "cite": "Sam Storms",
      "quote": "Legalism is the tendency to regard as divine law things which God has neither required nor forbidden in Scripture and the corresponding inclination to look with suspicion on others for their failure or refusal to conform."
    },
    {
      "cite": "John Gresham Machen",
      "quote": "A low view of law always produces legalism; a high view of law makes a person a seeker after grace."
    },
    {
      "cite": "Anonymous",
      "quote": "Legalism strict adherence, or the principle of strict adherence, to law or pre-scription, especially to the letter rather than the spirit."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "Legalism insists on conformity to manmade religious rules and requirements, which are often unspoken but are nevertheless very real. There are far too many instances within Christendom where our traditions and rules are, in practice, more important than God's commands."
    },
    {
      "cite": "C.J. Mahaney",
      "quote": "Legalism involves seeking forgiveness from God, justification before God, and acceptance by God through obedience to God. Legalism is substituting, in essence, my works for Jesus' finished work. Legalism is self-atonement and the height of arrogance. It's living as if the cross of Christ was unnecessary or insufficient."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "If one accepts the terms of the covenant and obeys God's law, he or she receives the blessings associated with the covenant."
    },
    {
      "cite": "Kelly Minter",
      "quote": "Legalism is when we try to obtain the result of obedience by our own means and strength. It is self-righteousness, as opposed to God's righteousness covering us, and the two are as different as spirit and flesh."
    },
    {
      "cite": "Christine Hoover",
      "quote": "Legalism is a fancy word for an obession with goodmess. It's a belief that good thing come from God to those who are good. And it's a belief that you can actually be good enough to get to God on your own."
    },
    {
      "cite": "Paul Ricoeur",
      "quote": "The moral law commands us to make the highest possible good in a world the final object of all our conduct."
    },
    {
      "cite": "Bono",
      "quote": "Law will take over because law always carries with it a sense of security and manipulative power."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Legalism is a subtle danger because no one thinks of himself as a legalist."
    },
    {
      "cite": "Max Anders",
      "quote": "Believers have just as much to fear from legalism as from waywardness. The first detracts from the beauty of the message, while the second mars it content."
    },
    {
      "cite": "Geerhardus Vos",
      "quote": "Legalism lacks the supreme sense of worship. It obeys but it does not adore."
    },
    {
      "cite": "Sam Storms",
      "quote": "Legalism does not consist in yielding obedience to the law. Rather, it is to seek justification and good standing with God through the merit of works done in obedience to the law instead of by faith in Christ."
    },
    {
      "cite": "Bryan Chapell",
      "quote": "Legalism makes believers think that God accepts them on the basis of what they do. Licentiousness makes believers think that God does not care what they do. Both errors have terrible spiritual consequences."
    },
    {
      "cite": "Anonymous",
      "quote": "Legalism is using God's word to enforce your will."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Legalism is looking to something besides Jesus Christ in order to be acceptable and clean before God."
    },
    {
      "cite": "David Wilkerson",
      "quote": "At its heart, legalism is a desire to appear holy. It is trying to be justified before men and not God."
    },
    {
      "cite": "Rob Rienow",
      "quote": "Legalism is adding human rules and regulations to the Bible, and judging others based on these new humanistic rules. Legalism is not taking the Bible seriously on every point. That is Christianity."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Legalism says God will love us if we change. The gospel says God will change us because He loves us."
    },
    {
      "cite": "Keri Harvey",
      "quote": "Legalism is to seek to achieve forgiveness from God and acceptance by God through my obedience to God."
    },
    {
      "cite": "Gene Edwards",
      "quote": "Legalism is nothing but a leader's way of avoiding suffering."
    }
  ]
}