{
  "source": "https://www.wisesayings.com/legacy-quotes/",
  "theme": "legacy",
  "quotes": [
    {
      "cite": "Taylor Swift",
      "quote": "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Please think about your legacy, because you're writing it every day."
    },
    {
      "cite": "Pam Farrel",
      "quote": "Each day we choose to live the legacy we want to leave."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Legacy is greater than currency."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Your legacy is being written by yourself. Make the right decisions."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "A man's legacy is determined by how the story ends."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Create your legacy, and pass the baton."
    },
    {
      "cite": "Jim Stengel",
      "quote": "Our legacy is how we spend our time and who we spend it with."
    },
    {
      "cite": "Ray Lewis",
      "quote": "Do whatever you gotta do to chase your legacy every second of your life."
    },
    {
      "cite": "Leonard Sweet",
      "quote": "What you do is your history. What you set in motion is your legacy."
    },
    {
      "cite": "Greg Plitt",
      "quote": "We don't live forever... Our legacy does."
    },
    {
      "cite": "Gino Norris",
      "quote": "Create your legacy by fulfilling your potential..."
    },
    {
      "cite": "Johnny Wowk",
      "quote": "Leave your legacy today before you're gone tomorrow."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The earth is hiring and the pay is your legacy."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Let the blood and the bruises define your legacy."
    },
    {
      "cite": "Mike Crump",
      "quote": "What we are most passionate about becomes our legacy."
    },
    {
      "cite": "Rick Warren",
      "quote": "Living to create an earthly legacy is a short-sighted goal."
    },
    {
      "cite": "Michael Beschloss",
      "quote": "Legacy is what a president does that affects later generations."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "Yesterday is gone, live for today and leave a legacy for tomorrow."
    },
    {
      "cite": "Seth Godin",
      "quote": "When the legacy you leave behind lasts for hours, days or a lifetime, you matter."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you're going to live, leave a legacy. Make a mark on the world that can't be erased."
    },
    {
      "cite": "Darrell Waltrip",
      "quote": "A legacy is not about what you did while you were there it is what happens when you are gone."
    },
    {
      "cite": "Rich Mullins",
      "quote": "If your life is motivated by your ambition to leave a legacy, what you'll probably leave as a legacy is ambition."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "Everyone leaves a legacy, whether they want to or not. The question is, \"What kind of legacy will you leave?\""
    },
    {
      "cite": "Kalu Ndukwe Kalu",
      "quote": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The need to leave a legacy is our spiritual need to have a sense of meaning, purpose, personal congruence, and contribution."
    },
    {
      "cite": "Steve Saint",
      "quote": "Your story is the greatest legacy that you will leave to your friends.It's the longest-lasting legacy you will leave to your heirs."
    },
    {
      "cite": "Pericles",
      "quote": "What you leave behind is not what is engraved in stone monuments, but what is woven into the lives of others."
    },
    {
      "cite": "Dolly Parton",
      "quote": "If your actions create a legacy that inspires others to dream more, learn more, do more and become more, then, you are an excellent leader."
    }
  ]
}