{
  "source": "https://www.wisesayings.com/legend-quotes/",
  "theme": "legend",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "The truth about the life of a man is not what he does, but the legend which he creates around himself"
    },
    {
      "cite": "Bette Davis",
      "quote": "The only way you can become a legend is in your coffin."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "Legends are all to do with the past and nothing to do with the present."
    },
    {
      "cite": "Joyce Johnson",
      "quote": "Legend adheres to artists whose deaths seem the corollaries of their works."
    },
    {
      "cite": "Michael Scott",
      "quote": "At the heart of every legend there is a grain of truth."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "Legend remains victorious in spite of history."
    },
    {
      "cite": "Aleksandar Hemon",
      "quote": "Your memories become fantasies if they are not shared, and your life in all its triviality becomes a legend."
    },
    {
      "cite": "Richard Matheson",
      "quote": "And, before science had caught up with the legend, the legend had swallowed science and everything."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Every human being has a personal legend to be fulfilled, and this is our reason for being in the world. This personal legend manifests itself in our enthusiasm for the task."
    },
    {
      "cite": "Helen Hayes",
      "quote": "Legends die hard. They survive as truth rarely does."
    },
    {
      "cite": "Hervey Allen",
      "quote": "Legends are material to be moulded, and not facts to be recorded."
    },
    {
      "cite": "HL Mencken",
      "quote": "Legend: A lie that has attained the dignity of age…"
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Legends don't have to make sense. They just have to be beautiful. Or at least interesting."
    },
    {
      "cite": "Caitlin Moran",
      "quote": "You don't need to be legendary all the time. You can just be legendary for ten minutes a day."
    },
    {
      "cite": "Miles Davis",
      "quote": "A legend is an old man with a cane."
    },
    {
      "cite": "Dan Brown",
      "quote": "Sometimes a legend that endures for centuries... endures for a reason."
    },
    {
      "cite": "Nalini Singh",
      "quote": "To be a legend, you generally had to be dead."
    },
    {
      "cite": "Robert Wuhl",
      "quote": "When the legend becomes fact, print the legend."
    },
    {
      "cite": "Isabel Allende",
      "quote": "You are the storyteller of your own life, and you can create your own legend, or not."
    },
    {
      "cite": "Ricky Pierce",
      "quote": "Legends are not born--they are created."
    },
    {
      "cite": "Robin Sharma",
      "quote": "You can't become legendary if you have no energy."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Sometimes legends make reality, and become more useful than the facts."
    },
    {
      "cite": "Kathryn Lasky",
      "quote": "Legends were not only for the desperate. Legends were for the brave."
    },
    {
      "cite": "Eiichiro Oda",
      "quote": "Legends that endure in the future...were events that took place in the distant past."
    },
    {
      "cite": "Adrien Rouquette",
      "quote": "Legend does not contradict history. It preserves the fundamental after but magnifies and embellishes it."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "Heroes come and go, but legends are forever."
    },
    {
      "cite": "David Gemmell",
      "quote": "All legends have a base in fact."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "And history becomes legend and legend becomes history."
    }
  ]
}