{
  "source": "https://www.wisesayings.com/legs-quotes/",
  "theme": "legs",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In the morning a man walks with his whole body; in the evening, only with his legs."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "How many legs does a dog have if you call his tail a leg? Four. Saying that a tail is a leg doesn't make it a leg."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Swollen in head, weak in legs, sharp in tongue but empty in belly."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The legs are the wheels of creativity."
    },
    {
      "cite": "Johnnie Dent, Jr.",
      "quote": "Success has no idle hands; affords no legs at rest."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "When my legs begin to move, the thoughts begin to flow."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Coward: One who, in a perilous emergency, thinks with his legs."
    },
    {
      "cite": "Don Meyer",
      "quote": "When the legs go, the heart and the head follow quickly behind."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "I prayed for twenty years but received no answer until I prayed with my legs."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "Shattered legs may heal in time, but some betrayals fester and poison the soul."
    },
    {
      "cite": "Machado de Assis",
      "quote": "There is nothing worse than giving the longest of legs to the smallest of ideas."
    },
    {
      "cite": "William Warburton",
      "quote": "A lie has no legs, and cannot stand; but it has wings, and can fly far and wide"
    },
    {
      "cite": "Marguerite Gardiner",
      "quote": "Conversation is the legs on which thought walks; and writing, the wings by which it flies."
    },
    {
      "cite": "Pio of Pietrelcina",
      "quote": "Be content to progress in slow steps until you have legs to run and wings with which to fly."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "She could not complain about not having shoes when the person she was talking to had no legs."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To be pessimist is to amputate one's own legs and arms! Only an optimist man has the ability to move!"
    },
    {
      "cite": "Theophile Gautier",
      "quote": "Fortune loves to give bedroom slippers to people with wooden legs, and gloves to those with no hands."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A man that has lost moral sense is like a man in battle with both of his legs shot off: he has nothing to stand on."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In the mountains, the shortest way is from peak to peak: but for that you must have long legs."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The best definition of man is: a being that goes on two legs and is ungrateful."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Winning is about heart, not just legs. It's got to be in the right place."
    },
    {
      "cite": "Mikhail Turovsky",
      "quote": "When your legs get weaker time starts running faster."
    },
    {
      "cite": "Chaz Bono",
      "quote": "Gender is between your ears and not between your legs."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When you have got an elephant by the hind legs and he is trying to run away, it's best to let him run."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A man's legs must be long enough to reach the ground."
    },
    {
      "cite": "Marshall Fritz",
      "quote": "The combination of both legs leads to social harmony and material abundance."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Never give up. When your heart becomes tired, just walk with your legs - but move on."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "If you don't like the situation, if you are afraid and can't deal with it, nothing wrong with your legs, get out of there."
    },
    {
      "cite": "Prerak Trivedi",
      "quote": "Observe and learn from stronger and better people than yours instead of laughing and pulling legs of poor and weak than yours."
    }
  ]
}