{
  "source": "https://www.wisesayings.com/leisure-quotes/",
  "theme": "leisure",
  "quotes": [
    {
      "cite": "Benjamin Franklin",
      "quote": "Leisure is the time for doing something useful. This leisure the diligent person will obtain, the lazy one never."
    },
    {
      "cite": "Marilynne Robinson",
      "quote": "It's not a man's working hours that is important, it is how he spends his leisure time."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "If you are losing your leisure, look out! — It may be you are losing your soul."
    },
    {
      "cite": "Josef Pieper",
      "quote": "Leisure is only possible when we are at one with ourselves. We tend to overwork as a means of self-escape, as a way of trying to justify our existence."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Leisure only means a chance to do other jobs that demand attention."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "It is in his pleasure that a man really lives; it is from his leisure that he constructs the true fabric of self."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "A life of leisure never satisfies anyone who possesses a lively mind."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good company, good conversation, are the happiest people in the world."
    },
    {
      "cite": "Karl Marx",
      "quote": "Work is external to the worker. . . . It is not part of his nature; consequently he does not fulfill himself in his work but denies himself. . . . The worker therefore feels himself at home only during his leisure time, whereas at work he feels homeless."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Organizing your leisure effectively is the highest level of civilization."
    },
    {
      "cite": "Arthur Lacey",
      "quote": "The real problem of leisure time is how to keep others from using yours."
    },
    {
      "cite": "Isocrates",
      "quote": "Spend your leisure time in cultivating an ear attentive to discourse, for in this way you will find that you learn with ease what others have found out with difficulty."
    },
    {
      "cite": "Guy Debord",
      "quote": "Work is only justified by leisure time. To admit the emptiness of leisure time is to admit the impossibility of life."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "If the use of leisure time is confined to looking at TV for a few extra hours every day, we will deteriorate as a people."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A broad margin of leisure is as beautiful in a man's life as in a book."
    },
    {
      "cite": "Bertrand Russel",
      "quote": "To be able to fill leisure intelligently is the last product of civilization."
    },
    {
      "cite": "Anonymous",
      "quote": "The soul is dyed with the color of its leisure thoughts."
    },
    {
      "cite": "Ovid",
      "quote": "In our leisure we reveal what kind of people we are."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "All intellectual improvement arises from leisure."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Employ thy time well, if thou meanest to gain leisure."
    },
    {
      "cite": "Lin Yutang",
      "quote": "It is that unoccupied space which makes a room habitable, as it is our leisure hours which make life endurable."
    },
    {
      "cite": "Aristotle",
      "quote": "The end of labor is to gain leisure."
    },
    {
      "cite": "Mahrukh Memon",
      "quote": "Getting to know experienced people is the best leisure time you can have."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Leisure isn't always relaxation and it's relaxation that counts."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A life of leisure and a life of laziness are two things."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "In order to become prosperous, a person must initially work very hard, so he or she has to sacrifice a lot of leisure time."
    },
    {
      "cite": "George Allen",
      "quote": "Leisure time is that five or six hours when you sleep at night."
    },
    {
      "cite": "Harriet Martineau",
      "quote": "Leisure, some degree of it, is necessary to the health of every man's spirit."
    },
    {
      "cite": "Anonymous",
      "quote": "The best intelligence test is what we do with our leisure."
    }
  ]
}