{
  "source": "https://www.wisesayings.com/lent-quotes/",
  "theme": "lent",
  "quotes": [
    {
      "cite": "John Adams",
      "quote": "Liberty cannot be preserved without general knowledge among the people."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Seek freedom and become captive of your desires. Seek discipline and find your liberty."
    },
    {
      "cite": "Lord Acton",
      "quote": "Liberty is not the power of doing what we like, but the right to do what we ought."
    },
    {
      "cite": "Benjamin_Franklin",
      "quote": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."
    },
    {
      "cite": "Bob Marley",
      "quote": "Better to die fighting for freedom then be a prisoner all the days of your life."
    },
    {
      "cite": "Abraham_Lincoln",
      "quote": "Those who deny freedom to others, deserve it not for themselves"
    },
    {
      "cite": "George_Orwell",
      "quote": "If liberty means anything at all, it means the right to tell people what they do not want to hear."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Freedom has its life in the hearts, the actions, the spirit of men and so it must be daily earned and refreshed-else like a flower cut from its life-giving roots, it will wither and die."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Liberty is always dangerous, but it is the safest thing we have."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Liberty means responsibility. That is why most men dread it."
    },
    {
      "cite": "Stephen Covey",
      "quote": "While we are free to choose our actions, we are not free to choose the consequences of our actions."
    },
    {
      "cite": "Will Rogers",
      "quote": "Liberty doesn't work as well in practice as it does in speeches."
    },
    {
      "cite": "John Acton",
      "quote": "Liberty is the condition of duty, the guardian of conscience. It grows as conscience grows. The domains of both grow together. Liberty is safety from all hindrances, even sin. So that Liberty ends by being Free Will"
    },
    {
      "cite": "Philip Wylie",
      "quote": "If liberty has any meaning it means freedom to improve."
    },
    {
      "cite": "President George W. Bush Washington",
      "quote": "You're free. And freedom is beautiful. And, you know, it'll take time to restore chaos and order - order out of chaos. But we will."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Life without liberty is like a body without spirit."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "Freedom is what you do with what's been done to you."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To be without some of the things you want is an indispensable part of happiness."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Every law is an infraction of liberty."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "Liberty is the right to do what the law permits."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "People hardly ever make use of the freedom they have, for example, freedom of thought; instead they demand freedom of speech as a compensation."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Liberty a word without which all other words are vain."
    },
    {
      "cite": "Jules Verne",
      "quote": "Liberty is worth paying for."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Once freedom lights its beacon in a man's heart, the gods are powerless against him"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "There are three types of baseball players: Those who make it happen, those who watch it happen and those who wonder what happens."
    },
    {
      "cite": "John Wooden",
      "quote": "In the end, it's about the teaching, and what I always loved about coaching was the practices. Not the games, not the tournaments, not the alumni stuff. But teaching the players during practice was what coaching was all about to me."
    }
  ]
}