{
  "source": "https://www.wisesayings.com/leopard-quotes/",
  "theme": "leopard",
  "quotes": [
    {
      "cite": "Amy Neftzger",
      "quote": "I don’t have to be logical. I’m a leopard. We’re considered wild animals, you know. (Spoken by Megan.)"
    },
    {
      "cite": "George Eliot",
      "quote": "As leopard feels at home with leopard."
    },
    {
      "cite": "Paul Nicklen",
      "quote": "The penguin doesn't know it's cute, and the leopard seal doesn't know it's kind of big and monstrous. This is just the food chain unfolding."
    },
    {
      "cite": "Rachel Zoe",
      "quote": "I think every woman should have leopard, but not every woman will wear leopard. You have to have courage to wear leopard."
    },
    {
      "cite": "DeWitt Bodeen",
      "quote": "Long ago, our ancestors sacrificed their children to the leopards. The souls of the children grew inside the leopards, until the leopards became human. We were Gods then."
    },
    {
      "cite": "Carroll Young",
      "quote": "Leopards did not kill this man. Leopards never kill with claws alone. Use teeth!"
    },
    {
      "cite": "Heck Allen",
      "quote": "Clothing was no problem at all. Everybody wore leopard skins... Everybody except the leopards."
    },
    {
      "cite": "Lester Ziffren",
      "quote": "Eye easily deceived. Same leopard can hide behind different spots."
    },
    {
      "cite": "Deborah Kaplan",
      "quote": "They're not bunny, they're leopard. And they're not stupid, they're special. We're special."
    },
    {
      "cite": "Janis Diamond",
      "quote": "This leopard uses its spots to help it hide in the bush."
    },
    {
      "cite": "Marc Bolan",
      "quote": "We're the leopards / The leader of the pack lives down in the local drain  / We're the leopards / King Kong built a car inside his brain"
    },
    {
      "cite": "Burleigh Drummond",
      "quote": "Leaping quick on leopard's back / I face the brunt of his attack / In the land of nod I'm king / Until the alarm clock rings"
    },
    {
      "cite": "Burleigh Drummond",
      "quote": "Life is like the leopard's den / And once you find you've fallen in / A safari of the heart / Surely comes to an end"
    },
    {
      "cite": "John Rox",
      "quote": "Oh a leopard can't change his spots / And oil and water can't mix / But I have recently heard an old dog learned new tricks"
    },
    {
      "cite": "Collin John Newman",
      "quote": "No blind spots in the leopard's eyes / Can only help to jeopardize / The lives of lambs, the shepherd cries"
    },
    {
      "cite": "Mario William Vitale",
      "quote": "A leopard doesn't change its spots / Mark the one willing to explore / A chance to see so much more / A tug at the heart will light the spark"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When I was chased by a striped leopard in dense camouflage of the jungle, / There was an overwhelming craving to clamber up the tree; and hide in the myriad of branches."
    },
    {
      "cite": "Holly Black",
      "quote": "You're like this leopard who's pretending to be a house cat."
    },
    {
      "cite": "Jenna Lyons",
      "quote": "As far as I'm concerned, leopard is a neutral."
    },
    {
      "cite": "Mary Kingsley",
      "quote": "The African leopard is an audacious animal, although it is ungrateful of me to say a word against him, after the way he has let me off personally ... taken as a whole, he is the most lovely animal I have ever seen; only seeing him, in the one way you can gain a full idea of his beauty, namely in his native forest, is not an unmixed joy to a person, like myself, of a nervous disposition."
    },
    {
      "cite": "Ivy Compton-Burnett",
      "quote": "A leopard does not change his spots, or change his feeling that spots are rather a credit."
    },
    {
      "cite": "Jack Hanna",
      "quote": "The snow leopard is absolutely magnificent. It represents really what endangered species are all about."
    },
    {
      "cite": "Al Gore",
      "quote": "We all know the leopard can't change his stripes."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "The only way a no-legged leopard could hurt you is if it fell out of a tree onto your head."
    },
    {
      "cite": "George Herbert",
      "quote": "In a Leopard the spotts are not observed."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The leopard does not change his spots."
    },
    {
      "cite": "Emmitt Smith",
      "quote": "You cannot change the stripes of a leopard."
    },
    {
      "cite": "Diana Vreeland",
      "quote": "A world without leopards, well, who would want to live in it?"
    },
    {
      "cite": "Ted Kerasote",
      "quote": "The Snow Leopard's Tale is a mystical pilgrimage into that wild country where animal passion and the human heart begin to walk the very same trail. Whether one has been in the business of adventuring, as Thomas McIntyre has, or has enjoyed such adventures from the safety of one's armchair, The Snow Leopard's Tale is a haunting, beautifully written, and thought-provoking tale, as all great parables are."
    },
    {
      "cite": "Roberto Cavalli",
      "quote": "Leopard is an animal design, and my designs come from nature."
    }
  ]
}