{
  "source": "https://www.wisesayings.com/lesbian-love-quotes/",
  "theme": "lesbian-love",
  "quotes": [
    {
      "cite": "Julie Anne Peters",
      "quote": "Cut the ending. Revise the script. The man of her dreams is a girl."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "I am a writer who happens to love women. I am not a lesbian who happens to write."
    },
    {
      "cite": "James Baldwin",
      "quote": "Everybody's journey is individual. If you fall in love with a boy, you fall in love with a boy. The fact that many Americans consider it a disease says more about them than it does about homosexuality."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "No one has imagined us. We want to live like trees, sycamores blazing through the sulfuric air, dappled with scars, still exuberantly budding, our animal passion rooted in the city."
    },
    {
      "cite": "Malika E Nura",
      "quote": "I found you in the clarity of the moon, Not the rigor of the sun. Not in the light, where its easier to see, But when the world is blind and loves eyes are free."
    },
    {
      "cite": "Cristina Marrero",
      "quote": "Love is a wild fire that cannot be contained by any mere element known to man."
    },
    {
      "cite": "Og Mandingo",
      "quote": "Treasure the love you receive above all. It will survive long after your gold and good health have vanished."
    },
    {
      "cite": "Woody Allen",
      "quote": "Bisexuality immediately doubles your chances for a date on Saturday night."
    },
    {
      "cite": "Anonymous",
      "quote": "Drag is when a man wears everything a lesbian won't."
    },
    {
      "cite": "Cristina Marrero",
      "quote": "You had to be willing to fight in order for a love story to last a life time."
    },
    {
      "cite": "Lionel Richie",
      "quote": "The music business was not safe, but it was FUN. It was like falling in love with a woman you know is bad for you, but you love every minute with her, anyway."
    },
    {
      "cite": "Christine Justice",
      "quote": "Everyone wants to hear I Love You but what they want more is for it to be true when you say it."
    },
    {
      "cite": "Michael Xavier",
      "quote": "She loves me for the way I never leave her and I love her for the thousand secret ways she makes me stay."
    },
    {
      "cite": "Kurt Tucholsky",
      "quote": "Those who hate most fervently must have once loved deeply. those who want to deny the world must have once embraced what they now set on fire."
    },
    {
      "cite": "Enhance Dreams",
      "quote": "If you need someone to be around to complete you, it's something missing from inside. Find that first and then get love."
    },
    {
      "cite": "Camille Paglia",
      "quote": "It's so tiring to make love to women, it takes forever. I'm too lazy to be a lesbian."
    },
    {
      "cite": "Kristiana Evans",
      "quote": "So many things to think about, so many words to say. So many deeds to be done, so many habits to create. So much character to show, so much love to give. In all of this there is transformation and in all of this I live."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "I became a lesbian because of women, because women are beautiful, strong, and compassionate."
    },
    {
      "cite": "Jenna Anne",
      "quote": "Being a lesbian means I have the opportunity to love what is uncommon and I'm okay with that. I do not cry myself to sleep or am upset by the life that I lead because of who I care about. Because I accept the fact that it is simply love."
    },
    {
      "cite": "Audre Lorde",
      "quote": "The true feminist deals out of a lesbian consciousness whether or not she ever sleeps with women."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "That is the true season of love. when we believe that we alone can love, that no one could ever have loved as much before, and that no one will ever love in the same way again."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Silently one by one, in the infinite meadows of heaven, Blossomed the lovely stars, the forget-me-nots of the angels."
    },
    {
      "cite": "Brittney Griner",
      "quote": "I am a strong, black, lesbian woman. Every time I say it, I feel so much better."
    },
    {
      "cite": "Francine Chiar",
      "quote": "There's something about you and I'm finding it impossible to stay away. Whenever you're near, 'I love you' is all I want to say."
    },
    {
      "cite": "Sara Paddison",
      "quote": "As you continue to send out love, the energy returns to you in a regenerating spiral... As love accumulates, it keeps your system in balance and harmony. Love is the tool, and more love is the end product."
    },
    {
      "cite": "Audre Lorde",
      "quote": "But the true feminist deals out of a lesbian consciousness whether or not she ever sleeps with women."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "No government has the right to tell its citizens when or whom to love. The only queer people are those who don't love anybody."
    },
    {
      "cite": "Ed McBain",
      "quote": "I would certainly never suggest that any lesbian should be ashamed of her sexual preference."
    },
    {
      "cite": "Diana Frederics",
      "quote": "No woman could adjust herself to lesbianism without developing exceptional qualities of courage."
    },
    {
      "cite": "Glen Rambharack",
      "quote": "Before our eyes met, my mind was an empty mirror. I fear that my dreams will shatter. Now I see you every day in my dreams with all your beauty, that teases me, I lost my peace, I lost my sleep. All night I stay up thinking of you. What else can I say? I am in love."
    }
  ]
}