{
  "source": "https://www.wisesayings.com/lessons-learned-quotes/",
  "theme": "lessons-learned",
  "quotes": [
    {
      "cite": "Mandy Hale",
      "quote": "You'll learn, as you get older, that rules are made to be broken. Be bold enough to live life on your terms, and never, ever apologize for it. Go against the grain, refuse to conform, take the road less traveled instead of the well-beaten path. Laugh in the face of adversity, and leap before you look. Dance as though EVERYBODY is watching. March to the beat of your own drummer. And stubbornly refuse to fit in."
    },
    {
      "cite": "Aravind Adiga",
      "quote": "The moment you recognize what is beautiful in this world, you stop being a slave"
    },
    {
      "cite": "Victoria Addino",
      "quote": "Never run from the enemy, tackle them"
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Chasing a person doesn't give you value or build values in you. You earn your value by chasing morality and practicing dignity."
    },
    {
      "cite": "Victoria Addino",
      "quote": "Do not constantly spend your time complaining about a problem you may be having or may be up against, focus your time toward correcting the problem. Always remember, Time is value!"
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Ultimately there is no such thing as failure. There are lessons learned in different ways."
    },
    {
      "cite": "Kalpana Chawla",
      "quote": "I stopped thinking about it after trying to figure out what are the lessons learned, and there are so many. After I had basically sorted that out, I figured it's time to really look at the future and not at the past."
    },
    {
      "cite": "Nicole Richie",
      "quote": "This year has been full of lessons learned and soul searching and realizing I'm an adult. It's time to take responsibility and not take the easy way out."
    },
    {
      "cite": "Charlie Gonzalez",
      "quote": "I believe that nothing is more important to our ability to effectively address our present than understanding the lessons learned from those who have come before us."
    },
    {
      "cite": "Paul McEuen",
      "quote": "The lessons learned as we try to build ever more sophisticated nanomachines will almost certainly inform our understanding of the origins of life."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "I'm thankful for every break in my heart, I'm grateful for every scar, some pages turned, some bridges burned, but there were lessons learned."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Success can be measured not only in achievements, but in lessons learned, lives touched and moments shared along the way."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Success can be measured not only in achievements, but in lessons learned, lives touched and moments shared along the way."
    },
    {
      "cite": "Brooke Fraser",
      "quote": "Toast to the lessons not yet learned and to the trials that will teach them."
    },
    {
      "cite": "Charlie Gonzalez",
      "quote": "I believe that nothing is more important to our ability to effectively address our present than understanding thelessons learned from those who have come before us."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "There are so many things you can learn about, but you'll miss the best things if you keep your eyes shut"
    },
    {
      "cite": "Dr. Seuss",
      "quote": "The more that you read, the more things you will know. The more that you learn, the more places you'll go."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Unless someone like you cares a whole awful lot, Nothing is going to get better. It's not."
    },
    {
      "cite": "unknown",
      "quote": "Not everyone is meant to be in your future. Some people are just passing through to teach you lessons in life."
    },
    {
      "cite": "unknown",
      "quote": "Not everything will go as you expect in your life. This is why you need to drop expectations and go with the flow of life."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing."
    },
    {
      "cite": "unknown",
      "quote": "A good life is when you assume nothing, do more, need less, smile often, dream big, laugh a lot, and realize how blessed you are."
    },
    {
      "cite": "unknown",
      "quote": "Focus on what matters and let go of what doesn't."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "People tend to complicate their own lives, as if living weren't already complicated enough."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Ultimately there is no such thing as failure. There are lessons learned in different ways."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Lessons learned in the home, last the longest."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Once you accept that perfection is just a goal, screwing up isn't so hard to handle. Each misstep is still a step, another lesson learned, another opportunity to get it right the next time."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Every failure is a lesson learned about your strategy."
    }
  ]
}