{
  "source": "https://www.wisesayings.com/letting-go-of-anger-quotes/",
  "theme": "letting-go-of-anger",
  "quotes": [
    {
      "cite": "Francis Quarles",
      "quote": "Beware of him that is slow to anger; for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Letting go helps us to to live in a more peaceful state of mind and helps restore our balance. It allows others to be responsible for themselves and for us to take our hands off situations that do not belong to us. This frees us from unnecessary stress."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over."
    },
    {
      "cite": "Joan Lunden",
      "quote": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Forgive, forget. Bear with the faults of others as you would have them bear with yours."
    },
    {
      "cite": "Tyler Perry",
      "quote": "It's not an easy journey, to get to a place where you forgive people. But it is such a powerful place, because it frees you."
    },
    {
      "cite": "Maya Angelou",
      "quote": "It's one of the greatest gifts you can give yourself, to forgive. Forgive everybody."
    },
    {
      "cite": "Bill Cosby",
      "quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "When we give ourselves the chance to let go of all our tension, the body's natural capacity to heal itself can begin to work."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the process of letting go you will lose many things from the past, but you will find yourself."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on."
    },
    {
      "cite": "Tori Amos",
      "quote": "You've gotta know when it's time to turn the page."
    },
    {
      "cite": "Leo F. Buscaglia",
      "quote": "We need to learn to let go as easily as we grasp and we will find our hands full and our minds empty."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "I can have peace of mind only when I forgive rather than judge."
    },
    {
      "cite": "Alan Paton",
      "quote": "When a deep injury is done us, we never recover until we forgive."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "To forgive is to set a prisoner free and discover that the prisoner was you."
    },
    {
      "cite": "Louise Hay",
      "quote": "We may not know how to forgive, and we may not want to forgive; but the very fact we say we are willing to forgive begins the healing practice."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Forgo your anger for a moment and save yourself a hundred days of trouble."
    },
    {
      "cite": "Robert D. Enright",
      "quote": "Forgiving is an act of mercy toward an offender. We are no longer controlled by angry feelings toward this person."
    },
    {
      "cite": "Richard Fitzgibbons",
      "quote": "Forgiveness works directly on the emotion of anger (and related constructs such as resentment, hostility, or hatred) by diminishing its intensity or level within the mind and heart."
    },
    {
      "cite": "Ruby Bridges Hall",
      "quote": "To forgive is to set yourself free, to acknowledge that it does no good to hate. Hate really, really destroys both the other person and yourself. That realization is what I think taught me about forgiveness, and so I try to live by it."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "The practice of peace and reconciliation is one of the most vital and artistic of human actions."
    },
    {
      "cite": "India.Arie",
      "quote": "You're only human. Let's break free of this gravity of judgment. And fly high on the wings of forgiveness."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Be angry, and yet do not sin; do not let the sun go down on your anger."
    },
    {
      "cite": "Harriet Nelson",
      "quote": "Forgive all who have offended you, not for them, but for yourself."
    },
    {
      "cite": "Robert Muller",
      "quote": "To forgive is the highest, most beautiful form of love. In return, you will receive untold peace and happiness."
    },
    {
      "cite": "Brad Goreski",
      "quote": "I believe that things should be let go once they are discussed. Apology accepted. End of story."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Let go of offence. Let go of fear. Let go of revenge. Don't live angry, let go now!"
    }
  ]
}