{
  "source": "https://www.wisesayings.com/letting-go-of-love-quotes/",
  "theme": "letting-go-of-love",
  "quotes": [
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over."
    },
    {
      "cite": "Rashida Jones",
      "quote": "I think every girl has that a guy she has trouble letting go of."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the process of letting go you will lose many things from the past, but you will find yourself."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Some of us think holding on makes us strong; but sometimes it is letting go."
    },
    {
      "cite": "Guy Finley",
      "quote": "You don't need strength to let go of something. What you really need is understanding."
    },
    {
      "cite": "Deborah Reber",
      "quote": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Letting go does not mean you stop caring. It means you stop trying to force others to."
    },
    {
      "cite": "John Hodgman",
      "quote": "I know nothing about letting go."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "You will find that it is necessary to let things go; simply for the reason that they are heavy. So let them go, let go of them. I tie no weights to my ankles."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "There ain't no way you can hold onto something that wants to go, you understand? You can only love what you got while you got it."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "If you didn't love him, this never would have happened. But you did. And accepting that love and everything that followed it is part of letting it go."
    },
    {
      "cite": "Tammara Webber",
      "quote": "The truth was, he now belonged only to my past, and it was time I begin to accept it, as much as it hurt to do so."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "It's time to let go, be guided and expect miracles."
    },
    {
      "cite": "Shannon Leto",
      "quote": "If it's time to let go, JUST LET GO. You can't carry on through life with extra weight on your conscience."
    },
    {
      "cite": "Len Santos",
      "quote": "Letting go has never been easy, but holding on can be as difficult. Yet strength is measured not by holding on, but by letting go."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Sometimes letting things go is an act of far greater power than defending or hanging on."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "If you can't do anything about it then let it go. Don't be a prisoner to things you can't change."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "The process of letting go is like taking a journey to the center of your being."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The art of letting go is simply about personal empowerment. Realizing what you're in charge of, realizing what you control, and more importantly, what you don't control."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Letting go helps us to to live in a more peaceful state of mind and helps restore our balance. It allows others to be responsible for themselves and for us to take our hands off situations that do not belong to us. This frees us from unnecessary stress."
    },
    {
      "cite": "Bruce Lee",
      "quote": "It's not the daily increase but daily decrease. Hack away at the unessential."
    },
    {
      "cite": "Robert Frost",
      "quote": "There is a time for departure even when there's no certain place to go."
    },
    {
      "cite": "unknown",
      "quote": "One of the hardest lessons in life is letting go. Whether it's guilt, anger, love, loss or betrayal. Change is never easy. We fight to hold on and we fight to let go."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Letting go gives us freedom and freedom is the only condition for happiness."
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "Start leaving what you want to leave. Your future is waiting."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Close some doors. Not because of pride, incapacity or arrogance, but simply because they no longer lead somewhere."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "When you choose not to take action on something because you realize you have no control, this is letting go."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you're brave enough to say goodbye, life will reward you with a new hello."
    },
    {
      "cite": "unknown",
      "quote": "Be strong enough to let go and patient enough to wait for what you deserve."
    }
  ]
}