{
  "source": "https://www.wisesayings.com/letting-go-quotes/",
  "theme": "letting-go",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward."
    },
    {
      "cite": "Deborah Reber",
      "quote": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
    },
    {
      "cite": "Buddha",
      "quote": "You can only lose what you cling to."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the process of letting go you will lose many things from the past, but you will find yourself."
    },
    {
      "cite": "Helen Hollick",
      "quote": "Change has to come for life to struggle forward."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Letting go helps us to to live in a more peaceful state of mind and helps restore our balance. It allows others to be responsible for themselves and for us to take our hands off situations that do not belong to us. This frees us from unnecessary stress."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Some of us think holding on makes us strong; but sometimes it is letting go."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions."
    },
    {
      "cite": "Ann Landers",
      "quote": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it."
    },
    {
      "cite": "Leo F. Buscaglia",
      "quote": "We need to learn to let go as easily as we grasp and we will find our hands full and our minds empty."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "If you let go a little, you will have a little peace. If you let go a lot, you will have a lot of peace."
    },
    {
      "cite": "Tinku Razoria",
      "quote": "One of the simplest ways to stay happy is by letting go of the things that make you sad."
    },
    {
      "cite": "Kumar Anupam",
      "quote": "I must let go of the life I've planned, so as to accept the one that is waiting for me."
    },
    {
      "cite": "Jeremy Limn",
      "quote": "What does it matter, if you let go? For the weight that is on you means nothing and never meant anything."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you've made, if they don't realize that you are not your mistakes, then they have to go."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Renew, release, let go. Yesterday's gone. There's nothing you can do to bring it back. You can't should've done something. You can only DO something. Renew yourself. Release that attachment. Today is a new day!"
    },
    {
      "cite": "Jeffrey McDaniel",
      "quote": "I realise there's something incredibly honest about trees in winter, how they're experts at letting things go."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "You cannot let go of anything if you cannot notice that you are holding it. Admit your 'weaknesses' and watch them morph into your greatest strengths."
    },
    {
      "cite": "Lao Tzu",
      "quote": "By letting it go it all gets done. The world is won by those who let it go. But when you try and try, the world is beyond the winning."
    },
    {
      "cite": "Lao Tzu",
      "quote": "When I let go of what I am, I become what I might be."
    },
    {
      "cite": "Isabelle Eberhardt",
      "quote": "The farther behind I leave the past, the closer I am to forging my own character."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You must learn to let go. Release the stress. You were never in control anyway."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit."
    },
    {
      "cite": "Sonia Ricotti",
      "quote": "Surrender to what is. Let go of what was. Have faith in what will be."
    },
    {
      "cite": "Dinah McCraik",
      "quote": "Keep what is worth keeping and with the breath of kindness blow the rest away."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Sometimes letting things go is an act of far greater power than defending or hanging on."
    }
  ]
}