{
  "source": "https://www.wisesayings.com/leukemia-quotes/",
  "theme": "leukemia",
  "quotes": [
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "The word 'leukemia' is a very frightening word. In many instances, it's a killer and it's something that you have to deal with in a very serious and determined way if you're going to beat it."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "Some cancers are curable, while others are highly incurable. The spectrum is enormous. Metastatic pancreatic cancer is a highly incurable disease, whereas some leukemia forms are very curable. There is a big difference between one form and another."
    },
    {
      "cite": "Craig Sager",
      "quote": "What is time, really? When you are diagnosed with a terminal disease like cancer or leukemia, your perception of time changes."
    },
    {
      "cite": "Craig Sager",
      "quote": "If I missed a game, that meant I was losing the battle. I'm not going to let leukemia affect me."
    },
    {
      "cite": "Gayle Forman",
      "quote": "In order that people who suffer from depression seek treatment without a second thought, the stigmas must further fall until we reach a point in time when that person with leukemia and that person with depression both receive the same level of sympathy and the same level of rigorous treatment. Both people deserve it."
    },
    {
      "cite": "Jose Carreras",
      "quote": "Yes, thanks to God... my life has a goal, much more important than my artistic activities, that is the struggle against Leukemia."
    },
    {
      "cite": "Jose Carreras",
      "quote": "The happiest moment in my life? When my doctor told me I was completely cured of leukaemia."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Leukemia is evidently psychosomatic in origin and at least eight cases of leukemia had been treated successfully by Dianetics after medicine had traditionally given up. The source of leukemia has been reported to be an engram containing the phrase 'It turns my blood to water.'"
    },
    {
      "cite": "Lew Temple",
      "quote": "I'm a leukemia survivor,and I crecall during my darkest dats in the hospial when my friends would come to see me, especially the male friends- they had certain mortality issues with their visit."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "Leukemia is cancer of the white blood cells - cancer in one of its most explosive, violent incarnations. As one nurse on the wards often liked to remind her patients, with this disease even a paper cut is an emergency."
    },
    {
      "cite": "Jose Carreras",
      "quote": "People naturally want to know about what happened, about my leukemia. They ask the same questions again and again. And there have been so many positive conclusions, even through the bad times, that I don't mind at all to be reminded of my struggles."
    },
    {
      "cite": "Christopher Moore",
      "quote": "People always stay the age that they died at. My big brother died of leukemia when I was six. He was eight. Now when I think of him, he's always eight, and he's still my big brother. He never changes, and the part of me that remembers him never changes."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "Because I work on leukemia, the image of cancer I carry in my mind is that of blood. I imagine that doctors who work on breast cancer or pancreatic cancer have very different visualizations."
    },
    {
      "cite": "Ralph W. Moss",
      "quote": "The great success stories of chemotherapy were always in relatively obscure types of cancer. Childhood leukemia constitutes less than two percent of all cancers and many of chemotherapy's other successes were in diseases so rare that many clinicians had never even seen a single case."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "I don't know why I deserved the illness in the first place, but then I don't know why I deserved to be cured. Leukemia is like that. It mystifies you. It changes your life."
    },
    {
      "cite": "Darshak Sanghavi",
      "quote": "Many children use an alternative vocabulary for complex disease names. Hence, some say 'smiling mighty Jesus' in place of spinal meningitis or 'Luke and Leia' instead of leukemia."
    },
    {
      "cite": "David Duchovny",
      "quote": "The young girl was named Christina, and she was dying. She knew that. Bone cancer. Leukemia. They called it first names like that, but she knew its last name was death."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "Leukemia was a malignant proliferation of white cells in the blood. It was cancer in a molten, liquid form."
    },
    {
      "cite": "James Fisher",
      "quote": "My experience of cancer has made me a much stronger person. People say that I must look at life differently now. Not at all! I still work too hard and do not find enough time to spend with family and friends. I looked at my cancer as nothing more than a blood disorder and something that I was going to beat."
    },
    {
      "cite": "Joe Smale",
      "quote": "I won’t give up until we’ve beaten blood cancers in children for good (currently 90% success rate) because I don’t want any other kids to go through what I've been through. One day I even want to walk the North Pole!"
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "The type of leukemia that I am dealing with is treatable. So if I do what my doctors tell me to do - get my blood checked regularly, take my meds and consult with my doctor and follow any additional instructions he might make - I will be able to maintain my good health and live my life with a minimum of disruptions to my lifestyle."
    },
    {
      "cite": "Lindsey Haun",
      "quote": "I think everybody has their pain. For me, the time that I really had to grow up was when I was 15 and I had my best friend die of leukemia. Watching somebody so strong go through that is definitely something that will give you a little bit of depth. There have been a lot of things that have happened in my life that has forced me to grow up."
    },
    {
      "cite": "Chila Woychik",
      "quote": "The unrelenting grip of Soldier's Syndrome slips finger by slow finger. The marrow's been affected-emotional leukemia at the deepest level. Transplants of love and friendship aid healing, yet time is still key, and the clock never ticks fast enough. Eternity gains perspective when seconds feel like years. How long have I been gone? Six eternities and counting."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "But the story of leukemia the story of cancer isn't the story of doctors who struggle and survive, moving from institution to another. It is the story of patients who struggle and survive, moving from on embankment of illness to another. Resilience, inventiveness, and survivorship qualities often ascribed to great physicians are reflected qualities, emanating first from those who struggle with illness and only then mirrored by those who treat them. If the history of medicine is told through the stories of doctors, it is because their contributions stand in place of the more substantive heroism of their patients."
    },
    {
      "cite": "Cory Hardrict",
      "quote": "My mum died of leukemia when I was in high school - she lost her life at 40. It was very hard, and I didn't do that much in Chicago after that. I actually sat around and didn't do anything for three years. I didn't know what I wanted to do anymore because my everything was gone. I was a mama's boy, and I had to turn into a man real quick."
    },
    {
      "cite": "Shatabhisha Debata",
      "quote": "The sky was pouring and so did her heart. Everything hidden were now oozing out.She had almost got him drenched in tears. She still had a lot to tell and he, a lot to hear. He had to know all that she had ever loved was he. That was their last rain together. And, that was a day before the doctor declared, she was in the last stage of Leukemia."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The fact that the general incidence of leukemia has doubled in the last two decades may be due, partly, to the increasing use of x-rays for numerous purposes. The incidence of leukemia in doctors, who are likely to be so exposed, is twice that of the general public. In radiologists … the incidence is ten times greater."
    },
    {
      "cite": "Jeff Gordon",
      "quote": "I support the Leukemia-Lymphoma Society. Stem cell research is a big part of curing these diseases. I'm a big supporter of stem cell research."
    },
    {
      "cite": "Susan Butcher",
      "quote": "There was a lot of pain. I've broken a lot of bones out there, but it was what I loved doing. I didn't really choose to have leukemia. This is just a battle that was given me."
    },
    {
      "cite": "James Arthur",
      "quote": "I have a fan who suffered with leukemia, and apparently, the only thing that helped him through that was my music, so of course that’s the ultimate sense of achievement. It’s an incredible feeling."
    }
  ]
}