{
  "source": "https://www.wisesayings.com/level-quotes/",
  "theme": "level",
  "quotes": [
    {
      "cite": "Les Brown",
      "quote": "Your level of belief in yourself will inevitably manifest itself in whatever you do."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "By stretching yourself beyond your perceived level of confidence you accelerate your development of competence."
    },
    {
      "cite": "Michael Jordan",
      "quote": "To be successful you have to be selfish, or else you never achieve. And once you get to your highest level, then you have to be unselfish. Stay reachable. Stay in touch. Don't isolate."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The mass never comes up to the standard of its best member, but on the contrary degrades itself to a level with the lowest."
    },
    {
      "cite": "Luigi Pirandillo",
      "quote": "Every true man, sir, who is a little above the level of the beasts and plants does not live for the sake of living, without knowing how to live; but he lives so as to give a meaning and a value of his own to life."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "Life externalizes at the level of our thought"
    },
    {
      "cite": "Robert Breault",
      "quote": "If you feel you are down on your luck, check the level of your effort"
    },
    {
      "cite": "Alfred Adler",
      "quote": "Trust only movement. Life happens at the level of events, not of words. Trust movement"
    },
    {
      "cite": "Tony Goldwyn",
      "quote": "If you're playing with the best, you just rise up to that level"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife."
    },
    {
      "cite": "Joseph Farrell",
      "quote": "As experience widens, one begins to see how much upon a level all human things are."
    },
    {
      "cite": "James Thurber",
      "quote": "A drawing is always dragged down to the level of its caption."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Expect your every need to be met. Expect the answer to every problem, expect abundance on every level..."
    }
  ]
}