{
  "source": "https://www.wisesayings.com/leverage-quotes/",
  "theme": "leverage",
  "quotes": [
    {
      "cite": "Orrin Woodward",
      "quote": "Leverage is the ability to apply positive pressure on yourself to follow through on your decisions even when it hurts."
    },
    {
      "cite": "Grant Cardone",
      "quote": "Rich people use debt to leverage investments and grow cash flows. Poor people use debt to buy things that make rich people richer."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The greatest leverage you can create for yourself is the pain that comes from inside, not outside. Knowing that you have failed to live up to your own standards for your life is the ultimate pain."
    },
    {
      "cite": "Ehab Atalla",
      "quote": "Life is based on leverage. The more you know how to leverage life, the more successful you will become."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "People with leverage have dominance over people with less leverage. In other words, just as humans gained advantages over animals by creating leveraged tools, similarly, humans who use these tools of leverage have more power over humans that do not. Saying it more simply, 'leverage is power'."
    },
    {
      "cite": "Richie Norton",
      "quote": "Successful people don’t use the obstacles of time, education, and money as excuses...they use them as leverage to get help."
    },
    {
      "cite": "Alan Rosenberg",
      "quote": "Fair play doesn't pertain in bargaining. What matters there is leverage."
    },
    {
      "cite": "Jalen Rose",
      "quote": "You never get what you deserve; only what you have the leverage to negotiate."
    },
    {
      "cite": "Gary Vaynerchuck",
      "quote": "Relationships are leverage. If you give value to someone else first, you have leverage."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Financial leverage is the advantage the rich have over the poor and middle class."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Celebrate what God has given others. Leverage what God has given you."
    },
    {
      "cite": "Warren Buffett",
      "quote": "When you combine ignorance and leverage, you get some pretty interesting results."
    },
    {
      "cite": "Anuj Somany",
      "quote": "One who sees the weakness of his strength can also leverage the strength of his weakness, readily, to his advantage."
    },
    {
      "cite": "Timothy Ferriss",
      "quote": "It is far more lucrative and fun to leverage your strengths instead of attempting to fix all the chinks in your armor."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "The leverage and influence social media gives citizens are rapidly spreading into the business world."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Leverage is the reason some people become rich and others do not become rich"
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Leverage is everything-don't begin to pry until you've got the long arm on your side."
    },
    {
      "cite": "Donald Trump",
      "quote": "Brainpower is the ultimate leverage"
    }
  ]
}