{
  "source": "https://www.wisesayings.com/levi-quotes/",
  "theme": "levi",
  "quotes": [
    {
      "cite": "Melina Matsoukas",
      "quote": "Denim comes and goes into style often, but my Levi's have longevity. They will never be just a fad."
    },
    {
      "cite": "Tony Johnston",
      "quote": "The story of Levi Strauss and the invention of blue jeans is mostly legend with threads of truth, which my version stretches to near popping"
    },
    {
      "cite": "Nick Carbone",
      "quote": "The reputation of Levi's jeans lived on long after Strauss's death as the image of the Wild, Wild West took its place in American lore. Cowboys wearing Levi's gave the brand a rugged spirit of individualism. Casual and accessible, denim jeans were embraced by American youth as a symbol of rebellion."
    },
    {
      "cite": "Sara Idacavage",
      "quote": "Despite common belief, Levi Strauss & Co. did not invent what we know as \"jeans\": there were plenty of similar denim pants made before. However, by adding rivets to areas that typically undertook the most stress, such as the pockets, Levi's found a way to make pants that would stand the test of time."
    },
    {
      "cite": "Nerissa Pacio Itchon",
      "quote": "Renamed the 501 jean in 1890, the iconic American garment has evolved throughout the centuries from utilitarian uniform to personal style statement, worn by miners and cowboys to hippies and Hollywood bad boys alike."
    },
    {
      "cite": "Nancy House",
      "quote": "Levi's—originally intended for use by goldminers and cowboys—have become an integral part of the American way of life. Yet as the world's number-one manufacturer of branded clothing, Levi Strauss is a name known and beloved in more than 80 countries"
    },
    {
      "cite": "Ibby Sasso",
      "quote": "In the 60s, the 501 begins to show up at protest rallies in Berkeley, love-ins in San Francisco, and a little music festival in Bethel, NY called Woodstock. The 60s were all about universality and individuality, and the 501 was – and continues to be – the perfect expression of both."
    },
    {
      "cite": "Naomi Klein",
      "quote": "It has no denim-toned house paint. Levi makes what is essentially a commodity: blue jeans. Its ads may evoke rugged outdoorsmanship, but Levi hasn't promoted any particular life style to sell other products."
    },
    {
      "cite": "Alexa Chung",
      "quote": "I tend to splurge on fancy dresses because I always think I'll get a lot of wear out of them, but it's false logic. You should really spend more money on the things you wear every day, like jeans."
    },
    {
      "cite": "Ice Cube",
      "quote": "People associate clothes with actual behavior, and it's kind of crazy. If you get shot in some Levi's you don't go after Levi's. It's not the clothes. It's always the people."
    },
    {
      "cite": "Jean-Claude Van Damme",
      "quote": "I'm not a movie star. I'm a brand name. Van Damme is like Levi's. I go on vacation, and everywhere I go, people love me for my name, not for my movies."
    },
    {
      "cite": "Michael Symon",
      "quote": "Bacon is like a good pair of Levi's-it never goes out of style."
    },
    {
      "cite": "Steve Kanaly",
      "quote": "I came in with my idea of what a cowboy would wear, but then I met some real cowboys and they said that I rode the horses well, shoed the horses, but no good cowboy would be wearing a pair of Levi's. I had to get a good old pair of Wranglers."
    }
  ]
}