{
  "source": "https://www.wisesayings.com/liar-quotes/",
  "theme": "liar",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "The liar's punishment is, not in the least that he is not believed, but that he cannot believe anyone else."
    },
    {
      "cite": "Chuck Klosterman",
      "quote": "Anybody who says they are a good liar obviously is not, because any legitimately savvy liar would always insist they're honest about everything."
    },
    {
      "cite": "Sara Shepard",
      "quote": "No one believes a liar. Even when she's telling the truth."
    },
    {
      "cite": "Daniel Wallace",
      "quote": "A storyteller makes up things to help other people; a liar makes up things to help himself."
    },
    {
      "cite": "Jose N. Harris",
      "quote": "There is beauty in truth, even if it's painful. Those who lie, twist life so that it looks tasty to the lazy, brilliant to the ignorant, and powerful to the weak. But lies only strengthen our defects. They don't teach anything, help anything, fix anything or cure anything. Nor do they develop one's character, one's mind, one's heart or one's soul."
    },
    {
      "cite": "Deb Caletti",
      "quote": "If you look up 'charming' in the dictionary, you'll see that it not only has references to strong attraction, but to spells and magic. Then again, what are liars if not great magicians?"
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "I've studied pathological liars, and anything they say, they believe, and that's one of the reasons they're so convincing, because they have no connection with the truth. It's a dead issue. It's like they're color-blind to the truth. So anything that comes out of their mouths is their reality."
    },
    {
      "cite": "Sissela Bok",
      "quote": "Liars share with those they deceive the desire not to be deceived."
    },
    {
      "cite": "Charles Peguy",
      "quote": "He who does not bellow the truth when he knows the truth makes himself the accomplice of liars and forgers."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Those who think it is permissible to tell white lies soon grow color-blind."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The hardest tumble a man can make is to fall over his own bluff."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "But he that sows lies in the end shall not lack of a harvest, and soon he may rest from toil indeed, while others reap and sow in his stead."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "It is always the best policy to tell the truth, unless, of course, you are an exceptionally good liar."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No man has a good enough memory to make a successful liar."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "Lying is done with words, and also with silence."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "A good liar knows that the most efficient lie is always a truth that has had a key piece removed from it."
    },
    {
      "cite": "Albert Camus",
      "quote": "Sometimes it is easier to see clearly into the liar than into the man who tells the truth. Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object."
    },
    {
      "cite": "Anonymous",
      "quote": "A good liar must remember his lies."
    },
    {
      "cite": "Epictetus",
      "quote": "Liars are the cause of all the sins and crimes in the world."
    },
    {
      "cite": "Anonymous",
      "quote": "Clever liars give details, but the cleverest don't."
    },
    {
      "cite": "Lewis Hine",
      "quote": "While photographs may not lie, liars may photograph."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "Liars are always ready to take oaths."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Of all the liars in the world, sometimes the worst are your own fears."
    },
    {
      "cite": "John Ruskin",
      "quote": "The essence of lying is in deception, not in words."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "A lie is enough to prove you are a liar. Lies help people to forget about the things you have done in the past and remain constant for whole future as doubt."
    },
    {
      "cite": "Stephen King",
      "quote": "The trust of the innocent is the liar's most useful tool."
    },
    {
      "cite": "Vauvenargues",
      "quote": "All men are born truthful and die liars."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "Liars are always most disposed to swear."
    },
    {
      "cite": "Evo Morales",
      "quote": "I don't debate with liars."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "I do myself a greater injury in lying than I do him of whom I tell a lie."
    }
  ]
}