{
  "source": "https://www.wisesayings.com/liberal-quotes/",
  "theme": "liberal",
  "quotes": [
    {
      "cite": "Mike Rosen",
      "quote": "Conservatives believe in equality of opportunity. Liberals believe in equality of outcome."
    },
    {
      "cite": "Frank Dane",
      "quote": "A liberal is a man who will give away everything he doesn't own."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The trouble with our liberal friends is not that they are ignorant, but that they know so much that isn't so."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "A liberal is a man or a woman or a child who looks forward to a better day, a more tranquil night, and a bright, infinite future."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Enraging liberals is simply one of the more enjoyable side effects of my wisdom."
    },
    {
      "cite": "Robert Frost",
      "quote": "A liberal is a man too broadminded to take his own side in a quarrel."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Extremes to the right and to the left of any political dispute are always wrong."
    },
    {
      "cite": "Bill Branyon",
      "quote": "Liberals are the greatest proponents of reason."
    },
    {
      "cite": "Mark W. Smith",
      "quote": "Conservatives want to make the poor rich, while liberals want to make the rich poor."
    },
    {
      "cite": "Susan Stamper Brown",
      "quote": "Liberalism is the wolf on the sled dog team."
    },
    {
      "cite": "Ernst Jünger",
      "quote": "Liberalism is to freedom as anarchism is to anarchy."
    },
    {
      "cite": "Lenny Bruce",
      "quote": "The liberals can understand everything but people who don't understand them."
    },
    {
      "cite": "Henry A. Wallace",
      "quote": "A liberal knows that the only certainty in this life is change but believes that the change can be directed toward a constructive end."
    },
    {
      "cite": "Robert Frost",
      "quote": "A liberal is a man too broad-minded to take his own side in a quarrel."
    },
    {
      "cite": "Mort Sahl",
      "quote": "Liberals feel unworthy of their possessions. Conservatives feel they deserve everything they've stolen."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Liberalism itself has failed, and for a pretty good reason. It has been too often compromised by the people who represented it."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The trouble with our Liberal friends is not that they're ignorant; it's just that they know so much that isn't so."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The one thing people are the most liberal with, is their advice."
    },
    {
      "cite": "Adam Gopnik",
      "quote": "Liberalism is a belief in radical change made through practical measures."
    },
    {
      "cite": "Mario Cuomo",
      "quote": "Outrage is easy, cheap, and oversold. The nation needs less anger and more thoughtful reflection, less shouting and more listening, less dissembling and more honesty."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "Liberalism is trust of the people tempered by prudence; conservatism, distrust of the people tempered by fear."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "A liberal is a conservative who has been arrested."
    },
    {
      "cite": "John G. Diefenbaker",
      "quote": "The Liberals are the flying saucers of politics. No one can make head nor tail of them and they never are seen twice in the same place."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The essence of the liberal outlook lies not in what opinions are held, but in how they are held: instead of being held dogmatically, they are held tentatively, and with a consciousness that new evidence may at any moment lead to their abandonment."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "A liberal is a man or woman or a child who looks forward to a better day, a more tranquil night, and a bright, infinite future."
    },
    {
      "cite": "Carter Glass",
      "quote": "A liberal is a man who is willing to spend somebody else's money."
    },
    {
      "cite": "George Orwell",
      "quote": "A liberal is a power worshipper without the power."
    },
    {
      "cite": "James Baldwin",
      "quote": "A liberal: someone who thinks he knows more about your experience than you do."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Liberals are not always so liberal with people who disapprove - disapprove of their point of view."
    },
    {
      "cite": "Thomas Cushman",
      "quote": "Those who are in a position of strength have a responsibility to protect the weak."
    }
  ]
}