{
  "source": "https://www.wisesayings.com/liberty-quotes/",
  "theme": "liberty",
  "quotes": [
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Liberty is always dangerous, but it is the safest thing we have."
    },
    {
      "cite": "George Washington",
      "quote": "Liberty, when it begins to take root, is a plant of rapid growth."
    },
    {
      "cite": "Will Rogers",
      "quote": "Liberty doesn't work as well in practice as it does in speeches."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Liberty means responsibility. That is why most men dread it."
    },
    {
      "cite": "Roger W Hancock",
      "quote": "Liberty is maintained by responsible freedom."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Liberty without learning is always in peril; learning without liberty is always in vain."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The love of liberty is the love of others; the love of power is the love of ourselves."
    },
    {
      "cite": "Learned Hand",
      "quote": "Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it.... While it lies there, it needs no constitution, no law, no court to save it."
    },
    {
      "cite": "Lady Mary Wortley Montagu",
      "quote": "I prefer liberty to chains of diamonds."
    },
    {
      "cite": "Aristotle",
      "quote": "The basis of a democratic state is liberty."
    },
    {
      "cite": "Henry Adams",
      "quote": "Absolute liberty is absence of restraint; responsibility is restraint; therefore, the ideally free individual is responsible to himself."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Life without liberty is like a body without spirit."
    },
    {
      "cite": "Isaiah Berlin",
      "quote": "Liberty for wolves is death to the lambs."
    },
    {
      "cite": "Edmund Burke",
      "quote": "But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint."
    },
    {
      "cite": "Cecil B. DeMille",
      "quote": "There can be no liberty without the law."
    },
    {
      "cite": "William Allen White",
      "quote": "Liberty is the only thing you can't have unless you give it to others."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When liberty comes with hands dabbled in blood it is hard to shake hands with her."
    },
    {
      "cite": "George Orwell",
      "quote": "If liberty means anything at all, it means the right to tell people what they do not want to hear."
    },
    {
      "cite": "Voltaire",
      "quote": "The true character of liberty is independence, maintained by force."
    },
    {
      "cite": "Hugo Grotius",
      "quote": "Liberty is the power that we have over ourselves."
    },
    {
      "cite": "Josiah Warren",
      "quote": "Liberty, then, is the sovereignty of the individual, and never shall man know liberty until each and every individual is acknowledged to be the only legitimate sovereign of his or her person, time, and property, each living and acting at his own cost; and not until we live in a society where each can exercise his right of sovereignty at all times without clashing with or violating that of others."
    },
    {
      "cite": "Jose Rizal",
      "quote": "Our liberty will not be secured at the sword's point... We must secure it by making ourselves worthy of it. And when the people reaches that height, God will provide a weapon, the idols will be shattered, tyranny will crumble like a house of cards, and liberty will shine out like the first dawn."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "There can be no liberty for a community which lacks the means by which to detect lies."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The liberty of the individual is no gift of civilization. It was greatest before there was any civilization."
    },
    {
      "cite": "John Adams",
      "quote": "Liberty cannot be preserved without general knowledge among the people."
    },
    {
      "cite": "Plato",
      "quote": "Excess of liberty, whether it lies in state or individuals, seems only to pass into excess of slavery."
    },
    {
      "cite": "Frederic Bastiat",
      "quote": "Liberty is an acknowledgement of faith in God and His works."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Liberty will not descend to a people; a people must raise themselves to liberty; it is a blessing that must be earned before it can be enjoyed."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "Liberty is like rich food and strong wine: the strong natures accustomed to them thrive and grow even stronger on them; but they deplete, inebriate and destroy the weak."
    }
  ]
}