{
  "source": "https://www.wisesayings.com/libertarian-quotes/",
  "theme": "libertarian",
  "quotes": [
    {
      "cite": "Milton Friedman",
      "quote": "Underlying most arguments against the free market is a lack of belief in freedom itself."
    },
    {
      "cite": "Learned Hand",
      "quote": "Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it."
    },
    {
      "cite": "John McAfee",
      "quote": "Libertarian principles are very simple, but you can't violate any of them and still call yourself Libertarian."
    },
    {
      "cite": "Jim Smith",
      "quote": "He considered himself an anarchist, and his core beliefs were developing and supporting people's right to freedom."
    },
    {
      "cite": "Emo Philips",
      "quote": "Libertarians believe consenting adults have the right to do whatever they choose, except band together."
    },
    {
      "cite": "Tom G. Palmer",
      "quote": "Libertarians recognize the inevitable pluralism of the modern world and for that reason assert that individual liberty is at least part of the common good."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "When the people fear their government, their is tyranny; when the government fears the people, there is liberty."
    },
    {
      "cite": "Harry Browne",
      "quote": "A Libertarian society of unfettered individualism spreads its benefits to virtually everyone not just those who have the resources to seize political power."
    },
    {
      "cite": "Murray N. Rothbard",
      "quote": "Libertarianism holds that the only proper role of violence is to defend person and property against violence, that any use of violence that goes beyond such just defense is itself aggressive, unjust, and criminal"
    },
    {
      "cite": "Leonard Read",
      "quote": "The libertarian can have no truck with left or right because he regrets any form of authoritarianism."
    },
    {
      "cite": "Jacob Hornberger",
      "quote": "For libertarians, freedom entails the right of people to live their lives any way they choose, so long as their conduct is peaceful. For conservatives, freedom entails the right of government to do just about anything it wants, even if its conduct is violent."
    },
    {
      "cite": "Michael Sandel",
      "quote": "Whether you're a libertarian liberal or a more egalitarian liberal, the idea is that justice means being non-judgmental with respect to the preferences people bring to public life."
    },
    {
      "cite": "Anonymous",
      "quote": "Libertarianism is the philosophy which says that you can run your life better than the government can, and you have the right to be left alone in order to do it."
    },
    {
      "cite": "Tom G. Palmer",
      "quote": "Libertarians recognize the difference between adults and children, as well as differences between normal adults and adults who are insane or mentally hindered or retarded."
    },
    {
      "cite": "David D. Boaz",
      "quote": "The difference between libertarianism and socialism is that libertarians will tolerate the existence of a socialist community, but socialists can't tolerate a libertarian community."
    },
    {
      "cite": "Murray N. Rothbard",
      "quote": "Libertarians make no exceptions to the golden rule and provide no moral loophole, no double standard, for government."
    },
    {
      "cite": "Tom G. Palmer",
      "quote": "Libertarians typically argue that particular obligations, at least under normal circumstances, must be created by consent; they cannot be unilaterally imposed by others."
    },
    {
      "cite": "Friedrich Hayek",
      "quote": "If we wish to preserve a free society, it is essential that we recognize that the desirability of a particular object is not sufficient justification for the use of coercion."
    },
    {
      "cite": "Somerset Maugham",
      "quote": "If a nation values anything more than freedom, it will lose its freedom; and the irony of it is that if it is comfort or money that it values more, it will lose that, too."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Any society that would give up a little liberty to gain a little security will deserve neither and lose both."
    },
    {
      "cite": "William Allen White",
      "quote": "Liberty is the only thing you cannot have unless you are willing to give it to others."
    },
    {
      "cite": "L. Neil Smith",
      "quote": "A libertarian is a person who believes that no one has the right, under any circumstances, to initiate force against another human being, or to advocate or delegate its initiation. Those who act consistently with this principle are libertarians, whether they realize it or not. Those who fail to act consistently with it are not libertarians, regardless of what they may claim."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Libertarian socialism is properly to be regarded as the inheritor of the liberal ideals of the enlightenment."
    },
    {
      "cite": "A.E. Samaan",
      "quote": "Liberty will never yield equality. Freewill produces a mess that you either accept or reject in favor of slavery."
    },
    {
      "cite": "John Mackey",
      "quote": "Libertarians are constantly arguing with each other who is the most pure libertarian and who is most ideologically pure."
    },
    {
      "cite": "Voltaire",
      "quote": "So long as the people do not care to exercise their freedom, those who wish to tyrannize will do so; for tyrants are active and ardent, and will devote themselves in the name of any number of gods, religious and otherwise, to put shackles upon sleeping men."
    },
    {
      "cite": "Llewellyn Rockwell",
      "quote": "Libertarianism is a theory of politics that is so compelling that once you have absorbed it, it becomes the lens through which you end up understanding all economic and political events."
    },
    {
      "cite": "Michael Badnarik",
      "quote": "The Libertarian position on the freedom of speech is a strong support of freedom of speech, and we oppose government intervention in controlling what is or is not moral."
    },
    {
      "cite": "Alexis Gilliland",
      "quote": "A libertarian is just an anarchist on the gold standard."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Any terrorism is an attack on libertarian values."
    }
  ]
}