{
  "source": "https://www.wisesayings.com/libra-quotes/",
  "theme": "libra",
  "quotes": [
    {
      "cite": "Hilary Duff",
      "quote": "I'm pretty good at thinking about everything - all of my consequences - before I make a decision, and I think about everything that's going to happen because of that decision. I'm a Libra, and I'm very strategic."
    },
    {
      "cite": "Laura Regan",
      "quote": "I always feel more grounded and stable when I have balance in my life; I'm a Libra!"
    },
    {
      "cite": "Olivia Thirlby",
      "quote": "Sometimes in my life I feel like a bit of a sorceress who can't totally control all their power. I'm a Libra, so... Libra women are pretty magical."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The whole business with the fossilized dinosaur skeletons was a joke the paleontologists haven't seen yet. This proves two things: Firstly, that God moves in extremely mysterious, not to say, circuitous ways. God does not play dice with the universe; Secondly, the Earth's a Libra."
    },
    {
      "cite": "DS Peter Jakes",
      "quote": "Libra is the Scales, sir. Justice maybe? The idol could be a statue by the Law Courts."
    },
    {
      "cite": "Edith 'Little Edie' Bouvier Beale",
      "quote": "The Libra husband is reasonable. He is a born judge, and no other zodiacal type can order his life with so much wisdom.\" God! That's all I need: order! That's all I need: an ordered life. You know, a manager. But he's *got* to be a Libran."
    },
    {
      "cite": "Alison Moyet",
      "quote": "Sat in Libra's Bowl, where it's all, it's all, it's all / It's all, balancing / It's the black in the grate / The smoke in the sink / It's the ether that you and I / Opted to drink / It's the tooth that was chipped / On the first ever kiss / It's you and it's me and that's what it is."
    },
    {
      "cite": "Benjamin Weisman",
      "quote": "Billy is a Libra, a sign of love / Billy has a one-track mind / He's great in the kitchen and never complains / He's the happily married kind."
    },
    {
      "cite": "James Thomson",
      "quote": "When the bright Virgin gives the beauteous days, / And Libra weighs in equal scales the year; / From Heaven's high cope the fierce effulgence shook / Of parting Summer, a serener blue, / With golden light enliven'd, wide invests / The happy world. Attemper'd suns arise, / Sweet-beam'd, and shedding oft through lucid clouds / A pleasing calm; while broad, and brown, below / Extensive harvests hang the heavy head."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "Therewith the moone's exaltation,* *rising / *In meane* Libra, gan alway ascend, *in the middle of* / As we were ent'ring at a thorpe's* end. *village's / For which our Host, as he was wont to gie,* *govern / As in this case, our jolly company, / Said in this wise; 'Lordings every one, / Now lacketh us no more tales than one."
    },
    {
      "cite": "Mark Viduka",
      "quote": "I am a Libra so I have to balance things."
    },
    {
      "cite": "Anonymous",
      "quote": "Libras hate to see others hurthing, but when you irritate them their temper can be destructive."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Happiness is when what you think, what you say, and what you do are in harmony."
    },
    {
      "cite": "Anonymous",
      "quote": "No need to give Libra orders. They won't obey them anyway."
    },
    {
      "cite": "Anonymous",
      "quote": "Blaze all way to the Libra back to the cheater."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "The elegance is as physical, as moral quality that has nothing common with the clothing. You can see a countrywoman more elegant than one so called elegant woman."
    },
    {
      "cite": "Anonymous",
      "quote": "Libras receive great pleasure by pleasing and helping others."
    },
    {
      "cite": "Anonymous",
      "quote": "As a Libra you win people over with your charm."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting."
    },
    {
      "cite": "Anonymous",
      "quote": "A libra is skilled enough to be one step ahead, but make you believe they are one step behind."
    }
  ]
}