{
  "source": "https://www.wisesayings.com/libraries-quotes/",
  "theme": "libraries",
  "quotes": [
    {
      "cite": "Carlos Maria Dominguez",
      "quote": "To build up a library is to create a life. It's never just a random collection of books."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Without libraries what have we? We have no past and no future."
    },
    {
      "cite": "Anne Herbert",
      "quote": "Libraries will get you through times of no money better than money will get you through times of no libraries."
    },
    {
      "cite": "Timothy Healy",
      "quote": "The most important asset of any library goes home at night-the library staff."
    },
    {
      "cite": "Saul Bellow",
      "quote": "People can lose their lives in libraries. They ought to be warned."
    },
    {
      "cite": "Laura Bush",
      "quote": "I have found the most valuable thing in my wallet is my library card."
    },
    {
      "cite": "Norman Cousins",
      "quote": "A library is the delivery room for the birth of ideas, a place where history comes to life."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "I ransack public libraries, and find them full of sunk treasure."
    },
    {
      "cite": "Sidney Sheldon",
      "quote": "Libraries store the energy that fuels the imagination. They open up windows to the world and inspire us to explore and achieve, and contribute to improving our quality of life. Libraries change lives for the better."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A library is not a luxury but one of the necessities of life."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Libraries raised me."
    },
    {
      "cite": "Laura Bush",
      "quote": "Libraries allow children to ask questions about the world and find the answers. And the wonderful thing is that once a child learns to use a library, the doors to learning are always open."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Libraries are our friends."
    },
    {
      "cite": "Harold Howe",
      "quote": "What a school thinks about its library is a measure of what it feels about education."
    },
    {
      "cite": "Alan M. Dershowitz",
      "quote": "A library is a place where you learn what teachers were afraid to teach you."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "The love of libraries, like most loves, must be learned."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "Libraries are not, never will be, used by everyone."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "The love of libraries, like most loves, must be learned."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "In a library, no empty shelf remains empty for long."
    },
    {
      "cite": "Courtney Milan",
      "quote": "Libraries are the future of reading."
    },
    {
      "cite": "Richard Armour",
      "quote": "Libraries: Here is where people, one frequently finds, lower their voices, and raise their minds."
    },
    {
      "cite": "Augustine BIRRELL",
      "quote": "Libraries are not made; they grow."
    },
    {
      "cite": "Joan Bauer",
      "quote": "My grandma always said that God made libraries so that people didn't have any excuse to be stupid."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Your library is your paradise."
    },
    {
      "cite": "Laura Shapiro",
      "quote": "Great libraries have always looked to both the future and the past."
    },
    {
      "cite": "Wendell H. Ford",
      "quote": "If information is the currency of democracy, then libraries are its banks."
    },
    {
      "cite": "unknown",
      "quote": "In the library, one often finds people close their mouths and open their minds!"
    },
    {
      "cite": "George Mercer Dawson",
      "quote": "A great library contains the diary of the human race."
    },
    {
      "cite": "Jo Godwin",
      "quote": "A truly great library contains something in it to offend everyone."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "Libraries were full of ideas perhaps the most dangerous and powerful of all weapons."
    }
  ]
}