{
  "source": "https://www.wisesayings.com/lies-quotes/",
  "theme": "lies",
  "quotes": [
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Lies require commitment."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "If you tell a big enough lie and tell it frequently enough, it will be believed."
    },
    {
      "cite": "Dorothy Allison",
      "quote": "Things come apart so easily when they have been held together with lies."
    },
    {
      "cite": "Andr_ Malraux",
      "quote": "Man is not what he thinks he is, he is what he hides."
    },
    {
      "cite": "Mark Twain",
      "quote": "A lie can travel halfway around the world while the truth is putting on its shoes."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every violation of truth is not only a sort of suicide in the liar, but is a stab at the health of human society._"
    },
    {
      "cite": "Plato",
      "quote": "False words are not only evil in themselves, but they infect the soul with evil._"
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "He who permits himself to tell a lie once, finds it much easier to do it a second and a third time till at length it becomes habitual."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing in the world more shameful than establishing one's self on lies and fables."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "A lie with a purpose is one of the worst kind, and the most profitable."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "Lying increases the creative faculties, expands the ego, lessens the friction of social contacts. It is only in lies, wholeheartedly and bravely told, that human nature attains through words and speech the forbearance, the nobility, the romance, the idealism, that -- being what it is -- it falls so short of in fact and in deed."
    },
    {
      "cite": "Homer",
      "quote": "I detest the man who hides one thing in the depth of his heart and speaks forth another."
    },
    {
      "cite": "Russian Proverb",
      "quote": "With lies you may go ahead in the world, but you can never go back."
    },
    {
      "cite": "Aristotle",
      "quote": "The least initial deviation from the truth is multiplied later a thousandfold._"
    },
    {
      "cite": "Edgar J. Mohn",
      "quote": "A lie has speed, but truth has endurance."
    },
    {
      "cite": "Tad Williams",
      "quote": "We tell lies when we are afraid... afraid of what we don't know, afraid of what others will think, afraid of what will be found out about us. But every time we tell a lie, the thing that we fear grows stronger."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "When you tell a lie, you steal someone's right to the truth."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "A single lie destroys a whole reputation of integrity."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "A lie does not consist in the indirect position of words, but in the desire and intention, by false speaking, to deceive and injure your neighbour."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "By a lie, a man...annihilates his dignity as a man."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "We lie loudest when we lie to ourselves."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "He who permits himself to tell a lie once, finds it much easier to do it a second and a third time till at length it becomes habitual."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "A successful lie cannot be brought into this world and capriciously abandoned; like any committed relationship, it must be maintained, and with far more devotion than the truth, which carries on being carelessly true without any help."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "People do not believe lies because they have to, but because they want to."
    },
    {
      "cite": "Sophocles quotes",
      "quote": "A lie never lives to be old."
    },
    {
      "cite": "Mitch Albom",
      "quote": "The more you defend a lie, the angrier you become."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Because everybody lies. It's part of living in society. Don't get me wrong - I think it's necessary. The last thing anyone wants is to live in a society where total honesty prevails. Can you imagine the conversations? You're short and fat, one person might say, and the other might answer, I know. But you smell bad. It just wouldn't work. So people lie by omission all the time. People will tell you most of the story...and I've learned that the part they neglect to tell you is often the most important part. People hide the truth because they're afraid."
    },
    {
      "cite": "C. E. Montague",
      "quote": "A lie will easily get you out of a scrape, and yet, strangely and beautifully, rapture possesses you when you have taken the scrape and left out the lie."
    },
    {
      "cite": "George Eliot",
      "quote": "Falsehood is so easy, truth so difficult....Examine your words well, and you will find that even when you have no motive to be false, it is a very hard thing to say the exact truth, even about your own immediate feelings -- much harder than to say something fine about them which is_not_the exact truth."
    }
  ]
}