{
  "source": "https://www.wisesayings.com/life-being-short-quotes/",
  "theme": "life-being-short",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Life is short. Live passionately."
    },
    {
      "cite": "Buddha",
      "quote": "The trouble is you think you have time."
    },
    {
      "cite": "Colette",
      "quote": "What a wonderful life I've had! I only wish I'd realized it sooner."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "This is your life, and it's ending one minute at a time."
    },
    {
      "cite": "Dion Boucicault",
      "quote": "Men talk of killing time, while time quietly kills them."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Be patient and understanding. Life is too short to be vengeful or malicious."
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways."
    },
    {
      "cite": "Harry Morant",
      "quote": "Live every day as if it were going to be your last; for one day you're sure to be right."
    },
    {
      "cite": "Charles Richards",
      "quote": "Don't be fooled by the calendar. There are only as many days in the year as you make use of."
    },
    {
      "cite": "Zachary Scott",
      "quote": "As you grow older, you'll find the only things you regret are the things you didn't do."
    },
    {
      "cite": "Christian Furchtegott Gellert",
      "quote": "Live as you would have wished to live when you are dying."
    },
    {
      "cite": "Marie Beynon Ray",
      "quote": "Begin doing what you want to do now. We are not living in eternity. We have only this moment, sparkling like a star in our hand. . . and melting like a snowflake. Let us use it before it is too late."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Every second is of infinite value."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "Expect an early death - it will keep you busier."
    },
    {
      "cite": "Vivien Leigh",
      "quote": "Life is too short to work so hard."
    },
    {
      "cite": "Eric Davis",
      "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Life is too short to be little. Man is never so manly as when he feels deeply, acts boldly, and expresses himself with frankness and with fervor."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Let's not allow ourselves to be upset by small things we should despise and forget. Remember \"Life is too short to be little\"."
    },
    {
      "cite": "John Burroughs",
      "quote": "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Is life not a thousand times too short for us to bore ourselves?"
    },
    {
      "cite": "Alan Wallace",
      "quote": "Life is a flash of lightning in the dark of night. It is a brief time of tremendous potential."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "Life is too short to be living somebody else's dream."
    },
    {
      "cite": "Josh Billings",
      "quote": "Life is short, but it's long enough to ruin any man who wants to be ruined."
    },
    {
      "cite": "John Walters",
      "quote": "Life is short, so enjoy it to the fullest."
    },
    {
      "cite": "Wyclef Jean",
      "quote": "I feel that life is short, so we should be disciplined, but at the same time we should have a good time."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Time is long but life is short."
    },
    {
      "cite": "Kate Winslet",
      "quote": "Life is short, and it is here to be lived."
    },
    {
      "cite": "Lou Erickson",
      "quote": "Life is like a taxi. The meter just keeps a-ticking whether you are getting somewhere or just standing still."
    },
    {
      "cite": "Shania Twain",
      "quote": "Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind."
    }
  ]
}