{
  "source": "https://www.wisesayings.com/life-is-too-short-quotes/",
  "theme": "life-is-too-short",
  "quotes": [
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways."
    },
    {
      "cite": "Ruben Papian",
      "quote": "Our time in this life is limited. And how we respect that time will create a greater possibility for fulfillment."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Let's not allow ourselves to be upset by small things we should despise and forget. Remember 'Life is too short to be little'."
    },
    {
      "cite": "Kimora Lee Simmons",
      "quote": "Live honestly to a higher note. Life is too short. So, do the best you can and live your life to a higher note."
    },
    {
      "cite": "Dion Boucicault",
      "quote": "Men talk of killing time, while time quietly kills them."
    },
    {
      "cite": "Aga Khan III",
      "quote": "Every day has been so short, every hour so fleeting, every minute so filled with the life I love that time for me has fled on too swift a wing."
    },
    {
      "cite": "Karl Marx",
      "quote": "There comes a time in your life when you have to let go of all the pointless drama and the people who create it and surround yourself with people who make you laugh so hard that you forget the bad and focus solely on the good. After all, life is too short to be anything but happy."
    },
    {
      "cite": "Mark Twain",
      "quote": "Life is short, break the rules, forgive quickly, kiss slowly. love truly, laugh uncontrollably, and never regret anything that makes you smile."
    },
    {
      "cite": "Harry Morant",
      "quote": "Live every day as if it were going to be your last; for one day you're sure to be right."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Begin doing what you want to do now. We are not living in eternity. We have only this moment, sparkling like a star in our hand--and melting like a snowflake..."
    },
    {
      "cite": "Eminem",
      "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
    },
    {
      "cite": "Anmol Andore",
      "quote": "Enjoy every moment you have. Because in life, there are no rewinds, only flashbacks."
    },
    {
      "cite": "Sarah Louise Delany",
      "quote": "Life is short, and it's up to you to make it sweet."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Life is a first impression. You get one shot at it. Make it everlasting."
    },
    {
      "cite": "Eric Davis",
      "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing."
    },
    {
      "cite": "Jasmin Morin",
      "quote": "Enjoy life while you can. It can be taken in a heart beat."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "Country people do not behave as if they think life is short; they live on the principle that it is long, and savor variations of the kind best appreciated if most days are the same."
    },
    {
      "cite": "Abdel Rahman Sabry",
      "quote": "Life is too short to cry for anything so smile and do what makes you happy with morals."
    },
    {
      "cite": "Senora Roy",
      "quote": "All days will pass, all moments will last, each friend will part, it's a journey too fast."
    },
    {
      "cite": "Stephen Hines",
      "quote": "If you want something, don't wish for it. Life is too short to wait."
    },
    {
      "cite": "Stendhal",
      "quote": "Life is too short, and the time we waste in yawning never can be regained."
    },
    {
      "cite": "Kobi Yamada",
      "quote": "Embrace your uniqueness. Time is much too short to be living someone else's life."
    },
    {
      "cite": "Ben Harper",
      "quote": "Life is short and if you're looking for extension, you had best do well. Cause there's good deeds and then there's good intentions. They are as far apart as Heaven and Hell."
    },
    {
      "cite": "Novak Djokovic",
      "quote": "We only have one life and one body to care of, and we better do it right. You never know what tomorrow may bring and so we better live this life the best we can and be grateful for everything we have."
    },
    {
      "cite": "A.R. Lucas",
      "quote": "If there's even a slight chance at getting something that will make you happy, risk it. Life's too short and happiness is too rare."
    },
    {
      "cite": "Jeremy Limn",
      "quote": "Life is transitory it doesn't last forever, but with the time that is given you can find some sort of purpose."
    },
    {
      "cite": "Lou Reed",
      "quote": "I think life is far too short to concentrate on your past. I rather look into the future."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "We are constantly reminded about how short life is. Please try to leave your best positive impression on everyone that you meet."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Life is too short, or too long, for me to allow myself the luxury of living it so badly."
    }
  ]
}