{
  "source": "https://www.wisesayings.com/life-and-death-quotes/",
  "theme": "life-and-death",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Death must be so beautiful. To lie in the soft brown earth, with the grasses waving above one's head, and listen to silence. To have no yesterday, and no to-morrow. To forget time, to forgive life, to be at peace."
    },
    {
      "cite": "Mark Twain",
      "quote": "Let us so live that when we come to die even the undertaker will be sorry."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Life and death are one thread, the same line viewed from different sides."
    },
    {
      "cite": "James Dean",
      "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man."
    },
    {
      "cite": "Lily Graham",
      "quote": "Death is not something you get over. It's the rip that exposes life in a before and after chasm, and all you can do is try to exist as best you can in the after."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "When confronted with two alternatives, life and death, one is to choose death without hesitation."
    },
    {
      "cite": "Alejandro Gonzalez Inarritu",
      "quote": "Life and death are illusions. We are in a constant state of transformation."
    },
    {
      "cite": "Rossiter Worthington Raymond",
      "quote": "Life is eternal, and love is immortal,Life is eternal, and love is immortal, and death is only a horizon; and a horizon is nothing save the limit of our sight."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Death is the destination we all share, no one has ever escaped it. And that is as it should be because death is very likely the single best invention of life."
    },
    {
      "cite": "Epicurus",
      "quote": "It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It's matters not how a man dies, but how he lives."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "We trouble our life by thoughts about death, and our death by thoughts about life."
    },
    {
      "cite": "Akanksha",
      "quote": "Life was such a fragile thing as delicate and as beautiful as a butterfly, as ephemeral as a sunset. Death is peaceful. Death is quiet, silent. It is calming."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Death is a stripping away of all that is not you. The secret of life is to 'die before you die'— and find that there is no death."
    },
    {
      "cite": "Osho Rajneesh",
      "quote": "The real question is not whether life exists after death. The real question is whether you are alive before death."
    },
    {
      "cite": "E. Morin",
      "quote": "The anguish of death hangs over and leads the human spirit to wonder about the mysteries of existence, man's destiny, life, the world."
    },
    {
      "cite": "Corazon Aquino",
      "quote": "I would rather die a meaningful death than to live a meaningless life."
    },
    {
      "cite": "E. Morin",
      "quote": "The certainty of death and the uncertainty of the hour of death is a source of grief throughout our life."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "If one was to think constantly of death, the business of life would stand still."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Death is the veil which those who live call life; They sleep, and it is lifted."
    },
    {
      "cite": "Marcus Annaeus Lucanus",
      "quote": "God conceals from men the happiness of death that they may endure life."
    },
    {
      "cite": "Mark Twain",
      "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
    },
    {
      "cite": "Buddha",
      "quote": "Even death is not to be feared by one who has lived wisely."
    },
    {
      "cite": "Marcus Aelius Aurelius",
      "quote": "It is not death that a man should fear, but he should fear never beginning to live."
    },
    {
      "cite": "Confucius",
      "quote": "If we don't know life, how can we know death?"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Death is not extinguishing the light; it is only putting out the lamp because the dawn has come."
    },
    {
      "cite": "J K Rowling",
      "quote": "After all, to the well-organized mind, death is but the next great adventure."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "For life and death are one, even as the river and the sea are one."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There is no pause in life, the moment we pause, we stop living."
    }
  ]
}