{
  "source": "https://www.wisesayings.com/life-is-tough-quotes/",
  "theme": "life-is-tough",
  "quotes": [
    {
      "cite": "Charles Edward Jerningham",
      "quote": "Life is like walking through paradise with peas in your shoes."
    },
    {
      "cite": "Joe Biden",
      "quote": "Life is a matter of really tough choices."
    },
    {
      "cite": "John Wayne",
      "quote": "Life is tough, but if you are stupid, it's a lot tougher."
    },
    {
      "cite": "Damon Runyon",
      "quote": "Life is tough, and it's really tough when you're stupid."
    },
    {
      "cite": "Kate Gosselin",
      "quote": "When you think life is tough, it can get a lot tougher."
    },
    {
      "cite": "Marta",
      "quote": "Never give up, and be confident in what you do. There may be tough times, but the difficulties which you face will make you more determined to achieve your objectives and to win against all the odds."
    },
    {
      "cite": "Tilman J. Fertitta",
      "quote": "You've got to stay strong to be strong in tough times."
    },
    {
      "cite": "Theresa May",
      "quote": "In tough times, everyone has to take their share of the pain."
    },
    {
      "cite": "Salma Hayek",
      "quote": "Life is tough; and if you have the ability to laugh at it, you have the ability to enjoy it."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You're going to go through tough times that's life. But I say, nothing happens to you, it happens for you. See the positive in negative events."
    },
    {
      "cite": "Sebastian Pinera",
      "quote": "Life is tough and you have to be tougher than life to change the world."
    },
    {
      "cite": "Jeff Ross",
      "quote": "Life is tough, and if we don't laugh, we're going to our head will explode."
    },
    {
      "cite": "John Wayne",
      "quote": "Life is tough pilgrim, it is even tougher if you're stupid."
    },
    {
      "cite": "Ashton Irwin",
      "quote": "If things are going bad and life is tough, hang in there. Ride it out. Come out on top."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Life is tough enough without having someone kick you from the inside."
    },
    {
      "cite": "Bobby Short",
      "quote": "But life is tough and if you're creative, it's tougher."
    },
    {
      "cite": "Ivan Panin",
      "quote": "Life is not meant to be hard: if it is, we make it so."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Life is not always fair. Sometimes you get a splinter sliding down a rainbow."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "The messiness of experience, that may be what we mean by life."
    },
    {
      "cite": "L. Thomas Holdcroft",
      "quote": "Life is a grindstone. Whether it grinds us down or polishes us up depends on us."
    },
    {
      "cite": "Isadora Duncan",
      "quote": "People do not live nowadays — they get about ten percent out of life."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Life is tough but I'm tougher."
    },
    {
      "cite": "Michael Flynn",
      "quote": "Life sucks, but it's better than the alternative."
    },
    {
      "cite": "Tony Blair",
      "quote": "Tough is the life my Dad had, his whole career cut short at the age of 40 by a stroke."
    },
    {
      "cite": "Dick Beardsley",
      "quote": "Farming's a tough life. So is marathoning. Lots of hard work, little time off. Each life conditioned me for the other one."
    },
    {
      "cite": "Scott Rigsby",
      "quote": "Maybe people — both able-bodied and amputees — can look at me and say, 'You know what? Life is tough, but if this guy can make it, then I can make it.'"
    },
    {
      "cite": "Peter Marshall",
      "quote": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure."
    },
    {
      "cite": "R.D. Laing",
      "quote": "There is a great deal of pain in life and perhaps the only pain that can be avoided is the pain that comes from trying to avoid pain."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "Don't let life discourage you; everyone who got where he is had to begin where he was."
    }
  ]
}