{
  "source": "https://www.wisesayings.com/lifestyle-quotes/",
  "theme": "lifestyle",
  "quotes": [
    {
      "cite": "Haruki Murakami",
      "quote": "She lived frugally, but her meals were the only things on which she deliberately spent her money. She never compromised on the quality of her groceries, and drank only good-quality wines."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Let others lead small lives,but not you.Let others argue over small things,but not you.Let others cry over small hurts,but not you.Let others leave their future in someone elses hands,but not you. not you."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "Your genetics load the gun. Your lifestyle pulls the trigger."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Just like your body and lifestyle can be healthy or unhealthy, the same is true with your beliefs. Your beliefs can be your medicine or your poison."
    },
    {
      "cite": "Phil Lester",
      "quote": "Be yourself. Don't worry about what other people are thinking of you."
    },
    {
      "cite": "Josh Billings",
      "quote": "There's lots of people in this world who spend so much time watching their health that they haven't the time to enjoy it."
    },
    {
      "cite": "Plato",
      "quote": "Lack of activity destroys the good condition of every human being, while movement and methodical physical exercise save it and preserve it."
    },
    {
      "cite": "Linford Christie",
      "quote": "Adopting a new healthier lifestyle can involve changing diet to include more fresh fruit and vegetables as well as increasing levels of exercise."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment."
    },
    {
      "cite": "Laurance Rockefeller",
      "quote": "Individually, people are finding that a simpler lifestyle provides greater satisfaction than relentless pursuit of materialism."
    },
    {
      "cite": "Jason Statham",
      "quote": "Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you're working out, you're going to feel good."
    },
    {
      "cite": "William Londen",
      "quote": "To insure good health: eat lightly, breathe deeply, live moderately, cultivate cheerfulness, and maintain an interest in life."
    },
    {
      "cite": "Amit Ray",
      "quote": "Do not live in the shadow of the masters for ever. Learn to live in the light of your soul. Life deserves full expression."
    },
    {
      "cite": "Amit Ray",
      "quote": "Self-observation is the first step of inner unfolding."
    },
    {
      "cite": "Dominic Cooper",
      "quote": "In whatever work environment, whether we admit it or not, there is always a little part of us that has been or will be tempted by a lifestyle for the wrong reasons."
    },
    {
      "cite": "Criss Jami",
      "quote": "Find a purpose to serve, not a lifestyle to live."
    },
    {
      "cite": "Dan Buettner",
      "quote": "Select your friendships carefully. Gather people around you who will reinforce your lifestyle."
    }
  ]
}