{
  "source": "https://www.wisesayings.com/life-gets-better-quotes/",
  "theme": "life-gets-better",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your life does not get better by chance, it gets better by change."
    },
    {
      "cite": "Mario Fernandez",
      "quote": "Rise above the storm and you will find the sunshine."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The best decisions you can ever make are the decisions that will guide you to enhance your gifts in order to create a better life for you and others."
    },
    {
      "cite": "William Faulkner",
      "quote": "Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but we must never lose infinite hope."
    },
    {
      "cite": "Les Brown",
      "quote": "Life has no limitations, except the ones you make."
    },
    {
      "cite": "Dan Savage",
      "quote": "Your life can be amazing, if you only tough this period out."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Stop waiting around for your life to get better and start getting better with your thoughts, decisions and actions."
    },
    {
      "cite": "Jon Stewart",
      "quote": "Every generation has their challenge. And things change rapidly, and life gets better in an instant."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't start living tomorrow, tomorrow never arrives. Start working on your dreams and ambitions today."
    },
    {
      "cite": "Socrates",
      "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new."
    },
    {
      "cite": "Anonymous",
      "quote": "It's gonna get harder before it gets. But it will get better, you just gotta make it through the hard stuff first."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the middle of a difficulty lies opportunity."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Most great people have attained their greatest success one step beyond their greatest failure."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step."
    },
    {
      "cite": "A.A. Milne",
      "quote": "There is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Become addicted to constant and never-ending self-improvement."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "You can always get better. Nobody can stop you from getting better, and nobody can stop you from trying to make something right."
    },
    {
      "cite": "John Wooden",
      "quote": "Do not let what you cannot do interfere with what you can do."
    },
    {
      "cite": "Conor McGregor",
      "quote": "Life is about growing and improving and getting better."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you've imagined."
    },
    {
      "cite": "Larry Winget",
      "quote": "Everything in your life gets better when you get better, and nothing is ever going to get better until you get better."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "If you believe it will work out, you'll see opportunities. If you believe it won't, you will see obstacles."
    },
    {
      "cite": "Will Smith",
      "quote": "The first step is you have to say that you can."
    },
    {
      "cite": "Tanner Patrick",
      "quote": "Sometimes life gets weird. Hang in there, it gets better."
    },
    {
      "cite": "P. G. Wodehouse",
      "quote": "Well, this should certainly teach us, should it not, never to repine, never to despair, never to allow the upper lip to unstiffen, but always to remember that, no matter how dark the skies may be, the sun is shining somewhere and will eventually come smiling through."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "I’d like to be an example of no matter how dark and thick and hopeless it feels, for years maybe, things can and will change."
    }
  ]
}