{
  "source": "https://www.wisesayings.com/lifeguard-quotes/",
  "theme": "lifeguard",
  "quotes": [
    {
      "cite": "Bart Millard",
      "quote": "Let me put it this way, if you were drowning, you wouldn't really be in a place to lend a hand as far as being rescued. You'd be at the mercy of the lifeguard. Once pulled out, you may be a little out of it, not sure where you are, but safe nonetheless."
    },
    {
      "cite": "Jonathan Franklin",
      "quote": "It is a gift to be a teenager, and I see a dad's job as lifeguard, not chaperone."
    },
    {
      "cite": "Liz W. Garcia",
      "quote": "This thing with the lifeguard... things happen. Keep moving or die."
    },
    {
      "cite": "Sam Bobrick",
      "quote": "Look, if you don't want to hire Kelly as a lifeguard just because she's a woman, that's discrimination."
    },
    {
      "cite": "Stephen Hillenburg",
      "quote": "If only I had known that being a lifeguard meant guarding their lives, I would never have said yes."
    },
    {
      "cite": "David Hasselhoff",
      "quote": "The difference between being a lifeguard and a private eye is that a lifeguard has to spot trouble and respond. Private eye gets hired by someone who's already in trouble. Either way, a stranger's life is suddenly in your hands."
    },
    {
      "cite": "Jim Mulholland",
      "quote": "Lifeguards are sick! It is unnatural to spend all your time standing on sand, unless you are an A-rab, or a cat."
    },
    {
      "cite": "Stuart Murdoch",
      "quote": "I'm a lifeguard, I work at a pool with three other guys. We didn't give ourselves a name."
    },
    {
      "cite": "Mark Leveson",
      "quote": "Sand, water, muscles, gleaming... things. It all spells the beach. And yet, the beach can be a dangerous place. That's why we have people we call lifeguards."
    },
    {
      "cite": "Mark Leveson",
      "quote": "And throughout the ages, lifeguards have been sung about in song, and in song, because that's the only way you CAN..."
    },
    {
      "cite": "David Hasselhoff",
      "quote": "Twenty years as a lifeguard teaches you to recognize people in trouble. I knew the second I saw her she was drowning, even though she wasn't even in the water."
    },
    {
      "cite": "David Hasselhoff",
      "quote": "There are many differences between being a lifeguard and being a PI. Lifeguards run on sand. PIs run on everything."
    },
    {
      "cite": "Paul Gerard Smith",
      "quote": "Most of the big, strong boys are lifeguards as a sideline."
    },
    {
      "cite": "Stephen Brian Street",
      "quote": "Patrolling the length and the breadth of your pool / I call your name from the vestibule / Lifeguard"
    },
    {
      "cite": "Stephen Brian Street",
      "quote": "Lifeguard, save me from life / Save me from life / Save me from the ails and the ills, and / from other things."
    },
    {
      "cite": "George Goehring",
      "quote": "Guess I'll swim way out into the sea / And then I'll meet him when he rescues me / (Please don't talk to the lifeguard please don't talk to the lifeguard) / Dark and handsome..."
    },
    {
      "cite": "Brian Milko",
      "quote": "Swimming in the sea and I think I'll / You guessed it / Only lifeguards / Only lifeguards / Packing all the time /Can save me / Waiting X3 / For the son of man"
    },
    {
      "cite": "Fred Jerkins III",
      "quote": "Take me out so deep when you know you can't swim / Need a lifeguard and I need protection / To put it on me deep in the right direction"
    },
    {
      "cite": "Jason R. Rich",
      "quote": "Lifeguard jobs typically involve watching swimmers and helping to ensure their safety while in the water, as well as enforcing rules, regulations, and local laws."
    },
    {
      "cite": "Jason R. Rich",
      "quote": "Many lifeguard jobs are seasonal and are held by students."
    },
    {
      "cite": "Facts On File",
      "quote": "Lifeguards who are posted at the lakes and ocean beaches must be on the watch for strong currents, changing weather conditions, and dangerous animals, such as jellyfish and sharks."
    },
    {
      "cite": "Facts On File",
      "quote": "Lifeguards not only need to be strong swimmers, but they must be levelheaded, calm, and ready to react in emergency situations."
    },
    {
      "cite": "Facts On File",
      "quote": "Many lifeguards also work as swimming instructors."
    },
    {
      "cite": "Facts On File",
      "quote": "Lifeguard have a tremendous amount of responsibility when on duty."
    },
    {
      "cite": "Susan Hodgson",
      "quote": "Lifeguards also work as teachers, ensuring that people adhere to safe bathing areas and other rules."
    },
    {
      "cite": "Ryan Jacobson",
      "quote": "Some people become lifeguards for the wrong reason. They want to sit in the sun all day and work on their tans--or nap in style at an indoor facility. In reality, life guarding is far from relaxing."
    },
    {
      "cite": "Ryan Jacobson",
      "quote": "A good lifeguard needs to be alert, observant, and able to react quickly in an emergency."
    },
    {
      "cite": "Ryan Jacobson",
      "quote": "To be a lifeguard, you need to be a strong swimmer with a knack for staying focused,"
    },
    {
      "cite": "Ryan Jacobson",
      "quote": "As a lifeguard, your mission is to keep swimmers safe, mainly by helping them avoid dangerous situations."
    },
    {
      "cite": "T Hartzenberg",
      "quote": "Lifeguards at beaches and swimming pools are needed only during summer."
    }
  ]
}