{
  "source": "https://www.wisesayings.com/life-is-what-you-make-it-quotes/",
  "theme": "life-is-what-you-make-it",
  "quotes": [
    {
      "cite": "Ray Bradbury",
      "quote": "Life is trying things to see if they work."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Life is what you make it. So why not make it a beautiful one full of happiness and joy."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Life's like a play: it's not the length, but the excellence of the acting that matters."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Our life always expresses the result of our dominant thoughts."
    },
    {
      "cite": "AC Grayling",
      "quote": "And I say, the meaning of life is what you make it. There will be as many different meaningful lives as there are people to live them."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "This life is what you make it. Not matter what, you're going to mess up sometimes, it's a universal truth."
    },
    {
      "cite": "Shay Anthony",
      "quote": "Life is what you make it so make the best of it."
    },
    {
      "cite": "Pusha T. Clipse",
      "quote": "Life is what you make it. Your flows are makeshift. I draw this off inspiration, you trace shit."
    },
    {
      "cite": "Irving Berlin",
      "quote": "Life is 10 percent what you make it, and 90 percent how you take it."
    },
    {
      "cite": "John Lennon",
      "quote": "Life is what happens when you're busy making other plans."
    },
    {
      "cite": "Preeti Shenoy",
      "quote": "Once you know what direction to take, finding the path to it becomes easy."
    },
    {
      "cite": "Chamillionaire",
      "quote": "Life is what you make it. Don't make excuses, make it happen."
    },
    {
      "cite": "Betty Friedan",
      "quote": "Advice? I don't offer advice. Not my business. Your life is what you make it."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Your life is what you make it. If you choose to submit to your failures, then you won't have much success in your life."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Live in the sunshine, swim the sea, drink the wild air."
    },
    {
      "cite": "Deep Roy",
      "quote": "Life is what you make of it. You can make it easy on yourself or you can make it hard."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Life is what you make it and I choose to make mine a happy one, full of fun and laughter and you are more than welcome to join me."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Life is ours to be spent, not to be saved."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Bob Marley",
      "quote": "Love the life you live. Live the life you love."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Life will always be to a large extent what we ourselves make it."
    },
    {
      "cite": "John R. Wooden",
      "quote": "Do not let making a living prevent you from making a life."
    },
    {
      "cite": "Preeti Shenoy",
      "quote": "If you have not made somebody's day happier, if you've not appreciated something good that has happened to you and if you have not felt thankful to be alive, then you have wasted that day of your life on earth!"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Life is what you make it. Always has been, always will be."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Life isn't about finding yourself. Life is about creating yourself."
    },
    {
      "cite": "Phyllis George",
      "quote": "Life is what you make it: If you snooze, you loose; and if you snore, you loose more."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "May you live all the days of your life."
    }
  ]
}