{
  "source": "https://www.wisesayings.com/life-lessons-quotes/",
  "theme": "life-lessons",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "In this life, when you deny someone an apology, you will remember it at time you beg forgiveness."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life is not a problem to be solved, but a reality to be experienced."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Short cuts make long delays."
    },
    {
      "cite": "Al Franken",
      "quote": "Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing."
    },
    {
      "cite": "David Russell",
      "quote": "The hardest thing to learn in life is which bridge to cross and which bridge to burn."
    },
    {
      "cite": "Heath Ledger",
      "quote": "Don't let anyone ever make you feel like you don't deserve what you want."
    },
    {
      "cite": "The Secret Life Of Walter Mitty",
      "quote": "To see the world, things dangerous to come to, to see behind walls, to draw closer, to find each other and to feel. That is the purpose of life."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get. We make a life by what we give."
    },
    {
      "cite": "Robert Frost",
      "quote": "In three words I can sum up everything I've learned about life: it goes on."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Mistakes are part of the dues one pays for a full life."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Good judgment comes from experience, and experience comes from bad judgment."
    },
    {
      "cite": "Alan Alda",
      "quote": "At times you have to leave the city of your comfort and go into the wilderness of your intuition. What you ll discover will be wonderful. What you ll discover is yourself."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you' Not much."
    },
    {
      "cite": "Vernon Saunders Law",
      "quote": "Experience is a hard teacher because she gives the test first, the lesson afterwards."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Your attitude, not your aptitude, will determine your altitude."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "And in the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "unknown",
      "quote": "Life is not measured by the number of breaths you take, but by every moment that takes your breath away."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure."
    },
    {
      "cite": "John Powell",
      "quote": "The only real mistake is the one from which we learn nothing."
    },
    {
      "cite": "John Green",
      "quote": "No matter how hard you kick, no matter how high you get, you can't go all the way around."
    },
    {
      "cite": "Chris Colfer",
      "quote": "But one of the big lessons I have learned from my journey is you can't please everyone, so don't try."
    },
    {
      "cite": "Toni Aleo",
      "quote": "You can't wait around for something to become good, it either is, or isn't."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I am not someone who is ashamed of my past. I'm actually really proud. I know I made a lot of mistakes, but they, in turn, were my life lessons."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, so don't waste it living someone else's life."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You get in life what you have the courage to ask for."
    },
    {
      "cite": "Mandy Hale",
      "quote": "A great attitude becomes a great day which becomes a great month which becomes a great year which becomes a great life."
    },
    {
      "cite": "The Notebook",
      "quote": "You can't live your life for other people. You've got to do what's right for you, even if it hurts some people you love."
    },
    {
      "cite": "Green Goblin",
      "quote": "We are who we choose to be."
    }
  ]
}