{
  "source": "https://www.wisesayings.com/life-being-hard-quotes/",
  "theme": "life-being-hard",
  "quotes": [
    {
      "cite": "Randy Pausch",
      "quote": "No matter how bad things are, you can always make things worse."
    },
    {
      "cite": "Dean Young",
      "quote": "You start with a darkness to move through but sometimes the darkness moves through you."
    },
    {
      "cite": "Thisuri Wanniarachchi",
      "quote": "Life is at its best when everything has fallen out of place, and you decide that you're going to fight to get them right, not when everything is going your way and everyone is praising you."
    },
    {
      "cite": "Jonathan Anthony Burkett",
      "quote": "Faith is why I'm here today and faith is why I made it through."
    },
    {
      "cite": "Shaun Hick",
      "quote": "You need to spend time crawling alone through shadows to truly appreciate what it is to stand in the sun."
    },
    {
      "cite": "Aidan Quinn",
      "quote": "Life is hard for everyone. That's why there's such a nice reward at the end of it."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "If you would only recognize that life is hard, things would be so much easier for you."
    },
    {
      "cite": "Anne F. Beiler",
      "quote": "My philosophy is: Life is hard, but God is good. Try not to confuse the two."
    },
    {
      "cite": "Carolina Herrera",
      "quote": "Life is hard. It is not too short, it is too long. But you have to learn how to live; you have to have a sense of humour."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Life is hard. After all, it kills you."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but we must never lose infinite hope."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The gem cannot be polished without friction, nor man perfected without trials."
    },
    {
      "cite": "Robert Schuller",
      "quote": "Problems are not stop signs, they are guidelines."
    },
    {
      "cite": "G.I. Jane",
      "quote": "Pain is your friend; it is your alie. Pain reminds you to finish the job and get the hell home. Pain tells you when you have been seriously wounded. And you know what the best thing about pain is? It tells you you're not dead yet!"
    },
    {
      "cite": "Robert H Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Duke Ellington",
      "quote": "A problem is a chance for you to do your best."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "I ask not for a lighter burden, but for broader shoulders."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Life is not always fair. Sometimes you get a splinter sliding down a rainbow."
    },
    {
      "cite": "Terry Mark",
      "quote": "Nothing good comes cheaply so we shouldn't be surprised when we meet the hard while going for the best. Hard times are not quit times."
    },
    {
      "cite": "Terry Mark",
      "quote": "The last battle always seems the toughest and to give up will always bring the worst defeat."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Don't pray for an easy life, pray for the strength to endure a difficult one."
    },
    {
      "cite": "David Russell",
      "quote": "The hardest thing to learn in life is which bridge to cross and which to burn."
    },
    {
      "cite": "Roy W. Walters",
      "quote": "If you're already in a hole, it is no use to continue digging."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To conquer fear is the beginning of wisdom."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "It is not the mountain we conquer, but ourselves."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It always seems impossible until it's done."
    }
  ]
}