{
  "source": "https://www.wisesayings.com/life-changes-quotes/",
  "theme": "life-changes",
  "quotes": [
    {
      "cite": "Lao Tzu",
      "quote": "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like."
    },
    {
      "cite": "Johann Wolfgang",
      "quote": "Life belongs to the living, and he who lives must be prepared for changes."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your life does not get better by chance, it gets better by change."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Change is the law of life and those who look only to the past or present are certain to miss the future."
    },
    {
      "cite": "Stephen Ramjewan",
      "quote": "Enjoy life as it is today - it is going to change!"
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "True life is lived when tiny changes occur."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Life is a progress, and not a station."
    },
    {
      "cite": "Hugh Prather",
      "quote": "Just when I think I have learned the way to live, life changes."
    },
    {
      "cite": "unknown",
      "quote": "Life is about change, sometimes it's painful, sometimes it's beautiful, but most of the time it's both."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Change is the essence of life - everything is in a process of moving, growing, adapting and changing, and change is the most important action that shapes the direction of life."
    },
    {
      "cite": "Carol Burnett",
      "quote": "Only I can change my life. No one can do it for me."
    },
    {
      "cite": "Laurens Van Der Post",
      "quote": "Life is its own journey, presupposes its own change and movement, and one tries to arrest them at one's eternal peril."
    },
    {
      "cite": "unknown",
      "quote": "Change is the essence of life.Be willing to surrender what you are for what you could become."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your life does not get better by chance, it gets better by change."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is change. Growth is optional. Choose wisely."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We change, whether we like it or not."
    },
    {
      "cite": "John Henry Cardinal Newman",
      "quote": "To live is to change, and to be perfect is to change often."
    },
    {
      "cite": "Anatole France",
      "quote": "One must never lose time in vainly regretting the past or in complaining against the changes which cause us discomfort, for change is the essence of life."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "Change is not merely necessary to life, it is life."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "Change is the only evidence of life."
    },
    {
      "cite": "John A. Simone",
      "quote": "If you're in a bad situation, don't worry it'll change. If you're in a good situation, don't worry it'll change."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "Someday perhaps change will occur when times are ready for it instead of always when it is too late. Someday change will be accepted as life itself."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When people shake their heads because we are living in a restless age, ask them how they would like to live in a stationary one, and do without change."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "None of us knows what the next change is going to be, what unexpected opportunity is just around the corner, waiting a few months or a few years to change all the tenor of our lives."
    },
    {
      "cite": "Robert C. Gallagher",
      "quote": "Change is inevitable except from a vending machine."
    },
    {
      "cite": "Pauline R. Kezer",
      "quote": "Continuity gives us roots; change gives us branches, letting us stretch and grow and reach new heights."
    },
    {
      "cite": "Harold Wilson",
      "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery."
    }
  ]
}