{
  "source": "https://www.wisesayings.com/life-sucks-quotes/",
  "theme": "life-sucks",
  "quotes": [
    {
      "cite": "Maya Banks",
      "quote": "Bad things happen to good people all the time. It sucks. It's not fair but then much of life isn't fair. It's how you live that matters. It's how you deal with the bumps in the road."
    },
    {
      "cite": "Woody Allen",
      "quote": "Life is divided into the horrible and the miserable."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "The life of man is solitary, poor, nasty, brutish, and short."
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways."
    },
    {
      "cite": "Leah Iacono",
      "quote": "Life sucks, but you have the option to sit there and cry about it or you can simply move on and become stronger."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "I make a new discovery that totally blows; dying is the easy part. It's coming back to life that sucks."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "My life sucks when I'm only half-aware of it. If I quit drinking and saw what it's really like, I'd probably jump off a bridge."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It's only after we've lost everything that we're free to do anything."
    },
    {
      "cite": "Axl Rose",
      "quote": "Life sucks, but in a beautiful kind of way."
    },
    {
      "cite": "Monica Drake",
      "quote": "When life sucks, throw yourself into art."
    },
    {
      "cite": "Alexa Chung",
      "quote": "Not everything happens for a reason. Sometimes life just sucks."
    },
    {
      "cite": "Bill Engvall",
      "quote": "I believe pain is nature's way of saying, you're still alive, and life sucks."
    },
    {
      "cite": "Abbi Glines",
      "quote": "Things happen in life and you can't control them. It sucks and you have to move on."
    },
    {
      "cite": "P C Cast",
      "quote": "Life isn't a book. There's no guarantee of a happy ending."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Mondays are fine. It's your life that sucks."
    },
    {
      "cite": "Abraham Cowley",
      "quote": "Life is an incurable disease."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "You fall out of your mother's womb, you crawl across open country under fire, and drop into your grave."
    },
    {
      "cite": "James Huneker",
      "quote": "Life is like an onion: you peel off layer after layer and then you find there is nothing in it."
    },
    {
      "cite": "Walter Kerr",
      "quote": "Half the world is composed of idiots, the other half of people clever enough to take indecent advantage of them."
    },
    {
      "cite": "Chris Crutcher",
      "quote": "If you think your life sucks, it probably does. Do something about it."
    },
    {
      "cite": "Meredith Grey",
      "quote": "Let's play a game of whose life sucks worse. I'll win, I always win."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Life is amazing. Even when it sucks, it is amazing, and we should be grateful for every moment."
    },
    {
      "cite": "David Gerrold",
      "quote": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful that it happens in that order."
    },
    {
      "cite": "Fred Allen",
      "quote": "The world is a grindstone and life is your nose."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "Life is little more than a loan shark: It exacts a very high rate of interest for the few pleasures it concedes"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Whenever life sucks, remember you're going to die someday."
    },
    {
      "cite": "Denis Leary",
      "quote": "Life Sucks, get a helmet."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "Life may have no meaning. Or even worse, it may have a meaning of which I disapprove."
    },
    {
      "cite": "Tonya Hurley",
      "quote": "Life sucks, then you die. Then it sucks again."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "When life sucks, read. They can't yell at you for that. And if they do, then you can ignore them."
    }
  ]
}