{
  "source": "https://www.wisesayings.com/life-balance-quotes/",
  "theme": "life-balance",
  "quotes": [
    {
      "cite": "Abigail Van Buren",
      "quote": "If you want your children to turn out well, spend twice as much time with them and half as much money on them."
    },
    {
      "cite": "Alice Roosevelt Longworth",
      "quote": "I have a simple philosophy: Fill what’s empty. Empty what’s full. Scratch where it itches."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "I wish I had not been in a hurry to get on to the next thing: dinner, bath, book, bed. I wish I had treasured the doing a little more and the getting it done a little less."
    },
    {
      "cite": "Art Garfunkel",
      "quote": "I have the feeling that in a balanced life one should die penniless. The trick is dismantling."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away."
    },
    {
      "cite": "Beyonce",
      "quote": "I have so much admiration for women who are mothers, who balance family and work."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "The critical part of a balance in life is choosing priorities. If you are trying to balance a family and a career, the choices are complex because both are important."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We need to introduce a little balance into your life. Part of this balance means not missing out on some of the marvels of life around you, the fun, some excitement, or other challenges in life."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A man who dares to waste one hour of time has not discovered the value of life."
    },
    {
      "cite": "Charles Schulz",
      "quote": "I think I’ve discovered the secret of life – you just hang around until you get used to it."
    },
    {
      "cite": "Christian Olsen",
      "quote": "Like with anything in life, find the balance between too much work and being too lazy; between spending too much and being a scrooge; between being gone all the time and being in each other’s way; between talking each other’s ears off and dead silence."
    },
    {
      "cite": "Colin Beavan",
      "quote": "Do we work for and pay for all this convenience in order to live our lives, or do we live our lives in order to work for and pay for all this convenience?"
    },
    {
      "cite": "Danny Kaye",
      "quote": "Life is a great big canvas, and you should throw all the paint on it you can."
    },
    {
      "cite": "Dr. Kathleen Hall",
      "quote": "We have overstretched our personal boundaries and forgotten that true happiness comes from living an authentic life fueled with a sense of purpose and balance."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you feel, because those who mind don’t matter and those who matter don’t mind."
    },
    {
      "cite": "Edwin Arlington Robinson",
      "quote": "Life is the game that must be played."
    },
    {
      "cite": "Epicurus",
      "quote": "Be moderate in order to taste the joys of life in abundance."
    },
    {
      "cite": "Francis J. Braceland",
      "quote": "We can be sure that the greatest hope for maintaining equilibrium in the face of any situation rests within ourselves."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who has a why to live can bear almost any how."
    },
    {
      "cite": "Grandma Moses",
      "quote": "Life is what we make it, always has been, always will be."
    },
    {
      "cite": "Harriet Braiker",
      "quote": "Striving for excellence motivates you; striving for perfection is demoralizing."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no ones definition of your life, but define yourself."
    },
    {
      "cite": "Heather Schuck",
      "quote": "You will never feel truly satisfied by work until you are satisfied by life."
    },
    {
      "cite": "Henry Ellis",
      "quote": "All the art of living lies in a fine mingling of letting go and holding on."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "It is not work that kills men; it is worry. Worry is rust upon the blade."
    },
    {
      "cite": "James Allen",
      "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life."
    },
    {
      "cite": "Jana Kingsford",
      "quote": "Balance is not something you find, it’s something you create."
    },
    {
      "cite": "Jessye Norman",
      "quote": "Problems arise in that one has to find a balance between what people need from you and what you need for yourself."
    },
    {
      "cite": "Jim Carrey",
      "quote": "I think everybody should get rich and famous and do everything they ever dreamed of so they can see that it’s not the answer."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "So divinely is the world organized that every one of us, in our place and time, is in balance with everything else."
    }
  ]
}