{
  "source": "https://www.wisesayings.com/life-choices-quotes/",
  "theme": "life-choices",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "One's philosophy is not best expressed in words; it is expressed in the choices one makes...in the long run we shape our lives and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our responsibility."
    },
    {
      "cite": "Emmett Fox",
      "quote": "We have free will, but our free will lies in our choice of thoughts."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "We cannot lead a choiceless life. Every day, every moment, every second, there is a choice. If it were not so, we would not be an individuals."
    },
    {
      "cite": "H.L. Hunt",
      "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work."
    },
    {
      "cite": "Dwight Eisenhower",
      "quote": "The history of free men is never really written by chance but by choice — their choice."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Every intersection in the road of life is an opportunity to make a decision."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You have brains in your head. You have feet in your shoes./ You can steer yourself any direction you choose./ You're on your own. And you know what you know./ And you are the guy who decide where to go."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "It is the ability to choose which makes us human."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear."
    },
    {
      "cite": "Steven Covey",
      "quote": "Until a person can say deeply and honestly, 'I am what I am today because of the choices I made yesterday.' That person cannot say, 'I choose otherwise.'"
    },
    {
      "cite": "J.K. Rowling",
      "quote": "it is our choices... that show what we truly are, far more than our abilities."
    },
    {
      "cite": "Martha Sinetar",
      "quote": "By choosing we learn to be responsible. By paying the price of our choices, we learn to make better choices."
    },
    {
      "cite": "John Bradshaw",
      "quote": "Creative choice is your birthright. Please own it."
    },
    {
      "cite": "Maria Montessori",
      "quote": "Free choice is one of the highest of all the mental processes."
    },
    {
      "cite": "Baltasar Gracian y Morales",
      "quote": "Know to choose well. Most of lives depend thereon. It needs a good taste and correct judgement, for which neither intellect  nor study sufficient."
    },
    {
      "cite": "William James",
      "quote": "When you have to make a choice and you don't make it, that is in itself a choice."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "As adults, our choices are almost unlimited, but that does not mean they are not painful. Frequently our choices lie between the lesser of two evils, but it is still within our power to make these choices."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The entirety of one's adult life is a series of personal choices, decisions. If we can accept this totally, then we become free people. To the extent that we do not accept this we will forever feel ourselves victim."
    },
    {
      "cite": "Edgar A. Guest",
      "quote": "You are the person who has to decide. / Whether you'll do it or toss it aside;/ You are the person who makes up your mind./ Whether you'll lead or will linger behind./ Whether you'll try for the goal that's afar./ Or just be contented to stay where you are."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Choice of attention — to pay attention to this and ignore that — is to the inner life what choice of action is to the outer. In both cases, a man is responsible for his choice and must accept the consequences whatever they may be."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Destiny is not a matter of chance, but of choice, not something to wish for, but to attain."
    },
    {
      "cite": "Courtney E. Martin",
      "quote": "We are so often wide awake about the decisions our elected officials make in the political, public realm, and so asleep about our private choices."
    },
    {
      "cite": "Becca Anderson",
      "quote": "This independence of will, mind, and imagination would inform her poetry and her life choices from that point on."
    },
    {
      "cite": "Gwen Ifill",
      "quote": "Life is all about choices. I remember the choices that my mother, for instance, did not have the opportunity to make."
    },
    {
      "cite": "Vincent Barnett",
      "quote": "To make such choices, you have to know who you are, what is important to you, and where you would like to go."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "In all things in life, choose your conscience and trust your instincts, and lead your life without regrets."
    },
    {
      "cite": "Albert Camus",
      "quote": "Life is the sum of all your choices."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Being smart and making smarter decisions puts you in a better position to make better choices."
    },
    {
      "cite": "James A. Murphy",
      "quote": "No matter how difficult your situation may be, there is always a choice you can make. A choice which will make all the difference in your life."
    },
    {
      "cite": "James A. Murphy",
      "quote": "When nothing else seems to work, just choose how you see, hear, and  feel about whatever it is. Always remember, there will always be choices!"
    }
  ]
}