{
  "source": "https://www.wisesayings.com/lightning-quotes/",
  "theme": "lightning",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "Thunder is good, thunder is impressive; but it is lightning that does all the work."
    },
    {
      "cite": "Tista Ray",
      "quote": "Lightning strikes the earth and thunder heralds the doom but the earth bears it all in silence, teaching us that life may be harsh to us but we shouldn't be so to life."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "They say marriages are made in Heaven. But so is thunder and lightning."
    },
    {
      "cite": "Jennifer Bosworth",
      "quote": "When you've been struck by lightning as many times as I have, you start to expect the worst pretty much all the time."
    },
    {
      "cite": "Rumi",
      "quote": "Lightning, your presence from ground to sky, no one knows what becomes of me, when you take me so quickly."
    },
    {
      "cite": "Bill Burton",
      "quote": "There is a lightning quickness to the speed at which candidates can build and accidentally dismantle their own campaigns. If candidates don't figure out their place in the new digital world of politics, they will be destroyed by it."
    },
    {
      "cite": "Mark Twain",
      "quote": "God only exhibits his thunder and lightning at intervals, and so they always command attention."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "Sometimes you don't need lightning to start a fire. Sometimes, it builds on its own."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If lightning is the anger of the gods, then the gods are concerned mostly about trees."
    },
    {
      "cite": "Ivan Panin",
      "quote": "It is not the roaring thunder that smites, but the silent lightning."
    },
    {
      "cite": "Mark Twain",
      "quote": "Thunder is good, thunder is impressive; but it is lightning that does the work."
    },
    {
      "cite": "Kathi Appelt",
      "quote": "They say that lightning never strikes in the same place twice, but the same is not true for courage. As it turns out, when courage strikes, it almost always begets more courage."
    },
    {
      "cite": "Owain",
      "quote": "Lightning rendeth the rocks."
    },
    {
      "cite": "Avicenna",
      "quote": "The more brilliant the lightning, the quicker it disappears."
    },
    {
      "cite": "George Carlin",
      "quote": "Electricity is really just organized lightning."
    },
    {
      "cite": "Goitsemang Mvula",
      "quote": "Lightning doesn't strike through a cave."
    },
    {
      "cite": "Richard Branson",
      "quote": "Lightning is something which, again, we would rather avoid."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The best lightning rod for your protection is your own spine."
    },
    {
      "cite": "Angela Abraham",
      "quote": "Lightning came like a rip in the inky night, as if behind the dark canvass was a brilliant light just waiting to flood through any crack no matter how small."
    },
    {
      "cite": "Berthold Auerbach",
      "quote": "No mortal eye has ever fully seen a flash of lightning, for no matter how firmly we look, our eyes are sure to be dazzled."
    },
    {
      "cite": "William Tyler",
      "quote": "The reason lightning doesn't strike twice in the same place is that the same place isn't there the second time."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "When his flame falls, my lightning rises, and so on."
    },
    {
      "cite": "Azel Stevens Roe",
      "quote": "The lightning is in God's hands, and it strikes just where He bids it."
    },
    {
      "cite": "Eric Mackay",
      "quote": "Lightning is the shorthand of a storm, and tells of chaos."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "The cloud of mind is discharging its collected lightning."
    },
    {
      "cite": "Black Elk",
      "quote": "And when I breathed, my breath was lightning."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The affections are like lightning: you cannot tell where they will strike till they have fallen."
    },
    {
      "cite": "Jules Verne",
      "quote": "If there were no thunder, men would have little fear of lightning."
    },
    {
      "cite": "Munia Khan",
      "quote": "Lightning hides the colour of night."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Lightning makes no sound until it strikes."
    }
  ]
}