{
  "source": "https://www.wisesayings.com/lighthouse-quotes/",
  "theme": "lighthouse",
  "quotes": [
    {
      "cite": "Alice Wellington Rollins",
      "quote": "The lighthouse does great service to humanity; yet it is the slave of those who trim the lamps."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Man must behave like a lighthouse; he must shine day and night for the goodness of everyman."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "We are told to let our light shine, and if it does, we won't need to tell anybody it does. Lighthouses don't fire cannons to call attention to their shining- they just shine."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Is the beam from a lighthouse affected by howling wind and rain? It remains perfectly steadfast and unaffected by the storm. Your true self is like that. Nothing can ever harm you once you are consciously aware that it is so."
    },
    {
      "cite": "Unkown",
      "quote": "The scars you share become lighthouses for other people who are headed to the same rocks you hit."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Lighthouses are endlessly suggestive signifiers of both human isolation and our ultimate connectedness to each other."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Lighthouses don't go running all over an island looking for boats to save; they just stand there shining."
    },
    {
      "cite": "unknown",
      "quote": "Lighthouses don't get all wobbly when the weather gets rough; they just stand there shining."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "Look to the lighthouse of the Lord. There is no fog so dense, no night so dark, no gale so strong, no mariner so lost but what its beacon light can rescue."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I can think of no other edifice constructed by man as altruistic as a lighthouse. They were built only to serve."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "The lighthouse of the Lord beckons to all as we sail the seas of life."
    },
    {
      "cite": "Lea Michele",
      "quote": "A lighthouse doesn't save the ships; it doesn't go out and rescue them, it's just this pillar that helps to guide people home."
    },
    {
      "cite": "Proverb",
      "quote": "A fallen lighthouse is more dangerous than a reef."
    },
    {
      "cite": "Unkown",
      "quote": "I am lighthouse rather than lifeboat. I do not rescue, but instead help others to find their own way to shore, guiding them by my example."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Once the lighthouse is seen, the rest of the sea is ignored."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A lighthouse is not interested in who gets its light! It just gives it without thinking! Giving light is its nature!"
    },
    {
      "cite": "Unkown",
      "quote": "Don't forget that maybe you are the lighthouse in someone's storm."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Lighthouses are more helpful than churches."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are a lighthouse, you cannot hide yourself; if you hide yourself, you cannot be a lighthouse!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you close your eyes, no lighthouse can help you!"
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Darkness reigns at the foot of the lighthouse."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "It's about how you're like a lighthouse, always searching far into the distance. But the thing you're looking for is usually close to you and always has been. That's why you have to look within yourself to find answers instead of searching beyond."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The rocky ledge runs far into the sea, / And on its outer point, some miles away, / The Lighthouse lifts its massive masonry, / A pillar of fire by night, of cloud by day."
    },
    {
      "cite": "Ada Cambridge",
      "quote": "The lighthouse shines across the sea; / The homing fieldfares sing for glee: / 'Behold the shore!'"
    },
    {
      "cite": "Roderic Quinn",
      "quote": "THE long still day is ending / In hollow and on height, / The lighthouse seaward sending / White rays of steady light;"
    },
    {
      "cite": "Nicholas Alahverdian",
      "quote": "The sea is noisy and wavy. / my boat bobs as i am splashed with / seaweed. the lofty lighthouse / illuminates the land that lies eastward."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "It might have been the lighthouse spark / Some sailor, rowing in the dark, /   Had importuned to see!"
    },
    {
      "cite": "Buffy Sammons",
      "quote": "The lighthouse that stands unintentionally stoic and tall and lights the way for those out at sea.."
    },
    {
      "cite": "Henry Lawson",
      "quote": "And fair across to where we know / The shelving sea cliffs are— / The lighthouse, with a still faint glow, / Beneath a twinkling star."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "He's the One I always run to / When the waves won't let me be / The lighthouse that I turn to / On a rough and troubled sea."
    }
  ]
}