{
  "source": "https://www.wisesayings.com/light-and-dark-quotes/",
  "theme": "light-and-dark",
  "quotes": [
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that."
    },
    {
      "cite": "Plato",
      "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Light thinks it travels faster than anything but it is wrong. No matter how fast light travels, it finds the darkness has always got there first, and is waiting for it."
    },
    {
      "cite": "Anne Frank",
      "quote": "Look at how a single candle can both defy and define the darkness."
    },
    {
      "cite": "Mark Twain",
      "quote": "Everyone is a moon, and has a dark side which he never shows to anybody."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "When you light a candle, you also cast a shadow."
    },
    {
      "cite": "Og Mandino",
      "quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars."
    },
    {
      "cite": "Victor Hugo",
      "quote": "What makes night within us may leave stars."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Every moment of light and dark is a miracle."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "If you believe in light, you'll be in light, you don't have to face darkness."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "Don't fight darkness - bring the light, and darkness will disappear."
    },
    {
      "cite": "John 1:5",
      "quote": "The light shines in the darkness, and the darkness has not overcome it."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The issue is now clear. It is between light and darkness and everyone must choose his side."
    },
    {
      "cite": "Augustine",
      "quote": "Though the light shines on things unclean, yet it is not thereby defiled."
    },
    {
      "cite": "Jean Vanier",
      "quote": "Every human being is a mixture of light and darkness, trust and fear, love and hate."
    },
    {
      "cite": "S. N. Goenka",
      "quote": "Peace and negativity cannot coexist just as light and darkness cannot coexist."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You can't discover light, by analyzing the dark."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Where there is much light the shade is deepest."
    },
    {
      "cite": "Aristotle",
      "quote": "The light of the day is followed by night, as a shadow follows a body."
    },
    {
      "cite": "GWEN HAYES",
      "quote": "Just remember, a dark shadow need light to exist but light doesn't need darkness to be luminous."
    },
    {
      "cite": "Bible",
      "quote": "And the light shineth in darkness; and the darkness comprehended it not."
    },
    {
      "cite": "Landon Parham",
      "quote": "Life isn't just about darkness or light, rather it's about finding light within the darkness."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "In the light we read the inventions of others in the darkness we invent our own stories."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When it is dark enough, you can see the stars."
    },
    {
      "cite": "David Almond",
      "quote": "There's light and joy, but there's also darkness all around and we can be lost in it."
    },
    {
      "cite": "Angela Bernabe",
      "quote": "Even though it's dark and cold there is always a shade of light."
    },
    {
      "cite": "Lee Argus",
      "quote": "Where death follows, there's life. When darkness surrounds you in a world of chaos, search and you'll eventually find the light."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Why not dare yourself to become a shinning positive light where darkness is the only thing known?"
    },
    {
      "cite": "Sean Penn",
      "quote": "I think we all have light and dark inside us."
    },
    {
      "cite": "NEPOS",
      "quote": "After darkness comes the light."
    }
  ]
}