{
  "source": "https://www.wisesayings.com/light-quotes/",
  "theme": "light",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "What is to give light must endure the burning."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Light itself is a great corrective. A thousand wrongs and abuses that are grown in darkness disappear, like owls and bats, before the light of day."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Light is to darkness what love is to fear; in the presence of one the other disappears."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "In order for the light to shine so brightly, the darkness must be present."
    },
    {
      "cite": "William Blake",
      "quote": "He whose face gives no light, shall never become a star."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Give light, and the darkness will disappear of itself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man should learn to detect and watch that gleam of light which flashes across his mind from within."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "Travel light, live light, spread the light, be the light."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "Light must come from inside. You cannot ask the darkness to leave; you must turn on the light."
    },
    {
      "cite": "Aaron Rose",
      "quote": "In the right light, at the right time, everything is extraordinary."
    },
    {
      "cite": "Anas Nin",
      "quote": "When you possess light within, you see it externally."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There are two ways of spreading light; to be the candle or the mirror that reflects it."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "We are told to let our light shine, and if it does, we won't need to tell anybody it does. Lighthouses don't fire cannons to call attention to their shining- they just shine."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If there is light in the soul, There will be beauty in the person. If there is beauty in the person, There will be harmony in the house. If there is harmony in the house, There will be order in the nation. If there is order in the nation, There will be peace in the world"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It is better to light one small candle than to curse the darkness."
    },
    {
      "cite": "John Hagee",
      "quote": "We are indeed the light of the world--but only if our switch is turned on."
    },
    {
      "cite": "M.R. Dehaan",
      "quote": "It's not necessary to blow out your neighbor's light to let your own shine."
    },
    {
      "cite": "James Grover Thurber",
      "quote": "There are two kinds of light - the glow that illumines, and the glare that obscures."
    },
    {
      "cite": "John Ruskin",
      "quote": "Walk while ye have the light, lest darkness come upon you."
    },
    {
      "cite": "Ella Baker",
      "quote": "Give light and people will find the way."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Light is the symbol of truth."
    },
    {
      "cite": "Bible",
      "quote": "The light shines in the darkness and the darkness comprehended it not."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "To light a candle is to cast a shadow."
    },
    {
      "cite": "Arlo Guthrie",
      "quote": "You can't have a light without a dark to stick it in."
    },
    {
      "cite": "Doug Coupland",
      "quote": "Sometimes the best lighting of all is a power failure."
    }
  ]
}