{
  "source": "https://www.wisesayings.com/liking-someone-quotes/",
  "theme": "liking-someone",
  "quotes": [
    {
      "cite": "Abraham Ruiz",
      "quote": "Liking someone comes natural, but loving someone it's a choice."
    },
    {
      "cite": "John Mayer",
      "quote": "You learn to like someone when you find out what makes them laugh, but you can never truly love someone until you find out what makes them cry."
    },
    {
      "cite": "Dalya Moon",
      "quote": "Why is it so embarrassing to admit you like someone? It should be a compliment to them, and even if they don't like you back, they should at least commend you on your refined taste."
    },
    {
      "cite": "Jessica Szohr",
      "quote": "The fact of the matter is that when there are feelings involved and you like someone, it doesn't matter if you're an actor, a teacher, a doctor, a lawyer, a receptionist, you can't really help it when you have feelings for someone."
    },
    {
      "cite": "Ed Westwick",
      "quote": "I'm all for being in love and whenever I like someone, I end up pretty much completely smitten."
    },
    {
      "cite": "Lily Collins",
      "quote": "To look into that persons eyes and find yourself so completely lost in another world, a world full of absolute comfort and happiness."
    },
    {
      "cite": "Jesse Tyler",
      "quote": "I'm so in love, every time I look at you my soul gets dizzy."
    },
    {
      "cite": "Stelle Atwater",
      "quote": "You flew off with the wings of my heart and left me flightless."
    },
    {
      "cite": "Telisa McLaughlin",
      "quote": "We've all at some point in our life encountered that feeling of secretly liking someone, secretly having your eyes on them, secretly wishing they knew, but deep inside you were afraid of what the outcome would be. So you kept it unnoticed. Kept it hidden, locked inside, just hoping that maybe one day that moment would finally come when they would notice you!"
    },
    {
      "cite": "unknown",
      "quote": "Liking someone doesn't mean you have to be lovers, sometimes you just have to be friends."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you never realize how much you like someone, until you watch them liking someone else."
    },
    {
      "cite": "Jenny Han",
      "quote": "Do you know what it's like to like someone so much you can't stand it and know that they'll never feel the same way"
    },
    {
      "cite": "Steven Moffat",
      "quote": "If you don't expect to like someone and then you do, that's an incredibly exciting moment."
    },
    {
      "cite": "Xuan Ta",
      "quote": "Everytime you speak about how much you like someone else, it kills me inside."
    },
    {
      "cite": "Anita Diamant",
      "quote": "I like the way he danced. And then I like the way we danced together."
    },
    {
      "cite": "Steig Larsson",
      "quote": "If love is liking someone an awful lot, then I suppose I'm in love with several people."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "If I had a rose for every time I thought of you, I'd be picking roses for a lifetime."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "Love's easy. It kind of comes with the territory. But liking is another story."
    },
    {
      "cite": "Carol Kendall",
      "quote": "It's a lot easier to like people when they can't make life miserable for you anymore."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You know you are in love when you can't fall asleep because reality is finally better than your dreams."
    },
    {
      "cite": "Robert Sexton",
      "quote": "Sometimes your nearness takes my breath away; and all the things I want to say can find no voice. Then, in silence, I can only hope my eyes will speak my heart."
    },
    {
      "cite": "Victor Hugo",
      "quote": "What I feel for you seems less of earth and more of a cloudless heaven."
    },
    {
      "cite": "Steve Kluger",
      "quote": "Just because you discover that you may like somebody after all, it doesn't necessarily mean there's any attraction."
    },
    {
      "cite": "Louise Rennison",
      "quote": "How do you make yourself not like someone"
    },
    {
      "cite": "Jenny Han",
      "quote": "Wanna hear something funny? What? I think I started liking you."
    },
    {
      "cite": "Ashley Tisdale",
      "quote": "I like someone I can have fun with and who can be more laid-back than I am, because it calms me down."
    },
    {
      "cite": "Wendy Cope",
      "quote": "I like you more than I would like to have a cigarette."
    },
    {
      "cite": "unknown",
      "quote": "You know you really like someone, when you sit the painful way in your chair just to get a better look at them."
    },
    {
      "cite": "BRADLEY COOPER",
      "quote": "You can tell if someone's into you. You can feel the chemistry."
    }
  ]
}