{
  "source": "https://www.wisesayings.com/lily-quotes/",
  "theme": "lily",
  "quotes": [
    {
      "cite": "Thomas Campion",
      "quote": "There is a garden in her eyes where roses and white lilies flow."
    },
    {
      "cite": "Bayard Taylor",
      "quote": "But who will watch my lilies, When their blossoms open white? By day the sun shall be sentry, And the moon and the stars by night!"
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Consider the lilies of the field whose bloom is brief: We are as they; Like them we fade away As doth a leaf."
    },
    {
      "cite": "Dorothea Dix",
      "quote": "The rose is the flower and handmaiden of love - the lily, her fair associate, is the emblem of beauty and purity."
    },
    {
      "cite": "Julia C.R. Dorr",
      "quote": "And the stately lilies stand Fair in the silvery light, Like saintly vestals, pale in prayer; Their pure breath sanctifies the air, As its fragrance fills the night."
    },
    {
      "cite": "Ben Jonson",
      "quote": "It is not growing like a tree in bulk, doth make man better be; Or standing long an oak, three hundred year, To fall a log at last, dry, bald, and sere: A lily of a day is fairer far in May, Although it falls and die that night—It was the plant and flower of Light."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Is not this lily pure? What fuller can procure A white so perfect, spotless clear As in this flower doth appear?"
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "I would far rather have two or three lilies of the valley gathered for me by a person I like, than the most expensive bouquet that can be bought."
    },
    {
      "cite": "Ben Jonson",
      "quote": "A lily of a day Is fairer far in May, Although it fall and die that night, It was the plant and flower of light. In small proportions we just beauties see, And in short measures life may perfect be."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "A lily or a rose never pretends, and its beauty is that it is what it is."
    },
    {
      "cite": "Solomon Ibn Gabirol",
      "quote": "As the lily among thorns, so is my love among the daughters."
    },
    {
      "cite": "David Macbeth Moir",
      "quote": "Look to the lilies how they grow! 'Twas thus the Saviour said, that we, Even in the simplest flowers that blow, God's ever-watchful care might see."
    },
    {
      "cite": "Carlos Santana",
      "quote": "When a baby comes you can smell two things: the smell of flesh, which smells like chicken soup, and the smell of lilies, the flower of another garden, the spiritual garden."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In a marshland amongst the crocodiles, there float beautiful water lilies! Even in the Hell, one can find the good and the beauty."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Hope is like a harebell, trembling from its birth, Love is like a rose, the joy of all the earth, Faith is like a lily, lifted high and white, Love is like a lovely rose, the world’s delight. Harebells and sweet lilies show a thornless growth, But the rose with all its thorns excels them both."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Those virgin lilies, all the night Bathing their beauties in the lake, That they may rise more fresh and bright, When their beloved sun's awake."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "Now folds the lily all her sweetness up, And slips into the bosom of the lake; So fold thyself, my dearest, thou, and slip Into my bosom, and be lost in me."
    },
    {
      "cite": "William Blake",
      "quote": "The modest Rose puts forth a thorn,The humble sheep a threat’ning horn: While the Lily white shall in love delight, Nor a thorn nor a threat stain her beauty bright."
    },
    {
      "cite": "Elizabeth Barett Browning",
      "quote": "Very whitely still The lilies of our lives may reassure Their blossoms from their roots, accessible Alone to heavenly dews that drop not fewer; Growing straight out of man's reach, on the hill. God only, who made us rich, can make us poor."
    },
    {
      "cite": "Masefield",
      "quote": "O lovely lily clean, O lily springing green, O lily bursting white, Dear lily of delight, Spring in my heart agen That I may flower to men."
    },
    {
      "cite": "Moir",
      "quote": "Look to the lilies how they grow! 'Twas thus the Saviour said, that we, Even in the simplest flowers that blow, God's ever-watchful care might see."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "I wish I were the lily's leaf To fade upon that bosom warm, Content to wither, pale and brief, The trophy of thy paler form."
    },
    {
      "cite": "John of the Cross",
      "quote": "I remained lost in oblivion; My face I reclined on the Beloved.  All ceased and I abandoned myself, leaving my cares forgotten among the lilies."
    }
  ]
}