{
  "source": "https://www.wisesayings.com/limitless-quotes/",
  "theme": "limitless",
  "quotes": [
    {
      "cite": "Ronnie Coleman",
      "quote": "It is important to have people believe in you. With this support, what you can achieve is limitless."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Service is a limitless opportunity, it is the reason why we breathe."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Breathe in the sweet air of limitless possibility, and make life as rich as you know it can be."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Your ability to love, to reach out, and to experience life is limitless. The limitation is only of the body and mind."
    },
    {
      "cite": "James Van Praagh",
      "quote": "The universe is limitless and so are you. There is a limitless supply of good that the universe wants to show you. Step out of the way and let it be!"
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "Your brain has a capacity for learning that is virtually limitless, which makes every human a potential genius."
    },
    {
      "cite": "Jay Sidhu",
      "quote": "If you are aware of your weaknesses and are constantly learning, your potential is virtually limitless."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The great gift of the human imagination is that it has no limits or ending."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Limitless is your potential. Magnificent is your future."
    },
    {
      "cite": "Mark Twain",
      "quote": "Civilization is a limitless multiplication of unnecessary necessities."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Our opportunities to give of ourselves are indeed limitless, but they are also perishable."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Life is wide, limitless. There is no border, no frontier."
    },
    {
      "cite": "Paul Strand",
      "quote": "The artist's world is limitless. It can be found anywhere, far from where he lives or a few feet away. It is always on his doorstep."
    },
    {
      "cite": "Fuyumi Soryo",
      "quote": "Human minds are limitless, like space. It may be foolish for a person to even try to deliberately affect another person's mind."
    },
    {
      "cite": "Lettie Cowman",
      "quote": "Do not limit the limitless God! With Him, face the future unafraid because you are never alone."
    },
    {
      "cite": "Tim Cook",
      "quote": "If you embrace that the things that you can do are limitless, you can put your ding in the universe. You can change the world."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The number of ways you can live in one lifetime is limitless. So why limit yourself? The sky is NOT the limit. Beyond the universe is."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "God is limitless in His love, and asks that we at least make the effort to be limitless in ours."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "When we turn our attention away from ourselves, our potential is limitless."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Human life is limited, but knowledge is limitless. To drive the limited in pursuit of the limitless is fatal; and to presume that one really knows is fatal indeed!"
    },
    {
      "cite": "Ernest Holmes",
      "quote": "Within us is the unborn possibility of limitless experience. Ours is the privilege of giving birth to it!"
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "The universe is but a partial manifestation of your limitless capacity to become."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "A certain type of perfection can only be realized through a limitless accumulation of the imperfect."
    },
    {
      "cite": "Frederick Carl Frieseke",
      "quote": "Your range of available choices - right now - is limitless."
    },
    {
      "cite": "Carly Fiorina",
      "quote": "Human potential is the only limitless resource we have in this world."
    },
    {
      "cite": "T.I.",
      "quote": "The possibilities of success are limitless, as long as you're willing to put the work in."
    },
    {
      "cite": "Charles Kettering",
      "quote": "There exist limitless opportunities in every industry. Where there is an open mind, there will always be a frontier."
    },
    {
      "cite": "Henry R Brandt",
      "quote": "God's children have a limitless supply of the fruit of the Spirit."
    },
    {
      "cite": "Chang-Rae Lee",
      "quote": "Imagination might not be limitless. It's still tethered to the universe of what we know."
    },
    {
      "cite": "Lupe Fiasco",
      "quote": "The truth is limitless in its range, if you drop the T and look at it in reverse it could hurt."
    }
  ]
}