{
  "source": "https://www.wisesayings.com/lines-quotes/",
  "theme": "lines",
  "quotes": [
    {
      "cite": "Antoni Gaudi",
      "quote": "There are no straight lines or sharp corners in nature. Therefore, buildings must have no straight lines or sharp corners."
    },
    {
      "cite": "Jean-Michel Basquiat",
      "quote": "Every single line means something."
    },
    {
      "cite": "Rene Crevel",
      "quote": "Straight lines go too quickly to appreciate the pleasures of the journey. They rush straight to their target and then die in the very moment of their triumph without having thought, loved, suffered or enjoyed themselves."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "The essence of drawing is the line exploring space."
    },
    {
      "cite": "Linda Saccoccio",
      "quote": "Lines create an experience beyond the literal. There is so much potential in losing and finding the line again. Like letting go and being awakened. Lines, like music, create potential for mystery."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Remember, a line cannot exist alone; it always brings a companion along. Do remember that one line does nothing; it is only in relation to another that it creates a volume."
    },
    {
      "cite": "Mick Maslen",
      "quote": "A line is a visual trail of energy that has been drawn across a surface, and is a manifestation of the life energy of the person that made it."
    },
    {
      "cite": "Gustav Klimt",
      "quote": "Art is a line around your thoughts."
    },
    {
      "cite": "John Mayer",
      "quote": "They say stay in the lines, but there's always something better on the other side."
    },
    {
      "cite": "Robert Wise",
      "quote": "You can't tell any kind of a story without having some kind of a theme, something to say between the lines."
    },
    {
      "cite": "Aristotle",
      "quote": "Long-lived persons have one or two lines which extend through the whole hand; short-lived persons have two lines not extending through the whole hand."
    },
    {
      "cite": "Rudolf Arnheim",
      "quote": "The line that describes the beautiful is elliptical. It has simplicity and constant change. It cannot be described by a compass, and it changes direction at every one of its points."
    },
    {
      "cite": "Lyle Carbajal",
      "quote": "Line... is the most important part of any painting."
    },
    {
      "cite": "Rene Crevel",
      "quote": "The song of the curved line is called happiness."
    },
    {
      "cite": "Robert Henri",
      "quote": "Lines are results, do not draw them for themselves."
    },
    {
      "cite": "Stan Smith",
      "quote": "Line is so versatile – you can do a fine, tight, closely observed description or simply put a line around an idea – like a cartoonist."
    },
    {
      "cite": "Gillian Redwood",
      "quote": "Every line tells its own story, even the very tentative ones."
    },
    {
      "cite": "Piet Mondrian",
      "quote": "It is possible that, through horizontal and vertical lines constructed with awareness, but not with calculation, led by high intuition, and brought to harmony and rhythm, these basic forms of beauty, supplemented if necessary by other direct lines or curves, can become a work of art, as strong as it is true."
    },
    {
      "cite": "Hideki Yukawa",
      "quote": "Nature creates curved lines while humans create straight lines."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "There is a thin line that separates laughter and pain, comedy and tragedy, humor and hurt."
    },
    {
      "cite": "Archimedes",
      "quote": "The shortest distance between two points is a straight line."
    },
    {
      "cite": "Theo van Doesburg",
      "quote": "The line has almost become a work of art in itself."
    }
  ]
}