{
  "source": "https://www.wisesayings.com/lingerie-quotes/",
  "theme": "lingerie",
  "quotes": [
    {
      "cite": "Dolce &amp; Gabana",
      "quote": "Lingerie is the maximum expression of a woman's femininity."
    },
    {
      "cite": "Alice Temperley",
      "quote": "Lingerie is my next love after clothing; I think it is what is worn underneath that really inspires a woman to feel beautiful in her clothes - that inner, secret glamour."
    },
    {
      "cite": "Adriana Lima",
      "quote": "Lingerie is one of the most important pieces of your wardrobe. You can have a wardrobe malfunction if you dont choose the right thing to wear underneath!"
    },
    {
      "cite": "Dita Von Teese",
      "quote": "Lingerie is not about seducing men, it's about embracing womanhood."
    },
    {
      "cite": "Musings Heart",
      "quote": "Trust the man who gifts you lingerie more than the man who gifts you roses, at least the former is clear about his intentions for you."
    },
    {
      "cite": "Alice Temperley",
      "quote": "Lingerie is that inner, secret glamour."
    },
    {
      "cite": "Ashley Graham",
      "quote": "For me, wearing lingerie isn't about anyone else but me. If I dressed for others I would be a miserable person."
    },
    {
      "cite": "Karen McDougal",
      "quote": "I love to wear lingerie. The problem is that men always rip it off too quickly. When women are dolled up in lingerie they feel sexy. So let us wear it for five minutes."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "I go to bed wearing a very baggy one-piece cheetah suit, just because it makes my son laugh. My sexy lingerie has been locked in a drawer for a while. Sandra Bullock"
    },
    {
      "cite": "Christian Dior",
      "quote": "Real elegance is everywhere – especially in the things that don’t show."
    },
    {
      "cite": "Cybill Shepherd",
      "quote": "One of my ex-husbands thought I had a breast job. They looked bigger. I just got the proper lingerie."
    },
    {
      "cite": "Irina Shayk",
      "quote": "When it comes to lingerie, there are no rules. I feel the sexiest when I'm myself, no hair, no makeup."
    },
    {
      "cite": "Lynn Coady",
      "quote": "Here's the thing about lingerie: The only time we see it outside our own bedrooms, it is on women who are gloriously freakish in their physical perfection."
    },
    {
      "cite": "Himanshu Chhabra",
      "quote": "She wore her pain like lingerie, only who loved her enough, got to see it."
    },
    {
      "cite": "Lebo Grand",
      "quote": "They call it lingerie. I call it sensual innovation."
    },
    {
      "cite": "unknown",
      "quote": "Give a girl the right lingerie and she can conquer the world."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "If you're wearing lingerie that makes you feel glamorous, you're halfway there to turning heads."
    },
    {
      "cite": "Nicole Richie",
      "quote": "I think lingerie plays a big part in how you carry yourself."
    },
    {
      "cite": "Lebo Grand",
      "quote": "Ladies, if you truly want your man to be successful, never ever underestimate the power of a lipstick, sexy lingerie, and high heels."
    }
  ]
}