{
  "source": "https://www.wisesayings.com/link-quotes/",
  "theme": "link",
  "quotes": [
    {
      "cite": "William James",
      "quote": "A chain is no stronger than its weakest link, and life is after all a chain."
    },
    {
      "cite": "Alex Haley",
      "quote": "In every conceivable manner, the family is a link to our past, bridge to our future."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is a mistake to look too far ahead. Only one link of the chain of destiny can be handled at a time."
    },
    {
      "cite": "Konrad Lorenz",
      "quote": "I have found the missing link between the higher ape and civilized man; it is we."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Don't shrink your standards, link yourself with those who think and ink like you."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "That deed which in our guilt we today call weakness, will appear tomorrow as an essential link in the complete chain of Man."
    },
    {
      "cite": "Lincoln Barnett",
      "quote": "The written word is the link between the past and the future."
    },
    {
      "cite": "Silvio Berlusconi",
      "quote": "The link between my experience as an entrepreneur and that of a politician is all in one word: freedom."
    },
    {
      "cite": "Marcel Marceau",
      "quote": "To communicate through silence is a link between the thoughts of man."
    },
    {
      "cite": "Richad Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
    },
    {
      "cite": "Adele",
      "quote": "For people to link my music to their lives, it's incredible, there's no other feeling like it."
    },
    {
      "cite": "Anita R. Sneed-Carter",
      "quote": "Fathers, your are the head and strength of the family unit. If you are not in place, there is a weakness in the link."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You can free yourself from aging by reinterpreting your body and by grasping the link between belief and biology."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors."
    }
  ]
}