{
  "source": "https://www.wisesayings.com/lions-quotes/",
  "theme": "lions",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "True, the lion is a mighty, noble animal, but it is an animal nevertheless!"
    },
    {
      "cite": "George R.R. Martin",
      "quote": "A lion doesn't concern itself with the opinion of sheep."
    },
    {
      "cite": "William Blake",
      "quote": "If the lion was advised by the fox, he would be cunning."
    },
    {
      "cite": "Anton Szandor LaVey",
      "quote": "Be as a lion in the path. Be dangerous even in defeat."
    },
    {
      "cite": "Jack Hanna",
      "quote": "A lion is called a 'king of beasts' obviously for a reason."
    },
    {
      "cite": "Proverb",
      "quote": "Even the lion has to defend himself against flies."
    },
    {
      "cite": "Charles H. Hinnant",
      "quote": "The lion is an emblem of the dream of absolute power -- and, as a wild rather than a domestic animal, he belongs to a world outside the realm of society and culture."
    },
    {
      "cite": "Suhaib Rumi",
      "quote": "A Lion that hunts for survival in the jungle does not envy the one being fed in a zoo."
    },
    {
      "cite": "Kodo Sawaki",
      "quote": "Only a lion can recognize a lion's roar."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The lion cares less about being king of the beasts than about finding his dinner."
    },
    {
      "cite": "Rumi",
      "quote": "The lion is most handsome when looking for food."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The lion will lay down with the lamb, but every morning they'll have to provide a new lamb. Maybe this world is another planet's hell."
    },
    {
      "cite": "Munia Khan",
      "quote": "Lions are neither predators nor killers. They just go for hunting like kings; because they are the kings!"
    },
    {
      "cite": "Proverb",
      "quote": "Until lions have their historians, tales of the hunt shall always glorify the hunters."
    },
    {
      "cite": "Susan Cain",
      "quote": "Naked lions are just as dangerous as elegantly dressed ones."
    },
    {
      "cite": "Darrell Waltrip",
      "quote": "If the lion didn't bite the tamer every once in a while, it wouldn't be exciting."
    },
    {
      "cite": "Rumi",
      "quote": "The lion who breaks the enemy's ranks is a minor hero compared to the lion who overcomes himself."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "The lion cannot protect himself from traps, and the fox cannot defend himself from wolves. One must therefore be a fox to recognize traps, and a lion to frighten wolves."
    },
    {
      "cite": "Gotthold Ephraim Lessing",
      "quote": "The lion is ashamed, it's true, when he hunts with the fox."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Truth does not sit in a cave and hide like a lie. It wanders around proudly and roars loudly like a lion."
    },
    {
      "cite": "Les Brown",
      "quote": "Lions don't have to roar. There is power in silence, confidence, and persistence. Those who work don't talk, and those who talk don't work. Handle your business. Measure your efforts by results. Focus your time, energy, and activity on mastering and executing a plan."
    },
    {
      "cite": "John Henry Newman",
      "quote": "Lions would have fared better, had lions been the artists."
    },
    {
      "cite": "Murray Zimiles",
      "quote": "The lion is the defender of faith, strength, valor, fortitude, and kingliness."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Courage is poorly housed that dwells in numbers; the lion never counts the herd that are about him, nor weighs how many flocks he has to scatter."
    },
    {
      "cite": "Chuck Jones",
      "quote": "A lion's work hours are only when he's hungry; once he's satisfied, the predator and prey live peacefully together."
    },
    {
      "cite": "J. Hand",
      "quote": "You know the lion is dangerous when it is quiet, stalking, sneaking up on its prey. Only after it has ambushed and killed its prey does the lion roar. It wants to intimidate the jackals."
    },
    {
      "cite": "Michael Frayn",
      "quote": "If a lion could speak, it would not understand itself."
    },
    {
      "cite": "Salman Khan",
      "quote": "A lion runs the fastest when he is hungry."
    },
    {
      "cite": "Uday Kotak",
      "quote": "When a lion doesn't get its prey, it remains hungry. When the prey saves himself, he has not won, but has saved his life."
    },
    {
      "cite": "Thomas More",
      "quote": "If the lion knew his own strength, hard were it for any man to rule him."
    }
  ]
}