{
  "source": "https://www.wisesayings.com/lips-quotes/",
  "theme": "lips",
  "quotes": [
    {
      "cite": "Philip James Bailey",
      "quote": "Lips like rosebuds peeping out of snow."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Language is wine upon the lips."
    },
    {
      "cite": "Maria Charlesworth",
      "quote": "The lips of those we love are sweet to us in life, and sacred in death."
    },
    {
      "cite": "George Sandys",
      "quote": "Lips, like roses dropping myrrh."
    },
    {
      "cite": "Jack Hyles",
      "quote": "Everything you declare with your lips will be tested in your life."
    },
    {
      "cite": "Anonymous",
      "quote": "Lips are the most sensual organ we are allowed to expose."
    },
    {
      "cite": "Edward Bulwer Lytton",
      "quote": "Lips with such sweetness in their honeyed deeps. As fills the rose in which a fairy sleeps."
    },
    {
      "cite": "Billy Squier",
      "quote": "Your lips are my persuasion, your love will be my cure."
    },
    {
      "cite": "Ovid",
      "quote": "Lips, however rosy, must be fed."
    },
    {
      "cite": "Fantasia Barrino",
      "quote": "My lips are big, but my talent is bigger."
    },
    {
      "cite": "Grace Greenwood",
      "quote": "Lips moulded in love are tremulously full of the glowing softness they borrow from the heart, and electrically obedient to its impulses."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "For attractive lips, speak words of kindness."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Her lips were like living fire. He could not take his own away. He forgot everything."
    },
    {
      "cite": "Frank Gifford",
      "quote": "Oh how sweet it is to hear one's own convictions from another's lips."
    },
    {
      "cite": "Thomas Gordon Hake",
      "quote": "Lips, like hanging fruit, whose hue. Is ruby 'neath a bloom of blue."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Soul meets soul on lovers' lips."
    },
    {
      "cite": "John Lyly",
      "quote": "Lips are no part of the head, only made for a double-leaf door for the mouth."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The time comes upon every public man when it is best for him to keep his lips closed."
    },
    {
      "cite": "Leighton Meester",
      "quote": "You know how you're supposed to choose between playing up your eyes or your lips? I always choose lips. I love the drama."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Pure lips, sweet seals in my soft lips imprinted. What bargains may I make still to be sealing?"
    },
    {
      "cite": "Sir Thomas Higgons",
      "quote": "When the lips are opened, we behold the image of the soul."
    },
    {
      "cite": "Tyler Shields",
      "quote": "Lips are the fingerprints of love."
    },
    {
      "cite": "Himanshu Chhabra",
      "quote": "My lips are like camera for her, whenever I click her with my lips, she smiles."
    }
  ]
}