{
  "source": "https://www.wisesayings.com/lipstick-quotes/",
  "theme": "lipstick",
  "quotes": [
    {
      "cite": "Elizabeth Taylor",
      "quote": "Pour yourself a drink, put on some lipstick, and pull yourself together."
    },
    {
      "cite": "Anonymous",
      "quote": "Lips without lipstick are like cake without frosting."
    },
    {
      "cite": "Coco Chanel",
      "quote": "If you are sad, if you are heartbroken, make yourself up, dress up, add more lipstick and attack. Men hate women who weep."
    },
    {
      "cite": "Heather Locklear",
      "quote": "You can't keep changing men, so you settle for changing your lipstick."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Where lipstick is concerned, the important thing is not the color, but to accept God's final decision on where your lips end."
    },
    {
      "cite": "Man Ray",
      "quote": "Lipstick is the red badge of courage."
    },
    {
      "cite": "Dita Von Teese",
      "quote": "Heels and lipstick will put the fear of God into people."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Live your eyeliner, breathe your lipstick."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Joy is the best makeup. But a little lipstick is a close runner-up."
    },
    {
      "cite": "Roberta Gately",
      "quote": "Lipstick is really magical. It holds more than a waxy color - it holds the promise of a brilliant smile, a brilliant day, both literally and figuratively."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Nobody looks good with brown lipstick on."
    },
    {
      "cite": "Anonymous",
      "quote": "Lipstick can't solve all problems, but it's a pretty great start."
    },
    {
      "cite": "Anonymous",
      "quote": "Give a woman the right lipstick and she can conquer the world."
    },
    {
      "cite": "Diane Keaton",
      "quote": "Just have fun. Smile. And keep putting on lipstick."
    },
    {
      "cite": "Elvis Costello",
      "quote": "There are some things you can't cover up with lipstick and powder."
    },
    {
      "cite": "Pat McGrath",
      "quote": "There are endless ways to enhance beauty. You never know when you will find your perfect lipstick - unless you keep experimenting."
    },
    {
      "cite": "Zoe Sugg",
      "quote": "A girl can never have too many lipstick options!"
    },
    {
      "cite": "Rihanna",
      "quote": "Lipstick can glam up a whole look, especially in red."
    },
    {
      "cite": "Joan Collins",
      "quote": "Lipstick is the best cosmetic that exists."
    },
    {
      "cite": "Natalie Portman",
      "quote": "Whether it's a bold color or something more natural, it's about feeeling comfortable in your look and wearing it with self-assurance."
    },
    {
      "cite": "Ainslie Hogarth",
      "quote": "Lipstick was an easy answer to boredom. It was the most exciting thing you could do in the shortest amount of time because for a second, you got to convince yourself that you were the kind of gal who wears lipstick every day. You got to pout to yourself, and trick yourself that you were glamorous. Then in a second it was over, time to wipe it off and start again."
    },
    {
      "cite": "Keira Knightley",
      "quote": "Lipstick is for when you've had a shit day and you need red lipstick to face the world."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "Every season has its lipstick trend, and just because your perfect color is a pinky beige, that doesnt mean you can't wear deep burgundy."
    }
  ]
}