{
  "source": "https://www.wisesayings.com/liquor-quotes/",
  "theme": "liquor",
  "quotes": [
    {
      "cite": "Ernest Hemingway",
      "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The worst thing about some men is that when they are not drunk they are sober."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "A bumper of good liquor will end a contest quicker than justice, judge, or vicar."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Alcohol, taken in sufficient quantities, may produce all the effects of drunkenness."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "Alcohol is necessary for a man so that he can have a good opinion of himself, undisturbed by the facts."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Alcohol is the anesthesia by which we endure the operation of life."
    },
    {
      "cite": "Francis Scott Key Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Lu Yu",
      "quote": "Its liquor is like the sweetest dew from Heaven."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Candy is dandy. But liquor is quicker."
    },
    {
      "cite": "Seneca",
      "quote": "Drunkenness is nothing but voluntary madness."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Better belly burst than good liquor be lost."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."
    },
    {
      "cite": "Steve Fergosi",
      "quote": "A drunk man's words are a sober man's thoughts."
    },
    {
      "cite": "W. C. Fields",
      "quote": "There are only two real ways to get ahead today - sell liquor or drink it."
    },
    {
      "cite": "Thomas Heywood",
      "quote": "Drink 'til the ground looks blue."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Drink washes off the daub and discovers the man."
    },
    {
      "cite": "James Thurber",
      "quote": "One martini is all right. Two are too many, and three are not enough."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Here's to alcohol, the rose colored glasses of life."
    },
    {
      "cite": "Dean Martin",
      "quote": "You're not drunk if you can lie on the floor without holding on."
    },
    {
      "cite": "Mary Wilson Little",
      "quote": "Almost anything can be preserved in alcohol, except health, happiness, and money."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Nothing uses up alcohol faster than political argument."
    },
    {
      "cite": "Anonymous",
      "quote": "If drinking is interfering with your work, you're probably a heavy drinker. If work is interfering with your drinking, you're probably an alcoholic."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "In wine there is wisdom, in beer there is Freedom, in water there is bacteria."
    },
    {
      "cite": "Philip Rosenthal",
      "quote": "Drinking makes you happy with your body the way it is."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It's a great advantage not to drink among hard-drinking people. You can hold your tongue and, moreover, you can time any little irregularity of your own so that everybody else is so blind that they don't see or care."
    },
    {
      "cite": "Warren Ellis",
      "quote": "Scotch whisky is made from barley and the morning dew on angel's nipples."
    },
    {
      "cite": "Louis Pasteur",
      "quote": "Wine is the most healthful and most hygienic of beverages."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Wine hath drowned more men than the sea."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "It is 'Liquor Dealer.' It means soul stealer."
    },
    {
      "cite": "Barenaked Ladies",
      "quote": "Alcohol, my permanent accessory. Alcohol, a party-time necessity. Alcohol, alternative to feeling like yourself. Oh alcohol, I still drink to your health."
    }
  ]
}