{
  "source": "https://www.wisesayings.com/listening-quotes/",
  "theme": "listening",
  "quotes": [
    {
      "cite": "Woodrow Wilson",
      "quote": "The ear of the leader must ring with the voices of the people."
    },
    {
      "cite": "Phillip Stanhope",
      "quote": "Many a man would rather you heard his story than granted his request."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Silence is a source of great strength."
    },
    {
      "cite": "Ralph Nichols",
      "quote": "The most basic of all human needs is the need to understand and be understood. The best way to understand people is to listen to them."
    },
    {
      "cite": "Dick Cavett",
      "quote": "It's a rare person who wants to hear what he doesn't want to hear."
    },
    {
      "cite": "Doug Larson",
      "quote": "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "One of the most sincere forms of respect is actually listening to what another has to say."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "If you make listening and observation your occupation, you will gain much more than you can by talk."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Most of the successful people I've known are the ones who do more listening than talking."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The most important thing in communication is hearing what isn't said."
    },
    {
      "cite": "Alfred Brendel",
      "quote": "The word 'listen' contains the same letters as the word 'silent'."
    },
    {
      "cite": "Alice Deur Miller",
      "quote": "Listening is not merely not talking, though even that is beyond most of our powers; it means taking a vigorous, human interest in what is being told us."
    },
    {
      "cite": "Audrey Mclaughlin",
      "quote": "When you listen, it's amazing what you can learn. When you act on what you've learned, it's amazing what you can change."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "People start to heal the moment they feel heard."
    },
    {
      "cite": "Frank Tyger",
      "quote": "Be a good listener. Your ears will never get you in trouble."
    },
    {
      "cite": "David Augsburger",
      "quote": "Being heard is so close to being loved that for the average person they are almost indistinguishable."
    },
    {
      "cite": "Jared Sparks",
      "quote": "When you talk, you repeat what you already know; when you listen, you often learn something."
    },
    {
      "cite": "John Marshall",
      "quote": "To listen well is as powerful a means of communication and influence as to talk well."
    },
    {
      "cite": "Karl Menninger",
      "quote": "Listening is a magnetic and strange thing, a creative force. The friends who listen to us are the ones we move toward. When we are listened to, it creates us, makes us unfold and expand."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "You cannot truly listen to anyone and do anything else at the same time."
    },
    {
      "cite": "Robert Mccloskey",
      "quote": "I know that you believe you understand what you think I said, but I'm not sure you realize that what you heard is not what I meant."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "To listen well, is as powerful a means of influence as to talk well, and is as essential to all true conversation"
    },
    {
      "cite": "Andre Gide",
      "quote": "Everything has been said before, but since nobody listens we have to keep going back and beginning all over again."
    },
    {
      "cite": "Kenneth A. Wells",
      "quote": "A good listener tries to understand what the other person is saying. In the end he may disagree sharply, but because he disagrees, he wants to know exactly what it is he is disagreeing with."
    },
    {
      "cite": "Sue Patton Thoele",
      "quote": "Deep listening is miraculous for both listener and speaker. When someone receives us with open-hearted, non-judging, intensely interested listening, our spirits expand."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "A good listener is not only popular everywhere, but after a while he knows something."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A person hears only what they understand."
    },
    {
      "cite": "Jack Nichols",
      "quote": "Every person I work with knows something better than me. My job is to listen long enough to find it and use it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give every man your ear, but few thy voice. Take each man's censure, but reserve thy judgment."
    },
    {
      "cite": "unknown",
      "quote": "God gave us two ears and one mouth, so we can hear twice as much as we say."
    }
  ]
}