{
  "source": "https://www.wisesayings.com/lit-quotes/",
  "theme": "lit",
  "quotes": [
    {
      "cite": "Leonard Bishop",
      "quote": "Insights and perceptions pass through the mind like fleet fireflies. Lit for an instant, then gone back into the dark."
    },
    {
      "cite": "Robert H. Shaffer",
      "quote": "We must view young people not as empty bottles to be filled, but as candles to be lit."
    },
    {
      "cite": "Tertullian",
      "quote": "Hope is patience with the lamp lit."
    },
    {
      "cite": "Michael Lewis",
      "quote": "The fuses had been lit and could not be extinguished. All that remained was to observe the speed of the spark, and the size of the explosions."
    },
    {
      "cite": "Chris Abani",
      "quote": "Something that had the quality of a dimly lit stage set just before the curtains rise on opening night. There was a rhythm to it, a beckoning, and a bittersweet tear in time."
    },
    {
      "cite": "William Kennedy",
      "quote": "Well lit streets discourage sin, but don't overdo it."
    },
    {
      "cite": "Michael Kurland",
      "quote": "Dimly lit restaurants always make me think they're trying to hide the food."
    },
    {
      "cite": "Edward Grey",
      "quote": "The lamps are going out all over Europe; we shall not see them lit again in our lifetime."
    },
    {
      "cite": "Willis",
      "quote": "A lamp is lit in woman's eye. That souls, else lost on earth, remember angels by."
    },
    {
      "cite": "Finley Peter Dunn",
      "quote": "Don't jump on a man unless he is down."
    },
    {
      "cite": "William Rose Benet",
      "quote": "Blue oblivion, largely lit, smiled and smiled at me."
    },
    {
      "cite": "Kate Winslet",
      "quote": "No one can look bad when you've been lit for six hours."
    },
    {
      "cite": "Annie Dillard",
      "quote": "There is no such thing as an artist - only the world, lit or unlit, as the world allows."
    },
    {
      "cite": "Sam Abell",
      "quote": "Essentially what photography is is life lit up."
    },
    {
      "cite": "Chris Gardner",
      "quote": "Many have forged a path to greatness lit only by a vision in their minds."
    },
    {
      "cite": "Anthony T Hincks",
      "quote": "How can we sleep when our soul is lit from within?"
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A friend is the wax that keeps the flame lit, an enemy is the wind that blows it out."
    },
    {
      "cite": "Walter Lord",
      "quote": "Brilliantly lit from stem to stern, she looked like a sagging birthday cake."
    },
    {
      "cite": "Robin Wasserman",
      "quote": "Teen fiction should be about teenagers - no matter how many arguments there are about what Ya lit should be, this seems like the one thing we can all agree on."
    },
    {
      "cite": "John Battelle",
      "quote": "In a world lit by data, street corners are painted with contextual information, automobiles can navigate autonomously, thermostats respond to patterns of activity, and retail outlets change as rapidly as search from Google."
    },
    {
      "cite": "Harbhajan Singh",
      "quote": "Everybody is candle true. But not everybody is lit."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Night is world lit by itself."
    },
    {
      "cite": "Simone Weil",
      "quote": "Everything which originates from pure love is lit with the radiance of beauty."
    },
    {
      "cite": "Hannu Rajaniemi",
      "quote": "Live on berries in a hollowed out comet lit by artificial suns long enough, and you start to have delusions about achieving enlightenment."
    },
    {
      "cite": "Robert Bly",
      "quote": "The candle is not lit To give light, but to testify to the night."
    }
  ]
}