{
  "source": "https://www.wisesayings.com/literacy-quotes/",
  "theme": "literacy",
  "quotes": [
    {
      "cite": "Jen Selinsky",
      "quote": "Literacy is one of the greatest gifts a person could receive."
    },
    {
      "cite": "George Washington",
      "quote": "To encourage literature and the arts is a duty which every good citizen owes to his country."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Writing and reading decrease our sense of isolation. They deepen and widen and expand our sense of life: they feed the soul."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Learning is not attained by chance. It must be sought for with ardor and attended to with diligence."
    },
    {
      "cite": "Irina Bokova",
      "quote": "Literacy is the door to knowledge, essential to individual self-esteem and empowerment."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Everyone must be given the opportunity to think, read and write."
    },
    {
      "cite": "Somerset Maugham",
      "quote": "To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "There's nothing like a shovel full of dirt to encourage literacy."
    },
    {
      "cite": "Albert Thomas Bifarelli",
      "quote": "Literacy is the harbinger of both intelligence and taste."
    },
    {
      "cite": "Elizabeth Hardwick",
      "quote": "The greatest gift is a passion for reading."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "There is an art of reading, as well as an art of thinking, and an art of writing."
    },
    {
      "cite": "Lauri Fortino",
      "quote": "Literacy is the jump-off point from which all of life's successes take flight."
    },
    {
      "cite": "Alberto Moravia",
      "quote": "The ratio of literacy to illiteracy is constant, but nowadays the illiterates can read and write."
    },
    {
      "cite": "David Archer",
      "quote": "literacy is the fertilizer needed for development to take root and grow."
    },
    {
      "cite": "Richard Flanagan",
      "quote": "Writing reminds you that you're never alone. Writing and reading is to be optimistic."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To learn to read is to light a fire; every syllable that is spelled out is a spark."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking."
    },
    {
      "cite": "Jimmy Santiago Baca",
      "quote": "Literacy is freedom, and everyone has something significant to say,"
    },
    {
      "cite": "Kofi Annan",
      "quote": "For everyone, everywhere, literacy is, along with education in general, a basic human right."
    },
    {
      "cite": "Mem Fox",
      "quote": "The fire of literacy is created by the emotional sparks between a child, a book, and the person reading."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Start writing, no matter what. The water does not flow until the faucet is turned on."
    },
    {
      "cite": "Munshi Premchand",
      "quote": "To be successful in life what you need is education, not literacy and degrees."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "Writing and reading is to me synonymous with existing."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Whenever you read a good book, somewhere in the world a door opens to allow in more light."
    },
    {
      "cite": "Bill Drayton",
      "quote": "We have to teach empathy as we do literacy."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "Reading should not be presented to children as a chore or duty. It should be offered to them as a precious gift."
    },
    {
      "cite": "Barack Obama",
      "quote": "Literacy is the most basic currency of the knowledge economy."
    },
    {
      "cite": "P. D. James",
      "quote": "Learn to write by doing it. Read widely and wisely. Increase your word power. Find your own individual voice though practicing constantly. Go through the world with your eyes and ears open and learn to express that experience in words."
    },
    {
      "cite": "Patty Murray",
      "quote": "Good education means learning to read, write and most importantly learn how to learn so that you can be whatever you want to be when you grow up."
    },
    {
      "cite": "Jean Berko Gleason",
      "quote": "Literacy, written language is a very late acquisition in terms of human evolution."
    }
  ]
}