{
  "source": "https://www.wisesayings.com/literature-quotes/",
  "theme": "literature",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "The man who does not read books has no advantage over the man that can not read them."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The best of a book is not the thought which it contains, but the thought which it suggests; just as the charm of music dwells not in the tones but in the echoes of our hearts."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you; the good and the bad, the ecstasy, the remorse, and sorrow, the people and the places and how the weather was."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Of all the diversions of life, there is none so proper to fill up its empty spaces as the reading of useful and entertaining authors."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Reading makes a full man, meditation a profound man, discourse a clear man."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become."
    },
    {
      "cite": "Gao Xingjian",
      "quote": "It's in literature that true life can be found. It's under the mask of fiction that you can tell the truth."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Every man's work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing."
    },
    {
      "cite": "Ezra Pound",
      "quote": "Great literature is simply language charged with meaning to the utmost possible degree."
    },
    {
      "cite": "Roland Barthes",
      "quote": "Literature is the question minus the answer."
    },
    {
      "cite": "Mark Twain",
      "quote": "A classic is something that everybody wants to have read and nobody wants to read."
    },
    {
      "cite": "E.M. Forster",
      "quote": "What is wonderful about great literature is that it transforms the man who reads it towards the condition of the man who wrote."
    },
    {
      "cite": "Anatole France",
      "quote": "The duty of literature is to note what counts, and to light up what is suited to the light. If it ceases to choose and to love, it becomes like a woman who gives herself without preference."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "It is in literature that the concrete outlook of humanity receives its expression."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "The crown of literature is poetry."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Literature always anticipates life. It does not copy it, but moulds it to its purpose."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Literature is strewn with the wreckage of those who have minded beyond reason the opinion of others."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The difficulty of literature is not to write, but to write what you mean."
    },
    {
      "cite": "Herman Melville",
      "quote": "For whatever is truly wondrous and fearful in man, never yet was put into words or books."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The self-styled intellectual who is impotent with pen and ink hungers to write history with sword and blood."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "In literature the ambition of the novice is to acquire the literary language: the struggle of the adept is to get rid of it."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The decline in literature indicates a decline in the nation. The two keep pace in their downward tendency."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "If literature isn't everything, it's not worth a single hour of someone's trouble."
    },
    {
      "cite": "Barbara W. Tuchman",
      "quote": "Books are humanity in print."
    },
    {
      "cite": "unknown",
      "quote": "Good children's literature appeals not only to the child in the adult, but to the adult in the child."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "While thought exists, words are alive and literature becomes an escape, not from, but into living."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Literature is a luxury; fiction is a necessity."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Literature is where I go to explore the highest and lowest places in human society and in the human spirit, where I hope to find not absolute truth but the truth of the tale, of the imagination and of the heart."
    }
  ]
}