{
  "source": "https://www.wisesayings.com/little-kid-quotes/",
  "theme": "little-kid",
  "quotes": [
    {
      "cite": "Janet Fitch",
      "quote": "When you're a little kid, you are small, your life is small - and you're terrifically aware of that. But when you read, you can ride Arabian horses across the desert, you can be a dogsledder."
    },
    {
      "cite": "Paula Poundstone",
      "quote": "Adults are always asking little kids what they want to be when they grow up because they're looking for ideas."
    },
    {
      "cite": "Amy Winehouse",
      "quote": "When you're around kids you can be a little kid yourself and pretend that life is magic and you don't have to be one of those sweaty people going to work every day."
    },
    {
      "cite": "Jack Benny",
      "quote": "A scout troop consists of twelve little kids dressed like schmucks following a big schmuck dressed like a kid."
    },
    {
      "cite": "John Slattery",
      "quote": "I'm a little kid at heart, so my eyes light up when everything is lit."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "When you're a little kid, your heart is open and tender and a harsh word can go straight in and become part of your life."
    },
    {
      "cite": "Bo Burnham",
      "quote": "I'm not a grown up until everybody realises I'm a grown up. When everyone remembers me as the dirty kid singing little songs I am the dirty little kid."
    },
    {
      "cite": "Floyd Norman",
      "quote": "I was lucky enough to realize my dream. When I was a little kid in Santa Barbara, sitting on the floor in my grandmother's house, dreaming of maybe one day working for Walt Disney, and to have that dream come true, I think that's pretty remarkable."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "I think acting is totally conducive to being a little kid, because kids are less inhibited and use their imagination."
    },
    {
      "cite": "Laura Benanti",
      "quote": "I was always a little adult. Even as a little kid, I just couldn't understand why I was surrounded by all these kids. I took things very seriously."
    },
    {
      "cite": "Eminem",
      "quote": "When you're a little kid, you don't see color, and the fact that my friends were black never crossed my mind. It never became an issue until I was a teenager and started trying to rap."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "What's fascinated me from the time I was a little kid was the way we construct our lives through stories."
    },
    {
      "cite": "Marsai Martin",
      "quote": "That's the point I'm trying to get across in 'Little': Kids can do anything, and that's how adults need to see things, too."
    },
    {
      "cite": "Herman Edwards",
      "quote": "You gotta have a little kid in you to play football."
    },
    {
      "cite": "Leslie Mann",
      "quote": "When you have little kids, you lose friends because you're so busy, but as they get older, you realise how important it is to have your girlfriends around."
    },
    {
      "cite": "Gianni Versace",
      "quote": "In those days, when I was a little kid, I met the truer more authentic people of my life. The men were so pure, strong, honest, and faithful unto death - with an incredible sense of respect for a boss."
    }
  ]
}