{
  "source": "https://www.wisesayings.com/little-things-quotes/",
  "theme": "little-things",
  "quotes": [
    {
      "cite": "Sharon Draper",
      "quote": "Perfect happiness is a beautiful sunset, the giggle of a grandchild, the first snowfall. It's the little things that make happy moments, not the grand events. Joy comes in sips, not gulps."
    },
    {
      "cite": "John Wooden",
      "quote": "It's the little details that are vital. Little things make big things happen."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air."
    },
    {
      "cite": "Humphry Davy",
      "quote": "Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort."
    },
    {
      "cite": "William H. McRaven",
      "quote": "If you can’t do the little things right, you will never do the big things right."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Character is what emerges from all the little things you were too busy to do yesterday, but did anyway."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Watch the little things; a small leak will sink a great ship."
    },
    {
      "cite": "Ernest Dimnet",
      "quote": "The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Where men or nations have broken down, it will almost invariably be found that neglect of little things was the rock on which they split."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "It has long been an axiom of mine that the little things are infinitely the most important."
    },
    {
      "cite": "Anna Robertson Brown",
      "quote": "Worry is spiritual nearsightedness, a fumbling way of looking at little things, and of magnifying their value."
    },
    {
      "cite": "Shannon Wiersbitzky",
      "quote": "I'm not sure why, but when a person expects something to last forever, they don't notice the little things. It's only when the clock is ticking all those little things add up and become bigger."
    },
    {
      "cite": "Nido Qubein",
      "quote": "One of the greatest resources people cannot mobilize themselves is that they try to accomplish great things. Most worthwhile achievements are the result of many little things done in a single direction."
    },
    {
      "cite": "Proverb",
      "quote": "Do little things now; so shall big things come to thee by and by asking to be done."
    },
    {
      "cite": "Citium Zeno",
      "quote": "Wellbeing is attained by little and little, and nevertheless is no little thing itself."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Little things are indeed little, but to be faithful in little things is a great thing."
    },
    {
      "cite": "Bruce Barton",
      "quote": "Sometimes when I consider what tremendous consequences come from little things, I am tempted to think there are no little things."
    },
    {
      "cite": "Anwar Fazal",
      "quote": "Little people doing little things in little places everywhere can change the world."
    },
    {
      "cite": "Elizabeth George",
      "quote": "Never underestimate the significance of the little things done out of a large heart of love."
    },
    {
      "cite": "Robert Frost",
      "quote": "Live life like its the last breath you take for that breath is the whole essence of living, the little things in life are what connects us to all the big things we live for."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We can do no great things-only small things with great love."
    },
    {
      "cite": "Ellen G. White",
      "quote": "God tests and proves us by the common occurrences of life. It is the little things which reveal the chapters of the heart."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Little things console us because little things afflict us."
    },
    {
      "cite": "Robert Brault",
      "quote": "Enjoy the little things, for one day you may look back and realize they were the big things."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Enjoy the satisfaction that comes from doing little things well."
    },
    {
      "cite": "Sue Hubbell",
      "quote": "We humans are a minority of giants stumbling around in a world of little things."
    },
    {
      "cite": "Author Unknown",
      "quote": "Friendship isn’t a big thing — it’s a million little things"
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "Attitude is a little thing that makes a big difference."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Character, in great and little things, means carrying through what you feel able to do."
    }
  ]
}