{
  "source": "https://www.wisesayings.com/little-girl-quotes/",
  "theme": "little-girl",
  "quotes": [
    {
      "cite": "Louise Slaughter",
      "quote": "Our girls have learned that sweat is sexy, brawn is beautiful and a little dirt never hurt anyone."
    },
    {
      "cite": "Colleen Moore",
      "quote": "A flapper is just a little girl trying to grow up - in the process of growing up."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "Little girls love dolls. They just don't love doll clothes. We've got four thousand dolls and ain't one of them got a stitch of clothes on."
    },
    {
      "cite": "Stevie Nicks",
      "quote": "Little girls think it's necessary to put all their business on MySpace and Facebook, and I think it's a shame...I'm all about mystery."
    },
    {
      "cite": "Bindi Irwin",
      "quote": "It's every little girl's dream to have an exact look-alike doll. It's amazing."
    },
    {
      "cite": "Sherry Larson",
      "quote": "Like star dust glistening on fairies' wings, Little girls dreams are of magical things."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Little girls are cute and small only to adults. To one another they are not cute. They are life-sized."
    },
    {
      "cite": "Denise Richards",
      "quote": "As a little girl I loved the thought of playing dress-up and getting ready."
    },
    {
      "cite": "Amit Ray",
      "quote": "Smiling face of every little girl is the signature of God's presence."
    },
    {
      "cite": "Christine Keeler",
      "quote": "As a little girl I used to daydream about my real father coming on a white horse to rescue me."
    },
    {
      "cite": "Alan Beck",
      "quote": "Little girls are the nicest things that happen to people. They are born with a little bit of angelshine about them, and though it wears thin sometimes there is always enough left to lasso your heart."
    },
    {
      "cite": "Josefina Vazquez Mota",
      "quote": "Little girls are taught to be dependent, incapable of valuing themselves in many aspects of their daily lives."
    },
    {
      "cite": "Alexandra Kerry",
      "quote": "To every little girl, her father is a hero. My father actually is one."
    },
    {
      "cite": "Alan Jay Lerner",
      "quote": "Thank heaven for little girls! For little girls get bigger every day. Thank heaven for little girls! They grow up in the most delightful way."
    },
    {
      "cite": "Jerry O'Connell",
      "quote": "There's no better feeling than making your little girls laugh."
    },
    {
      "cite": "Jenny McCarthy",
      "quote": "When I was a little girl, rocking my little dolls, I remember thinking I would be the world's best mom, and so far I've done it"
    },
    {
      "cite": "Bethany Hamilton",
      "quote": "Courage, sacrifice, determination, commitment, toughness, heart, talent, guts. That's what little girls are made of."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A little girl without a doll is almost as unfortunate and quite as impossible as a woman without children."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "There was a little girl who had a little curl right in the middle of her forehead; And when she was good she was very, very good, but when she was bad she was horrid."
    },
    {
      "cite": "Yesenia Barkley",
      "quote": "This little girl will guard her tower with the most vicious dragon of all: indifference"
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Little girls, like butterflies, need no excuse."
    },
    {
      "cite": "Lily Collins",
      "quote": "As a little girl living in the English countryside, I used to go running around in the forests, creating my own fairy tale."
    },
    {
      "cite": "Russell Simmons",
      "quote": "My little girls are the most beautiful women in the world. I am a lucky, lucky man. I will spend every day making sure that they know this."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "Every little girl knows about love. It is only her capacity to suffer because of it that increases."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "No one ever told me I was pretty when I was a little girl. All little girls should be told they're pretty, even if they aren't."
    },
    {
      "cite": "Don Johnson",
      "quote": "I try to parent equally, but I think little girls are a little more sensitive."
    },
    {
      "cite": "Frank Miller",
      "quote": "An old man dies, a little girl lives. Fair trade."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Little girls. They could melt the toughest hearts."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "The knowingness of little girls, is hidden underneath their curls."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "One can't get over the habit of being a little girl all at once."
    }
  ]
}