{
  "source": "https://www.wisesayings.com/little-boys-quotes/",
  "theme": "little-boys",
  "quotes": [
    {
      "cite": "Charles Dudley Warner",
      "quote": "One of the best things in the world to be is a boy; it requires no experience, but needs some practice to be a good one."
    },
    {
      "cite": "Lewis B Hershey",
      "quote": "A boy becomes an adult three years before his parents think he does, and about two years after he thinks he does."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A man can never quite understand a boy, even when he has been a boy."
    },
    {
      "cite": "Jenny De Vries",
      "quote": "A small son can charm himself into, and out of, most things."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Boys do not grow up gradually. They move forward in spurts like the hands of clocks in railway stations."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "There is a little boy inside the man who is my brother... Oh, how I hated that little boy. And how I love him too."
    },
    {
      "cite": "Robert Southey",
      "quote": "What are little boys made of? Snips and snails and puppy-dog tails, And such are little boys made of."
    },
    {
      "cite": "Charles Dickens",
      "quote": "A boy's story is the best that is ever told."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "A boy carries out suggestions more wholeheartedly when he understands their aim."
    },
    {
      "cite": "Allan Beck",
      "quote": "A boy is a magical creature - you can lock him out of your workshop, but you can't lock him out of your heart."
    },
    {
      "cite": "Unkown",
      "quote": "A boy is the only thing that God can use to make a man."
    },
    {
      "cite": "Johnnie Depp",
      "quote": "Young boys should never be sent to bed, they always wake up another day older."
    },
    {
      "cite": "Eric Berne",
      "quote": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Old boys have their playthings as well as young ones; the difference is only in the price."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "With boys, you always know where you stand. Right in the path of a hurricane."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "The spirit is there in every boy; it has to be discovered and brought to light."
    },
    {
      "cite": "Rea Murtha",
      "quote": "A small boy, mischievous to the imp degree."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A boy's will is the wind's will."
    },
    {
      "cite": "Irish Proverb",
      "quote": "It's the merry-hearted boys that make the best men!"
    },
    {
      "cite": "Plato",
      "quote": "Do not train boys to learning by force and harshness, but lead them by what amuses them, so that they may better discover the bent of their minds."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "A boy is naturally full of humor."
    },
    {
      "cite": "Joseph Heller",
      "quote": "When I grow up I want to be a little boy."
    },
    {
      "cite": "Unkown",
      "quote": "Little boys are like snowflakes, there are no two alike."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Every puppy should have a boy."
    },
    {
      "cite": "Joseph Stefano",
      "quote": "A boy's best friend is his mother."
    },
    {
      "cite": "unknown",
      "quote": "Like the changing leaves of fall, My little boy is now a man."
    },
    {
      "cite": "Tori Spelling",
      "quote": "Little boys are a ton of fun."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Sometimes the smallest things take up the most room in your heart."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "It is rare that one can see in a little boy the promise of a man, but one can almost always see in a little girl the threat of a woman."
    },
    {
      "cite": "Arthur M. Okun",
      "quote": "High tax rates are followed by attempts of ingenious men to beat them as surely as surely as snow is followed by little boys on sleds."
    }
  ]
}