{
  "source": "https://www.wisesayings.com/live-life-to-the-fullest-quotes/",
  "theme": "live-life-to-the-fullest",
  "quotes": [
    {
      "cite": "John Bytheway",
      "quote": "The best way to prepare for death is to live life to its fullest."
    },
    {
      "cite": "Barbarella",
      "quote": "A life without cause is a life without effect."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Life is not the way it's supposed to be. It's the way it is. The way you deal with it is what makes the difference."
    },
    {
      "cite": "William Feather",
      "quote": "One way to get the most out of life is to look upon it as an adventure."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The purpose of life, after all, is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience."
    },
    {
      "cite": "Ann Landers",
      "quote": "Nobody gets to live life backward. Look ahead, that is where your future lies."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A man who dares to waste one hour of time has not discovered the value of life."
    },
    {
      "cite": "Danny Kaye",
      "quote": "Life is a great big canvas, and you should throw all the paint on it you can."
    },
    {
      "cite": "unknown",
      "quote": "Cherish your yesterdays, dream your tomorrows and live your todays."
    },
    {
      "cite": "Ashley Smith",
      "quote": "Live your life to the fullest potential, and fight for your dreams."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Everyone is trying to accomplish something big, not realizing that life is made up of little things."
    },
    {
      "cite": "Les Brown",
      "quote": "Life has no limitations, except the ones you make."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "It is not the years in your life but the life in your years that counts."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Live the life you've dreamed."
    },
    {
      "cite": "Louis Tomlinson",
      "quote": "Live life for the moment because everything else is uncertain!"
    },
    {
      "cite": "HH the Dalai Lama",
      "quote": "What is the meaning of life? To be happy and useful."
    },
    {
      "cite": "Chad Michael Murray",
      "quote": "When you realize you're alive, you can live life!"
    },
    {
      "cite": "unknown",
      "quote": "Life is a game, play it; Life is a challenge, Meet it; Life is an opportunity, Capture it."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Today's moment becomes memory of tomorrow. Embrace each moment with happiness, joy and fulfillment. Strive to enjoy your day to the fullest."
    },
    {
      "cite": "Kevin Welch",
      "quote": "There'll be two dates on your tombstone and all your friends will read 'em but all that's gonna matter is that little dash between 'em."
    },
    {
      "cite": "Eliot Wiggington",
      "quote": "Life isn't worth living unless you're willing to take some big chances and go for broke."
    },
    {
      "cite": "Charles D. Gill",
      "quote": "There are many wonderful things that will never be done if you do not do them."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, I used everything you gave me."
    },
    {
      "cite": "Gene Simmons",
      "quote": "I don't wait for the calendar to figure out when I should live life."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, so don't waste it living someone else's life."
    },
    {
      "cite": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Life is a one time gift. Use it in best possible manner. So love, laugh, live, be yourself, be happy and have trust in God."
    },
    {
      "cite": "Maddi Jenkins",
      "quote": "Live life to the fullest because it only happens once."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present."
    }
  ]
}