{
  "source": "https://www.wisesayings.com/lively-quotes/",
  "theme": "lively",
  "quotes": [
    {
      "quote": "After all, if you have added some lively colours to the world, you will be remembered well by the world!",
      "cite": "Mehmet Murat ildan"
    },
    {
      "quote": "The most lively young people become the best old people, not those who pretend to be as wise as grandfathers while they are still in school.",
      "cite": "Herman Hesse"
    },
    {
      "quote": "Life is a lively process of becoming.",
      "cite": "Douglas McArthur"
    },
    {
      "quote": "If you're quiet, you're not living. You've got to be noisy and colorful and lively.",
      "cite": "Mel Brooks"
    },
    {
      "quote": "There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience.",
      "cite": "Marquis De Sade"
    },
    {
      "quote": "Words, when well chosen, have so great a force in them that a description often gives us more lively ideas than the sight of things themselves",
      "cite": "Joseph Addison"
    },
    {
      "quote": "A lively imagination is one of the best companions",
      "cite": "Frank Tyger"
    },
    {
      "quote": "A mind lively and at ease, can do with seeing nothing, and can see nothing that does not answer.",
      "cite": "Jane Austen"
    },
    {
      "quote": "The most lively thought is still inferior to the dullest sensation",
      "cite": "David Hume"
    },
    {
      "quote": "Live before you die, so that death is also a lively celebration",
      "cite": "BKS Iyengar"
    },
    {
      "quote": "It is of no use to possess a lively wit if it is not of the right proportion: The perfection of a clock is not to go fast, but to be accurate",
      "cite": "Luc De Clapiers"
    },
    {
      "quote": "So, lively brisk old fellow, don't let age get you down. White hairs or not, you can still be a lover.",
      "cite": "Johann Wolfgang von Goethe"
    },
    {
      "quote": "A mind that is lively and inquiring, compassionate, curious, angry, full of music, full of feeling, is a mind full of possible poetry.",
      "cite": "Mary Oliver"
    },
    {
      "quote": "Men of great conversational powers almost universally practise a sort of lively sophistry and exaggeration which deceives for the moment both themselves and their auditors.",
      "cite": "Thomas Babington Macaulay"
    },
    {
      "quote": "A grave blockhead should always go about with a lively one - they show one another off to the best advantage.",
      "cite": "William Hazlitt"
    },
    {
      "quote": "An aristocracy in a republic is like a chicken whose head has been cut off: it may run about in a lively way, but in fact it is dead.",
      "cite": "Nancy Freeman Mitf"
    },
    {
      "quote": "Experience finds few of the scenes that lively hope designs",
      "cite": "George Crabbe"
    },
    {
      "quote": "A perpetually new and lively world, but a dangerous one, full of tragedy and injustice",
      "cite": "Joyce Cary"
    },
    {
      "quote": "Oh eyes, no eyes, but fountains fraught with tears; Oh life, no life, but lively form of death; Oh world, no world, but mass of public wrongs.",
      "cite": "Thomas Ky"
    },
    {
      "quote": "This world's existence is one night long. There's a great lively gathering that night, but some people sleep through it",
      "cite": "Rumi"
    }
  ]
}