{
  "source": "https://www.wisesayings.com/liverpool-quotes/",
  "theme": "liverpool",
  "quotes": [
    {
      "cite": "Pete Best",
      "quote": "Liverpool was an industrial town, a poor town. The people fought hard for what they wanted to achieve and there was a hunger there, and that hunger has remained with the musicians."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "We were a savage little lot, Liverpool kids, not pacifist or vegetarian or anything. But I feel I've gone beyond that, and that it was immature to be so prejudiced and believe in all the stereotypes."
    },
    {
      "cite": "Rhys Ifans",
      "quote": "I think that Liverpool's particular modern history lends itself to the cinema better than London in many ways. When you go to Liverpool, you absorb that whole sound and humour."
    },
    {
      "cite": "David Morissey",
      "quote": "Liverpool has always made me brave, choice-wise. It was a city that criticized anyone for taking a chance."
    },
    {
      "cite": "Jurgen Klopp",
      "quote": "Liverpool is a club with a big, big, big history, and all the clubs in the world have a big history if the present is not too successful. If you have never had success, then nobody knows how it is, but in Liverpool, everybody knows how it was."
    },
    {
      "cite": "Jurgen Klopp",
      "quote": "In England, football is a big thing to talk about, but Liverpool, it's a special place. You feel it when you make your first step."
    },
    {
      "cite": "George Harrison",
      "quote": "Because we were all from Liverpool, we favored people who were street people."
    },
    {
      "cite": "John Oliver Hobbes",
      "quote": "My family are from Liverpool, so I have some twang there - I have a Midlands accent, and I was raised about an hour north of London, so my voice is a mess. Although, to American ears, it sounds like the crisp language of a queen's butler."
    },
    {
      "cite": "Ian Rush",
      "quote": "There are a lot of famous comedians from Liverpool, then obviously the Beatles, and the football club. That's what people in Liverpool are passionate about."
    },
    {
      "cite": "Ringo Starr",
      "quote": "I mean, I was born the day war broke out, but I don't remember all the bombs though they did actually break up Liverpool, you know. I remember when I was a little older, there was big gaps in all the streets where houses used to be. We used to play over them."
    },
    {
      "cite": "John Oliver",
      "quote": "My family is from Liverpool, so I have some of those vowel sounds, I've got the slack tone of someone from Birmingham, and then I was raised in Bedford, which is just north of London. So my accent, if it's possible, makes even less sense to a Brit than to an American."
    },
    {
      "cite": "Bill Shankly",
      "quote": "I was in the game for the love of football - and I wanted to bring back happiness to the people of Liverpool."
    },
    {
      "cite": "Fernando Torres",
      "quote": "At Liverpool, winning is customary."
    },
    {
      "cite": "Stephen Graham",
      "quote": "I'm a mixed race lad from Liverpool. I get to play a lot of hard characters, and some people perceive that's what I'm like, but it's great for me 'cos they're always the most interesting characters."
    },
    {
      "cite": "Ian Rush",
      "quote": "I realised I'd been spoiled at Liverpool. We were used to winning. In Italy I grew up as a person. I didn't enjoy the football, mind. It was very defensive, but I became a better player because of the work I had to do around the box. Off the pitch, I learned about what to eat and what to drink to be successful, and I learned about life."
    },
    {
      "cite": "Gerard Houllier",
      "quote": "We don't have any splits here. The players country is Liverpool Football Club and their language is football."
    },
    {
      "cite": "Gerard Houllier",
      "quote": "Liverpool players must play like a lion, give his all. There must be determination, commitment and resolve to be a Liverpool player."
    },
    {
      "cite": "Fernando Torres",
      "quote": "You have to know what club you are playing for, or you just play for yourself. Every time I put on a Liverpool shirt, I know it is more than just a football game."
    }
  ]
}