{
  "source": "https://www.wisesayings.com/live-quotes/",
  "theme": "live",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "We live in a dark and romantic and quite tragic world."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "There are two ways to live a life either forget everything or, remember nothing."
    },
    {
      "cite": "Ai Yazawa",
      "quote": "A woman's happiness is in throwing everything away to live for love."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "We live and we die and anything else is just a delusion."
    },
    {
      "cite": "Steve Jobs",
      "quote": "If you live each day as if it were your last, someday you'll be right."
    },
    {
      "cite": "Mike Norton",
      "quote": "The best way to be appreciative for your life is to live it; don't die for any other reason but love. Dreams are what guide us, art is what defines us, math is makes it all possible, and love is what lights our way."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Don't live to be judged for what you haven't done. Live to be judged for what you have done."
    },
    {
      "cite": "Munia Khan",
      "quote": "Live alone if staying together seems lifeless."
    },
    {
      "cite": "William James",
      "quote": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Life and love are life and love, a bunch of violets is a bunch of violets, and to drag in the idea of a point is to ruin everything. Live and let live, love and let love, flower and fade, and follow the natural curve, which flows on, pointless."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion."
    },
    {
      "cite": "Albert Camus",
      "quote": "We have to live and let live in order to create what we are."
    },
    {
      "cite": "Enya",
      "quote": "My core beliefs revolve around the idea that we should live to the best of our abilities-we should live and let live."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "When you were young, and your heart, was an open book. You used to say, live and let live."
    },
    {
      "cite": "Sador",
      "quote": "A man who flies from his fear may find that he has only taken a shortcut to meet it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you have imagined."
    },
    {
      "cite": "H.H. Breaker",
      "quote": "Live every day as if it were your last and then some day you'll be right."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live as if your were to die tomorrow. Learn as if you were to live forever."
    },
    {
      "cite": "James Dean",
      "quote": "Dream as if you'll live forever. Live as if you'll die today."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Don't be pushed by your problems. Be led by your dreams."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Eventually all things fall into place. Until then, laugh at the confusion, live for the moments, and know everything happens for a reason."
    },
    {
      "cite": "Colin Powell",
      "quote": "There are no secrets to success. It is the result of preparation, hard work and learning from failure."
    },
    {
      "cite": "Gail Sheehy",
      "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living."
    },
    {
      "cite": "Montel",
      "quote": "Live with no excuses and love with no regrets."
    },
    {
      "cite": "Josh Billings",
      "quote": "Life consists not in holding good cards but in playing those you hold well."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Anyone who has never made a mistake has never tried anything new."
    },
    {
      "cite": "Muriel Strode Lieberman",
      "quote": "I do not ask for faith in a hereafter, but let me believe in today, and no hereafter can present that I shall not be well prepared."
    }
  ]
}