{
  "source": "https://www.wisesayings.com/living-life-quotes/",
  "theme": "living-life",
  "quotes": [
    {
      "cite": "Matt Cameron",
      "quote": "Live life to the fullest, and focus on the positive."
    },
    {
      "cite": "Alan Alda",
      "quote": "Be brave enough to live life creatively. The creative place where no one else has ever been."
    },
    {
      "cite": "Ann Landers",
      "quote": "Nobody gets to live life backward. Look ahead, that is where your future lies."
    },
    {
      "cite": "Les Brown",
      "quote": "We have to live life with a sense of urgency so not a minute is wasted."
    },
    {
      "cite": "Gene Simmons",
      "quote": "I don't wait for the calendar to figure out when I should live life."
    },
    {
      "cite": "Glen Duncan",
      "quote": "I don't know how one should live - but I know that one should live....."
    },
    {
      "cite": "Laini Taylor",
      "quote": "As long as you're alive, there's always a chance things will get better."
    },
    {
      "cite": "Michello Borgo",
      "quote": "Live your life remembering good experiences, the bad ones were just lessons."
    },
    {
      "cite": "Grace Hansen",
      "quote": "Don't be afraid your life will end; be afraid that it will never begin."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Live today facing forwardwith your back on yesterday, your eyes on tomorrow, and your head and heart in the moment."
    },
    {
      "cite": "Dennis P. Kimbro",
      "quote": "Life is 10% what happens to us and 90% how we react to it."
    },
    {
      "cite": "Lao Tzu",
      "quote": "When I let go of what I am, I become what I might be."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The great thing in this world is not so much where you stand, as in what direction you are moving."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The only way of finding the limits of the possible is by going beyond them into the impossible."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Life is not measured by the number of breaths we take, but by the moments that take our breath away."
    },
    {
      "cite": "Randall G Leighton",
      "quote": "Work like you don't need the money, love like you've never been hurt and dance like no one is watching."
    },
    {
      "cite": "unknown",
      "quote": "Life isn't about waiting for the storm to pass...it's learning to dance in the rain."
    },
    {
      "cite": "unknown",
      "quote": "What seems like the right thing to do could also be the hardest thing you have ever done in your life."
    },
    {
      "cite": "unknown",
      "quote": "I am the author of my life. Unfortunately I'm writing in pen and I can't erase my mistakes"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Stephen King",
      "quote": "Get busy living or get busy dying."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Robert Frost",
      "quote": "In three words I can sum up everything I've learned about life: It goes on."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Keep smiling, because life is a beautiful thing and there's so much to smile about."
    },
    {
      "cite": "Robert Breault",
      "quote": "Enjoy the little things in life, for one day you may look back and realize they were the big things."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you obey all the rules, you'll miss all the fun."
    },
    {
      "cite": "Barbarella",
      "quote": "A life without cause is a life without effect."
    },
    {
      "cite": "Danny Kaye",
      "quote": "Life is a great big canvas, and you should throw all the paint on it you can."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "You've got to get to the stage in life where going for it is more important than winning or losing."
    }
  ]
}