{
  "source": "https://www.wisesayings.com/living-in-the-moment-quotes/",
  "theme": "living-in-the-moment",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this."
    },
    {
      "cite": "Thich Nhat Hahn",
      "quote": "The present moment is filled with joy and happiness. If you are attentive, you will see it."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Living in the present moment creates the experience of eternity."
    },
    {
      "cite": "Osho",
      "quote": "Act in the moment, live in the present, slowly slowly don't allow the past to interfere, and you will be surprised that life is such an eternal wonder, such a mysterious phenomenon and such a great gift that one simply feels constantly in gratitude."
    },
    {
      "cite": "Byron Katie",
      "quote": "All I have is all I need and all I need is all I have in this moment."
    },
    {
      "cite": "Thich Nhat Hahn",
      "quote": "Live the actual moment. Only this moment is life."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "This is real freedom - the ability to enjoy the choices we make in every successive moment of the present."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is a preparation for the future; and the best preparation for the future is to live as if there were none."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "You are only here now; you're only alive in this moment."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Today is life - the only life you are sure of. Make the most of today."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Rejoice in the things that are present; all else is beyond thee."
    },
    {
      "cite": "Buddha",
      "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Living in the moment brings you a sense of reverence for all of life's blessings."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be happy in the moment, that's enough. Each moment is all we need, not more."
    },
    {
      "cite": "Gilda Radner",
      "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed."
    },
    {
      "cite": "Charles Dederich",
      "quote": "Today is the first day of the rest of your life."
    },
    {
      "cite": "Kay Lyons",
      "quote": "Yesterday is a canceled check; tomorrow is a promissory note; today is the only cash you have - so spend it wisely."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Doing the best at this moment puts you in the best place for the next moment."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Whatever the present moment contains, accept it as if you had chosen it."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Living in the moment means letting go of the past and not waiting for the future. It means living your life consciously, aware that each moment you breathe is a gift."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "Live today. Not yesterday. Not tomorrow. Just today. Inhabit your moments. Don't rent them out to tomorrow."
    },
    {
      "cite": "Ann Richards",
      "quote": "The here and now is all we have, and if we play it right it's all we'll need."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "The past is behind, learn from it. The future is ahead, prepare for it. The present is here, live it."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Nothing is more precious than being in the present moment. Fully alive, fully aware."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "Why not just live in the moment, especially if it has a good beat?"
    },
    {
      "cite": "Robert Brault",
      "quote": "The key to enjoying the moment is to always carry a list of \"Things I Gotta Do That Can Wait.\""
    },
    {
      "cite": "Andr_ Gide",
      "quote": "Seize from every moment its unique novelty, and do not prepare your joys."
    },
    {
      "cite": "Sydney Smith",
      "quote": "We know nothing of tomorrow; our business is to be good and happy today."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "The ability to be in the present moment is a major component of mental wellness."
    }
  ]
}