{
  "source": "https://www.wisesayings.com/loan-quotes/",
  "theme": "loan",
  "quotes": [
    {
      "cite": "Moliere",
      "quote": "Debts are nowadays like children begot with pleasure, but brought forth in pain."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Promises make debt, and debt makes promises."
    },
    {
      "cite": "Will Rogers",
      "quote": "A debt is just as hard for a Government to pay as it is for an individual. No debt ever comes due at a good time. Borrowing is the only thing that seems handy all the time."
    },
    {
      "cite": "Anonymous",
      "quote": "Quick to borrow is always slow to pay."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Some debts are fun when you are acquiring them, but none are fun when you set about retiring them."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Small debts are like small gun shot; they are rattling around us on all sides and one can scarcely escape being wounded. Large debts are like canons, they produce a loud noise, but are of little danger."
    },
    {
      "cite": "Elizabeth Esty",
      "quote": "We have to look at loan forgiveness to incentivise young people to pursue degrees in areas where we know we need help."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If you would know the value of money try to borrow some."
    },
    {
      "cite": "Anonymous",
      "quote": "A small debt makes a man your debtor, a large one your enemy."
    },
    {
      "cite": "Susan George",
      "quote": "Debt is such a powerful tool, it is such a useful tool, it's much better than colonialism ever was because you can keep control without having an army, without having a whole administration."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Some people are just stuck in their ways and have been brainwashed into believing that credit cards and debt are an unavoidable part of life."
    },
    {
      "cite": "Richard Steele",
      "quote": "The person whom you favoured with a loan, if he be a good man, will think himself in your debt after he has paid you."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A small loan makes a debtor; a great one, an enemy."
    },
    {
      "cite": "Paul Krugman",
      "quote": "Debt is one person's liability, but another person's asset."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Small debts are like small shot; they are rattling on every side, and can scarcely be escaped without a wound: great debts are like cannon; of loud noise, but little danger."
    }
  ]
}