{
  "source": "https://www.wisesayings.com/lobster-quotes/",
  "theme": "lobster",
  "quotes": [
    {
      "cite": "Richard Jeni",
      "quote": "Lobsters one of the only animals that have to put up with being alive in the restaurant. If you go to a steakhouse, folks – no cow tank."
    },
    {
      "cite": "Heather McDonald",
      "quote": "Lobster is not going to be as tasty with ice tea unless that ice tea is from Long Island."
    },
    {
      "cite": "George Carlin",
      "quote": "If a lobster didn't look like a sci-fi monster, people would be less able to drop him alive into boiling water."
    },
    {
      "cite": "A. A. Gill",
      "quote": "A lobster bisque ought to be the crowning glory of the potager. And this one was excellent. Silky as a gigolo's compliment and fishy as a chancellor's promise."
    },
    {
      "cite": "Eric Ripert",
      "quote": "When you serve lobster, you've taken a being's life away. Therefore if you create a recipe, you have to be very dedicated to elevate the lobster, to make it good and tasty of course, but at the end of the day it's a matter of paying homage."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The proper place to eat lobster... is in a lobster shack as close to the sea as possible. There is no menu card because there is nothing else to eat except boiled lobster with melted butter."
    },
    {
      "cite": "Brooke Burke",
      "quote": "I'm horrified of lobsters. And shrimp and lobsters are the cockroaches of the ocean."
    },
    {
      "cite": "Gerard de Nerval",
      "quote": "Why should a lobster be any more ridiculous than a dog? ... or a cat, or a gazelle, or a lion, or any other animal one chooses to take for a walk? I have a liking for lobsters. They are peaceful, serious creatures ... Goethe had an aversion to dogs, and he wasn't mad. They know the secrets of the sea, they don't bark."
    },
    {
      "cite": "Rebecca West",
      "quote": "The bad is more easily perceived than the good. A fresh lobster does not give such pleasure to the consumer as a stale one will give him pain."
    },
    {
      "cite": "Joseph Mitchell",
      "quote": "When I get through tearing a lobster apart, or one of those tender West Coast octopuses, I feel like I had a drink from the fountain of youth."
    },
    {
      "cite": "Dave Barry",
      "quote": "Lobsters displays all three of the classic biological characteristics of an insect, namely: 1. It has way more legs than necessary. 2. There is no way you would ever pet it. 3. It does not respond to simple commands such as \"Here, boy!\""
    },
    {
      "cite": "Ferran Adria",
      "quote": "Remember that a very good sardine is always preferable to a not that good lobster."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "He looks much more like a lobster than most lobsters do."
    },
    {
      "cite": "Eli Brown",
      "quote": "It is, admittedly, a base foodstuff, but lobster, well prepared, can nevertheless be made to satisfy the distinguished gourmand."
    },
    {
      "cite": "Ann Patchett",
      "quote": "I'm very sentimental about lobsters. The last lobster I ate was the only lobster I cooked."
    },
    {
      "cite": "Nicole \"Snooki\" Polizzi",
      "quote": "I don't eat friggin' lobster or anything like that. Because they're alive when you kill it."
    }
  ]
}