{
  "source": "https://www.wisesayings.com/location-quotes/",
  "theme": "location",
  "quotes": [
    {
      "cite": "Ridley Scott",
      "quote": "Choosing location is integral to the film: in essence, another character."
    },
    {
      "cite": "Phyllis Schlafly",
      "quote": "Location is the key to most businesses, and the entrepreneurs typically build their reputation at a particular spot."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "In any situation, location is crucial."
    },
    {
      "cite": "Eudora Welty",
      "quote": "Location pertains to feelings - feelings are bound up in place."
    },
    {
      "cite": "Travis Rice",
      "quote": "When your location is a snowy mountain in the winter the obstacles are pretty extreme."
    },
    {
      "cite": "Vanilla Ice",
      "quote": "Even in a bad market, location, location, location is a way to still buy and sell property."
    },
    {
      "cite": "Herb Caen",
      "quote": "The precise location of heaven on earth has never been established but it may very well be right here."
    },
    {
      "cite": "Ashkan Kooshanejad",
      "quote": "As an artist, environment has a lot of impact on choices, and these choices can change by changing your location."
    },
    {
      "cite": "Ken Hill",
      "quote": "Location is a very important aspect to songwriting."
    },
    {
      "cite": "Arthur Phillips",
      "quote": "It was so much easier to be alone, if one could find just the right location."
    },
    {
      "cite": "Richard E. Pattis",
      "quote": "The three most important aspects of debugging and real estate are the same: Location, Location, and Location."
    },
    {
      "cite": "Philip Gulley",
      "quote": "There's danger in thinking joy is a matter of location. If we can't find joy where we are, we probably won't find it anywhere."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Nature is by and large to be found out of doors, a location where, it cannot be argued, there are never enough comfortable chairs."
    },
    {
      "cite": "Jan de Bont",
      "quote": "One of the most amazing locations I've ever been is the top of the volcano in Tanzania, Africa. It's an actual volcano where you really have this lava every day."
    }
  ]
}