{
  "source": "https://www.wisesayings.com/logical-quotes/",
  "theme": "logical",
  "quotes": [
    {
      "cite": "Henry B. Eyring",
      "quote": "Logical thinking will not be enough to get answers to the questions that matter most in life. We need revelation from God."
    },
    {
      "cite": "Aristotle",
      "quote": "The more you know, the more you know you don't know."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There is no logical way to the discovery of these elemental laws. There is only the way of intuition, which is helped by a feeling for the order lying behind the appearance."
    },
    {
      "cite": "Harold Rosenberg",
      "quote": "It is not logical for art to be logical. Art goes against the grain of the times as readily as it goes with it and at the very same moment. Instead of seeking the nearest exit, art responds to a new situation by uncovering a labyrinth of problems."
    },
    {
      "cite": "Ventseslav Konstantinov",
      "quote": "It is only logical for the translator to become a part of the world of the author."
    },
    {
      "cite": "Arlene Francis",
      "quote": "It is perfectly logical and proper to recognize differences between races and colors and creeds - as long as we don't classify them as being better or worse."
    },
    {
      "cite": "Edwin Hubbell Chapin",
      "quote": "However logical our induction, the end of the thread is fastened upon the assurance of faith."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "Logic is one thing, the human animal another. You can quite easily propose a logical solution to something and at the same time hope in your heart of hearts it won't work out."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Since there is absolutely no logical reason to assume there is an afterlife, I decided to make the life I have now as much fun as possible."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "A priori Logical propositions are such as can be known a priori without study of the actual world."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Never put off the work till tomorrow what you can put off today."
    },
    {
      "cite": "Jose Carreras",
      "quote": "It's logical for us to sing, but not necessarily operatic pieces."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "It's very logical: There is proven ROI in doing whatever you can to turn your customers into advocates for your brand or business. The way to create advocates is to offer superior customer service."
    },
    {
      "cite": "Sam Harris",
      "quote": "If one doesn't value logic, what logical argument would you invoke to prove they should value logic?"
    },
    {
      "cite": "Charles Alexander Eastman",
      "quote": "The logical man must either deny all miracles or none."
    },
    {
      "cite": "Nina Simone",
      "quote": "It's logical that people from bad times will reflect their feelings in their communication. Music is part of the communication. If you lived it, you can do it."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "In design, be logical, search for truth, be clear."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Logical consequences are the scarecrows of fools and the beacons of wise men."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Logical thinking keeps you from wasting time worrying, or hoping. It prevents disappointment. Imagination, on the other hand, only gets you hyped up over things that will never realistically happen."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "A logical picture of facts is a thought."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The more you learn, the more you know. The more you know, the more you forget. The more you forget, the less you know. So why bother to learn."
    },
    {
      "cite": "Robert Breault",
      "quote": "There is a logical explanation for everything, often mistaken for the reason it happened."
    },
    {
      "cite": "Steven Weinberg",
      "quote": "All logical arguments can be defeated by the simple refusal to reason logically."
    },
    {
      "cite": "Albert Camus",
      "quote": "It is always easy to be logical. It is almost impossible to be logical to the bitter end."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Because of their very nature, science and logical thinking can never decide what is possible or impossible. Their only function is to explain what has been ascertained by experience and observation."
    },
    {
      "cite": "Robert Atkins",
      "quote": "It's so logical and so simple. Fat is the backup fuel system. The role it plays in the body is that when there's no carbohydrate around, fat will become the primary energy fuel. That's pretty well known."
    },
    {
      "cite": "Lion Feuchtwanger",
      "quote": "An action doesn't have to be wrong just because it is not logical. It doesn't have to be right just because it has its logic."
    },
    {
      "cite": "Dilgo Khyentse Rinpoche",
      "quote": "There is no logical reason why thoughts, which have no substance, should have so much power over you, nor is there any reason why you should become their slave."
    },
    {
      "cite": "Oscar W. Firkins",
      "quote": "The strictly logical mind is usually if not always at fault in its valuations of that defiantly illogical thing known as human nature."
    },
    {
      "cite": "Jonathan Balcombe",
      "quote": "The logical conclusion to a compassionate and respectful relationship to sentient animals is that we stop eating them."
    }
  ]
}