{
  "source": "https://www.wisesayings.com/london-quotes/",
  "theme": "london",
  "quotes": [
    {
      "cite": "Henry James",
      "quote": "London is on the whole the most possible form of life."
    },
    {
      "cite": "Peter Ackroyd",
      "quote": "London is a labyrinth, half of stone and half of flesh."
    },
    {
      "cite": "Ma Jian",
      "quote": "Living in London is like being on a luxury cruise liner."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "London is the epitome of our times, and the Rome of to-day."
    },
    {
      "cite": "Don Johnson",
      "quote": "London is one of the most enchanting places I've ever been on this planet."
    },
    {
      "cite": "Bayard Taylor",
      "quote": "London has the advantage of one of the most gloomy atmospheres in the world."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "One thing about London is that when you step out into the night, it swallows you."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "When a man is tired of London, he is tired of life; for there is in London all that life can afford."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We would rather see London laid in ruins and ashes than that it should be tamely and abjectly enslaved."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "London, that great cesspool into which all the loungers and idlers of the Empire are irresistibly drained."
    },
    {
      "cite": "Victoria Wood",
      "quote": "In London it's easy not to be the focus of attention, especially when Sting lives in the house just behind you."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "London is a small place, and it is very incestuous. People know where you live. Everybody is sort of on top of each other."
    },
    {
      "cite": "John Buchan",
      "quote": "London is like the tropical bush -- if you don't exercise constant care the jungle, in the shape of the slums, will break in."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The charm of London is that you are never glad or sorry for ten minutes together; in the country you are one or the other for weeks."
    },
    {
      "cite": "Toby Young",
      "quote": "People in London think of London as the center of the world, whereas New Yorkers think the world ends three miles outside of Manhattan."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "There's nowhere else like London. Nothing at all, anywhere."
    },
    {
      "cite": "Luke Treadaway",
      "quote": "London is full of creative people - you can never say that it's not."
    },
    {
      "cite": "Danny Meyer",
      "quote": "London has become one of the great world destinations for someone who likes food."
    },
    {
      "cite": "Orlando Bloom",
      "quote": "London is one of the most exciting cities in the world, with a melting pot of cultures and diversity."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "London owes everything to its press: it owes as much to its press as it does to its being the seat of government and the law."
    },
    {
      "cite": "Peter Ackroyd",
      "quote": "London has always provided the landscape for my imagination. It becomes a character – a living being – within each of my books."
    },
    {
      "cite": "John Legend",
      "quote": "London is a good fashion city. They're a little more daring. There's the element of the aristocracy, which is always interesting."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "London is a modern Babylon."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "London; a nation, not a city."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "London is a roost for every bird"
    },
    {
      "cite": "Kevin Spacey",
      "quote": "London is a very energising place to be."
    },
    {
      "cite": "William Dunbar",
      "quote": "London, thou art the flower of cities all!"
    },
    {
      "cite": "Jean Rhys",
      "quote": "London is like a cold dark dream sometimes."
    },
    {
      "cite": "G. K. Chesterson",
      "quote": "London is a riddle. Paris is an explanation."
    },
    {
      "cite": "Laurie Lee",
      "quote": "In London, Man is the most secret animal on earth."
    }
  ]
}