{
  "source": "https://www.wisesayings.com/lonesome-quotes/",
  "theme": "lonesome",
  "quotes": [
    {
      "cite": "Eiichiro Oda",
      "quote": "Loneliness is more painful than being hurt"
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "The world seems a lonesome place when mother has passed away and only memories of her are left."
    },
    {
      "cite": "Athar",
      "quote": "Lonesome fells the heart under the skin of my chest."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "A lonely night is more profound then lonesome nights."
    },
    {
      "cite": "Toba Beta",
      "quote": "Loneliness is a state of feeling that can be changed. People may still feel lonely even among the crowd."
    },
    {
      "cite": "William Feather",
      "quote": "Loneliness is something you can't walk away from."
    },
    {
      "cite": "Lois Lowry",
      "quote": "The worst part of holding the memories is not the pain. It's the loneliness of it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You must always see your loneliness as an opportunity to meet something good unexpected, something new unknown before, something interesting not happened yet!"
    },
    {
      "cite": "Mrk Ontim",
      "quote": "Loneliness can make you feel that you have a kingdom in darkness."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Loneliness is really a wonderful companion that can show us so much about ourselves and others."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "It's hard to make people care again once you've taught them not to. It's hard to tell people that you need them, once you've told them you don't."
    },
    {
      "cite": "John Joseph Powell",
      "quote": "Loneliness is the prison of the human spirit. When we are lonely, we pace back and forth in small, shut-in worlds."
    },
    {
      "cite": "Deb Caletti",
      "quote": "The loneliness you feel with another person, the wrong person, is the loneliest of all."
    },
    {
      "cite": "Salman Aziz",
      "quote": "Loneliness is the biggest enemy of a human. Cause it is more than the enemy. When a person becomes lonely from inside, no one can save the person from sinking under the deep sea of end."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Loneliness will give you the greatest chance of ever having a beautiful relationship with another person."
    },
    {
      "cite": "Anonymous",
      "quote": "The loneliest people are the kindest. The saddest people smile the brightest. The most damaged people are the wisest. All because they do not wish to see anyone else suffer the way they do."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Loneliness and the feeling of being unwanted is the most terrible poverty."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Loneliness is about the scariest thing out there."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Loneliness is a great teacher and a master test of character."
    },
    {
      "cite": "Aishabella Sheikh",
      "quote": "Even the most popular people could feel lonely sometimes."
    },
    {
      "cite": "Ed Gorman",
      "quote": "There's a special quality to the loneliness of dusk, a melancholy more brooding even than the night's."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The loneliest moment in someone's life is when they are watching their whole world fall apart, and all they can do is stare blankly."
    },
    {
      "cite": "Soraya",
      "quote": "Sometimes being surrounded by everyone is the loneliest, because you'll realise you have no one to turn to."
    },
    {
      "cite": "Fran Tarkenton",
      "quote": "It's a lonesome walk to the sidelines, especially when thousands of people are cheering your replacement."
    },
    {
      "cite": "Rebecca Makkai",
      "quote": "The loneliest thing in the world is lying awake beside someone asleep."
    },
    {
      "cite": "Arya Vidhan",
      "quote": "Loneliness gives you opportunity to look the beauty of out of window."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "To forget a friend is sad. Not everyone has had a friend."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "There is a loneliness in this world so great that you can see it in the slow movement of the hands of a clock"
    },
    {
      "cite": "George Eliot",
      "quote": "What loneliness is more lonely than distrust?"
    },
    {
      "cite": "Marie Rutkoski",
      "quote": "You will be lonely, but you'll become strong."
    }
  ]
}