{
  "source": "https://www.wisesayings.com/long-hair-quotes/",
  "theme": "long-hair",
  "quotes": [
    {
      "cite": "Carrot Top",
      "quote": "I've got the long hair and kind of androgynous look. It's love-hate; it's sexy, but not sexy. So it's either you get it or you don't."
    },
    {
      "cite": "Andy Lau",
      "quote": "You know, if I tell the press that I like long blonde hair, the next day there will be girls with long hair wigs outside waiting for me."
    },
    {
      "cite": "Jane Seymour",
      "quote": "People say women shouldn't have long hair over a certain age, but I've never done what everyone says."
    },
    {
      "cite": "Nick Jonas",
      "quote": "You have to keep your long hair."
    },
    {
      "cite": "Marge Piercy",
      "quote": "Long hair is considered bohemian, which may be why I grew it, but I keep it long because I love the way it feels, part cloak, part fan, part mane, part security blanket."
    },
    {
      "cite": "Delta Goodrem",
      "quote": "I always had long hair. When you lose it, you realise just how important it is to your identity."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "Long hair is a security blanket for me. I cut it short a few years ago and I really never want to do that again. When I do cut it, I cut it myself."
    },
    {
      "cite": "Efrat Cybulkiewicz",
      "quote": "The long hair fits my physical appearance, but the short hair fits my personality."
    },
    {
      "cite": "Erich von Stroheim",
      "quote": "I am just old-fashioned enough to prefer long hair."
    },
    {
      "cite": "Jerome Murphy-O'Connor",
      "quote": "Long hair on a man is 'a dishonours his head'  and that untended hair on a woman 'dishonours her head'."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Her hair was longer than it used to be, and it veiled her shoulders like a shawl. She used it for protection."
    },
    {
      "cite": "Anonymous",
      "quote": "Only girls with long hair will understand the nervous feeling when you're near someone with scissors."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Long hair minimizes the need for barbers; socks can be done without; one leather jacket solves the coat problem for many years; suspenders are superfluous."
    },
    {
      "cite": "Morrissey",
      "quote": "Long hair is an unpardonable offence which should be punishable by death."
    },
    {
      "cite": "Nina Hagen",
      "quote": "Extensions is you suddenly have long hair when you have short hair, and you can sleep with it and you have it forever, as long as you want to."
    },
    {
      "cite": "Davy Jones",
      "quote": "The Beatles set the rules. And the rules were: now just because we have long hair doesn't mean that we're rebellious."
    },
    {
      "cite": "Thomas Dekker",
      "quote": "Long hair will make thee look dreafully to thine enemies, and manly to thy friends: it is, in peace, an ornament; in war, a strong helmet; it deadens the leaden thump of a bullet: in winter, it is a warm nightcap; in summer, a cooling fan of feathers."
    },
    {
      "cite": "Crooklyn Clan",
      "quote": "If you got long hair, get your hands up. If you got long hair on your head, ladies! If you got long hair on your head! If you got long hair on your head from your ear to your sleeve. Even if you got a weave!"
    },
    {
      "cite": "Romance on a Rocketship",
      "quote": "But I sure think you're beautiful with your long long hair."
    },
    {
      "cite": "Propellerheads",
      "quote": "Everybody had long hair we hustled our way in."
    },
    {
      "cite": "The Standells",
      "quote": "Long hair seems to be the main attraction but the heat is causin' all the action."
    },
    {
      "cite": "A.J. Crew",
      "quote": "Long hair, don't care when you see me in the street."
    },
    {
      "cite": "Four Tops",
      "quote": "There is a long hair, who doesn't like the short hair."
    },
    {
      "cite": "The Cowsills",
      "quote": "Darlin', give me a head with hair, long beautiful hair. Shining, gleaming, steaming, flaxen, waxen. Give me down to there hair, shoulder length or longer."
    }
  ]
}