{
  "source": "https://www.wisesayings.com/long-distance-love-quotes/",
  "theme": "long-distance-love",
  "quotes": [
    {
      "cite": "Senora Roy",
      "quote": "Some people can be so close to you even if physically far, they walk with you and stay near in every moment of your life."
    },
    {
      "cite": "Ben Harper",
      "quote": "This may be the last time I see you, but if you keep me in your heart, together we shall be eternal; if you believe, we shall never part."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "When I don't see you, I don't miss you , I just place my hand over my heart and its there I will find you, because even though you are out of my sight , you will never be out of my heart."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Sometimes you have to be apart from people you love, but that doesn't make you love them any less. Sometimes you love them more."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The Pain of parting is nothing to the joy of meeting again."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I fell in love with her when we were together, then fell deeper in love with in the years we were apart."
    },
    {
      "cite": "Senora Ray",
      "quote": "Being close is the first and last desire of lovers, but being far and loving each other without an inch's difference is the characteristic of real love."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There are no goodbyes for us. Wherever you are, you will always be in my heart."
    },
    {
      "cite": "Dee King",
      "quote": "Love will travel as far as you let it. It has no limits."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I believe in the immeasurable power of love; that true love can endure any circumstance and reach across any distance."
    },
    {
      "cite": "Michael Kilby",
      "quote": "No matter where I am, no matter where I go, your heart is my northern light, I will always find my way home."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "I close my eyes, thinking that there is nothing like an embrace after an absence, nothing like fitting my face into the curve of his shoulder and filling my lungs with the scent of him."
    },
    {
      "cite": "Doug Fetherling",
      "quote": "Your absence has not taught me how to be alone; it has merely shown me that when together we cast a single shadow on the wall."
    },
    {
      "cite": "Hans Nouwens",
      "quote": "In true love the smallest distance is too great, and the greatest distance can be bridged."
    },
    {
      "cite": "John Burroughs",
      "quote": "For anything worth having one must pay the price; and the price is always work, patience, love, self-sacrifice"
    },
    {
      "cite": "Edward Thomas",
      "quote": "The simple lack of her is more to me than others' presence."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Absence sharpens love, presence strengthens it."
    },
    {
      "cite": "Besski Levius",
      "quote": "t's not the distance that's the enemy, but the endless time I have to wait until I hold you in my arms."
    },
    {
      "cite": "Kay Knudsen",
      "quote": "Love is missing someone whenever you're apart, but somehow feeling warm inside because you're close in heart."
    },
    {
      "cite": "Sandra Toms",
      "quote": "Sometimes I just sit in front of the computer dreaming. I have food in front of me but no appetite to eat it. All because my heart misses you and my mind is dreaming about you."
    },
    {
      "cite": "Linda Roy",
      "quote": "The distance maybe far and wide but my heart can cover them all. The space between us is so much more but you should know that I love you so!"
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And ever has it been known that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Morning without you is dwindled dawn."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our separation of each other is an optical illusion of consciousness."
    },
    {
      "cite": "Francois de la Rouchefoucauld",
      "quote": "Absence diminishes small loves and increases great ones, as the wind blows out the candle and blows up the bonfire."
    },
    {
      "cite": "Joey Rivett",
      "quote": "We are the perfect couple, we're just not in the perfect situation."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "There is no long distance about love, it always finds a way to bring hearts together no matter how many miles there are between them."
    },
    {
      "cite": "Olga Peters",
      "quote": "Just because things are not at their best right now does not mean that we should give up. Gold is tested in fire and something precious like love needs distance to be tested."
    },
    {
      "cite": "Colley Cibbe",
      "quote": "Our hours in love have wings; in absence, crutches."
    }
  ]
}