{
  "source": "https://www.wisesayings.com/longing-quotes/",
  "theme": "longing",
  "quotes": [
    {
      "cite": "Kate Dicamillo",
      "quote": "Longing is not always a reciprocal thing."
    },
    {
      "cite": "John Updike",
      "quote": "The yearning for an afterlife is the opposite of selfish: it is love and praise for the world that we are privileged, in this complex interval of light, to witness and experience."
    },
    {
      "cite": "Jim Elliot",
      "quote": "Let not our longing slay the appetite of our living."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Desire makes everything blossom; possession makes everything wither and fade."
    },
    {
      "cite": "Henry George",
      "quote": "Passing into higher forms of desire, that which slumbered in the plant, and fitfully stirred in the beast, awakes in the man."
    },
    {
      "cite": "Alva Myrdal",
      "quote": "The longing for peace is rooted in the hearts of all men. But the striving, which at present has become so insistent, cannot lay claim to such an ambition as leading the way to eternal peace, or solving all disputes among nations."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Feeling and longing are the motive forces behind all human endeavor and human creations."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "There is a space between man's imagination and man's attainment that may only be traversed by his longing."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The only way to get rid of a temptation is to yield to it. Resist it, and your soul grows sick with longing for the things it has forbidden to itself."
    },
    {
      "cite": "Anna Freud",
      "quote": "If some longing goes unmet, don't be astonished. We call that life."
    },
    {
      "cite": "Carl Jung",
      "quote": "The longing for light is the longing for consciousness."
    },
    {
      "cite": "Anselm Kiefer",
      "quote": "Art is longing. You never arrive, but you keep going in the hope that you will."
    },
    {
      "cite": "William C. Hannan",
      "quote": "We are all wondering the earth, alone, longing to be longed for."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Only longing can fill with more of itself."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Every person has a longing to be significant; to make a contribution; to be a part of something noble and purposeful."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Desires are central to the soul's unfolding and should not be dismissed before giving them careful attention."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "Longing, the hope for fulfillment, is the one unwavering passion of the world's commerce."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "Our longing is our pledge, and blessed are the homesick, for they shall come home."
    },
    {
      "cite": "Anna Sui",
      "quote": "Longing and desire goes further than instant satisfaction. That's human nature."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "The absolute yearning of one human body for another particular body and its indifference to substitutes is one of life's major mysteries."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Longing on a large scale makes history."
    },
    {
      "cite": "Greta Garbo",
      "quote": "Is there anything better than to be longing for something, when you know it is within reach?"
    },
    {
      "cite": "Joan D. Chittister",
      "quote": "Longing is a compass that guides us through life. We may never get what we really want, that's true, but every step along the way will be determined by it."
    },
    {
      "cite": "John O'Donohue",
      "quote": "One of the deepest longings of the human soul is to be seen."
    },
    {
      "cite": "Gail Godwin",
      "quote": "The act of longing for something will always be more intense than the requiting of it."
    },
    {
      "cite": "Ramakrishna",
      "quote": "Longing is like the rosy dawn. After the dawn out comes the sun. Longing is followed by the vision of God."
    },
    {
      "cite": "Robert Frost",
      "quote": "It is the future that creates his present. All is an interminable chain of longing."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Longing is like a seed that wrestles in the ground."
    },
    {
      "cite": "Rumi",
      "quote": "Longing is the core of mystery. Longing itself brings the cure. The only rule is, suffer the pain. Your desires must be disciplined And what you want to happen in time, sacrificed."
    },
    {
      "cite": "William Blake",
      "quote": "He who desires but acts not, breeds pestilence."
    }
  ]
}