{
  "source": "https://www.wisesayings.com/longevity-quotes/",
  "theme": "longevity",
  "quotes": [
    {
      "cite": "Satya Nadella",
      "quote": "Longevity in this business is about being able to reinvent yourself or invent the future."
    },
    {
      "cite": "Ed Seykota",
      "quote": "Longevity is the key to success."
    },
    {
      "cite": "Rob Lowe",
      "quote": "To achieve longevity you will have cycles. No one gets there in one straight shot."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A long life is a life well spent."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "How do you live a long life? Take a two mile walk every morning before breakfast."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "There can be a lot of longevity in the repetition of things being told again and again in a variety of ways."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "It's a real roller-coaster ride if you're lucky to have longevity in this business you have to be able to ride those waves."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A long life may not be good enough, but a good life is long enough."
    },
    {
      "cite": "Raymond Moody",
      "quote": "A sense of humor has been linked with longevity. It is a possibility that the mental attitude reflected in a lively sense of humor is an important factor predisposing some people toward long life."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "The key to excellent health and longevity is to eat a high ratio of micronutrients to macronutrients."
    },
    {
      "cite": "David Ogilvy",
      "quote": "The secret of long life is double careers. One to about age sixty, then another for the next thirty years."
    },
    {
      "cite": "Helen Hayes",
      "quote": "Mere longevity is a good thing for those who watch Life from the side lines. For those who play the game, an hour may be a year, a single day's work an achievement for eternity."
    },
    {
      "cite": "Sophie Tucker",
      "quote": "The secret to longevity is to keep breathing."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last."
    },
    {
      "cite": "Amanda Seyfried",
      "quote": "Being professional is just really clearly the way to go and helps you on the road to longevity."
    },
    {
      "cite": "Laini Taylor",
      "quote": "Long life is a burden, when it's spent in misery."
    },
    {
      "cite": "Jean-Baptiste Rousseau",
      "quote": "The man who has lived the longest is not he who has spent the greatest number of years, but he who has had the greatest sensibility of life."
    },
    {
      "cite": "Yoko Ono",
      "quote": "There's a long life ahead of you and it's going to be beautiful, as long as you keep loving and hugging each other."
    },
    {
      "cite": "Marie de Rabutin-Chantal",
      "quote": "Long life will sometimes obscure the star of fame."
    },
    {
      "cite": "Katee Sackhoff",
      "quote": "Every single person is a beautiful human being, and we're lucky. That's what gives you longevity. You have to love the people that you work with."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "The longevity of success depends on how well you manage your breakthroughs."
    },
    {
      "cite": "Carl Jung",
      "quote": "A human being would certainly not grow to be seventy or eighty years old if this longevity had no meaning for the species. The afternoon of human life must also have a significance of its own and cannot be merely a pitiful appendage to life's morning."
    },
    {
      "cite": "Dan Pink",
      "quote": "All of us can expect to live longer than any organization that we would work for. That continues apace. Human longevity is increasing; corporate longevity is decreasing."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Longevity uncommon extension of the fear of death."
    },
    {
      "cite": "Hans Selye",
      "quote": "If you want to live a long life, focus on making contributions."
    },
    {
      "cite": "Prince",
      "quote": "The key to longevity is to learn every aspect of music that you can."
    },
    {
      "cite": "Robert D. Putnam",
      "quote": "Positive people have more friends which is a key factor of happiness and longevity."
    },
    {
      "cite": "Jason Calacanis",
      "quote": "Longevity is a big part of credibility."
    },
    {
      "cite": "Laozi",
      "quote": "Those who die without being forgotten get longevity."
    },
    {
      "cite": "Herman Smith-Johannsen",
      "quote": "The secret to a long life is to stay busy, get plenty of exercise and don't drink too much. Then again, don't drink too little."
    }
  ]
}