{
  "source": "https://www.wisesayings.com/long-distance-friendship-quotes/",
  "theme": "long-distance-friendship",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Dodinsky",
      "quote": "There are friendships imprinted in our hearts that will never be diminished by time and distance."
    },
    {
      "cite": "Richard Bach",
      "quote": "If our friendship depends on things like space and time, we have destroyed our own brotherhood."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "I don't cry because we've been separated by distance, and for a matter of years. Why? Because for as long as we share the same sky and breathe the same air, we're still together."
    },
    {
      "cite": "unknown",
      "quote": "I've learned that true friendship continues to grow, even over the longest distance."
    },
    {
      "cite": "unknown",
      "quote": "True friendship is when two friends can walk in opposite directions, yet remain side by side."
    },
    {
      "cite": "Danish Proverb",
      "quote": "The road to a friend's house is never too long!"
    },
    {
      "cite": "unknown",
      "quote": "There is no distance too far between friends, for friendship gives wings to the heart."
    },
    {
      "cite": "Robert Southey",
      "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
    },
    {
      "cite": "unknown",
      "quote": "Being physically away from a friend does not mean the friendship is going to be affected , if two people really appreciate each other then nothing and nobody can push them apart."
    },
    {
      "cite": "unknown",
      "quote": "Friends are connected heart to heart. Distance and time can't break them apart."
    },
    {
      "cite": "Diana Cortes",
      "quote": "There is magic in long-distance friendships. They let you relate to other human beings in a way that goes beyond being physically together and is often more profound."
    },
    {
      "cite": "Hakan Massoud Nawabi",
      "quote": "A part of you has grown in me, together forever we shall be, never apart, maybe in distance, but not in heart."
    },
    {
      "cite": "Helen Keller",
      "quote": "True friends never apart maybe in distance but never in heart."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "A friend who is far away is sometimes much nearer than one who is at hand. Is not the mountain far more awe-inspiring and more clearly visible to one passing through the valley than to those who inhabit the mountain?"
    },
    {
      "cite": "John Newton",
      "quote": "A real friendship should not fade as time passes, and should not weaken because of space separatation."
    },
    {
      "cite": "Lance Reynald",
      "quote": "True friends stay with you no matter the distance or time that seperates you from them."
    },
    {
      "cite": "Aristotle",
      "quote": "Distance does not break off the friendship absolutely, but only the activity of it."
    },
    {
      "cite": "J.R. Rim",
      "quote": "The distance between you and me disappears with us."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The scariest thing about distance is that you don't know whether they'll miss you or forget you."
    },
    {
      "cite": "Pam Brown",
      "quote": "Odd how much it hurts when a friend moves away - and leaves behind only silence."
    },
    {
      "cite": "unknown",
      "quote": "A friend who is far away is sometimes much nearer than one who is at hand."
    },
    {
      "cite": "Stephen Lob",
      "quote": "I have made new friends and have many new people that I know. But hey, you will always be a special part of my heart because no one has been able to replace the space you left in it."
    },
    {
      "cite": "unknown",
      "quote": "Though we drifted apart in distance I still think of you as being right here. And although we have many new friends, it is our friendship that means the most to me."
    },
    {
      "cite": "Rozina Hasham",
      "quote": "Though miles may lie between us, we're never far apart, for friendship doesn't count the miles, it's measured in the heart."
    },
    {
      "cite": "James Howell",
      "quote": "Distance sometimes endears friendship, and absence sweeteneth it."
    },
    {
      "cite": "Richard Bach",
      "quote": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?"
    },
    {
      "cite": "Becca Anderson",
      "quote": "Here is my favorite thing about long-distance besties; it can be years since you have seen each other and, the minute you start talking, it is like you were never apart."
    },
    {
      "cite": "Pam Brown",
      "quote": "A friendship can weather most things and thrive in thin soil; but it needs a little mulch of letters and phone calls and small, silly presents every so often--just to save it from drying out completely."
    }
  ]
}