{
  "source": "https://www.wisesayings.com/looking-forward-quotes/",
  "theme": "looking-forward",
  "quotes": [
    {
      "cite": "Chloe Thurlow",
      "quote": "Forget the past, it's gone, but glance back occasionally to remind yourself where you came from and where you are going."
    },
    {
      "cite": "Dan Brown",
      "quote": "Sooner or later we've all got to let go of our past."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "I think looking forward will be better than looking back."
    },
    {
      "cite": "L. M. Montgomery",
      "quote": "Looking forward to things is half the pleasure of them. You mayn't get the things themselves; but nothing can prevent you from having the fun of looking forward to them."
    },
    {
      "cite": "Tori Amos",
      "quote": "You've gotta know when it's time to turn the page."
    },
    {
      "cite": "Cael Sanderson",
      "quote": "There will be many challenges ahead, and I'm looking forward to them."
    },
    {
      "cite": "Miles Davis",
      "quote": "Always look ahead, but never look back."
    },
    {
      "cite": "Will Smith",
      "quote": "Sometimes you have to forget what's gone. Appreciate what still remains. And look foward to what's coming next."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit."
    },
    {
      "cite": "Robbie Lawler",
      "quote": "I'm looking forward, that's all, I'm not looking backwards."
    },
    {
      "cite": "Martin Bashir",
      "quote": "It was a challenging experience. I'm looking forward to a break."
    },
    {
      "cite": "Spencer Johnson",
      "quote": "Life moves on and so should we."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward."
    },
    {
      "cite": "Erika Taylor",
      "quote": "Sometimes you have to take a step back to move forward."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "I can't take back the past, but I can fight for the future."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Sorrow is properly that state of the mind in which our desires are fixed upon the past without looking forward to the future."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "I'm just always looking forwards. I spend very little time, looking backwards."
    },
    {
      "cite": "Ben Harper",
      "quote": "I'm really looking forward to, not more of the same, but a continual growth."
    },
    {
      "cite": "Iain Thomas",
      "quote": "Where you are, right here and now, this is how bad stories end. But it's also how the best stories, begin."
    },
    {
      "cite": "Walt Disney",
      "quote": "We keep moving forward, opening new doors, and doing new things, because we're curious and curiosity keeps leading us down new paths."
    },
    {
      "cite": "Sebastian Vettel",
      "quote": "I don't care too much what happened in the past. I prefer to focus on what is coming next and I am really looking forward to it."
    },
    {
      "cite": "Sebastian Thrun",
      "quote": "I'm really looking forward to a time when generations after us look back and say how ridiculous it was that humans were driving cars."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Some of us think holding on makes us strong, but sometimes it is letting go."
    },
    {
      "cite": "Tony Danza",
      "quote": "I am looking forward to getting to do things I have never done before."
    },
    {
      "cite": "Manoj Arora",
      "quote": "Look at your neck turning radius. Its designed to look 180 deg forward side only. Looking back slows you down. Always look forward in life."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life can only be understood backwards; but it must be lived forwards."
    },
    {
      "cite": "Lucy Liu",
      "quote": "You can't look back; you have to keep looking forward."
    },
    {
      "cite": "Helen Hollick",
      "quote": "Change has to come for life to struggle forward."
    },
    {
      "cite": "Victor Kiam",
      "quote": "Even if you fall on your face, you're still moving forward."
    }
  ]
}