{
  "source": "https://www.wisesayings.com/los-angeles-quotes/",
  "theme": "los-angeles",
  "quotes": [
    {
      "cite": "Alan Rickman",
      "quote": "Los Angeles is not a town full of airheads. There's a great deal of wonderful energy there."
    },
    {
      "cite": "Denzel Washington",
      "quote": "In Los Angeles everyone is a star."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Los Angeles is 72 suburbs in search of a city."
    },
    {
      "cite": "Christopher Isherwood",
      "quote": "The town is an advertisement for itself; none of its charms are left to the visitor's imagination."
    },
    {
      "cite": "Diablo Cody",
      "quote": "Los Angeles is often described as the nadir of vapidity, a smog choked space cradle."
    },
    {
      "cite": "Carter Burwell",
      "quote": "Los Angeles is an industry town, and it has great facilities and personnel. The disadvantage is that everyone there seems to talk about the same subject matter."
    },
    {
      "cite": "Kris Kidd",
      "quote": "Los Angeles has no seasons, so it's kind of hard to keep track of time here. The lines between spring, summer, fall, and winter all blur like my vision. I get stuck on repeat for different measures of eternity."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Los Angeles is a large city like area surrounding the Beverly Hills Hotel."
    },
    {
      "cite": "Otis Chandler",
      "quote": "Los Angeles and all of Southern California is destined to become the greatest metropolitan area the world has ever known."
    },
    {
      "cite": "Sofia Milos",
      "quote": "Los Angeles is such a widespread city, sometimes it's hard to see your friends, and food is a great way to get together it's a great way of giving love."
    },
    {
      "cite": "Carlos Ruiz Zafón",
      "quote": "Los Angeles is one of those places where somebodies become nobodies and nobodies become somebody."
    },
    {
      "cite": "Daniel Tosh",
      "quote": "The great thing about Los Angeles is that you can get so much money in this town by constantly failing. You can get a lot of television deals that don't go anywhere, but you still get paid."
    },
    {
      "cite": "Ellie Kemper",
      "quote": "In Los Angeles, people dress with the deep and earnest hope that people will do nothing but stare at them."
    },
    {
      "cite": "Henry Miller",
      "quote": "Los Angeles gives one the feeling of the future more strongly than any city I know of. A bad future, too, like something out of Fritz Lang's feeble imagination."
    },
    {
      "cite": "David Rowbotham",
      "quote": "Los Angeles is a planetary city making perishable toys from realities."
    },
    {
      "cite": "Jackie Gayle",
      "quote": "Los Angeles is a great place. Where else can you smell the air and see it coming at you at the same time."
    },
    {
      "cite": "William Sadler",
      "quote": "When you're in Los Angeles, everybody you meet is writing a movie, and they want you to be in it. Every cab driver is writing a movie!"
    },
    {
      "cite": "Dan Gilroy",
      "quote": "In Los Angeles, you drive around, and you're coming back from a club or something, and all of a sudden, you'll encounter a coyote. And they're very lean, hungry looking animals."
    },
    {
      "cite": "John Hurt",
      "quote": "I turn up in Los Angeles every now and then, so I can get some big money films in order to finance my smaller money films."
    },
    {
      "cite": "Ryan Cartwright",
      "quote": "Los Angeles is the place where British people come to exceed their worth."
    },
    {
      "cite": "John Fante",
      "quote": "Los Angeles, give me some of you! Los Angeles come to me the way I came to you, my feet over your streets, you pretty town I loved you so much, you sad flower in the sand, you pretty town!"
    },
    {
      "cite": "Jason Priestley",
      "quote": "Los Angeles is a one horse town. It's entirely driven by the entertainment business and that's what it is."
    },
    {
      "cite": "Joe Elliott",
      "quote": "With Los Angeles, it's kind of a love hate thing. Sometimes I think it's marvelous, and sometimes I think it's a dump. It's so fake and I can't deal with how fake it is."
    },
    {
      "cite": "Gary Phillips",
      "quote": "Los Angeles is the great experiment. The things we are going through now, the whole country will be going through in a few years."
    },
    {
      "cite": "Simon Hoggart",
      "quote": "In Washington, the first thing people tell you is what their job is. In Los Angeles you learn their star sign. In Houston you're told how rich they are. And in New York they tell you what their rent is."
    }
  ]
}