{
  "source": "https://www.wisesayings.com/lose-quotes/",
  "theme": "lose",
  "quotes": [
    {
      "cite": "Elizabeth Banks",
      "quote": "It's okay to lose. Losing teaches you something. Having to try and going through the trials and tribulations to actually overcome, to get there to win, to triumph, that's what makes life interesting."
    },
    {
      "cite": "Brad Pitt",
      "quote": "You must lose everything in order to gain anything."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "One who doesn't recognise an opportunity is bigger loser than one who tries his hand at an opportunity."
    },
    {
      "cite": "Josh Stern",
      "quote": "Friends might lose touch but never lose feelings"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Losing something might be a blessing; gaining something might be a curse!"
    },
    {
      "cite": "John Wooden",
      "quote": "Losing is only temporary and not all encompassing. You must simply study it, learn from it, and try hard not to lose the same way again. Then you must have the self-control to forget about it."
    },
    {
      "cite": "Antonio Conte",
      "quote": "When you lose, you learn a lot about yourself. That experience is important."
    },
    {
      "cite": "Lucille Bliss",
      "quote": "You must lose yourself if you want to be successful in animation and be the character."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Farid F. Ibrahim",
      "quote": "The fear of losing something makes you weak, lose it and gain your strength."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You may lose your path, but you must never lose your hope, because hope is the path to all the paths!"
    },
    {
      "cite": "Meg Collett",
      "quote": "If we win by losing ourselves, by losing what we were fighting for, then we never really win."
    },
    {
      "cite": "Cristiano Ronaldo",
      "quote": "When you lose a person you love so much, surviving the loss is difficult."
    },
    {
      "cite": "David Sirlin",
      "quote": "Losing is part of the game. If you never lose, you are never truly tested, and never forced to grow."
    },
    {
      "cite": "Mick Jagger",
      "quote": "Lose your dreams and you might lose your mind"
    },
    {
      "cite": "Morgan Wootten",
      "quote": "You learn more from losing than winning. You learn how to keep going."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "Being a good loser helps build character, provides valuable lessons, and helps you become mentally prepared for your next challenge."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "Losing will not always amount to a loss, sometimes you have to lose those toxic relationships and bad habits to create a space for better things."
    },
    {
      "cite": "SebastiAn",
      "quote": "Sometimes you must lose everything to gain it again, and the regaining is the sweeter for the pain of loss."
    },
    {
      "cite": "Elizabeth Bishop",
      "quote": "Lose something every day. Accept the fluster of lost door keys, the hour badly spent. The art of losing isn't hard to master."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "The more you lose yourself in something bigger than yourself, the more energy you will have."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Maybe the thing that we're losing is the very thing that has caused us to lose everything else in the first place."
    },
    {
      "cite": "J. Sterling",
      "quote": "There will come a time in your life when you lose something that matters to you. You'll fight for it and you won't win. But what really matters isn't the war you're waging, it's that you don't lose the person you are in the midst of the battle."
    },
    {
      "cite": "Bianca Frazier",
      "quote": "The moment you believe you will fail, you have already lost the battle."
    }
  ]
}