{
  "source": "https://www.wisesayings.com/losing-friends-quotes/",
  "theme": "losing-friends",
  "quotes": [
    {
      "cite": "Waqar Ahmed",
      "quote": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Two persons cannot long be friends if they cannot forgive each other's little failings."
    },
    {
      "cite": "Amy Marie Walz",
      "quote": "We all lose friends.. we lose them in death, to distance, and over time. But even though they may be lost, hope is not. The key is to keep them in your heart, and when the time is right, you can pick up the friendship right where you left off. Even the lost find their way home, when you leave the light on."
    },
    {
      "cite": "Buddha",
      "quote": "An insincere friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
    },
    {
      "cite": "John Dos Passos",
      "quote": "Breaking with old friends is one of the most painful of the changes in all that piling up of a multitude of small distasteful changes that constitutes growing older."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Friendship is like a glass ornament, once it is broken, it can rarely be put back together in exactly the same way."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "The worst solitude is to be destitute of sincere friendship."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "True regret is knowing you missed your only opportunity to be simply a good friend to someone that was exactly like you."
    },
    {
      "cite": "Heather Brewer",
      "quote": "The worst pain in the world goes beyond the physical. Even further beyond any other emotional pain one can feel. It is the betrayal of a friend."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Good God! How often are we to die before we go quite off this stage? In every friend we lose a part of ourselves, and the best part"
    },
    {
      "cite": "Saint Augustine",
      "quote": "If two friends ask you to judge a dispute, do not accept, as you may lose a friend."
    },
    {
      "cite": "John Taylor",
      "quote": "While we are mourning the loss of our friend, others are rejoicing to meet him behind the veil."
    },
    {
      "cite": "May Sarton",
      "quote": "Though friendship is not quick to burn, it is explosive stuff."
    },
    {
      "cite": "George Washington",
      "quote": "It is far better to be alone, than to be in bad company."
    },
    {
      "cite": "Russian Proverb",
      "quote": "I need not fear my enemies because the most they can do is attack me. I need not fear my friends because the most they can do is betray me. But I have much to fear from people who are indifferent."
    },
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "Nicole Richie",
      "quote": "It's hard to tell who has your back, from who has it long enough just to stab you in it'."
    },
    {
      "cite": "Confucius",
      "quote": "It is more shameful to distrust our friends than to be deceived by them."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us the instant we cross into the shade."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Friendship must never be buried under the weight of misunderstanding."
    },
    {
      "cite": "Randy K. Milholland",
      "quote": "Sometimes the measure of friendship isn't your ability to not harm but your capacity to forgive the things done to you and ask forgiveness for your own mistakes."
    },
    {
      "cite": "Debolina",
      "quote": "We can't feel the lose of a friend until they are apart from us."
    },
    {
      "cite": "Proverb",
      "quote": "A lost friendship is an enemy won."
    },
    {
      "cite": "Jason Fong",
      "quote": "Sometimes your closest friend is your greatest enemy."
    },
    {
      "cite": "John Gay",
      "quote": "Excuse me, then! you know my heart; But dearest friends, alas! must part"
    },
    {
      "cite": "Richard Bach",
      "quote": "Don't be dismayed at goodbyes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetime, is certain for those who are friends."
    },
    {
      "cite": "Unkown",
      "quote": "You meet people who forget you. You forget people you meet. But sometimes you meet those people you can't forget. Those are your friends."
    },
    {
      "cite": "Good Charlotte",
      "quote": "Some say that time changes. Best friends can become strangers."
    },
    {
      "cite": "Edward Young",
      "quote": "But fate ordains that dearest friends must part."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "In losing a friend, she is reminded of all she has lost and all she stands to lose again. There is nothing to be done to make it any easier. We all grieve alone."
    }
  ]
}