{
  "source": "https://www.wisesayings.com/losing-quotes/",
  "theme": "losing",
  "quotes": [
    {
      "cite": "Pat Riley",
      "quote": "You have no choices about how you lose, but you do have a choice about how you come back and prepare to win again."
    },
    {
      "cite": "Gabriela Sabatini",
      "quote": "When I lose a match, I know that I lose on the court and not in life."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Victory is fleeting. Losing is forever."
    },
    {
      "cite": "David Sirlin",
      "quote": "Losing is part of the game. If you never lose, you are never truly tested, and never forced to grow."
    },
    {
      "cite": "John Wooden",
      "quote": "Losing is only temporary and not all encompassing. You must simply study it, learn from it, and try hard not to lose the same way again. Then you must have the self-control to forget about it."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "If you learn from a loss you have not lost."
    },
    {
      "cite": "Sophocles",
      "quote": "I would prefer even to lose with honor than to win by cheating."
    },
    {
      "cite": "Jim Palmer",
      "quote": "Losing is no disgrace if you've given your best."
    },
    {
      "cite": "Bjorn Borg",
      "quote": "If you're afraid of losing, then you daren't win."
    },
    {
      "cite": "Dan Heisman",
      "quote": "Don't be afraid of losing, be afraid of playing a game and not learning something."
    },
    {
      "cite": "Bobby Fischer",
      "quote": "Don't even mention losing to me. I can't stand to think of it."
    },
    {
      "cite": "Edmar Mednis",
      "quote": "Winning isn't everything   but losing is nothing."
    },
    {
      "cite": "Jose Capablanca",
      "quote": "Most players ... do not like losing, and consider defeat as something shameful. This is a wrong attitude. Those who wish to perfect themselves must regard their losses as lessons and learn from them what sorts of things to avoid in the future."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates."
    },
    {
      "cite": "Ludwig Borne",
      "quote": "Losing an illusion makes you wiser than finding a truth."
    },
    {
      "cite": "Donald Trump",
      "quote": "Sometimes by losing a battle you find a new way to win the war."
    },
    {
      "cite": "Matthew Keith Groves",
      "quote": "Winners lose much more often than losers. So if you keep losing but you're still trying, keep it up! You're right on track."
    },
    {
      "cite": "Yani Tseng",
      "quote": "We always learn more from the losing than the winning."
    },
    {
      "cite": "Joe Paterno",
      "quote": "Losing a game is heartbreaking. Losing your sense of excellence or worth is a tragedy."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If you can't accept losing, you can't win."
    },
    {
      "cite": "Paul William \"Bear\" Bryant",
      "quote": "Losing does not make me want to quit. It makes me want to fight that much harder."
    },
    {
      "cite": "Laura Twitchell",
      "quote": "If you never lose, then you can never appreciate the victories."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Sometimes you learn more from losing than winning. Losing forces you to reexamine."
    },
    {
      "cite": "Rick Pitino",
      "quote": "The more you lose, the more positive you have to become. When you're winning, you can ride players harder because their self-esteem is high. If you are losing and you try to be tough, you're asking for dissension."
    },
    {
      "cite": "Charles Lynch",
      "quote": "You can't be a winner and be afraid to lose."
    },
    {
      "cite": "Richard Bach",
      "quote": "That's what learning is, after all; not whether we lose the game, but how we lose and how we've changed because of it and what we take away from it that we never had before, to apply to other games. Losing, in a curious way, is winning."
    },
    {
      "cite": "Pat Riley",
      "quote": "It's what you get from games you lose that is extremely important."
    },
    {
      "cite": "Leo Nikolaevich Tolstoy",
      "quote": "We lost because we told ourselves we lost."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Losing comes of winning money."
    }
  ]
}