{
  "source": "https://www.wisesayings.com/losing-yourself-quotes/",
  "theme": "losing-yourself",
  "quotes": [
    {
      "cite": "Larissa Luther",
      "quote": "She's very free-spirited and fun, not a care in the world. Like me in my freshman year. I could definitely see it. Just the natural ability."
    },
    {
      "cite": "unknown",
      "quote": "The moment you can visualize being free from the things that hold you back you have indeed begun to set yourself free."
    },
    {
      "cite": "Gerard Way",
      "quote": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "I have been and still am a seeker, but I have ceased to question stars and books; I have begun to listen to the teaching my blood whispers to me."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "It takes courage...to endure the sharp pains of self discovery rather than choose to take the dull pain of unconsciousness that would last the rest of our lives."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "People often say that this or that person has not yet found himself. But the self is not something one finds, it is something one creates."
    },
    {
      "cite": "unknown",
      "quote": "If you don't get lost, there's a chance you may never be found."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is either a daring adventure or nothing. To keep our faces toward change and behave likefree spirits in the presence of fate is strength undefeatable."
    },
    {
      "cite": "Bible",
      "quote": "Restore unto me the joy of thy salvation; and uphold me with thy free spirit."
    },
    {
      "cite": "Bill Watterson",
      "quote": "They can't chain my spirit! My spirit runs free! Walls can't contain it! Laws can't restrain it! Authority has no power over it!"
    },
    {
      "cite": "Bob Marley",
      "quote": "Don't gain the world and lose your soul; wisdom is better than silver or gold."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Tourists don't know where they've been, travelers don't know where they're going."
    },
    {
      "cite": "unknown",
      "quote": "Never lose yourself while trying to hold on to someone who doesn't care about losing you."
    },
    {
      "cite": "unknown",
      "quote": "The more time you waste trying to be what others want you to be, the more you lose yourself."
    },
    {
      "cite": "John Mason",
      "quote": "You were born an original. Don't die a copy"
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Confucius",
      "quote": "And remember, no matter where you go, there you are."
    },
    {
      "cite": "Zen Proverb",
      "quote": "Man stands in his own shadow and wonders why it's dark."
    },
    {
      "cite": "William Shakespeare",
      "quote": "To thine own self be true."
    },
    {
      "cite": "unknown",
      "quote": "Don't give so much of yourself to others that you end up losing yourself."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "The more you lose yourself in something bigger than yourself, the more energy you will have."
    },
    {
      "cite": "Melanie Moushigian Koulouris",
      "quote": "I have always considered myself a free spirit with a Gypsy soul. Surrendering to where ever life takes me."
    },
    {
      "cite": "H. G. Wells",
      "quote": "once you lose yourself, you have two choices: find the person you used to be, or lose that person completely."
    },
    {
      "cite": "Shailene Woodley",
      "quote": "I'm so young, and I'm single, and I just want to drift."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "When you lose touch with yourself, you lose yourself in the world."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Swami Rajneesh",
      "quote": "Love yourself accept yourself be yourselfthese qualities will create for the first time an individual whose inner flame is undividable a great pool of energy will gather and surround youwith this an inner trust will arise from within you."
    },
    {
      "cite": "Mason Cooley",
      "quote": "A free spirit must be able to surmount anxiety time after time."
    },
    {
      "cite": "Francis Picabia",
      "quote": "A free spirit takes liberties even with liberty itself."
    }
  ]
}