{
  "source": "https://www.wisesayings.com/loss-quotes/",
  "theme": "loss",
  "quotes": [
    {
      "cite": "Norman Cousins",
      "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of those depths."
    },
    {
      "cite": "Suze Orman",
      "quote": "When you lose something in your life, stop thinking it's a loss for you... it is a gift you have been given so you can get on the right path to where you are meant to go, not to where you think you should have gone."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is stumbling from failure to failure with no loss of enthusiasm."
    },
    {
      "cite": "Selma Lagerlöf",
      "quote": "Nothing on earth can make up for the loss of one who has loved you."
    },
    {
      "cite": "Deb Caletti",
      "quote": "It was one of those times you feel a sense of loss, even though you didn't have something in the first place. I guess that's what disappointment is- a sense of loss for something you never had."
    },
    {
      "cite": "Katharine Weber",
      "quote": "Life seems sometimes like nothing more than a series of losses, from beginning to end. That's the given. How you respond to those losses, what you make of what's left, that's the part you have to make up as you go."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "The greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Loss is nothing else but change, and change is Nature's delight."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The loss of enemies does not compensate for the loss of friends."
    },
    {
      "cite": "Mark Ireland",
      "quote": "Loss is a significant force that can serve as a catalyst for change. It can bring about an awakening, drawing out something sacred within us."
    },
    {
      "cite": "R. K. Milholland",
      "quote": "Being prepared for loss is never the same as being ready for it."
    },
    {
      "cite": "Mark Twain",
      "quote": "Nothing that grieves us can be called little: by the eternal laws of proportion a child's loss of a doll and a king's loss of a crown are events of the same size."
    },
    {
      "cite": "Mitch Albom",
      "quote": "With endless time, nothing is special. With no loss or sacrifice, we can’t appreciate what we have."
    },
    {
      "cite": "Barbara Cooper",
      "quote": "Everyone who lives long enough to love deeply will experience great losses. Don't let fear of loss, or the losses themselves, take away your ability to enjoy the wonderful life that is yours."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I cannot conceive of a greater loss than the loss of one's self-respect."
    },
    {
      "cite": "Chilon",
      "quote": "Prefer a loss to a dishonest gain; the one brings pain at the moment, the other for all time."
    },
    {
      "cite": "Brian Ruckley",
      "quote": "Loss alone is but the wounding of a heart; it is memory that makes it our ruin."
    },
    {
      "cite": "Pat Conroy",
      "quote": "There is no teacher more discriminating or transforming than loss."
    },
    {
      "cite": "Juana Inés de la Cruz",
      "quote": "In loss itself I find assuagement: having lost the treasure, I've nothing to fear."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "Anyone who has experienced a certain amount of loss in their life has empathy for those who have experienced loss."
    },
    {
      "cite": "Gerald Lawson Sittser",
      "quote": "Loss is like a closed road that forces us to turn around and find another way to our destination. Who knows what we will discover and see along the way."
    },
    {
      "cite": "Mindy Starns Clark",
      "quote": "At least at times of loss, we are reminded of our priorities, of our many blessings. In times of gain, we can so often lose our way."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "In our lives, change is unavoidable, loss is unavoidable. In the adaptability and ease with which we experience change, lies our happiness and freedom."
    },
    {
      "cite": "Al Gore",
      "quote": "No matter how hard the loss, defeat might serve as well as victory to shake the soul and let the glory out."
    },
    {
      "cite": "Robert Southey",
      "quote": "The loss of a friend is like that of a limb time may heal the anguish of the wound, but the loss cannot be repaired."
    },
    {
      "cite": "Anne Grant",
      "quote": "Grief is a normal and natural response to loss. It is originally an unlearned feeling process. Keeping grief inside increases your pain."
    },
    {
      "cite": "James M. Barrie",
      "quote": "We never understand how little we need in this world until we know the loss of it."
    },
    {
      "cite": "Paul Valery",
      "quote": "A great man is one who leaves others at a loss after he is gone."
    }
  ]
}