{
  "source": "https://www.wisesayings.com/lovesick-quotes/",
  "theme": "lovesick",
  "quotes": [
    {
      "cite": "Bil Keane",
      "quote": "Lovesick, bitter and hardened heart. Aching, waiting for life to start."
    },
    {
      "cite": "Diane de Poitiers",
      "quote": "It is only love that has already fallen sick that is killed by absence."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "When love fills your life all limitations are gone. The medicine this sick world needs so badly is love."
    },
    {
      "cite": "Anonymous",
      "quote": "Breaking up is like having the worst nightmare after having the best dream."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Tolerance is love sick with the sickness of haughtiness."
    },
    {
      "cite": "Anonymous",
      "quote": "A love-sick heart dies when the heart is whole, for all the heart's health is to be sick with love."
    },
    {
      "cite": "Mother Teresa of Calcutta",
      "quote": "The hunger for love is much more difficult to remove than the hunger for bread."
    },
    {
      "cite": "William Shakespeare",
      "quote": "All fancy-sick she is and pale of cheer, with sighs of love, that costs the fresh blood dear."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Many men kill themselves for love, but many more women die of it."
    },
    {
      "cite": "Judy Collins",
      "quote": "Experience is how life catches up with us and teaches us to love and forgive each other."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "No matter how lovesick a woman is, she shouldn't take the first pill that comes along!"
    },
    {
      "cite": "Anonymous",
      "quote": "A wolf is handsome in the eyes of a lovesick girl."
    },
    {
      "cite": "Maureen Duffy",
      "quote": "The pain of love is the pain of being alive. It is a perpetual wound."
    },
    {
      "cite": "Beau Taplin",
      "quote": "The fact that the word lovesick exists, that the simple absence of a person can make you feel physically ill, says a great deal about the terrible power of the human heart."
    },
    {
      "cite": "Anonymous",
      "quote": "The lovesick, the betrayed, and the jealous all smell alike."
    },
    {
      "cite": "Anonymous",
      "quote": "The sad truth is so many people are in love and not together and so many people are together and not in love."
    }
  ]
}