{
  "source": "https://www.wisesayings.com/love-your-body-quotes/",
  "theme": "love-your-body",
  "quotes": [
    {
      "cite": "Caroline Wozniacki",
      "quote": "Whether you're tall or shorter, or a little bigger, more curves, skinny you just have to be proud of what you have, and everyone is beautiful."
    },
    {
      "cite": "Deborah Day",
      "quote": "Lighten up on yourself. No one is perfect. Gently accept your humanness."
    },
    {
      "cite": "Emma Thompson",
      "quote": "Diets are the best way of confusing your metabolism for the rest of your life. Just be you & get on with it."
    },
    {
      "cite": "Saraha",
      "quote": "Within my body are all the sacred places of the world, and the most profound pilgrimage I can ever make is within my own body."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "Your body is a temple, but only if you treat it as one."
    },
    {
      "cite": "Kate Winslet",
      "quote": "I accept my body. I accept how I am and make the best of what I am given."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I finally realized that being grateful to my body was key to giving more love to myself."
    },
    {
      "cite": "Jasmin Terrany",
      "quote": "Your body is your home. Treat it with love and respect."
    },
    {
      "cite": "A.D. Aliwat",
      "quote": "Being comfortable in your own skin is the spirit of rock and roll and, really, the spirit of cool."
    },
    {
      "cite": "Queen Latifah",
      "quote": "I feel like I've set the example for loving your body no matter what size it is, but I also can set the example for being healthy as well."
    },
    {
      "cite": "Demi Lovato",
      "quote": "It's ok to love your body the way it is."
    },
    {
      "cite": "Steve Carell",
      "quote": "A healthy body means a healthy mind. You get your heart rate up, and you get the blood flowing through your body to your brain. Look at Albert Einstein. He rode a bicycle. He was also an early student of Jazzercise. You never saw Einstein lift his shirt, but he had a six-pack under there."
    },
    {
      "cite": "Naomi Judd",
      "quote": "Your body hears everything your mind says."
    },
    {
      "cite": "Brooke Castillo",
      "quote": "No diet can substitute for the wisdom of your body."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "The human body is the best work of art."
    },
    {
      "cite": "Amy Bloom",
      "quote": "You are imperfect, permanently and inevitably flawed. And you are beautiful."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Love your body. Exercise for 10-15 minutes daily."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I stand in awe of my body."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "You have to stand up and say, There's nothing wrong with me or my shape or who I am; you're the one with the problem!"
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "To lose confidence in one's body is to lose confidence in oneself."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It's the only place you have to live."
    },
    {
      "cite": "Anne Lamott",
      "quote": "To love yourself as you are is a miracle, and to see yourself is to have found yourself, for now. And now is all we have, and love is who we are."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "How I feel about myself is more important than how I look. Feeling confident, being comfortable in your skin that's what really makes you beautiful."
    },
    {
      "cite": "Anne-Sophie Reinhardt",
      "quote": "Your body is just a body. And just a body is already so very much."
    },
    {
      "cite": "Jennifer Love Hewitt",
      "quote": "To all girls with butts, boobs, hips and a waist, put on a bikini, put it on and stay strong."
    },
    {
      "cite": "Gabourey Sidibe",
      "quote": "One day I had to sit down with myself and decide that I loved myself no matter what my body looked like and what other people thought about my body."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Each individual woman's body demands to be accepted on its own terms."
    },
    {
      "cite": "Jessica Sanders",
      "quote": "My body is strong. My body can do amazing things. My body is my own."
    },
    {
      "cite": "Jessica Sanders",
      "quote": "When you hear your friends saying something negative about their bodies, gently remind them of the lessons you have learnt from this book. You can lift your friends up by listing all the things you love about their personalities or by celebrating the amazing things their bodies can do."
    }
  ]
}