{
  "source": "https://www.wisesayings.com/love-and-friendship-quotes/",
  "theme": "love-and-friendship",
  "quotes": [
    {
      "cite": "Jane Austen",
      "quote": "Friendship is really the finest balm for the pangs of disappointed love."
    },
    {
      "cite": "George Jean Nathan",
      "quote": "Love demands infinitely less than friendship."
    },
    {
      "cite": "Ann Landers",
      "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."
    },
    {
      "cite": "Sherry Thomas",
      "quote": "Love without friendship is like a kite, aloft only when the winds are favorable. Friendship is what gives love its wings."
    },
    {
      "cite": "Francoise d'Aubigne, Marquise de Maintenon",
      "quote": "There is an important difference between love and friendship. While the former delights in extremes and opposites, the latter demands equality."
    },
    {
      "cite": "Lord Byron",
      "quote": "Friendship is Love without his wings!"
    },
    {
      "cite": "Frank Delaney",
      "quote": "Do you know what the difference is between Friendship and Love? Friendship is the photograph, Love is the oil painting."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "In love and friendship, small, steady payments on a gold basis are better than immense promissory notes."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Love is blind; friendship closes its eyes."
    },
    {
      "cite": "Lynda Obst",
      "quote": "Love and friendship, two of life's abiding rewards, are endangered species in Hollywood. People crave both, mistaking alliance for friendship, lust for love, and ambition for both."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "The difference between friendship and love is how much you can hurt each other."
    },
    {
      "cite": "Emily Giffin",
      "quote": "Love and friendship. They are what make us who we are, and what can change us, if we let them."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Friendship often ends in love, but love in friendship - never."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "Friendship is a serious affection; the most sublime of all affections, because it is founded on principle, and cemented by time. The very reverse may be said of love. In a great degree, love and friendship cannot subsist in the same bosom; even when inspired by different objects they weaken or destroy each other, and for the same object can only be felt in succession. The vain fears and fond jealousies, the winds which fan the flame of love, when judiciously or artfully tempered, are both incompatible with the tender confidence and sincere respect of friendship."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "It is love and friendship, the sanctity and celebration of our relationships, that not only support a good life, but create one. Through friendships, we spark and inspire one another's ambitions."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "The difference between romantic love and friendship love is that romantic love involves a lot of compromise. It is a very giving type of love. With friendship, you can be a little bit more autonomous. You are not expected to compromise, in the same way. Maybe that's why friendships tend to last longer."
    },
    {
      "cite": "Elizabeth Sims",
      "quote": "People may come and go,lives may change in a instant,but love and friendship will last forever."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "You can't choose between Love and Friendship. They're like a package: You either get both or you lose both"
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Friendship and love are impossible without a mutual vulnerability."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Love is friendship set on fire."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "The greatest healing therapy is friendship and love."
    }
  ]
}