{
  "source": "https://www.wisesayings.com/love-story-quotes/",
  "theme": "love-story",
  "quotes": [
    {
      "cite": "Irving Stone",
      "quote": "The best romance is inside marriage; the finest love stories come after the wedding, not before."
    },
    {
      "cite": "Ram Charan",
      "quote": "Life is one big love story with hundreds of little love stories within it."
    },
    {
      "cite": "Rebecca Serle",
      "quote": "No love story ends or begins out of accordance with how it needs to go."
    },
    {
      "cite": "James Patterson",
      "quote": "A good love story always keeps the pot boiling."
    },
    {
      "cite": "Jane Smiley",
      "quote": "A love story, at least a convincing one, requires three elements - the lover, the beloved, and the adventures they have together."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Where there is love there is life."
    },
    {
      "cite": "Theodora Goss",
      "quote": "It's appropriate to have magic in a love story, because magic is a sort of metaphor for what love feels like? When we fall in love, the world feels magical to us. It becomes an enchanted place."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "The love that lasts longest is the love that is never returned."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Don't waste your time searching and wishing. Grow and be ready...and you'll see God will give you a love story far better than you could ever dreamed of."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The best love is the kind that awakens the soul; that makes us reach for more, that plants the fire in our hearts and brings peace to our minds. That’s what I hope to give you forever."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "Man's creative struggle, his search for wisdom and truth, is a love story."
    },
    {
      "cite": "T. Tolis",
      "quote": "To love is nothing. To be loved is something. But to love and be loved, that’s everything."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You know you're in love when you can't fall asleep because the reality is finally better than your dreams."
    },
    {
      "cite": "Sex and the City",
      "quote": "Some love stories aren't epic novels. Some are short stories, but that doesn't make them any less filled with love."
    },
    {
      "cite": "Michael Ondaatje",
      "quote": "A love story is not about those who lost their heart but about those who find that sullen inhabitant who, when it is stumbled upon, means the body can fool no one, can fool nothing—not the wisdom of sleep or the habit of social graces. It is a consuming of oneself and the past."
    },
    {
      "cite": "Reese Witherspoon​",
      "quote": "You always gain by giving love."
    },
    {
      "cite": "Maya Angelou​",
      "quote": "Love recognizes no barriers."
    },
    {
      "cite": "Emil Ludwig",
      "quote": "The decision to kiss for the first time is the most crucial one in any love story."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "Success is like a liberation or the first phrase of a love story."
    },
    {
      "cite": "Margaret Mazzantini",
      "quote": "The weirdest love stories are always the best."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not."
    },
    {
      "cite": "Alyson Richman",
      "quote": "Love stories always seem to be a spark."
    },
    {
      "cite": "Raymond Federman",
      "quote": "Most love stories are nocturnal. That's what makes them so fascinating."
    },
    {
      "cite": "Princess Diana",
      "quote": "If you find someone you love in your life, then hang on to that love."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "All love stories are the same."
    },
    {
      "cite": "Kate Capshaw",
      "quote": "The love story for me was the nature of the love and not the age of the lovers."
    }
  ]
}