{
  "source": "https://www.wisesayings.com/love-and-pain-quotes/",
  "theme": "love-and-pain",
  "quotes": [
    {
      "cite": "Pat Benatar",
      "quote": "Love and pain become one in the same in the eyes of a wounded child."
    },
    {
      "cite": "Laura Ramirez",
      "quote": "Where there is love, there is vulnerability to pain."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Love is the burning point of life, and since all life is sorrowful, so is love. The stronger the love, the more the pain. Love itself is pain, you might say -the pain of being truly alive."
    },
    {
      "cite": "Robert Plant",
      "quote": "I think that passion and love and pain are all bearable, and they go to make love beautiful."
    },
    {
      "cite": "Joey Tolbert",
      "quote": "For every day that there is sunshine, there will be days of rain, it's how we dance within them both that shows our love and pain."
    },
    {
      "cite": "Joseph de Maistre",
      "quote": "All pain is a punishment, and every punishment is inflicted for love as much as for justice."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "To give and receive love, you have to be in touch with pain, you have to be capable of provoking it and feeling it."
    },
    {
      "cite": "Elizabeth II",
      "quote": "But nothing that can be said can begin to take away the anguish and the pain of these moments. Grief is the price we pay for love."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Don't hold to anger, hurt or pain. They steal your energy and keep you from love."
    },
    {
      "cite": "Rumi",
      "quote": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom."
    },
    {
      "cite": "Helen Mirren",
      "quote": "There is that awful moment when you realize that you're falling in love. That should be the most joyful moment, and actually it's not. It's always a moment that's full of fear because you know, as night follows day, the joy is going to rapidly be followed by some pain or other. All the angst of a relationship."
    },
    {
      "cite": "Sophocles",
      "quote": "One word frees us of all the weight and pain in life. That word is love."
    },
    {
      "cite": "Anthony Hopkins",
      "quote": "Why love if losing hurts so much? I have no answers anymore; only the life I have lived. The pain now is part of the happiness then."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "The greater your capacity to love, the greater your capacity to feel the pain."
    },
    {
      "cite": "Preity Zinta",
      "quote": "To act, you must know pain. You must know what it means to be in love, what it means to be rejected."
    },
    {
      "cite": "Michael Morpurgo",
      "quote": "The big relationships you make in your life are with those that you love and if things do go wrong then it's a source of great pain and that lasts."
    },
    {
      "cite": "Sadie Frost",
      "quote": "When you love someone so much that you are in pain when you are apart it ends up being destructive. I never want to be in that place again."
    },
    {
      "cite": "Adam Hamilton",
      "quote": "We live in bodies that are fearfully and wonderfully made, yet they are not immune to illness and pain. We have hearts that are capable of experiencing great love, but sometimes they get broken."
    },
    {
      "cite": "Tove Lo",
      "quote": "I think there's always a bit of pain in everything that's ecstatic - relationships and love, they always come with pain."
    },
    {
      "cite": "Glen Duncan",
      "quote": "Pain revealed the paltry dimensions of love. The paltry dimensions of everything, in fact, except pain."
    },
    {
      "cite": "Rumi",
      "quote": "Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine."
    },
    {
      "cite": "Jean Pierre Claris de Florian",
      "quote": "Pleasure of love lasts a moment, pain of love lasts a lifetime."
    },
    {
      "cite": "Italo Svevo",
      "quote": "Pain and love -- the whole of life, in short -- cannot be looked on as a disease just because they make us suffer."
    },
    {
      "cite": "Margaret Weis",
      "quote": "If we deny love that is given to us, if we refuse to give love because we fear pain or loss, then our lives will be empty, our loss greater."
    },
    {
      "cite": "Maureen Duffy",
      "quote": "The pain of love is the pain of being alive. It is a perpetual wound."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "The blood of love welled up in my heart with a slow pain."
    },
    {
      "cite": "Abraham Cowley",
      "quote": "A mighty pain to love it is, and 'tis a pain that pain to miss; but of all the pains, the greatest pain is to love, but love in vain."
    },
    {
      "cite": "Giannina Braschi",
      "quote": "If you want to know what love is, have a child. If you want to know what pain is, bury him."
    },
    {
      "cite": "Tarkan",
      "quote": "Love is the sweetest pain inside."
    },
    {
      "cite": "John Dryden",
      "quote": "Pains of love be sweeter far than all the other pleasures are."
    }
  ]
}