{
  "source": "https://www.wisesayings.com/love-of-my-life-quotes/",
  "theme": "love-of-my-life",
  "quotes": [
    {
      "cite": "Robert Sexton",
      "quote": "Sometimes your nearness takes my breath away and all the things I want to say can find no voice. Then in silence, I can only hope my eyes will speak my heart."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Loving someone and having them love you back is the most precious thing in the world."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Love is always open arms. If you close your arms about love you will find that you are left holding only yourself."
    },
    {
      "cite": "John Green",
      "quote": "True love will triumph in the end — which may or may not be a lie, but if it is a lie, it's the most beautiful lie we have."
    },
    {
      "cite": "Ruse San",
      "quote": "Life has turned into a beautiful garden ever since you entered into my life. You have changed my life and made me feel so good. I feel so loved and cared for. You are the best thing that happened to me."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "I seem to have loved you in numberless forms, numberless times, in life after life, in age after age forever."
    },
    {
      "cite": "Karl Jonas",
      "quote": "No matter how far you go, I will keep loving you because you are the best thing that has ever happened to me. I really love you!"
    },
    {
      "cite": "Jane Austen",
      "quote": "You pierce my soul. I am half agony, half hope. Tell me not that I am too late, that such precious feelings are gone for ever. I offer myself to you again with a heart even more your own, than when you almost broke it eight years and a half ago."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is no remedy for love but to love more."
    },
    {
      "cite": "Woody Allen",
      "quote": "The heart wants what it wants. There's no logic to these things. You meet someone and you fall in love and that's that."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not."
    },
    {
      "cite": "Audrey Niffenegger",
      "quote": "There is only one page left to write on. I will fill it with words of only one syllable. I love. I have loved. I will love."
    },
    {
      "cite": "Smokey Mack",
      "quote": "I may search for another thousand years but still may not find someone as sweet and loving as you are."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "To live with you is to live. To live without you is to die."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "So, I love you because the entire universe conspired to help me find you."
    },
    {
      "cite": "Kemis Khan quotes",
      "quote": "From the day you walked into my life, you're all I think about. You're the reason I breathe. You are the stars in my sky. I wouldn't want this any other way. You're the love of my life."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close."
    },
    {
      "cite": "Samuel Butler",
      "quote": "To live is like to love - all reason is against it, and all healthy instinct for it."
    },
    {
      "cite": "Angelita Lim",
      "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
    },
    {
      "cite": "Russell Brand",
      "quote": "The best thing you can do is fall in love. My life has been changed by falling in love."
    },
    {
      "cite": "Kiera Cass",
      "quote": "True love is usually the most inconvenient kind."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Being deeply, passionately, and intensely in love is being deeply, passionately, and intensely in life."
    },
    {
      "cite": "Francois Mauriac",
      "quote": "To love someone is to see a miracle invisible to others."
    },
    {
      "cite": "Cornell Lowe",
      "quote": "Like the flowers that spread fragrance, your love brings romance in my ordinary life."
    },
    {
      "cite": "Josiah G. Holland",
      "quote": "The most precious possession that ever comes to a man in this world is a woman's heart."
    },
    {
      "cite": "Cynthia Hand",
      "quote": "I wanted to tell you that wherever I am, whatever happens, I'll always think of you, and the time we spent together, as my happiest time. I'd do it all over again, if I had the choice. No regrets."
    },
    {
      "cite": "Henry Miller",
      "quote": "The one thing we can never get enough of is love. And the one thing we never give enough is love."
    },
    {
      "cite": "Leo Christopher",
      "quote": "I swear I couldn't love you more than I do right now, and yet I know I will tomorrow."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "I think it a glorious thing to have the hope of living with you, because I love you."
    }
  ]
}