{
  "source": "https://www.wisesayings.com/love-sucks-quotes/",
  "theme": "love-sucks",
  "quotes": [
    {
      "cite": "Brandi Snyder",
      "quote": "The one who loves you will make you weep."
    },
    {
      "cite": "Carson Kolhoff",
      "quote": "When I fight with you, I'm really fighting for us..because If I didn't care, I wouldn't bother."
    },
    {
      "cite": "B. B. K.",
      "quote": "Life sucks when love hurts. Life hurts when love sucks. So just remember this much. Love will suck the life right out of you!"
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love being married. It's so great to find one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Steve Martin",
      "quote": "Love is a promise delivered already broken."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Deceiving others. That is what the world calls a romance."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Love is deceitful and sublime. In its truest form, it brings out the best in all beings. At its worst, it's a tool used to manipulate and ruin anyone who is stupid enough to hold it."
    },
    {
      "cite": "Joseph E. Morris",
      "quote": "I love you and it's getting worse."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "Love is what makes two people sit in the middle of a bench when there is plenty of room at both ends."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Love is only a dirty trick played on us to achieve continuation of the species."
    },
    {
      "cite": "Ronald Oliver",
      "quote": "We just have to accept the fact that some people are going to stay in our hearts even if they don't stay in our lives."
    },
    {
      "cite": "Joan Crawford",
      "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell."
    },
    {
      "cite": "Taylor Swift",
      "quote": "We all dream about love, want to be in love, and have been hurt by love."
    },
    {
      "cite": "John Milton",
      "quote": "So dear I love him, that with him all deaths I could endure, without him live no life."
    },
    {
      "cite": "Andy Warhol",
      "quote": "People should fall in love with their eyes closed. Just close your eyes. Don't look and it's magic."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love looks not with the eyes but with the mind. and therefore is winged Cupid painted blind."
    },
    {
      "cite": "Janes",
      "quote": "Worst feeling in the world is when someone you love the most like the person you hate."
    },
    {
      "cite": "Plato",
      "quote": "Love is a grave mental disease."
    },
    {
      "cite": "Sammy Hagar",
      "quote": "Sometimes you're afraid to fall in love with a chick, but she sucks you in anyway."
    },
    {
      "cite": "Laurell K Hamilton",
      "quote": "Love sucks. Sometimes it feels good. Sometimes it's just another way to bleed."
    },
    {
      "cite": "Joan Rivers",
      "quote": "My love life is like a piece of Swiss cheese. Most of it's missing, and what's there stinks."
    },
    {
      "cite": "Don Byas",
      "quote": "You call it madness, but I call it love."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "My love is expansive. Your love is expensive."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "First love is a kind of vaccination which saves man from catching the complaint the second time."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "If loving someone is putting them in a straitjacket and kicking them down a flight of stairs, then yes, I have loved a few people."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When one is in love, one always begins by deceiving one's self, and one always ends by deceiving others. That is what the world calls a romance."
    },
    {
      "cite": "Thomas Dewar",
      "quote": "Love is an ocean of emotions entirely surrounded by expenses."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "Love is unknown. To open the heart in trust is unknown. They say love hurts. It doesn't have to."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Love in action is a harsh and dreadful thing compared with love in dreams."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Love is a trap. When it appears, we see only its light, not its shadows."
    }
  ]
}