{
  "source": "https://www.wisesayings.com/love-always-quotes/",
  "theme": "love-always",
  "quotes": [
    {
      "cite": "Leo Buscaglia",
      "quote": "Love always creates, it never destroys. In this lies man's only promise."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "It is no more in our power to love always than it was not to love at all."
    },
    {
      "cite": "John Welwood",
      "quote": "Boundless love always manages somehow to sparkle through your limited form."
    },
    {
      "cite": "Willliam Shakespeare",
      "quote": "A young woman in love always looks like patience on a monument smiling at grief."
    },
    {
      "cite": "Philippa Gregory",
      "quote": "He promised her that he would give her everything, everything she wanted, as men in love always do. And she trusted him despite herself, as women in love always do."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I'm not saying that love always takes you to heaven. Your life can become a nightmare. But that said, it is worth taking the risk."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Love always brings difficulties, that is true, but the good side of it is that it gives energy."
    },
    {
      "cite": "unknown",
      "quote": "Love always ends for a reason and leaves with a lesson."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "Whoever has a heart full of love always has something to give."
    },
    {
      "cite": "M Scott Peck",
      "quote": "Love always requires courage and involves risk."
    },
    {
      "cite": "Alexander Dumas",
      "quote": "True love always makes a man better, no matter what woman inspires it."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Love always has its price, come whence it may."
    },
    {
      "cite": "Gary Zukav",
      "quote": "The commitment to love always transforms, heals, and opens new avenues of creativity."
    },
    {
      "cite": "John Ortberg",
      "quote": "Love and hurry are fundamentally incompatible. Love always takes time, and time is the one thing hurried people don't have."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Divine love always has been, and always will be, the answer that you seek."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Whatever is done for love always occurs beyond good and evil."
    },
    {
      "cite": "Johnny Corn",
      "quote": "Love always wins over hate."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Love always ends differently and it always begins differently - especially with me"
    }
  ]
}