{
  "source": "https://www.wisesayings.com/love-everyone-quotes/",
  "theme": "love-everyone",
  "quotes": [
    {
      "cite": "Marriane Williamson",
      "quote": "Something amazing happens when we surrender and just love. We melt into another world, a realm of power already within us. The world changes when we change. the world softens when we soften. The world loves us when we choose to love the world."
    },
    {
      "cite": "Jim Henson",
      "quote": "Watch out for each other. Love everyone and forgive everyone, including yourself. Forgive your anger. Forgive your guilt. Your shame. Your sadness. Embrace and open up your love, your joy, your truth, and most especially your heart."
    },
    {
      "cite": "Pope Francis",
      "quote": "Let us learn to live with kindness, to love everyone, even when they do not love us."
    },
    {
      "cite": "Paul Pogba",
      "quote": "We can not love everyone and be loved by everyone. It would be perfection, and nothing is perfect in this world."
    },
    {
      "cite": "Betsey Johnson",
      "quote": "If I could choose to have one superpower, I would want to be able to make everyone love everyone!"
    },
    {
      "cite": "Tall Lennox",
      "quote": "There are times when I love the world and love everyone, and I want to talk to everyone, and other times when I feel really disillusioned, and like none of this is real, nothing is real around me."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "When you're taught to love everyone, to love your enemies, then what value does that place on love?"
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "This is what my soul is telling me, be peaceful and love everyone."
    },
    {
      "cite": "Ken Keyes Jr.",
      "quote": "Love everyone unconditionally, including yourself."
    },
    {
      "cite": "Terrence Malick",
      "quote": "Help each other. Love everyone. Every leaf. Every ray of light. Forgive."
    },
    {
      "cite": "Ramakrishna",
      "quote": "You should love everyone; no one is a stranger; God dwells in all beings; without Him nothing can exist."
    },
    {
      "cite": "Russell Brand",
      "quote": "Eventually, I think you find a spiritual and emotional connection with someone, and I think it unifies you with everyone else. I think if you love one person, it makes you love everyone. That's how I feel now."
    },
    {
      "cite": "Connor Chalfant",
      "quote": "When we were born, nobody gave us a lesson on how to breathe—we just did. The same thing happens with love. Nobody tells you how to love—we just do."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Love everyone today as if today is the last day of your life."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You need not to love everyone, but you need to be polite with everyone, people will appreciate your politeness more than your love, because politeness is sweeter than love."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The world says fall in love, but the universe says rise in love."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Every life matters. Be like Mother Nature and love everyone without judging."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "No matter what, love everyone because everyone is craving love."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Love is black. Love is white. Love is brown. Love is humanity."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Promise yourself to forgive everyone, love everyone, and judge no one."
    },
    {
      "cite": "ApolloM",
      "quote": "Look at a flower. She loves everyone. She doesn't care who you are or where you're from. Why should we? Let us love everyone."
    },
    {
      "cite": "Doja Cat",
      "quote": "Truth is, I love everyone that is a good person regardless of what they look like, walk like, or who they love."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "Everybody needs love. Everyone deserves it."
    },
    {
      "cite": "Paul Pogba",
      "quote": "We can not love everyone and be loved by everyone. It would be perfection, and nothing is perfect in this world."
    },
    {
      "cite": "Stephen Cone",
      "quote": "Well... I mean, I think Christ teaches us to love everyone."
    },
    {
      "cite": "Terrence Malick",
      "quote": "Help each other. Love everyone. Every leaf. Every ray of light. Forgive."
    },
    {
      "cite": "Terrence Malick",
      "quote": "The only way to be happy is to love. Unless you love, your life will flash by."
    },
    {
      "cite": "Michael Caton-Jones",
      "quote": "God doesn't always like everything we do. That's our choice. But he loves all his children."
    },
    {
      "cite": "Scott Takeda",
      "quote": "You see, we don't have to love everyone. It's almost impossible. Many families don't get along. We don't even have to like each other. But you know, in my opinion, to survive, we have to learn to respect one another. Without respect, we will destroy each other."
    },
    {
      "cite": "Robert Raymond",
      "quote": "I just love being in love, I love everything about it I love falling in love I love being in love I love going from in love to love I love that I love all things love I love being loved I love everyone I love everything I love when people love me back, do you love me?"
    }
  ]
}