{
  "source": "https://www.wisesayings.com/love-at-first-sight-quotes/",
  "theme": "love-at-first-sight",
  "quotes": [
    {
      "cite": "William Hazlitt",
      "quote": "Love at first sight is only realizing an imagination that has always haunted us; or meeting with a face, a figure, or cast of expression in perfection that we have seen and admired in a less degree or in less favorable circumstances a hundred times before."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "The only true love is love at first sight; second sight dispels it."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "It's not love at first sight, it's having the sight, to distinguish true love, from just mere beauty."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Love at first sight is easy to understand; it's when two people have been looking at each other for a lifetime that it becomes a miracle."
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "The process of falling in love at first sight is as final as it is swift in such a case, but the growth of true friendship may be a lifelong affair."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Maybe love at first sight isn’t what we think it is. Maybe it’s recognising a soul we loved in a past life and falling in love with them again."
    },
    {
      "cite": "Ahmed Mostafa",
      "quote": "Here's to love at first sight, and here's to getting over it the moment you blink."
    },
    {
      "cite": "Vladmir Nabokov",
      "quote": "It was love at first sight, at last sight, at ever and ever sight."
    },
    {
      "cite": "Eric Dane",
      "quote": "Love at first sight is different when you're 32 than when you're 22. In your early 20s, you fall in love after three weeks."
    },
    {
      "cite": "Tablo",
      "quote": "People believe those fairytales about falling in love at first sight at the bus, subway, or at the streets. But it doesn't make sense how they'd laugh at the ones who fell in love at first sight through TV screens. Loving a celebrity IS a type of love. Love is fair to everyone."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "A stunning first impression was not the same thing as love at first sight. But surely it was an invitation to consider the matter."
    },
    {
      "cite": "Alec Waugh",
      "quote": "You can fall in love at first sight with a place as with a person."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "The advantage of love at first sight is that it delays a second sight."
    },
    {
      "cite": "Herman Melville",
      "quote": "Friendship at first sight, like love at first sight, is said to be the only truth."
    },
    {
      "cite": "Wilhelm Stekel",
      "quote": "Love at first sight is a revival of an infantile impression. The first love object reappears in a different disguise."
    },
    {
      "cite": "Anonymous",
      "quote": "Love at first sight becomes truly remarkable when people have been looking at each other for years and realize that they love each other all along."
    },
    {
      "cite": "Regan Walker",
      "quote": "Sometimes, when we least expect it, we catch a glimpse of someone, a face, perhaps only a smile, and our heart latches on and will not let go. It may not be love at first, but soon and for always."
    },
    {
      "cite": "Auliq Ice",
      "quote": "The first love is the one that leaves an everlasting impression on the heart."
    },
    {
      "cite": "Anonymous",
      "quote": "No one believes in love at fisrt sight until that special persons comes along and steals your heart."
    },
    {
      "cite": "E. M. Forster",
      "quote": "She must be assured that it is not a criminal offense to love at first sight."
    }
  ]
}