{
  "source": "https://www.wisesayings.com/love-lost-quotes/",
  "theme": "love-lost",
  "quotes": [
    {
      "cite": "Dennis Lehane",
      "quote": "And he'd hated himself, and hated her, too, for the ruin they'd made of each other."
    },
    {
      "cite": "Felicity Kendal",
      "quote": "I don't think, until you've actually lost somebody you really love, that you can go through that door that allows you to be grown-up."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "Where you used to be, there is a hole in the world, which I find myself constantly walking around in the daytime, and falling in at night.  I miss you like hell."
    },
    {
      "cite": "Unknown Author",
      "quote": "When love is lost, do not bow your head in sadness; instead keep your head up high and gaze into heaven for that is where your broken heart has been sent to heal."
    },
    {
      "cite": "Stendhal",
      "quote": "In love, unlike most other passions, the recollection of what you have had and lost is always better than what you can hope for in the future."
    },
    {
      "cite": "Washington Irving",
      "quote": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart."
    },
    {
      "cite": "Ethel Person",
      "quote": "People should not judge failed love affairs as failed experiences, but as part of the growth process. Something does not have to end well for it to have been one of the most valuable experiences of a lifetime."
    },
    {
      "cite": "Anais Nin",
      "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "I have loved and I have lost and I'm starting to believe; it's okay. Sometimes what we 'think' is best for us, is only the beginning of what is truly 'meant' for us. And if I have loved, so deeply the wrong heart; I am content in knowing the greatest love I will ever experience, hasn't even begun yet."
    },
    {
      "cite": "C. Elizabeth",
      "quote": "A dream you once were, a dream of all my realities, a dream I can no longer strive for, in the wake of many betrayals."
    },
    {
      "cite": "Ian McEwan",
      "quote": "When it's gone, you'll know what a gift love was.You'll suffer like this. So go back and fight to keep it."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "I thought when love for you died, I should die. It's dead. Alone, most strangely, I live on."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "It's better to have loved and lost than to have to do forty pounds of laundry a week."
    },
    {
      "cite": "Anmol Andore",
      "quote": "I think the worst feeling in the world is knowing that someone you used to talk to everyday doesn't care about you anymore"
    },
    {
      "cite": "Terry Mark",
      "quote": "There can't be a perfect replacement for those we lost, whom we love so much. But there's always a kind replacement, strong and caring enough to take us through those lonely moments."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "What the heart has once owned and had, it shall never lose."
    },
    {
      "cite": "Harold Loukes",
      "quote": "An act of love that fails is just as much a part of the divine life as an act of love that succeeds, for love is measured by fullness, not by reception."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Sigh no more, ladies, sigh no more, Men were deceivers ever, One foot in sea and one on shore, To one thing constant never."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The way to love anything is to realize that it might be lost."
    },
    {
      "cite": "Richard Simmons",
      "quote": "I have loved deeply. I have lost intensely. I will never love again. I get that love by people who care for me."
    },
    {
      "cite": "Bipasha Basu",
      "quote": "Any relationship should have love, and if there is no love, it is better to call off a relationship. People say that love happens only once, but I don't believe in it because for me, if one relationship doesn't work, you should move on and seek love in another relationship. Who knows; you might find love in the second relationship."
    },
    {
      "cite": "Agnetha Faltskog",
      "quote": "When you love someone, and you've lost that one, then nothing really matters."
    },
    {
      "cite": "William Thackeray",
      "quote": "To love and win is the best thing; to love and lose, the next best."
    },
    {
      "cite": "Nina Guilbeau",
      "quote": "Everyone keeps telling me that time heals all wounds, but no one can tell me what I'm supposed to do right now. Right now I can't sleep. It's right now that I can't eat. Right now I still hear his voice and sense his presence even though I know he's not here. Right now all I seem to do is cry. I know all about time and wounds healing, but even if I had all the time in the world, I still don't know what to do with all this hurt right now."
    },
    {
      "cite": "Brian Celio",
      "quote": "Love becomes logically true when lost but still sought from the same source."
    },
    {
      "cite": "Unknown Author",
      "quote": "Love is grand; divorce is a hundred grand."
    },
    {
      "cite": "John Green",
      "quote": "You can love someone so much...But you can never love people as much as you can miss them."
    }
  ]
}