{
  "source": "https://www.wisesayings.com/love-quotes/",
  "theme": "love",
  "quotes": [
    {
      "cite": "Ann Landers",
      "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."
    },
    {
      "cite": "Roger de Rabutin de Bussy",
      "quote": "Absence is to love as wind is to fire; it extinguishes the small and enkindles the great."
    },
    {
      "cite": "Egyptian (on marriage)",
      "quote": "One who marries for love alone will have bad days but good nights."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "I am in love and want to grow pale; I am in love and I want to suffer; I am in love, and I give away my genius in exchange for a kiss."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Love; that self-love a deux."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Sometimes the heart sees what is invisible to the eye."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Love doesn't make the world go 'round. Love is what makes the ride worthwhile."
    },
    {
      "cite": "Aristotle",
      "quote": "Love is composed of a single soul inhabiting two bodies."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love is a fruit in season at all times, and within reach of every hand."
    },
    {
      "cite": "Author Unknown",
      "quote": "Love: a wildly misunderstood although highly desirable malfunction of the heart which weakens the brain, causes eyes to sparkle, cheeks to glow, blood pressure to rise and the lips to pucker."
    },
    {
      "cite": "Voltaire",
      "quote": "Love is a canvas furnished by Nature and embroidered by imagination."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "The best and most beautiful things in the world cannot be seen nor even touched, but just felt in the heart."
    },
    {
      "cite": "Plato",
      "quote": "At the touch of love, everyone becomes a poet."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "If I were pressed to say why I loved him, I feel that my only reply could be: 'Because it was he, because it was I'."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Love is a fabric which never fades, no matter how often it is washed in the water of adversity and grief."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "In the arithmetic of love, one plus one equals everything, and two minus one equals nothing."
    },
    {
      "cite": "LaoTzu",
      "quote": "Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch it, and it darts away."
    },
    {
      "cite": "Chris Moore",
      "quote": "Love is to love someone for who they are, who they were, and who they will be."
    },
    {
      "cite": "T. Tolis",
      "quote": "To love is nothing. To be loved is something. But to love and be loved, that's everything."
    },
    {
      "cite": "Victor Hugo",
      "quote": "I shall be great and you rich, because we love each other."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Love is an act of endless forgiveness, a tender look which becomes a habit."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Love is something eternal; the aspect may change, but not the essence."
    },
    {
      "cite": "Jules Renard",
      "quote": "Love is like an hourglass, with the heart filling up as the brain empties."
    },
    {
      "cite": "Plato",
      "quote": "Love is the joy of the good, the wonder of the wise, the amazement of the Gods."
    },
    {
      "cite": "Joan Crawford",
      "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Love is the only sane and satisfactory answer to the problem of human existence."
    },
    {
      "cite": "Sappho",
      "quote": "Love has unbound my limbs and set me shaking, a monster bitter sweet and my unmaking."
    }
  ]
}