{
  "source": "https://www.wisesayings.com/loving-children-quotes/",
  "theme": "loving-children",
  "quotes": [
    {
      "cite": "Dr. Steve Maraboli",
      "quote": "Every time I thought I was being rejected from something good, I was actually being re-directed to something better."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Don't worry when you are not recognized, but strive to be worthy of recognition."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Appraisals are where you get together with your team leader and agree what an outstanding member of the team you are, how much your contribution has been valued, what massive potential you have and, in recognition of all this, would you mind having your salary halved."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Don't work for recognition, but do work worthy of recognition."
    },
    {
      "cite": "Stephen Lewis",
      "quote": "Unless there is recognition that women are most vulnerable... and you do something about social and cultural equality for women, you're never going to defeat this pandemic."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "You don't have to be a big name to do big things. Shine does not require recognition."
    },
    {
      "cite": "Angie Karan Krezos",
      "quote": "Don't do something for recognition. Do it out of kindness. Do it because out of giving, it will make you whole and complete."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There is no limit to the amount of good you can do if you don't care who gets the credit."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "For me, it's not about winning an award. It's also about not even being nominated"
    },
    {
      "cite": "Aditya Ajmera",
      "quote": "No matter how much one seeks recognition, they are still unrecognised."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "People need appreciation from more persons than they need love from one person."
    },
    {
      "cite": "Frank McCourt",
      "quote": "You have to give yourself credit, not too much because that would be bragging."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "A pat on the back is only a few vertebrae removed from a kick in the pants, but is miles ahead in results."
    },
    {
      "cite": "Gerard C. Eakedale",
      "quote": "Recognition is the greatest motivator."
    },
    {
      "cite": "Spencer Tracy",
      "quote": "It is up to us to give ourselves recognition. If we wait for it to come from others, we feel resentful when it doesn't, and when it does, we may well reject it."
    },
    {
      "cite": "Margaret Cousins",
      "quote": "Appreciation can make a day-even change a life. Your willingness to put it into words is all that is necessary."
    },
    {
      "cite": "Steve Brunkhorst",
      "quote": "Feeling appreciated is one of the most important needs that people have. When you share with someone your appreciation and gratitude, they will not forget you. Appreciation will return to you many times."
    },
    {
      "cite": "Billie Jean King",
      "quote": "I will tell you King's First Law of Recognition: You never get it when you want it, and then when it comes, you get too much."
    },
    {
      "cite": "Billy Martin",
      "quote": "There's nothing greater in the world than when somebody on the team does something good, and everybody gathers around to pat him on the back."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "There are two things people want more than sex and money... recognition and praise."
    },
    {
      "cite": "Madhuri Dixit",
      "quote": "It's so ironic - when you finally achieve recognition, you hide behind dark glasses."
    },
    {
      "cite": "Bob Ross",
      "quote": "Most painters want recognition, especially by their peers."
    },
    {
      "cite": "Veronica Roth",
      "quote": "A brave man acknowledges the strength of others."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "It's amazing how much you can get done if you don't worry about who gets the credit."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Empowerment comes from self-realization and recognition of our internal gifts, which we already have in abundance."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Recognition without money will not get you recognised."
    },
    {
      "cite": "Ogwo David Emenike",
      "quote": "True happiness that stands the taste of time comes by recognizing and appreciating what we do possess."
    },
    {
      "cite": "Darby Bannard",
      "quote": "There's a big difference between grabbing attention and rewarding attention."
    },
    {
      "cite": "Linda Blondheim",
      "quote": "I realized I was never going to be a nationally recognized painter but that I could set the goal of being a successful regional painter."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Recognition of function always precedes recognition of being."
    }
  ]
}