{
  "source": "https://www.wisesayings.com/loving-your-best-friend-quotes/",
  "theme": "loving-your-best-friend",
  "quotes": [
    {
      "cite": "Victor Hugo",
      "quote": "I have been loving you a little more every minute since this morning."
    },
    {
      "cite": "Anna Cummins",
      "quote": "Do not save your loving speeches for your friends till they are dead. Do not write them on their tombstones, speak them rather now instead."
    },
    {
      "cite": "Richard Baxter",
      "quote": "I must confess, as the experience of my own soul, that the expectation of loving my friends in heaven principally kindles my love to them while on earth."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The most I can do for my friend is simply to be his friend. I have no wealth to bestow on him. If he knows that I am happy in loving him, he will want no other reward. Is not friendship divine in this?"
    },
    {
      "cite": "Theocritus",
      "quote": "Surely great loving-kindness yet may go With a little gift: all's dear that comes from friends."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "One is loved because one is loved. No reason is needed for loving."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "To love for the sake of being loved is human, but to love for the sake of loving is angelic."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Even if loving meant leaving, or solitude, or sorrow, love was worth every penny of its price."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "Do you have to have a reason for loving?"
    },
    {
      "cite": "J.E.B. Spredemann",
      "quote": "Loving someone can be hard at times. You risk a lot when you love - your heart and soul, at the least. Love is the most important and most rewarding investment you can make in another person."
    },
    {
      "cite": "John Joseph Powell",
      "quote": "It is an absolute human certainty that no one can know his own beauty or perceive a sense of his own worth until it has been reflected back to him in the mirror of another loving, caring human being."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "The degree of loving is measured by the degree of giving."
    },
    {
      "cite": "John Morton",
      "quote": "There is no limit to the power of loving."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Loving is not just looking at each other, it's looking in the same direction."
    },
    {
      "cite": "George Mcdonald",
      "quote": "It is by loving and by being loved that one can come nearest to the soul of another."
    },
    {
      "cite": "Euripides",
      "quote": "Friends show their love in times of trouble, not in happiness."
    },
    {
      "cite": "Richard Bach",
      "quote": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?"
    },
    {
      "cite": "Doris Lessing",
      "quote": "Trust no friend without faults, and love a maiden, but no angel."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A friend is one who knows you and loves you just the same."
    },
    {
      "cite": "John the Apostle",
      "quote": "Greater love has no one than this, than to lay down one's life for his friends."
    },
    {
      "cite": "Ned Rorem",
      "quote": "Sooner or later you've heard all your best friends have to say. Then comes the tolerance of real love."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship."
    },
    {
      "cite": "Anthony Kiedis",
      "quote": "would consider him definitely one of my very best friends and I know he feels the same about me. We have a lot of love and respect."
    },
    {
      "cite": "Moliere",
      "quote": "The more we love our friends, the less we flatter them; it is by excusing nothing that pure love shows itself."
    },
    {
      "cite": "Seneca",
      "quote": "Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment."
    },
    {
      "cite": "Socrates",
      "quote": "Get not your friends by bare compliments, but by giving them sensible tokens of your love."
    },
    {
      "cite": "Rumi",
      "quote": "When your love contracts in anger, the atmosphere itself feels threatening. But when you're expansive, no matter what the weather, you're in an open, windy field with friends."
    },
    {
      "cite": "R. D. Hicks",
      "quote": "Love your friends as if they would some day hate you."
    },
    {
      "cite": "Julius Charles Hare",
      "quote": "Nobody who is afraid of laughing, and heartily too, at his friend, can be said to have a true and thorough love for him."
    }
  ]
}