{
  "source": "https://www.wisesayings.com/loving-someone-quotes/",
  "theme": "loving-someone",
  "quotes": [
    {
      "cite": "Ernest Hemingway",
      "quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too."
    },
    {
      "cite": "unknown",
      "quote": "When you love someone you know that with every heartbeat they sink deeper into your heart."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "Loving someone is a full time commitment. Use that time wisely. Cherish the high points and fight hard to conquer the challenges. No one said love would be easy, but it is dam sure worth it."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Loving someone meant letting them be who they were, not caging them."
    },
    {
      "cite": "J.E.B. Spredemann",
      "quote": "Loving someone can be hard at times. You risk a lot when you love - your heart and soul, at the least. Love is the most important and most rewarding investment you can make in another person."
    },
    {
      "cite": "Karrine Steffans",
      "quote": "The thing about loving someone is that you have to love them the way they need to be loved and not the way you want to love them."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "I am coming to terms with the fact that loving someone requires a leap of faith, and that a soft landing is never guaranteed."
    },
    {
      "cite": "Zayn Malik",
      "quote": "Loving someone who doesn't love you is like waiting for a ship at the airport."
    },
    {
      "cite": "unknown",
      "quote": "When you truly love someone it means your love is unconditional. It means taking the good and the bad, loving them for the person they are, and not trying to change them into the person you want them to be."
    },
    {
      "cite": "unknown",
      "quote": "If you love someone put their name in a circle, not a heart, because hearts can be broken but circles go on forever."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "You never stop loving someone. You just learn to live without them."
    },
    {
      "cite": "unknown",
      "quote": "It hurts to love someone and not be loved in return, but what is the most painful is to love someone and never find the courage to let the person know how you feel."
    },
    {
      "cite": "Hanif Kureishi",
      "quote": "You don't stop loving someone just because you hate them."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "Unless you love someone, nothing else makes any sense."
    },
    {
      "cite": "Kate Winslet",
      "quote": "Loving someone is setting them free, letting them go."
    },
    {
      "cite": "Diana Vim",
      "quote": "When you faithfully love someone with all your heart and give it your all without getting anything in return. Good things will come for you and true love will find you."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "When you love someone all your saved up wishes start coming out."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "As the old saying goes, 'sometimes loving someone means letting them go.'"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Loving someone and having them love you back is the most precious thing in the world."
    },
    {
      "cite": "unknown",
      "quote": "Loving someone who doesn't love you back is like hugging a cactus. The tighter you hold on, the more it hurts."
    },
    {
      "cite": "Rob Bell",
      "quote": "If we are serious about loving someone, we have to surrender all the desires within us to manipulate the relationship."
    },
    {
      "cite": "Jessica Jung",
      "quote": "Anyone can say they love someone....It's loving someone enough to let them go that will prove that love."
    },
    {
      "cite": "unknown",
      "quote": "To love someone is to understand each other, laugh together, smile with your heart and trust one another."
    },
    {
      "cite": "Neena Gupta",
      "quote": "Loving someone never gives you the right to control them. You can't force them to love you the way you want."
    },
    {
      "cite": "unknown",
      "quote": "When you truly love someone, you don't judge them by their past. You leave it there. Just be happy that their future belongs to you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "In a nutshell, loving someone is about giving, not receiving."
    },
    {
      "cite": "Janice Markowitz",
      "quote": "If you have to think about whether you love someone or not then the answer is no. When you love someone you just know.If you have to think about whether you love someone or not then the answer is no. When you love someone you just know."
    },
    {
      "cite": "Francois Mauriac",
      "quote": "To love someone is to see a miracle invisible to others."
    }
  ]
}