{
  "source": "https://www.wisesayings.com/loving-yourself-quotes/",
  "theme": "loving-yourself",
  "quotes": [
    {
      "cite": "Jenn Proske",
      "quote": "Love yourself. It is important to stay positive because beauty comes from the inside out."
    },
    {
      "cite": "Karolina Kurkova",
      "quote": "Love yourself instead of abusing yourself."
    },
    {
      "cite": "Sanhita Baruah",
      "quote": "Even when it seems that there is no one else, always remember there's one person who never ceased to love you - yourself."
    },
    {
      "cite": "Avis Williams",
      "quote": "I am perfect, I love and accept myself as I am."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "Loving yourself doesn't make you selfish. When done correctly, the exact opposite occurs, because you know that selfish behaviors are negative for your mind, body and spirit."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Don't ignore the love you DO have in your life by focusing on the love you DON'T."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Be a bit of a challenge; not because you're playing games but because you realize you're worth the extra effort."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To love oneself is the beginning of a life-long romance."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "If you aren't good at loving yourself, you will have a difficult time loving anyone, since you'll resent the time and energy you give another person that you aren't even giving to yourself."
    },
    {
      "cite": "Kim McMillen",
      "quote": "When I loved myself enough, I began leaving whatever wasn't healthy. This meant people, jobs, my own beliefs and habits anything that kept me small. My judgement called it disloyal. Now I see it as self-loving."
    },
    {
      "cite": "Thaddeus Golas",
      "quote": "Whatever you are doing, love yourself for doing it. Whatever you are feeling, love yourself for feeling it."
    },
    {
      "cite": "Osho",
      "quote": "A man who loves himself takes the first step towards real love."
    },
    {
      "cite": "Yee Shun-Jian",
      "quote": "Loving yourself means accepting your weaknesses as parts of yourself you are still working to improve and celebrating your strengths. Do that for those around you, and you'll find that life is filled with joy."
    },
    {
      "cite": "Nirav Sanchaniya",
      "quote": "I Am In Love With Myself, With My Heart."
    },
    {
      "cite": "Louise L. Hay.",
      "quote": "I love myself for I am a beloved child of the universe and the universe lovingly takes care of me now...Love is the great miraclecure. Loving ourselves works miracles in our lives."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "You're always with yourself, so you might as well enjoy the company."
    },
    {
      "cite": "unknown",
      "quote": "Love yourself or no one else will."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "You've got to love yourself first. You've got to be okay on your own before you can be okay with somebody else."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you don't love yourself, you cannot love others. You will not be able to love others. If you have no compassion for yourself then you are not able of developing compassion for others."
    },
    {
      "cite": "Margo Anand",
      "quote": "Loving yourself does not mean being self-absorbed or narcissistic, or disregarding others. Rather it means welcoming yourself as the most honored guest in your own heart, a guest worthy of respect, a lovable companion."
    },
    {
      "cite": "Joe Vitale",
      "quote": "Turns out that loving yourself is the greatest way to improve yourself, and as you improve yourself, your improve your world."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
    },
    {
      "cite": "Buddha",
      "quote": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You, yourself, as much as anybody in the entire universe, deserve your love and affection."
    },
    {
      "cite": "Mandy Hale",
      "quote": "It's not selfish to love yourself, take care of yourself, and to make your happiness a priority. It's necessary."
    },
    {
      "cite": "unknown",
      "quote": "People like me great. People don't like me great. As long as I like myself that all that matters."
    },
    {
      "cite": "Walt Disney",
      "quote": "The more you like yourself, the less you are like anyone else, which makes you unique."
    },
    {
      "cite": "John Pierrkos",
      "quote": "Love brings you face to face with yourself. It`s impossible to love others if you don't love yourself."
    },
    {
      "cite": "Montaigne",
      "quote": "Lend yourself to others, but give yourself to yourself."
    },
    {
      "cite": "Randi G. Fine",
      "quote": "Self love does not lessen our ability to love others; it increases it. The more love we have within the more love we have to give out."
    },
    {
      "cite": "Randi G. Fine",
      "quote": "Fill your own well with love so that others may drink from it."
    }
  ]
}