{
  "source": "https://www.wisesayings.com/loyalist-quotes/",
  "theme": "loyalist",
  "quotes": [
    {
      "cite": "Drishti Bablani",
      "quote": "Loyalty is not just a matter of reciprocation. Loyalty is a matter of personal character."
    },
    {
      "cite": "M.R. Carey",
      "quote": "Loyalty is just the wheels on the bus meaning that it keeps things moving but it's neutral when it comes to the direction they move in."
    },
    {
      "cite": "Dr. Bill Tollefson",
      "quote": "Loyalty is the highest virtue taught by abusers, and used as a control tool."
    },
    {
      "cite": "Charles Jones",
      "quote": "Loyalty is something you give regardless of what you get back, and in giving loyalty, you're getting more loyalty; and out of loyalty flow other great qualities."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Loyalty is a characteristic trait. Those who have it, give it free of charge."
    },
    {
      "cite": "Mario Puzo",
      "quote": "The strength of a family, like the strength of an army, is in its loyalty to each other."
    },
    {
      "cite": "Ada Velez-Boardley",
      "quote": "Loyalty is the pledge of truth to oneself and others."
    },
    {
      "cite": "Cindy Sheehan",
      "quote": "Loyalty to the true, core values and roots of democracy is what makes a true patriot, not loyalty to a symbol of the country."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Loyalty is a characteristic trait. Those who has it, gives it free of charge."
    },
    {
      "cite": "Glenn van Dekken",
      "quote": "Loyalty is what makes us trust. Trust is what makes us stay. Staying is what makes us love, and love is what gives us hope."
    },
    {
      "cite": "Taylor Lautner",
      "quote": "Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success."
    },
    {
      "cite": "Garet Garrett",
      "quote": "Loyalty of the law-making power to the executive power was one of the dangers the political fathers foretold."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "You give loyalty, you'll get it back. You give love, you'll get it back."
    },
    {
      "cite": "John Cena",
      "quote": "Be loyal to those who are loyal to you. And respect everyone, even your enemies and competition."
    },
    {
      "cite": "John Cena",
      "quote": "When people show loyalty to you, you take care of those who are with you. It's how it goes with everything. If you have a small circle of friends, and one of those friends doesn't stay loyal to you, they don't stay your friend for very long."
    },
    {
      "cite": "Brian Herbert",
      "quote": "Loyalty to an unjust cause is a perversion of honor."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "The person who renders loyal service in a humble capacity will be chosen for higher responsibilities, just as the biblical servant who multiplied the one pound given him by his master was made ruler over ten cities."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Total loyalty is possible only when fidelity is emptied of all concrete content, from which changes of mind might naturally arise."
    },
    {
      "cite": "Martin Fritz",
      "quote": "Loyalty is a measure of who can be counted upon to act in our interest. Disloyalty is an act against us. Loyalty is vital to a herding creature"
    },
    {
      "cite": "Thomas Freeman",
      "quote": "Loyalty is a virtue if it is directed at something greater than self-interest or group interest."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Loyalty may be extended to a personality or to the position. To which we value speaks volumes about original intent. Be mindful."
    },
    {
      "cite": "Mark Twain",
      "quote": "Loyalty to petrified opinion never yet broke a chain or freed a human soul."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Loyalty is the strongest glue which makes a relationship last for a life time."
    },
    {
      "cite": "Neil Kinnock",
      "quote": "Loyalty is a fine quality, but in excess it fills political graveyards."
    },
    {
      "cite": "Mark Twain",
      "quote": "Loyalty to the country always. Loyalty to the government when it deserves it."
    },
    {
      "cite": "Chip Bell",
      "quote": "Loyalty starts with a demonstration of respect and gratitude."
    }
  ]
}