{
  "source": "https://www.wisesayings.com/luck-quotes/",
  "theme": "luck",
  "quotes": [
    {
      "cite": "Alice Hoffman",
      "quote": "Here’s the thing about luck. You don’t know if it’s good or bad until you have some perspective."
    },
    {
      "cite": "Sally Koslow",
      "quote": "Learn to recognize good luck when it’s waving at you, hoping to get your attention."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Luck is a goddess not to be coerced and forcibly wooed by those who seek her favors."
    },
    {
      "cite": "George Bellairs",
      "quote": "Luck is what we make it, not what is thrust upon us. You’ve shown initiative and it has nothing to do with luck."
    },
    {
      "cite": "Ray Kroc",
      "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get."
    },
    {
      "cite": "Iain Duncan Smith",
      "quote": "Luck is great, but most of life is hard work."
    },
    {
      "cite": "Channing Pollock",
      "quote": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck."
    },
    {
      "cite": "Fiona Barton",
      "quote": "I’ve always believed in luck. I love the fact that people can change their lives instantly."
    },
    {
      "cite": "Nesta Jojoe Erskine",
      "quote": "You don’t get lucky while sitting in the sofa with arms crossed doing nothing. You can be lucky only when you are prepared."
    },
    {
      "cite": "Eliyahu Goldratt",
      "quote": "Good luck is when opportunity meets preparation, while bad luck is when lack of preparation meets reality."
    },
    {
      "cite": "Timothy Zahn",
      "quote": "I’ve found that what most people call luck is often little more than raw talent combined with the ability to make the most of opportunities."
    },
    {
      "cite": "Buddha",
      "quote": "Being deeply learned and skilled, being well trained and using well-spoken words: this is good luck."
    },
    {
      "cite": "Nick Cummins",
      "quote": "The universe works in crazy ways. Your good luck will come in waves, and so does your bad, so you have to take the good with the bad and press forward."
    },
    {
      "cite": "Raymond Aubrac",
      "quote": "You know, in life there are only three or four fundamental decisions to make. The rest is just luck."
    },
    {
      "cite": "Paul Lauterbur",
      "quote": "With luck, you have other things to do than wait for lightning to strike."
    },
    {
      "cite": "Timothy Zahn",
      "quote": "Luck is merely an illusion, trusted by the ignorant and chased by the foolish."
    },
    {
      "cite": "Estelle Parsons",
      "quote": "You can't just trust to luck; you have to really listen to what that character is telling you."
    },
    {
      "cite": "Don Sutton",
      "quote": "Luck is the by-product of busting your fanny."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Luck when your burst of energy doesn't run afoul of someone else's."
    },
    {
      "cite": "Persian Saying",
      "quote": "Go and wake up your luck."
    },
    {
      "cite": "Larry King",
      "quote": "Those who have succeeded at anything and don't mention luck are kidding themselves."
    },
    {
      "cite": "Seneca",
      "quote": "Luck never made a man wise."
    },
    {
      "cite": "Coleman Cox",
      "quote": "I am great believer in luck. The harder work I work, the more of it I seem to have."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "I believe in luck: how else can you explain the success of those you dislike?"
    },
    {
      "cite": "Cynthia Kadohata",
      "quote": "The thing about luck is that it's like a fever. You can take fever meds and lie in bed and drink chicken broth and sleep seventeen hours in a row, but basically your fever will break when it wants to break."
    },
    {
      "cite": "Joseph Julius Bonkowski",
      "quote": "Luck is not only having the best hand dealt to you but having someone to raise."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "Luck will occasionally blow some wind into wings that were not made to properly support flight."
    },
    {
      "cite": "Henry Lawson",
      "quote": "Here’s luck!’ while waitin’ for the luck that never comes."
    },
    {
      "cite": "Clarence Michael",
      "quote": "We all have bad luck some times, but it mends."
    },
    {
      "cite": "Robert Herrick",
      "quote": "So Good-Luck came, and on my roof did light, like noiseless snow, or as the dew of night."
    }
  ]
}