{
  "source": "https://www.wisesayings.com/lumberjack-quotes/",
  "theme": "lumberjack",
  "quotes": [
    {
      "cite": "Gayle Forman",
      "quote": "Neither sleet nor rain nor a half inch of snow will compel me to dress like a lumberjack."
    },
    {
      "cite": "Monty Python",
      "quote": "A lumberjack! Leaping from tree to tree."
    },
    {
      "cite": "Monty Python",
      "quote": "I'm a lumberjack and I'm OK I sleep all night and I work all day."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Will you tell me somethin', Mr. Lumberjack. Is it one for forward and three for back?"
    },
    {
      "cite": "Prime Minister Pete Nice",
      "quote": "Lumberjack chopping up the beat just swinging low."
    },
    {
      "cite": "The Kingston Trio",
      "quote": "I gave that notion up the day a lumberjack came in and it wasn't to pray."
    },
    {
      "cite": "Johnny Cash",
      "quote": "Will you tell me somethin' Mr Lumberjack is it one for forward and three for back."
    },
    {
      "cite": "Jamie N Commons",
      "quote": "I was your lumberjack but I can't stomach this I'm leavin' you, I'm not comin' back."
    },
    {
      "cite": "T.I.",
      "quote": "They be swinging on a trapper like a lumberjack."
    },
    {
      "cite": "Bob Dylan",
      "quote": "You have many contacts among the lumberjacks."
    },
    {
      "cite": "Stormzy",
      "quote": "Your girl take the wood lumberjack."
    },
    {
      "cite": "Mark Knopfler",
      "quote": "A lumberjack with the travelling blues"
    },
    {
      "cite": "Lupe Fiasco",
      "quote": "That's romantic and profound but now we're like lumberjacks holding the axes that brung it down."
    },
    {
      "cite": "Julie Kagawa",
      "quote": "You're not a lumberjack trying to hack down a tree. You're a dancer, and the sword is an extension of your arm. Move with the blade and keep your eyes on your enemy's upper body, not their weapon."
    },
    {
      "cite": "R. Scott Bakker",
      "quote": "Sometimes the Nonman would climb upon some wild pulpit, the mossed remains of a fallen tree, the humped back of a boulder, and paint wonders with his dark voice. Wonders and horrors both."
    },
    {
      "cite": "Gustav Stickley",
      "quote": "The quiet rhythmic monotone of the wall of logs fills one with the rustic peace of a secluded nook in the woods."
    },
    {
      "cite": "Siddha Nagarjuna",
      "quote": "The logs of wood which move down the river together Are driven apart by every wave. Such inevitable parting should not be the cause of misery."
    },
    {
      "cite": "Carlo Collodi",
      "quote": "Once upon a time there was a piece of wood. It was not an expensive piece of wood. Far from it. Just a common block of firewood, one of those thick, solid logs that are put on the fire in winter to make cold rooms cozy and warm."
    },
    {
      "cite": "Bauvard",
      "quote": "When sudden deforestation and depopulation occur together, that's how you know a time-traveling lumberjack has crossed paths with his family tree."
    },
    {
      "cite": "Henry Ford",
      "quote": "Chop your own wood and it will warm you twice."
    },
    {
      "cite": "Anonymous",
      "quote": "If I had four hours to chop down a tree, I'd spend the first two hours sharpening the axe"
    }
  ]
}