{
  "source": "https://www.wisesayings.com/lunatic-quotes/",
  "theme": "lunatic",
  "quotes": [
    {
      "cite": "William James",
      "quote": "The lunatic's visions of horror are all drawn from the material of daily fact."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "The lunatic is the man who lives in a small world but thinks it is a large one; he is the man who lives in a tenth of the truth, and thinks it is the whole. The madman cannot conceive any cosmos outside a certain tale or conspiracy or vision."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Over intellect will make you a genius, over emotions will make you a lunatic."
    },
    {
      "cite": "David Mitchell",
      "quote": "Lunatics are writers whose works write them."
    },
    {
      "cite": "George Orwell",
      "quote": "Perhaps a lunatic was simply a minority of one."
    },
    {
      "cite": "Gao Xingjian",
      "quote": "Only a lunatic would think that art is superior to nature."
    },
    {
      "cite": "Diane Arbus",
      "quote": "All that makes a lunatic are very ordinary ideas of mankind shut up very tight inside a man's head."
    },
    {
      "cite": "Scott Nicholson",
      "quote": "Every broken lunatic needed a theme song."
    },
    {
      "cite": "Derek Landy",
      "quote": "Embrace your inner lunatic. Fun times guaranteed."
    },
    {
      "cite": "Umberto Eco",
      "quote": "A sure sign of a lunatic is that sooner or later, he brings up the Templars."
    },
    {
      "cite": "Eric Temple Bell",
      "quote": "If a lunatic scribbles a jumble of mathematical symbols it does not follow that the writing means anything merely because to the inexpert eye it is indistinguishable from higher mathematics."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I know of men who believe in themselves more colossally than Napoleon or Caesar. I know where flames the fixed star of certainty and success. I can guide you to the thrones of the Super-men. The men who really believe in themselves are all in lunatic asylums."
    },
    {
      "cite": "David Lloyd George",
      "quote": "The world is becoming like a lunatic asylum run by the lunatics."
    },
    {
      "cite": "Richard Crossman",
      "quote": "My Minister's room is like a padded cell, and in certain ways I am like a person who is suddenly certified a lunatic and put safely into this great, vast room, cut off from real life and surrounded by male and female trained nurses and attendants. When I am in a good mood they occasionally allow an ordinary human being to come and visit me; but they make sure that I behave right, and that the other person behaves right; and they know how to handle me. Of course, they don't behave quite like nurses because the Civil Service is profoundly deferential-'Yes, Minister! No, Minister! If you wish it, Minister!'"
    },
    {
      "cite": "Ezra Pound",
      "quote": "I guess the definition  of a lunatic is a man surrounded by them."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The lunatic, the lover, the poet, / Are of imagination all compact."
    },
    {
      "cite": "Spike Milligan",
      "quote": "My father had a profound influence on me, he was a lunatic."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A child is a curly, dimpled lunatic."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Those comfortably padded lunatic asylums which are known, euphemistically, as the stately homes of England."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "The difference between a humanist and a lunatic is in fact one of degree."
    },
    {
      "cite": "George Orwell",
      "quote": "What can you do, thought Winston, against the lunatic who is more intelligent than yourself; who gives your arguments a fair hearing and simply persists in his lunacy?"
    },
    {
      "cite": "Albert Camus",
      "quote": "Nobody realizes that some people expend tremendous energy merely to be normal."
    },
    {
      "cite": "Billy Joel",
      "quote": "You may be right, / I may be crazy, / But it just may be a lunatic / you're looking for."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun scribbling  the word 'darkness' on the walls of his cell."
    },
    {
      "cite": "Donald James",
      "quote": "When a well-packaged web of lies has been sold gradually to the masses over generations, the truth will seem utterly preposterous and its speaker a raving lunatic."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "The place where optimism most flourishes is the lunatic asylum."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A casual stroll through the lunatic asylum shows that faith does not prove anything."
    },
    {
      "cite": "SebastiAn",
      "quote": "The world is full of lunatics who think the world is full of lunatics."
    },
    {
      "cite": "Geraldine",
      "quote": "Life has a gap in it. It just does. You don't go crazy trying to fill it like some lunatic."
    },
    {
      "cite": "Waters Comeau",
      "quote": "Take a trip inside / To my precious lunatic asylum / Welcome, enter the house of hell / My precious lunatic asylum / You can get anything you need / At the the precious lunatic asylum / Hang on as we take the ride / Into the precious lunatic asylum / Prepare to descend / Into my precious lunatic asylum / The ultimate insanity awaits below / In my precious lunatic asylum / Look at all the tortured souls / In the precious lunatic asylum / Here we are so let the fun begin / In my precious lunatic asylum / Gone, your mind is gone / It now belongs to me / Your mind is gone / I am insanity."
    }
  ]
}