{
  "source": "https://www.wisesayings.com/lunch-quotes/",
  "theme": "lunch",
  "quotes": [
    {
      "cite": "John Bartlett",
      "quote": "Naked lunch— a frozen moment when everyone sees what is on the end of every fork."
    },
    {
      "cite": "Adella Davis",
      "quote": "Eat breakfast like a king, lunch like a prince, and dinner like a pauper."
    },
    {
      "cite": "Duncan Hines",
      "quote": "Nearly everyone wants at least one outstanding meal a day."
    },
    {
      "cite": "Epicurus",
      "quote": "We should look for someone to eat and drink with before looking for something to eat and drink, for dining alone is leading the life of a lion or wolf."
    },
    {
      "cite": "Lacey Baier",
      "quote": "Breakfasts and lunches are the meals that get rushed or even forgotten during the week, even though they have such an impact on our energy levels and mood during the day— not to mention our waistlines."
    },
    {
      "cite": "Miriam Jacobs",
      "quote": "The lunch break helps you stay focused and energized throughout the day by recharging both your body and your mind. When you plan your lunch you have the opportunity to be healthy and nutritious, but you can also be creative with your lunchtime options and activities so that you will look forward to and make time for lunch."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Lunches don't get free just because you don't see the prices on the menu. And economists don't get popular by reminding people of that."
    },
    {
      "cite": "Aimee Bender",
      "quote": "At lunch you order steamed vegetables because you're remembering that you have a heart too. You feel humbled by your heart, it works so hard. You want to thank it. You give your heart a little patt."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Time is an illusion, lunchtime doubly so."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "To lunch with the important that should be the daily goal of those for whom life is not a playground but a ladder."
    },
    {
      "cite": "Rosecrans Baldwin",
      "quote": "Lunch is the best time of day to eat in Paris. Then you get to go walk it off afterwards."
    },
    {
      "cite": "Charles Krauthammer",
      "quote": "The free lunch is the essence of modern liberalism."
    },
    {
      "cite": "J.M. Withrow",
      "quote": "The penny lunch has spread faster than the measles. There seems no immunity for it. Everybody is taking it."
    },
    {
      "cite": "Andrew R. Ruis",
      "quote": "Lunches were something to be 'survived' rather than enjoyed."
    },
    {
      "cite": "Kidbizo Team",
      "quote": "Lunchtime is more than an academic break for youngsters— it's a time to refresh the calories needed to concentrate and focus for the afternoon ahead."
    },
    {
      "cite": "Kidbizo Team",
      "quote": "Lunchtime is also a time to socialize. Chances are at that play, not eating, is the priority at lunchtime."
    },
    {
      "cite": "Stephanie H. Dahl",
      "quote": "Working couples spend an enormous amount of money eating out, not so much for pleasure and entertainment as just to avoid the chore of cooking."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When I was younger, I made it a rule never to take strong drink before lunch. It is now my rule never to do so before breakfast."
    },
    {
      "cite": "Edward Giobbi",
      "quote": "Sunday lunches in the spring are particularly pleasurable because my parents live in the country, and all of us kids live in the city with our children."
    },
    {
      "cite": "Madonna Gauding",
      "quote": "Add up what you spend on lunches in a year. You may be in for a shock!"
    },
    {
      "cite": "United States Department of Agriculture",
      "quote": "School lunch managers face many problems. They have limited budgets and must constantly stretch their resources to provide nonprofit, nutritious lunches at low cost."
    },
    {
      "cite": "United States Department of Agriculture",
      "quote": "Everyone makes sure that no child goes hungry because he can't afford to pay for his lunch."
    },
    {
      "cite": "United States Department of Agriculture",
      "quote": "School lunches contribute significantly to a child's physical and mental development."
    },
    {
      "cite": "United States Department of Agriculture",
      "quote": "Someone can influence all the children in schools that have good lunches to realize they need to eat those lunches for their own health and happiness."
    },
    {
      "cite": "Amanda Lanser",
      "quote": "But the calorie limits on school lunches upset some people. Parents, lawmakers, and students were used to larger portions. Some students found the new lunches left them hungry just an hour or two after lunch."
    },
    {
      "cite": "Clara Rowena Schmidt Carpenter",
      "quote": "Simple cookies may be served to increase the food value of the lighter lunches, and they also add interesting variety of texture and flavor."
    },
    {
      "cite": "Clara Rowena Schmidt Carpenter",
      "quote": "Another safeguard is to plan lunches far enough ahead to make sure that the main dishes of any given week are sufficiently varied to include, all told, all the kinds of food essential for good nutrition."
    },
    {
      "cite": "Cassie Best",
      "quote": "For many of us, Sunday lunch is the most important meal of the week as we get to catch up with friends and family over a lovingly prepared meal."
    },
    {
      "cite": "Bernice Bronia Grunwald",
      "quote": "Lunch money is for one purpose only— namely for buying lunch— and should not be confused with the allowance, which the child can spend as he/she wishes."
    }
  ]
}