{
  "source": "https://www.wisesayings.com/lurking-quotes/",
  "theme": "lurking",
  "quotes": [
    {
      "cite": "Edsger Dijkstra",
      "quote": "The lurking suspicion that something could be simplified is the world's richest source of rewarding challenges."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The suspicious mind believes more than it doubts. It believes in a formidable and ineradicable evil lurking in every person."
    },
    {
      "cite": "Esa-Pekka Salonen",
      "quote": "Once you get over the first hill, there is always a new, higher one lurking, of course."
    },
    {
      "cite": "Richard O'Brien",
      "quote": "There’s something about shadows because you make your own mind up about what’s lurking in them."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "A lurking pun is the worst pun, one the offender has been waiting to spring on you."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The scariest monsters are the ones that lurk within our souls..."
    },
    {
      "cite": "Marissa Meyer",
      "quote": "Always check your hats before donning them. You never know what might be lurking inside."
    },
    {
      "cite": "Silje Akselberg Iversen",
      "quote": "True monsters are not those lurking under the bed, but the ones sleeping in it."
    },
    {
      "cite": "Werner Herzog",
      "quote": "What would an ocean be without a monster lurking in the dark? It would be like sleep without dreams."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Every man has a lurking wish to appear considerable in his native place."
    },
    {
      "cite": "John Chrusciel",
      "quote": "Behind every successful man lurks a truly amazed ex-mother-in-law."
    },
    {
      "cite": "Loren Eiseley",
      "quote": "Tomorrow lurks in us, the latency to be all that was not achieved before."
    },
    {
      "cite": "Arthur Conan Doyle Sr.",
      "quote": "I feel that there is reason lurking in you somewhere, so we will patiently grope round for it."
    },
    {
      "cite": "Carl Sagan",
      "quote": "There is a lurking fear that some things are not 'meant' to be known, that some inquiries are too dangerous for human beings to make."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Whatever may be the tensions and the stresses of a particular day, there is always lurking close at hand the trailing beauty of forgotten joy or unremembered peace."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Truth is what every man sees lurking at the bottom of his own soul, like the oyster shell housewives put in the kitchen kettle to collect the lime from the water. By and by each man’s iridescent oyster shell of Truth becomes coated with the lime of prejudice and hearsay."
    },
    {
      "cite": "Tiberius",
      "quote": "Let all the poisons that lurk in the mud, Hatch out."
    },
    {
      "cite": "Victor Hugo",
      "quote": "In every cradle decked with rosy wreath lurk germs of death."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "We live in a world of constant juxtaposition between joy that's possible and pain that's all too common. We hope for love and success and abundance, but we never quite forget that there is always lurking the possibility of disaster."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "There's no love more intense than the love we have for our kids - and where there is intense love, there is also intense fear lurking beneath the surface."
    },
    {
      "cite": "David Hewson",
      "quote": "In their vanity men focus on what they wish to hear and miss the hidden meaning, the lurking threat."
    },
    {
      "cite": "Larry Wall",
      "quote": "'Lurking' is one metaphor that the Omniscience has allowed us to borrow."
    },
    {
      "cite": "Virgil",
      "quote": "There's a snake lurking in the grass."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Failure is the foundation of success: success is the lurking place of failure."
    },
    {
      "cite": "A. Lee Martinez",
      "quote": "Reality is like a fruitcake; pretty enough to look at but with all sorts of nasty things lurking just beneath the surface."
    }
  ]
}