{
  "source": "https://www.wisesayings.com/lust-quotes/",
  "theme": "lust",
  "quotes": [
    {
      "cite": "Douglas Horton",
      "quote": "The more we are filled with thoughts of lust the less we find true romantic love."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Lust is to the other passions what the nervous fluid is to life; it supports them all, lends strength to them all ambition, cruelty, avarice, revenge, are all founded on lust."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Lust is a thing of the blood. Doesn't need head or heart."
    },
    {
      "cite": "Teresa Mummert",
      "quote": "Lust is the difference between loving someone and being in love with someone."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Lust has less logic than love, sometimes, but it's easier to fight."
    },
    {
      "cite": "Saint Ambrose",
      "quote": "Lust is a sharp spur to vice, which always putteth the affections into a false gallop."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Of the seven deadly sins, lust is definitely the pick of the litter."
    },
    {
      "cite": "Claudian",
      "quote": "Lust, forgetful of future suffering, hurries us along the forbidden path."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Lust is the craving for salt of a man who is dying of thirst."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Lust is a poor, weak, whimpering, whispering thing compared with that richness and energy of desire which will arise when lust has been killed."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Lust is the cause of generation."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Lust is an immoderate wantonness of the flesh, a sweet poison, a cruel pestilence; a pernicious poison, which weakeneth the body of man, and effeminateth the strength of the heroic mind."
    },
    {
      "cite": "Nicholas Rowe",
      "quote": "Lust is, of all the frailties of our nature, what most we ought to fear; the headstrong beast rushes along, impatient of the course; nor hears the rider's call, nor feels the rein."
    },
    {
      "cite": "Demonax",
      "quote": "Lust is a pleasure bought with pains, a delight hatched with disquiet, a content passed with fear, and a sin finished with sorrow."
    },
    {
      "cite": "Zoroaster",
      "quote": "Beware of lust; it corrupteth both the body and the mind."
    },
    {
      "cite": "Sextus Propertius",
      "quote": "Among absent lovers, ardor always fares better."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves."
    },
    {
      "cite": "Riley Shane",
      "quote": "Lust is a tool, desire a trap. Wield the first, and you can take someone's soul. Fall into the second, and they can take yours."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Craving, not having, is the mother of a reckless giving of oneself."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Sex is the consolation you have when you can't have love."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "The human body is the best work of art."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Lust's passion will be served; it demands, it militates, it tyrannizes."
    },
    {
      "cite": "A.G. Hall",
      "quote": "Men get laid, but women get screwed."
    },
    {
      "cite": "unknown",
      "quote": "I think I could fall madly in bed with you."
    },
    {
      "cite": "Woody Allen",
      "quote": "Sex without love is an empty experience, but as empty experiences go it's one of the best."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Desire is in men a hunger, in women only an appetite."
    },
    {
      "cite": "Pliny",
      "quote": "Lust is an enemy to the purse, a foe to the person, a canker to the mind, a corrosive to the conscience, a weakness of the wit, a besotter of the senses, and finally, a mortal bane to all the body."
    },
    {
      "cite": "unknown",
      "quote": "Lust will curdle like milk if you don't keep using it up."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "I admit, I have a tremendous sex drive. My boyfriend lives forty miles away."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "If it is the dirty element that gives pleasure to the act of lust, then the dirtier it is, the more pleasurable it is bound to be."
    }
  ]
}