{
  "source": "https://www.wisesayings.com/lying-quotes/",
  "theme": "lying",
  "quotes": [
    {
      "cite": "Patricia Briggs",
      "quote": "Hard truths can be dealt with, triumphed over, but lies will destroy your soul."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Never to lie is to have no lock to your door, you are never wholly alone."
    },
    {
      "cite": "Josh Billings",
      "quote": "A lie with a purpose is one of the worst kind, and the most profitable."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Lying to ourselves is more deeply ingrained than lying to others."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "Liars are always most disposed to swear"
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Sometimes you can learn things from the way a person denies something. The choice of lies can be almost as helpful as the truth."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The man who lies to himself and listens to his own lie comes to such a pass that he cannot distinguish the truth within him."
    },
    {
      "cite": "Ron Paul",
      "quote": "Truth is treason in the empire of lies."
    },
    {
      "cite": "Elias Canetti",
      "quote": "Someone who always has to lie discovers that every one of his lies is true."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you."
    },
    {
      "cite": "Adolph Hitler",
      "quote": "The great mass of people will more easily fall victems to a big lie than to a small one."
    },
    {
      "cite": "William Rivers Pitt",
      "quote": "They all lie, from the top man down to the bottom. If their lips are moving, a lie is unfolding."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A man would rather have a hundred lies told of him than one truth which he does not wish should be known."
    },
    {
      "cite": "James B. and Hannah Yoseph",
      "quote": "Statistics don't lie, but liars use statistics"
    },
    {
      "cite": "Dr Mark Donohoe",
      "quote": "It is a problem for me that I am part of a profession that is systematically lying to people."
    },
    {
      "cite": "Lyman Beecher",
      "quote": "Never chase a lie. Let it alone, and it will run itself to death. I can work out a good character much faster than anyone can lie me out of it"
    },
    {
      "cite": "Criss Jami",
      "quote": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The closer to the truth, the better the lie, and the truth itself, when it can be used, is the best lie."
    },
    {
      "cite": "Sara Shepard",
      "quote": "No one believes a liar. Even when she's telling the truth."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The men the American people admire most extravagantly are the most daring liars; the men they detest most violently are those who try to tell them the truth."
    },
    {
      "cite": "Mikhail Bulgakov",
      "quote": "Understand that the tongue can conceal the truth, but the eyes--never!"
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Of all the liars in the world, sometimes the worst are your own fears."
    },
    {
      "cite": "Smauel R. Delany",
      "quote": "It was easier to lie with a gesture than a word."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "Lying is done with words and also with silence."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "A lie that is half-truth is the darkest of all lies."
    },
    {
      "cite": "Alfred Adler",
      "quote": "A lie would have no sense unless the truth were felt as dangerous."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A lie has no legs, and cannot stand; but it has wings, and can fly far and wide."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man is never more truthful than when he acknowledges himself a liar."
    },
    {
      "cite": "Tom Robbins",
      "quote": "You may tell the greatest lies and wear a brilliant disguise, but you can't escape the eyes of the one who sees right through you."
    },
    {
      "cite": "Eliza Cook",
      "quote": "The most mischievous liars are those who keep on the verge of truth."
    }
  ]
}