{
  "source": "https://www.wisesayings.com/machine-quotes/",
  "theme": "machine",
  "quotes": [
    {
      "cite": "Rudolf Rocker",
      "quote": "For theÂ machine, because of the way it is built, can work only in a given direction, no matter who pulls its levers."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "No machines will ever truly fully figure the brain out, because the brain's performance is constantly altered or else constrained by this inanimate, rogue artifact you can't control, namely, speech."
    },
    {
      "cite": "Moondog",
      "quote": "Machines were mice and men were lions once upon a time. But now that it's the opposite it's twice upon a time."
    },
    {
      "cite": "Karl Marx",
      "quote": "Machines were, it may be said, the weapon employed by the capitalists to quell the revolt of specialized labor."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The arithmeticalÂ machineÂ produces effects that approach nearer to thought than all the actions of animals. But it does nothing that would enable us to attribute will to it, as to the animals."
    },
    {
      "cite": "Nils John Nilsson",
      "quote": "A learningÂ machineÂ is any device whose actions are influenced by past experience."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Machines are worshipped because they are beautiful and valued because they confer power; they are hated because they are hideous and loathed because they impose slavery."
    },
    {
      "cite": "Lanza del Vasto",
      "quote": "TheÂ machineÂ enslaves, the hand sets free."
    },
    {
      "cite": "James Baker",
      "quote": "Machines are neither Republicans nor Democrats and therefore can never be consciously or even unconsciously biased,"
    },
    {
      "cite": "Nick Bostrom",
      "quote": "The first ultraintelligentÂ machineÂ is the last invention that man need ever make, provided that theÂ machineÂ is docile enough to tell us how to keep it under control."
    },
    {
      "cite": "Donna J. Haraway",
      "quote": "OurÂ machines are disturbingly lively, and we ourselves frighteningly inert."
    },
    {
      "cite": "Vasileios Kalampakas",
      "quote": "How typical of aÂ machineÂ to think it knows better."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Only a well-oiledÂ machineÂ runs smoothly."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Machines have altered our way of life, but not our instincts. Consequently, there is maladjustment."
    },
    {
      "cite": "Donald A. Norman",
      "quote": "It is the duty ofÂ machines and those who design them to understand people. It is not our duty to understand the arbitrary, meaningless dictates ofÂ machines."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "As machines take over the decision-making that saves lives, we are left with fewer chances to save lives later."
    },
    {
      "cite": "Poul Anderson",
      "quote": "Machines can only find what ignorant men have programmed them to find."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "TheÂ machineÂ does not control the mind of man, though it affects the mind of man; it is the mind of man that can and should control theÂ machine."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "Our technology, our machines, is part of our humanity. We created them to extend ourselves, and that is what is unique about human beings."
    },
    {
      "cite": "Alan Turing",
      "quote": "If aÂ machineÂ is expected to be infallible, it cannot also be intelligent."
    },
    {
      "cite": "Rodney Brooks",
      "quote": "If you want a machine to be able to interact with people, it better not do things that are surprising to people."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "To curb the machine and limit art to handicraft is a denial of opportunity."
    },
    {
      "cite": "Sherwood Anderson",
      "quote": "TheÂ machines men are so intent on making have carried them very far from the old sweet things."
    },
    {
      "cite": "Leo Fender",
      "quote": "NoÂ machineÂ can wind a better sounding or tighter wind than a well trained person,"
    },
    {
      "cite": "Nicholas Negroponte",
      "quote": "Machines need to talk easily to one another in order to better serve people."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Machines deprive us of two things which are certainly important ingredients of human happiness, namely, spontaneity and variety."
    },
    {
      "cite": "Alexander Chase",
      "quote": "When aÂ machineÂ begins to run without human aid, it is time to scrap it - whether it be a factory or a government."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "You cannot endow even the best machine with initiative; the jolliest steam-roller will not plant flowers."
    },
    {
      "cite": "Henry Ford",
      "quote": "Machines were devised not to do a man out of a job, but to take the heavy labor from man's back and place it on the broad back of theÂ machine."
    }
  ]
}