{
  "source": "https://www.wisesayings.com/machiavellian-quotes/",
  "theme": "machiavellian",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "It is never just disagreement but always intellectual dishonesty that is the apologist's worst enemy. And its apprentice is ignorance."
    },
    {
      "cite": "Steven Magee",
      "quote": "The hallmarks of a dishonest society are cash for silence, non-disclosure agreements and the illegal removal of rights of those in the know."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Dishonesty is like a boomerang. About the time you think all is well, it hits you in the back of the head."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Cunning grows in deceit at seeing itself discovered, and tries to deceive with truth itself."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If you wear a mask for too long, there will come a time when you can not remove it without removing your face."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "It is as easy to deceive one's self without perceiving it, as it is difficult to deceive others without their finding out."
    },
    {
      "cite": "John Locke",
      "quote": "It is vain to find fault with those arts of deceiving wherein men find pleasure to be deceived."
    },
    {
      "cite": "Sam Reed",
      "quote": "It's hard to believe that unscrupulous people would take advantage of the public's generosity at times like these, but it does happen."
    },
    {
      "cite": "George Bancroft",
      "quote": "Dishonesty is so grasping it would deceive God himself, were it possible."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The most effectual way to be deceived is to believe oneself more cunning than one's neighbors."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "There was certainly a dishonesty there that I think is totally regrettable and inexcusable. The ringleading, the bullying: not totally true."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Dishonesty of any kind will create a blemish."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Dishonesty increases disorder exponentially. It's hard enough to communicate when you're telling the truth."
    },
    {
      "cite": "Dawn Steel",
      "quote": "Dishonesty, lack of integrity catches up with you."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Lies will always stand out in the light of the day."
    },
    {
      "cite": "Tare Munzara",
      "quote": "Dishonesty is like an incurable disease, some people have it and which is why they miss the bigger picture when it comes because they invest in lies"
    },
    {
      "cite": "Gizmo",
      "quote": "Dishonesty is not only the destroyer of beauty, but of what beauty creates, even out of ugliness understanding. Dishonesty is the extinguisher of understanding, and understanding is the foundation of compassion"
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Lying to ourselves is more deeply ingrained than lying to others."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Dishonesty is the raw material not of quacks only, but also in great part dupes."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Hatred and dishonesty generally arises from fear of being deceived."
    },
    {
      "cite": "George A. Knight",
      "quote": "Dishonesty, cowardice and duplicity are never impulsive."
    }
  ]
}