{
  "source": "https://www.wisesayings.com/mad-quotes/",
  "theme": "mad",
  "quotes": [
    {
      "cite": "John Dryden",
      "quote": "There is a pleasure in being mad, which none but madmen know."
    },
    {
      "cite": "Ice T",
      "quote": "It's not about being mad at everything. It's about being really mad at the right things."
    },
    {
      "cite": "Irving Stone",
      "quote": "Being mad is even pleasant. But only a madman understands that."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "You see all of us go through the same doubts. We are afraid of being mad; unfortunately for us, of course, all of us are already mad."
    },
    {
      "cite": "Norman O. Brown",
      "quote": "Resisting madness is the maddest way of being mad."
    },
    {
      "cite": "Akira Kurosawa",
      "quote": "In a mad world, only the mad are sane."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The worst of madmen is a saint run mad."
    },
    {
      "cite": "Judith L. Harper",
      "quote": "Life is too short to be mad for too long."
    },
    {
      "cite": "Thomas Dolby",
      "quote": "The man who never dreams, goes slowly mad."
    },
    {
      "cite": "Ovid",
      "quote": "Mad desire, when it has the most, longs for more."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Madmen always think it's the others who are mad."
    },
    {
      "cite": "Anthony Storr",
      "quote": "The sane are madder than we think, the mad saner."
    },
    {
      "cite": "Juan Ruiz de Alarcon",
      "quote": "The madman who knows that he is mad is close to sanity."
    },
    {
      "cite": "Nicole Sullivan",
      "quote": "When you are mad at yourself, you are mad at everybody."
    },
    {
      "cite": "Judith Thurman",
      "quote": "A mad person sees what isn't there; A visionary sees what isn't there yet."
    },
    {
      "cite": "Stephen King",
      "quote": "Even the company of the mad was better than the company of the dead."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "When a mad man walks naked, it is his kinsmen who feel shame, not himself."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "There are worse things than being mad."
    },
    {
      "cite": "Amy Clampitt",
      "quote": "Women who are inclined to write poetry at all are inspired by being mad at something."
    },
    {
      "cite": "Diogenes",
      "quote": "Most men are within a finger's breadth of being mad."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "A mad man sees what he sees."
    },
    {
      "cite": "Morton Blackwell",
      "quote": "Don't get mad except on purpose."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Never go to bed mad. Stay up and fight."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Not to be mad is another form of madness"
    },
    {
      "cite": "Chris Crutcher",
      "quote": "You have to be mad in the language you're mad in."
    },
    {
      "cite": "Allie Gonino",
      "quote": "You can choose to be mad in a negative way where it fuels you to do mean, hateful things, or you can let your madness fuel your art and channel it in a positive way."
    },
    {
      "cite": "Hiroko Sakai",
      "quote": "When you get mad, it's the time you lose."
    },
    {
      "cite": "Craig Nicholls",
      "quote": "In a mad world, it is the mad who are sane."
    }
  ]
}