{
  "source": "https://www.wisesayings.com/madrid-quotes/",
  "theme": "madrid",
  "quotes": [
    {
      "cite": "Emilio Estevez",
      "quote": "Madrid is enjoyed most from the ground, exploring your way through its narrow streets that always lead to some intriguing park, market, tapas bar or street performer. Each night we'd leave our hotel to begin a new adventure in Madrid and nine out of 10 times, we'd walk through the Plaza Mayor."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "To go to bed at night in Madrid marks you as a little queer. For a long time your friends will be a little uncomfortable about it. Nobody goes to bed in Madrid until they have killed the night. Appointments with a friend are habitually made for after midnight at the cafe."
    },
    {
      "cite": "H O'Shea",
      "quote": "God worked six days, and rested on the seventh: Madrileños rest the six, and on  the seventh...go on the bullfight."
    },
    {
      "cite": "Henry Adams",
      "quote": "At best Madrid is a hole, but in rainy weather it is a place fit only to drown rats in."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "The haunting of history is ever present in Barcelona. I see cities as organisms, as living creatures. To me, Madrid is a man and Barcelona is a woman. And it's a woman who's extremely vain."
    },
    {
      "cite": "Javier Solana",
      "quote": "Madrid will be remembered as the time when North America and Europe came together to shape the course of a new century, ... United by common purpose and shared values, the new alliance stands ready to shape a brighter, more secure future."
    },
    {
      "cite": "Leonora Carrington",
      "quote": "In the political confusion and the torrid heat, I convinced myself that Madrid was the world's stomach and that I had been chosen for the task of restoring this digestive organ to health."
    },
    {
      "cite": "George Orwell",
      "quote": "I would sooner be a foreigner in Spain than in most countries. How easy it is to make friends in Spain!"
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "There is no night life in Spain. They stay up late but they get up late. That is not night life. That is delaying the day."
    },
    {
      "cite": "Sven Eriksson",
      "quote": "There's a lot of people from the States and from Madrid who feel a kinship and deeper understanding of what we have been going through."
    },
    {
      "cite": "Diego Maradona",
      "quote": "The problem is that they are all stars at Madrid. You need someone to carry the water to the well."
    },
    {
      "cite": "Xabi Alonso",
      "quote": "Madrid is a big city. It's very dynamic and cosmopolitan."
    },
    {
      "cite": "Louise Nurding",
      "quote": "I love Spanish cities, particularly Barcelona, Madrid and Palma, which has the most amazing cathedral that I once went to for a wedding."
    }
  ]
}