{
  "source": "https://www.wisesayings.com/magic-quotes/",
  "theme": "magic",
  "quotes": [
    {
      "cite": "Ben Okri",
      "quote": "Magic becomes art when it has nothing to hide."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Indubitably, magic is one of the subtlest and most difficult of the sciences and arts. There is more opportunity for errors of comprehension, judgment and practice than in any other branch of physics."
    },
    {
      "cite": "Scott Dixon",
      "quote": "Never ever doubt in magic. The purest honest thoughts come from children, ask any child if they believe in magic and they will tell you the truth."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Magic and all that is ascribed to it is a deep presentiment of the powers of science."
    },
    {
      "cite": "Dorothy Morrison",
      "quote": "Magic is not a practice. It is a living, breathing web of energy that, with our permission, can encase our every action."
    },
    {
      "cite": "Rosemary Guiley",
      "quote": "Real magic is not about gaining power over others: it is about gaining power over yourself."
    },
    {
      "cite": "Penelope Cruz",
      "quote": "I think magic is very related to happiness. So it is not there all the time, but there are beautiful moments of magic in everyone's life."
    },
    {
      "cite": "David Blaine",
      "quote": "Magic is not about having a puzzle to solve. It's about creating a moment of awe and astonishment. And that can be a beautiful thing"
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Magic is believing in yourself, if you can do that, you can make anything happen."
    },
    {
      "cite": "James Frazer",
      "quote": "The second principle of magic: things which have once been in contact with each other continue to act on each other at a distance after the physical contact has been severed."
    },
    {
      "cite": "Carol Moseley Braun",
      "quote": "Magic lies in challenging what seems impossible."
    },
    {
      "cite": "David Copperfield",
      "quote": "The real secret of magic lies in the performance."
    },
    {
      "cite": "George Eliot",
      "quote": "Effective magic is transcendent nature."
    },
    {
      "cite": "Sidney Sheldon",
      "quote": "There is magic, but you have to be the magician. You have to make the magic happen."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Disbelief in magic can force a poor soul into believing in government and business."
    },
    {
      "cite": "Hilda Lewis",
      "quote": "There is no magic when one no longer believes."
    },
    {
      "cite": "Charles De Lint",
      "quote": "That's the thing with magic. You've got to know it's still here, all around us, or it just stays invisible for you."
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "Real magic can never be made by offering someone else's liver. You must tear out your own, and not expect to get it back."
    },
    {
      "cite": "Starhawk",
      "quote": "Magic has always been an element of Witchcraft, but in the Craft its techniques were practiced within a context of community and connection."
    },
    {
      "cite": "J K Rowling",
      "quote": "There is a lot of comedy in magic, and magic going wrong, and also it is a dramatic subject."
    },
    {
      "cite": "Lou Reed",
      "quote": "There's a bit of magic in everything, and then some loss to even things out."
    },
    {
      "cite": "James Cameron",
      "quote": "The magic doesn't come from within the director's mind, it comes from within the hearts of the actors."
    },
    {
      "cite": "David Blaine",
      "quote": "Magic's an art where you use slight of hand or illusion to create wonder. And I was just intrigued with that idea."
    },
    {
      "cite": "Peter J. Carroll",
      "quote": "Magic doesn't suit everyone. Only those prepared to take full responsibility for themselves should apply."
    },
    {
      "cite": "Mercedes Lackey",
      "quote": "Magic, like technology, is a tool."
    },
    {
      "cite": "Roald Dahl",
      "quote": "A little magic can take you a long way."
    },
    {
      "cite": "James Earl Jones",
      "quote": "There is not enough magic in a bloodline to forge an instant, irrevocable bond."
    },
    {
      "cite": "Danielle Steel",
      "quote": "If you see the magic in a fairy tale, you can face the future."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Real magic in relationships means an absence of judgment of others."
    },
    {
      "cite": "Dar Williams",
      "quote": "And where does magic come from? I think that magic's in the learning."
    }
  ]
}