{
  "source": "https://www.wisesayings.com/magician-quotes/",
  "theme": "magician",
  "quotes": [
    {
      "cite": "James Randi",
      "quote": "Magicians are the most honest people in the world; they tell you they're gonna fool you, and then they do it."
    },
    {
      "cite": "David Blaine",
      "quote": "To most magicians, cards themselves are marvels...For one thing, they feel special in your hand. Touching them, holding them, shuffling - the whole process is almost poetic. If you're in a room full of magicians and someone just mentions the word cards, within seconds, everyone is digging into their pockets and pulling out a deck of cards. It's one of the most amazing feelings ever."
    },
    {
      "cite": "Teller",
      "quote": "Magicians have done controlled testing in human perception for thousands of years."
    },
    {
      "cite": "Ben Okri",
      "quote": "The magician and the politician have much in common: they both have to draw our attention away from what they are really doing."
    },
    {
      "cite": "Lev Grossman",
      "quote": "A magician is strong because he feels the pain between what the world is and what he would make of it."
    },
    {
      "cite": "Laura Lam",
      "quote": "A good magician's performance tells a story. Each act should build on the next, becoming ever more engaging to fill the audience with wonder. It's a bud that unfurls into a flower, meant to woo the audience."
    },
    {
      "cite": "Marcel Marceau",
      "quote": "A magician makes the visible invisible. A mime makes the invisible visible."
    },
    {
      "cite": "Doug Henning",
      "quote": "The art of a magician is to create wonder. If we live with a sense of wonder, our lives become filled with joy."
    },
    {
      "cite": "Timothy Simpson",
      "quote": "Every magician knows there is no such thing as magic. They are masters of making things possible out of a situation that seems impossible. The key to getting what you want in life is to know that the only reason why something is, is because it was made possible. It can only be if it is possible for it to be. Make it possible and let it be."
    },
    {
      "cite": "Max Maven",
      "quote": "Most magicians are afraid of magic."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "First rate magician perform first rate magic effects, second rate magician performs third rate magic effects."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A bad magician never gets the good props."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Magicians disappear all the time, but as soon as a regular person does it, everyone is all scared. \"Tom's gone!\" \"Is he a magician?\" \"No.\" \"Then let's print up some flyers!\""
    },
    {
      "cite": "Marco Tempest",
      "quote": "Magicians will always tell you the trick is the most important thing, but Im more interested in telling a story."
    },
    {
      "cite": "Alexander Herrmann",
      "quote": "The magician must expect the exposure of his tricks sooner or later, and see what it has required long months of study and time to perfect dissolved in an hour. The very best illusions of the best magicians of a few years ago are now the common property of traveling showmen at country fairs."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Magicians made magic but critics made it tricks."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "For a professional magician, a stack of playing cards is as good as a stack of money."
    },
    {
      "cite": "David Copperfield",
      "quote": "It is the unspoken ethic of all magicians to not reveal the secrets."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A magician reveals himself not only by the magic he presents but also by the respect and entertainment he gives to his audience."
    },
    {
      "cite": "Giordano Bruno",
      "quote": "Magicians can do more by means of faith than physicians by the truth."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A magician with decreasing practice sessions will give defective performances."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Magic is not what magicians can do, but what they can't do."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "As a magician you will miss the hundred percent of the applause if you don't perform."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Think like magician, present like magician and perform like magician."
    },
    {
      "cite": "Washington Irving",
      "quote": "He is indeed the true enchanter, whose spell operates, not upon the senses, but upon the imagination and the heart."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A Magician must be the best storyteller in the world."
    },
    {
      "cite": "Rick Riordan",
      "quote": "As a magician, you must think about chaos and order. Those are the two forces that control the universe."
    },
    {
      "cite": "Naomi Novik",
      "quote": "The Magicians brilliantly explores the hidden underbelly of fantasy and easy magic, taking what's simple on the surface and turning it over to show us the complicated writhing mess beneath. It's like seeing the worlds of Narnia and Harry Potter through a 3-D magnifying glass."
    },
    {
      "cite": "Jean Eugene Robert-Houdin",
      "quote": "A magician is an actor playing the part of a magician."
    },
    {
      "cite": "Dai Vernon",
      "quote": "Most magicians consider the palm an easy move to make. They are inclined to believe that they are 'getting away with it,' when they are in fact fortunate enough to have a polite audience."
    }
  ]
}