{
  "source": "https://www.wisesayings.com/magnificent-quotes/",
  "theme": "magnificent",
  "quotes": [
    {
      "cite": "Debasish Mridha",
      "quote": "Life is so magical, mysterious, magnificent, and peaceful."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Own your magnificence. The world needs your brilliance and grace."
    },
    {
      "cite": "Anita Moorjani",
      "quote": "When you realize your own magnificence, you will only attract magnificence in your life."
    },
    {
      "cite": "Scott Stabile",
      "quote": "If people aren't able to see your magnificence, that's their loss, not yours."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The magnificent cause of being, the imagination, the one reality in this imagined world."
    },
    {
      "cite": "Delano Johnson Poet",
      "quote": "Her magnificence is deeper than skin."
    },
    {
      "cite": "Richard Nixon",
      "quote": "Only if you have been in the deepest valley, can you ever know how magnificent it is to be on the highest mountain."
    },
    {
      "cite": "Anonymous",
      "quote": "You can only embrace the magnificence of your own reality when you stop envying the moments on her highlight reel."
    },
    {
      "cite": "Essie Davis",
      "quote": "It's such a magnificent thing to be able to love someone and expect nothing from them."
    },
    {
      "cite": "Andy Serkis",
      "quote": "Be magnificent. Life's short. Get out there. You can do it. Everyone can do it. Everyone."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "There are three things we cry about in life, things that are lost, things that are found, and things that are magnificent."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "Let us remember that within us there is a palace of immense magnificence."
    },
    {
      "cite": "Layne Beachley",
      "quote": "The most magnificent being you'll ever be is you."
    },
    {
      "cite": "Panache Desai",
      "quote": "Find magnificence in each moment."
    },
    {
      "cite": "Rumi",
      "quote": "Your magnificence has made me a wonder. Your charm has taught me the way of love."
    },
    {
      "cite": "Liv Ullmann",
      "quote": "Reality can be magnificent even when life is not."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Limitless is your potential. Magnificent is your future."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Magnificence is likewise a source of the sublime. A great profusion of things which are splendid or valuable in themselves is magnificent. The starry heaven, though it occurs so very frequently to our view, never fails to excite an idea of grandeur."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The winners in life treat their body as if it were a magnificent spacecraft that gives them the finest transportation and endurance for their lives."
    },
    {
      "cite": "Glenn Beck",
      "quote": "People are inherently good. Our souls are magnificent and capable of extraordinary performance."
    },
    {
      "cite": "Gail Lynne Goodwin",
      "quote": "You already are the magnificence that you seek."
    },
    {
      "cite": "Ian Dury",
      "quote": "There are couple of ways to avoid death, one is to be magnificent."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "A cause may be inconvenient, but it's magnificent. It's like champagne or high heels, and one must be prepared to suffer for it."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Knowledge is beautiful but wisdom is magnificent."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "It is the restraint of patience that yields the magnificent in life."
    },
    {
      "cite": "Judith Light",
      "quote": "The more we can purge ourselves of these diseases we create, the more we can become magnificent people."
    },
    {
      "cite": "Henry Miller",
      "quote": "The moment one gives close attention to any thing, even a blade of grass it becomes a mysterious, awesome, indescribably magnificent world in itself."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Just be in love. Life is such a magnificent art, so shield it with love."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I am who I am because the tears of my past have watered the magnificence of my present."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "The time to embrace your magnificence is now."
    }
  ]
}