{
  "source": "https://www.wisesayings.com/mail-quotes/",
  "theme": "mail",
  "quotes": [
    {
      "cite": "Robert Michael Pyle",
      "quote": "I've always felt there is something sacred in a piece of paper that travels the earth from hand to hand, head to head, heart to heart."
    },
    {
      "cite": "Diane Lane",
      "quote": "I love the rebelliousness of snail mail, and I love anything that can arrive with a postage stamp. There's something about that person's breath and hands on the letter."
    },
    {
      "cite": "Letitia Baldrige",
      "quote": "A real thank you does not come by e-mail. They come in the mail in an envelope. And what comes out of an envelope is a beautiful thing to touch and to handle and to pass around for everyone to read."
    },
    {
      "cite": "Elizabeth Hardwick",
      "quote": "Letters are above all useful as a means of expressing the ideal self; and no other method of communication is quite so good for this purpose.  In letters we can reform without practice, beg without humiliation, snip and shape embarrassing experiences to the measure of our own desires."
    },
    {
      "cite": "Jane Austen",
      "quote": "The post office has a great charm at one point of our lives.  When you have lived to my age, you will begin to think letters are never worth going through the rain for."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Letters are among the most significant memorial a person can leave behind them."
    },
    {
      "cite": "David Nicholls",
      "quote": "I think I became a writer because I used to write letters to my friends, and I used to love writing them. I loved the idea that you can put marks on a page and send it off, and two days later, someone laughs somewhere else in the world."
    },
    {
      "cite": "Phyllis Theroux",
      "quote": "To send a letter is a good way to go somewhere without moving anything but your heart."
    },
    {
      "cite": "Anne Gisleson",
      "quote": "The letter suddenly seemed like my most important possession, and like all the real, handwritten, postally delivered letters these days, an instant relic from a previous era, before time and space collapsed and we started sending messages to each other's pockets."
    },
    {
      "cite": "Jane Austen",
      "quote": "I have now attained the true art of letter-writing, which we are always told, is to express on paper exactly what one would say to the same person by word of mouth."
    },
    {
      "cite": "B.J. Neblett",
      "quote": "A love letter lost in the mail, forgotten, misdelivered and then discovered years later and received by the intended is romantic. A love letter ending up in someone's spam filter is just annoying."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "At a time when the Post Office is losing substantial revenue from the instantaneous flow of information by email and on the Internet, slowing mail service is a recipe for disaster."
    },
    {
      "cite": "Bill Gates",
      "quote": "SPAM is taking e-mail, which is a wonderful tool, and exploiting the idea that it's very inexpensive to send mail."
    },
    {
      "cite": "Mary Lambert",
      "quote": "Getting snail mail is one of my favorite indulgences, and I think receiving mail is actually a common joy."
    },
    {
      "cite": "Chris Wood",
      "quote": "I got a card in the mail from a close college friend saying that she was proud of me and what I've been doing. It was very sweet and honest. Nobody writes letters anymore, so when you get one in the mail, it feels very special."
    },
    {
      "cite": "unknown",
      "quote": "What a wonderful thing is the mail, capable of conveying across continents a warm human hand-clasp."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "We lay aside letters never to read them again, and at last we destroy them out of discretion, and so disappears the most beautiful, the most immediate breath of life, irrecoverable for ourselves and for others."
    },
    {
      "cite": "Helen Van Slyke",
      "quote": "Mail from home was so important when you were traveling. It kept you in touch with the familiar, even the part you were running from."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I consider it a good rule for letter-writing to leave unmentioned what the recipient already knows, and instead tell him something new."
    },
    {
      "cite": "James Fallows",
      "quote": "Always write angry letters to your enemies. Never mail them."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "Letters are something from you. It's a different kind of intention than writing an e-mail."
    },
    {
      "cite": "Taylor Mali",
      "quote": "I grew up writing thank-you notes. Real, honest-to-goodness, pen-and-ink, stamped and posted letters. More than simple habit, it's about what the commitment to expressing your thoughts and feelings in writing says about the character of the writer. About the joy, such notes bring to the reader."
    },
    {
      "cite": "Joseph Epstein",
      "quote": "One serious drawback about letters is that, in order to get them, one must send some out. When it comes to the mail, I feel it is better to receive than to give."
    },
    {
      "cite": "Jami Attenberg",
      "quote": "Sadly, e-mail has triggered the decline of the handwritten note; I have seen its near-disappearance in my lifetime."
    },
    {
      "cite": "Lord Byron",
      "quote": "Letter writing is the only device for combining solitude with good company."
    },
    {
      "cite": "Washington Irving",
      "quote": "I sometimes think one of the great blessings we shall enjoy in heaven, will be to receive letters by every post and never be obliged to reply to them."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "How wonderful it is to be able to write someone a letter! To feel like conveying your thoughts to a person, to sit at your desk and pick up a pen, to put your thoughts into words like this is truly marvelous."
    },
    {
      "cite": "Lois Wyse",
      "quote": "A letter is never ill-timed; it never interrupts. Instead it waits for us to find the opportune minute, the quiet moment to savor the message. There is an element of timelessness about letter writing."
    },
    {
      "cite": "Anatole Broyard",
      "quote": "In an age like ours, which is not given to letter-writing, we forget what an important part it used to play in people's lives."
    },
    {
      "cite": "Nick Bantock",
      "quote": "Letter writing is an excellent way of slowing down this lunatic helter skelter universe long enough to gather one’s thoughts."
    }
  ]
}