{
  "source": "https://www.wisesayings.com/maintenance-quotes/",
  "theme": "maintenance",
  "quotes": [
    {
      "cite": "James Brigleb",
      "quote": "To demonstrate how difficult it had been to clean the mirrors, he asked he maintenance man to show the girls how much effort was required. The custodian obliged, took out a long-handled squeegee, dipped it in the toilet, and cleaned the mirror with it. SInce then, there have been no lip prints on the mirror."
    },
    {
      "cite": "Hugh Selwyn Mauberley",
      "quote": "For three years, out of key with his time, / He strove to resuscitate the dead art / Of poetry; to maintain the 'sublime' / In the old sense. / Wrong from the start."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The removal, so far as possible, of all economic barriers and the establishment of an equality of trade conditions among all the nations consenting to the peace and associating themselves for its maintenance."
    },
    {
      "cite": "Tim Allen",
      "quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance."
    },
    {
      "cite": "Milton Friedman",
      "quote": "Political freedom...is a necessary condition for the long-term maintenance of economic freedom."
    },
    {
      "cite": "Morris Raphael Cohen",
      "quote": "But I still maintain that, by all the canons of our modern books on comparative religion, baseball is a religion, and the only one that is not sectarian but national.\tBut I still maintain that, by all the canons of our modern books on comparative religion, baseball is a religion, and the only one that is not sectarian but national."
    },
    {
      "cite": "Joyce Penfield",
      "quote": "Quoting behavior encourages the maintenance of traditional values by pointing out to individuals in usually non-threatening ways that they have strayed from these values."
    },
    {
      "cite": "Better Homes and Gardens",
      "quote": "When you move into a house, the best advice is to go slowly. Then make changes to suit your tastes and style, indulging your interests in one area and perhaps reducing maintenance in another."
    },
    {
      "cite": "Better Homes and Gardens",
      "quote": "Whether you are moving into a house and thinking for the first time about how to maintain the yard, or simply want to be a bit more organized and confident about the maintenance you're already doing."
    },
    {
      "cite": "Better Homes and Gardens",
      "quote": "Most yards have some areas devoted to annual or perennial flowers, vegetables, or herbs. Note the sizes of these gardens and think about  the time and energy required to plant and maintain them."
    },
    {
      "cite": "Michelle Higgins",
      "quote": "Should you rent or buy? Buying  may seem appealing because you will put an end to escalating rent and can build equity. But the reality of routine home maintenance and repairs can quickly drain a bank account."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "A modest degree of order is necessary for cleaning."
    },
    {
      "cite": "Sa Di",
      "quote": "The mind of the man is so much occupied with thoughts about maintenance that the world surpass the position of angels if he were to devote as many of them to the giver of maintenance."
    },
    {
      "cite": "Vanessa Diffenbaugh",
      "quote": "Eat not so much that it comes up to your mouth / Nor so little that from weakness thy soul comes up. / Although maintenance of life depends upon food / Victuals bring on disease when eaten to excess."
    },
    {
      "cite": "Sa Di",
      "quote": "If it be accepted to insure tranquillity of mind from cares for food and o obtain leisure for devotion, it is lawful but if it be taken for maintenance, it is forbidden."
    },
    {
      "cite": "Edwin Arlington Robinson",
      "quote": "When he protested, not too solemnly, / That for a world's achieving maintenance / The crust of overdone vicinity / Lacked aliment, they called it recreance."
    },
    {
      "cite": "Sa Di",
      "quote": "Whether thou strivest for a maintenance or not / God the most high and glorious will send it to thee; / And if thou rushest into the jaw of a lion or tiger / They will not devour thee unless on  the day decreed."
    },
    {
      "cite": "Henry Lawson",
      "quote": "Masseur and manicurist / Or anything by chance / They vilify their husbands— / And draw the maintenance."
    },
    {
      "cite": "Brian Marick",
      "quote": "Development is maintenance."
    },
    {
      "cite": "David Karp",
      "quote": "Every feature has some maintenance cost, and having fewer features lets us focus on the ones we care about and make sure they work very well."
    },
    {
      "cite": "Deniece Schofield",
      "quote": "PreventiveÂ maintenance: Don't start today by doing yesterday's work."
    },
    {
      "cite": "Michael Dolan",
      "quote": "The secret of landscapes isn't creation...It's maintenance."
    },
    {
      "cite": "David H. Murdock",
      "quote": "We take better care of the maintenance of our cars than we take care of the maintenance of our bodies."
    },
    {
      "cite": "Willie Geist",
      "quote": "If the relentless personal maintenance plan has taken over your life, give it a rest."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Another flaw in the human character is that everybody wants to build and nobody wants to do maintenance."
    }
  ]
}