{
  "source": "https://www.wisesayings.com/maine-quotes/",
  "theme": "maine",
  "quotes": [
    {
      "cite": "E.B. White",
      "quote": "The branch had unquestionably been whacked from a tree in the woods behind our son's house in Maine and had made the long trip south. It wore the look and carried the smell of authenticity."
    },
    {
      "cite": "E.B. White",
      "quote": "I would really rather feel bad in Maine than good anywhere else."
    },
    {
      "cite": "E.B. White",
      "quote": "You can certainly learn to spell 'moccasin' while driving into Maine, and there is often little else to do, except steer and avoid death."
    },
    {
      "cite": "E.B. White",
      "quote": "I think of those first five years in Maine as the time when this happened to me... I was suddenly seeing, feeling, and listening as a child sees, feels, and listens."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Maine out of season is unmistakably a great destination: hospitable, good-humored, plenty of elbow room, short days, dark nights of crackling ice crystals."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Maine is a joy in the summer. But the soul of Maine is more apparent in the winter."
    },
    {
      "cite": "Sue Hubbell",
      "quote": "Maine is a movable music festival in the summertime."
    },
    {
      "cite": "Edmund Muskie",
      "quote": "In Maine we have a saying that there's no point in speaking unless you can improve on silence."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "This was what you might call a bran-new country; the only roads were of Nature's making, and the few houses were camps. Here, then, one could no longer accuse institutions and society, but must front the true source of evil."
    },
    {
      "cite": "Jan R. Van Meter",
      "quote": "The New York papers carried pages of coverage for an entire week, stating that the Maine had been purposely blown up and that the Spanish had done it."
    },
    {
      "cite": "Ford Madox Ford",
      "quote": "You cannot be absolutely dumb when you live with a person unless you are inhabitant of the North of England or the state of Maine"
    },
    {
      "cite": "Susan Ratcliffe",
      "quote": "As Maine goes, so goes the nation."
    },
    {
      "cite": "Pamela Belanger",
      "quote": "In less than half a century the Island, first regarded as merely a rock, barren , and largely inhospitable wilderness, far distant from emerging metropolitan centers along the Eastern seaboard became a scenic destination for thousands of Americans."
    },
    {
      "cite": "Chellie Pingree",
      "quote": "Maine people have a live-and-let-live philosophy, and tend to be fair and open-minded."
    },
    {
      "cite": "Tim Sample",
      "quote": "In Maine, there's a deeply ingrained sense that you can always get a little more use out of something."
    },
    {
      "cite": "Elizabeth Strout",
      "quote": "I grew up on a dirt road in Maine, and pretty much everybody on that dirt road was related to me, and they were old. And so grumpy."
    },
    {
      "cite": "Alexander Chee",
      "quote": "The beauty of Maine is such that you can't really see it clearly while you live there. But now that I've moved away, with each return it all becomes almost hallucinatory: the dark blue water, the rocky coast with occasional flashes of white sand, the jasper stone beaches along the coast, the fire and fir forests somehow vivid in their stillness."
    },
    {
      "cite": "Noah Gray-Cabey",
      "quote": "I am a big lover of the environment. I actually come from Maine, which is pretty much all environment."
    },
    {
      "cite": "Sarah Parcak",
      "quote": "When I was a child growing up in Maine, one of my favorite things to do was to look for the sand dollars on the seashores of Maine, because my parents told me it would bring me luck. But you know, these shells, they were hard to find. They're covered in sand. They're difficult to see."
    },
    {
      "cite": "Franklin K. Lane",
      "quote": "The forests are largely primeval. Oaks, beeches, birches, maples, ashes, poplars and many other deciduous trees of our eastern ranges, here found in full luxuriance, mingles with groves of pine and giant hemlock. The typical shrub of northeast  America are in equal abundance. Wild flowers abound."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I never fastened my door, night or day, though I was to be absent several days; not even when the next fall I spent a fortnight in the woods of Maine. and yet my house was more respected than if it had been surrounded by a file of soldiers."
    },
    {
      "cite": "Robin S. Doak",
      "quote": "Located on the East Coast of the United States, Main is famous for its wild, untamed scenery. Rocky, windswept beaches line the coast."
    },
    {
      "cite": "Robin S. Doak",
      "quote": "Spring and fall are also comfortable. Maine's fall foliage attracts visitors from around the world."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Maine is wonderful. It can be very hard. I mean, if you look at the profile maps it doesn't look it, but somehow when you get out there it's really steep and hard."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Maine out of season is unmistakably a great destination: hospitable, good-humored, plenty of elbow room, short days, dark nights of crackling ice crystals."
    },
    {
      "cite": "Marilynne Robinson",
      "quote": "My grandfather once told her if you couldn't read with cold feet, there wouldn't be a literate soul in the state of Maine."
    },
    {
      "cite": "John Hodgman",
      "quote": "Maine is a beautiful place that I paradoxically want to hoard to myself and share with everyone I meet."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Maine out of season is unmistakably a great destination: hospitable, good-humored, plenty of elbow room, short days, dark nights of crackling ice crystals."
    },
    {
      "cite": "Jamie Wyeth",
      "quote": "There's a quality of life in Maine which is this singular and unique. I think. It's absolutely a world onto itself."
    }
  ]
}