{
  "source": "https://www.wisesayings.com/majestic-quotes/",
  "theme": "majestic",
  "quotes": [
    {
      "cite": "Jenna Marbles",
      "quote": "You are the most rare & majestic you there ever was and ever will be."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "Each of us is like seed, planted by the Good Gardener so we might grow into something majestic."
    },
    {
      "cite": "Martin Luther King",
      "quote": "There is nothing more majestic than the determined courage of individuals willing to suffer and sacrifice for their freedom and dignity."
    },
    {
      "cite": "Cote de Pablo",
      "quote": "Ive seen the majestic beauty of nature and the overwhelming perfection of it. To me, theres nothing closer to God than that."
    },
    {
      "cite": "Kim McClelland",
      "quote": "We have a gift that no one else has. That gift is the majestic scenery and the diversity and the beauty of our state that allows people to come here and have a new experience at every turn."
    },
    {
      "cite": "Melanie Muller",
      "quote": "Release your majestic mind, embrace your untamed inner spirit. Break free from captivity, avoid society...You were born to be free."
    },
    {
      "cite": "Martin Luther King",
      "quote": "There is nothing more majestic than the determined courage of individuals willing to suffer and sacrifice for their freedom and dignity."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "The best way to see majesty is to strip away everything that pretends to be majestic so that which is fake wholly collapses in the face of that which is majestic. And God in a manger is likely the most remarkable example we have of such a monumental truth."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Silence is the element in which great things fashion themselves together; that at length they may emerge, full-formed and majestic, into the delight of life, which they are thenceforth to rule."
    },
    {
      "cite": "Corinne Bailey Rae",
      "quote": "The sea, the majestic sea, breaks everything, crushes everything, cleans everything, takes everything...from me."
    },
    {
      "cite": "John Galsworthy",
      "quote": "The law it is-a majestic edifice, sheltering all of us, each stone of which rests on another."
    },
    {
      "cite": "Melanie Muller",
      "quote": "Release your majestic mind, embrace your untamed inner spirit. Break free from captivity, avoid society...You were born to be free."
    },
    {
      "cite": "Dr.Steve Maraboli",
      "quote": "It can be a beautiful experience to look for the magic that is hidden within the realm of our lives; but let's not let the process blind us to the majesty that is right in front of us."
    },
    {
      "cite": "Psalm 76:4",
      "quote": "You are resplendent with light, more majestic than mountain rich with game."
    },
    {
      "cite": "Richad Holloway",
      "quote": "Meditation on the majestic energy of the universe should increase our love for humanity, should widen, not narrow, our hearts."
    },
    {
      "cite": "Charles G. Dawes",
      "quote": "How majestic is naturalness. I have never met a man whom I really considered a great man who was not always natural and simple. Affectation is inevitably the mark of one not sure of himself."
    },
    {
      "cite": "George Grey",
      "quote": "Sunrise offered a very beautiful spectacle; the water was quite unruffled, but the motion communicated by the tides was so great that, although there was not a breath of air stirring, the sea heaved slowly with a grand and majestic motion."
    },
    {
      "cite": "Alice Meynell",
      "quote": "We talk of sunshine and moonshine, but not of cloud-shine, which is yet one of the illuminations of our skies. A shining cloud is one of the most majestic of all secondary lights."
    },
    {
      "cite": "Saint Mother Theodore Guerin",
      "quote": "The pure sky, the majestic sun which seemed to descend proudly into the waters as if to refresh itself, the luminous ray reaching out from it even to us, gilding the waves lightly stirred by the evening breeze."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is a majestic grandeur in tranquillity."
    },
    {
      "cite": "unknown",
      "quote": "Look at all the majestic creatures the univerese has created and know that you too were created equally magnificent."
    },
    {
      "cite": "William Cowper",
      "quote": "A glory gilds the sacred page, majestic like the sun, it gives a light to every age, it gives, but borrows none."
    },
    {
      "cite": "Alexander Pope",
      "quote": "There is a certain majesty in simplicity which is far above all the quaintness of wit."
    },
    {
      "cite": "Laozi",
      "quote": "Knowledge of the eternal is all-embracing. To be all-embracing leads to righteousness, which is majestic."
    },
    {
      "cite": "Arthur Compton",
      "quote": "For myself, faith begins with a realization that a supreme intelligence brought the universe into being and created man. It is not difficult for me to have this faith, for it is incontrovertible that where there is a plan there is intelligence--an orderly, unfolding universe testifies to the truth of the most majestic statement ever uttered--'In the beginning God.'"
    },
    {
      "cite": "Bryant McGill",
      "quote": "There is music in my heart. There is art in my heart and there is majesty in my heart, because there is love in my heart!"
    },
    {
      "cite": "M.F.K. Fisher",
      "quote": "Good wine, well drunk, can lend majesty to the human spirit."
    },
    {
      "cite": "Francis Collins",
      "quote": "By investigating God's majestic and awesome creation, science can actually be a means of worship."
    },
    {
      "cite": "Anatole France",
      "quote": "The law, in its majestic equality, forbids rich and poor alike to sleep under bridges, to beg in the streets, and to steal their bread."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Our community belongs to us and whether it is mean or majestic, whether arrayed in glory or covered in shame, we cannot but share its character and destiny."
    }
  ]
}