{
  "source": "https://www.wisesayings.com/make-up-quotes/",
  "theme": "make-up",
  "quotes": [
    {
      "cite": "Maria Kirilenko",
      "quote": "All teenage girls like to look good and tennis players are no different."
    },
    {
      "cite": "John MacNaughton",
      "quote": "Maturity begins to grow when you can sense your concern for others outweighing your concern for yourself."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "Freedom and democracy are dreams you never give up."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It has been said that democracy is the worst form of government except all the others that have been tried."
    },
    {
      "cite": "Aristotle",
      "quote": "Democracy is when the indigent, and not the men of property, are the rulers."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The spirit of democracy is not a mechanical thing to be adjusted by abolition of forms. It requires change of heart."
    },
    {
      "cite": "Plato",
      "quote": "Democracy passes into despotism."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Our great democracies still tend to think that a stupid man is more likely to be honest than a clever man, and our politicians take advantage of this prejudice by pretending to be even more stupid than nature made them"
    },
    {
      "cite": "Leon Trotsky",
      "quote": "The end may justify the means as long as there is something that justifies the end"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Democracy is a device that ensures we shall be governed no better than we deserve"
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Democracy is the theory that the common people know what they want and deserve to get it good and hard."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "As I would not be a slave, so I would not be a master. This expresses my idea of democracy."
    },
    {
      "cite": "BILL MOYERS",
      "quote": "Democracy works when people claim it as their own."
    },
    {
      "cite": "Barack Obama",
      "quote": "The strongest democracies flourish from frequent and lively debate, but they endure when people of every background and belief find a way to set aside smaller differences in service of a greater purpose."
    },
    {
      "cite": "Karl Marx",
      "quote": "Democracy is the road to socialism."
    },
    {
      "cite": "Aristotle",
      "quote": "The many are more incorruptible than the few; they are like the greater quantity of water which is less easily corrupted than a little."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Democracy means that anyone can grow up to be president, and anyone who doesn't grow up can be vice president."
    },
    {
      "cite": "Plato",
      "quote": "Democracy is a charming form of government, full of variety and disorder, and dispensing a sort of equality to equals and unequal alike."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Democracy substitutes election by the incompetent many for appointment by the corrupt few."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No man is good enough to govern another man without that other's consent."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Democracy give every man the right to be his own oppressor."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Democracy means simply the bludgeoning of the people by the people for the people."
    },
    {
      "cite": "Alan Corenk",
      "quote": "Democracy consists of choosing your dictators, after they've told you what you think it is you want to hear."
    },
    {
      "cite": "Clement Atlee",
      "quote": "Democracy means government by discussion, but it is only effective if you can stop people talking."
    },
    {
      "cite": "Jack Kemp",
      "quote": "Democracy without morality is impossible."
    },
    {
      "cite": "Marquis de Flers Robert and Arman de Caillavet",
      "quote": "Democracy is the name we give the people whenever we need them."
    },
    {
      "cite": "Art Spander",
      "quote": "The great thing about democracy is that it gives every voter a chance to do something stupid."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A government of the people, by the people, and for the people shall not perish from the earth."
    },
    {
      "cite": "Robert Stanfield",
      "quote": "These are the people we elected and if we are not satisfied we should get new candidates. It is in our hands. It is our country. It is a very simplistic view that politicians are to blame for everything."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A man will fight harder for his interests than for his rights."
    }
  ]
}