{
  "source": "https://www.wisesayings.com/make-it-happen-quotes/",
  "theme": "make-it-happen",
  "quotes": [
    {
      "cite": "Bradley Whitford",
      "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen, yourself, right now, right down here on Earth."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Some people want it to happen, some wish it would happen, others make it happen."
    },
    {
      "cite": "Ben Carson",
      "quote": "You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen."
    },
    {
      "cite": "Corin Nemec",
      "quote": "Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Never be complacent about the current steps; don't agree and follow the status quo. Be determined that you are making an indelible impact with great change. Now, dress up and go to make it happen!"
    },
    {
      "cite": "Kevin Abdulrahman",
      "quote": "Stop complaining and start doing."
    },
    {
      "cite": "Bradley Whitford",
      "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope."
    },
    {
      "cite": "Wayne Huizenga",
      "quote": "Some people dream of success, while other people get up every morning and make it happen."
    },
    {
      "cite": "Susan RoAne",
      "quote": "Good things come to those who initiate."
    },
    {
      "cite": "Diana Ross",
      "quote": "You can't just sit there and wait for people to give you that golden dream. You've got to get out there and make it happen for yourself."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whatever you can do, or dream you can do, begin it. Boldness has genius, power, and magic in it. Begin it now."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Ideas are a dime a dozen, but people who put them into effect are extremely rare. Be the minority and make it happen!"
    },
    {
      "cite": "Ralph Marston",
      "quote": "Don’t make excuses for why you can’t get it done. Focus on all the reasons why you must make it happen."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "There is no scarcity of opportunity to make a living at what you love; there's only scarcity of resolve to make it happen."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "One day you will wake up and there won't be any more time to do the things you've always wanted. Do it now."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "Apply yourself. Get all the education you can, but then, by God, do something. Don’t just stand there, make it happen."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Faith does not make things happen. It merely breeds perseverance; which helps one persist in making things happen."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The dreams you have that may meet mockeries from the lips of negative people will yield the success that will squeeze tears from their eyes later! Dare to resist every negative criticism and persist to make it happen!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Once you make a decision, the universe conspires to make it happen."
    },
    {
      "cite": "Scott Belsky",
      "quote": "It's not about ideas. It's about making ideas happen."
    },
    {
      "cite": "Frank Lowy",
      "quote": "Never give up! People don't understand how persistent you have to be. You come up against an obstacle and you have to find a way of moving forward. You take detours, navigate between the obstacles and make it happen. Unless you are very strong and convinced you can succeed, you will be swept away."
    },
    {
      "cite": "Chamillionaire",
      "quote": "Life is what you make of it. Don't make excuses, make it happen."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "You must see it. You must believe it. And then you must never stop working to make it happen."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Don't make excuses for why you can't get it done. Focus on all the reasons why you must make it happen."
    },
    {
      "cite": "Sharon Gannon",
      "quote": "Whatever you want to have happen to you make it happen for others now and eventually but inevitably you will reap the seeds you have sown."
    },
    {
      "cite": "Anonymous",
      "quote": "Don’t tell people your plans. Show them your results."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Action is the foundational key to all success."
    },
    {
      "cite": "Lynda Field",
      "quote": "You are the only one who can make it happen for you. Others can support and encourage you, but you have to find the energy within in order to step into the center of your own life and take charge."
    }
  ]
}