{
  "source": "https://www.wisesayings.com/makeup-quotes/",
  "theme": "makeup",
  "quotes": [
    {
      "cite": "Audrey Hepburn",
      "quote": "Make-up can only make you look pretty on the outside but it doesn't help if you're ugly on the inside. Unless you eat the make-up."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "That's why I began doing makeup in the first place: I was hoping that through helping people see the beauty in themselves, I could try and find it in me."
    },
    {
      "cite": "Michelle Phan",
      "quote": "Makeup is not a mask that covers up your beauty: it's a weapon that helps you express who you are from the inside."
    },
    {
      "cite": "Alexandra Kleeman",
      "quote": "Makeup is something that a female has to reckon with every single day. Whether you wear it or don't, you're always making decisions about wearing it or not, or how you're wearing it, and what that means."
    },
    {
      "cite": "Pat McGrath",
      "quote": "Creativity is your best makeup skill, don't be afraid to experiment."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "Makeup is a way for a woman to look and feel like herself, only prettier and more confident."
    },
    {
      "cite": "Ellie Goulding",
      "quote": "I feel more confident if my makeup looks good."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Makeup can help you capture a moment."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Beneath the makeup and behind the smile I am just a girl who wishes for the world."
    },
    {
      "cite": "Yves Saint-Laurent",
      "quote": "The most beautiful makeup of a woman is passion. But cosmetics are easier to buy."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A makeover is the rebranding of a human being."
    },
    {
      "cite": "Tyra Banks",
      "quote": "I love the confidence that makeup gives me."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "All the makeup in this world can never cover up an empty brain."
    },
    {
      "cite": "Calvin Klein",
      "quote": "The best thing is to look natural, but it takes makeup to look natural."
    },
    {
      "cite": "Holland Roden",
      "quote": "Good skin is the best foundation for your makeup."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "To me, beauty and makeup and color is like the finishing touch on everything."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I don't think I could live without hair, makeup and styling, let alone be the performer I am. I am a glamour girl through and through. I believe in the glamorous life and I live one."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "Personalized beauty is about each woman being able to create her own makeup routine that complements her coloring and style."
    },
    {
      "cite": "Giuliana Rancic",
      "quote": "To me, natural, healthy looking skin is really beautiful. With a little concealer, eyeshadow, liner, gloss and bronzer, I love my lighter makeup look. I've saved so much money on facials!"
    },
    {
      "cite": "Lady Gaga",
      "quote": "Whether I'm wearing lots of makeup or no makeup, I'm always the same person inside."
    },
    {
      "cite": "Francois Nars",
      "quote": "Makeup is very important for a show. It's really an accessory on the runway. You have to be sure that it fits the clothes."
    },
    {
      "cite": "Marina and the Diamonds",
      "quote": "I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "Makeup is scary. When I do it myself, it's just mascara, and sometimes I forget even to do that."
    },
    {
      "cite": "Kesha",
      "quote": "I just like playing with makeup and clothes...so I really don't feel like there are rules, and if there are rules, then I think it's up to you to break them."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
    },
    {
      "cite": "Laura Mercier",
      "quote": "Your eye makeup says so much about you and your style."
    },
    {
      "cite": "Chiara Ferragni",
      "quote": "For makeup, I prefer to keep it simple for the daytime."
    },
    {
      "cite": "Kenneth Williams",
      "quote": "We know grooming is important for people. To get their hair done, to get makeup and things like that - that makes a person feel better."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "There are no rules when it comes to makeup!"
    },
    {
      "cite": "Marcia Cross",
      "quote": "Some people think wearing powder ages them, but try it anyway. For me it mattes my makeup and blends it well."
    }
  ]
}