{
  "source": "https://www.wisesayings.com/making-a-difference-quotes/",
  "theme": "making-a-difference",
  "quotes": [
    {
      "cite": "Tom Brokaw",
      "quote": "It's easy to make a buck. It's a lot tougher to make a difference."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "We must not, in trying to think about how we can make a big difference, ignore the small daily differences we can make which, over time, add up to big differences that we often cannot foresee."
    },
    {
      "cite": "Earvin Magic Johnson",
      "quote": "You're the only one who can make the difference. Whatever your dream is, go for it."
    },
    {
      "cite": "William James",
      "quote": "Act as if what you do makes a difference. It does."
    },
    {
      "cite": "Byron Garrett",
      "quote": "Being a man or a woman is a matter of birth. Being a man or a woman who makes a difference is a matter of choice."
    },
    {
      "cite": "Michelle Walker",
      "quote": "If you think you're too small to make a difference, you've obviously never been in bed with a mosquito."
    },
    {
      "cite": "Jenny Craig",
      "quote": "It's not what you do once in a while, it's what you do day in and day out that makes the difference."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "It's not what you've got, it's what you use that makes a difference."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "It's your unlimited power to care and to love that can make the biggest difference in the quality of your life."
    },
    {
      "cite": "Robert Alan",
      "quote": "Sometimes just a smile on our face can help to make this world a better place. Stand up for the things that are right. Try to talk things out instead of fight. Lend a hand when you can. You can help to make a difference . . ."
    },
    {
      "cite": "Robert Joseph Dole",
      "quote": "When it's all over, it's not who you were. . . it's whether you made a difference."
    },
    {
      "cite": "Sonia Johnson",
      "quote": "We must remember that one determined person can make a significant difference, and that a small group of determined people can change the course of history."
    },
    {
      "cite": "Irene Natividad",
      "quote": "It's a great satisfaction knowing that for a brief point in time you made a difference."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "It's not what abilities you have that makes a difference it's what you do with these abilities that's paramount."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Little things done over and over again add up to making a difference in a big way."
    },
    {
      "cite": "Yanni",
      "quote": "I realize it's possible in ways both large or small to make a difference in someone's life."
    },
    {
      "cite": "Florence Robinson",
      "quote": "People don't understand that not only can they make a difference, it's their responsibility to do so."
    },
    {
      "cite": "Mary Rose Mcgeady",
      "quote": "There is no greater joy nor greater reward than to make a fundamental difference in someone's life."
    },
    {
      "cite": "Jane Goodall",
      "quote": "You cannot get through a single day without having an impact on the world around you. What you do makes a difference, and you have to decide what kind of difference you want to make."
    },
    {
      "cite": "Brian Williams",
      "quote": "You may find that making a difference for others makes the biggest difference in you."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "It is better to have a meaningful life and make a difference than to merely have a long life."
    },
    {
      "cite": "Alicia Silverstone",
      "quote": "It's important to see what we can do to make a difference, but it's more important to me to do it every single day."
    },
    {
      "cite": "Noelani Musicaro",
      "quote": "We can really make a difference in the world, just one heart, one kind word at a time."
    },
    {
      "cite": "Maurice Strong",
      "quote": "Don't accept that you can't make a difference. Because if you can't make a difference, you won't make a difference, and if you put a multiplier on that we will continue on an unsustainable pathway."
    },
    {
      "cite": "Cornel West",
      "quote": "None of us alone can save the nation or world. But each of us can make a positive difference if we commit ourselves to do so."
    },
    {
      "cite": "Mandy Hale",
      "quote": "To make a difference in someone's life, you don't have to be brilliant, rich, beautiful, or perfect. You just have to care."
    },
    {
      "cite": "Barbara Sher",
      "quote": "Go out and make a difference in your community. You don't need endless time and perfect conditions. Do it now. Do it today. Do it for twenty minutes and watch your heart start beating."
    },
    {
      "cite": "Roberto Clemente",
      "quote": "Any time you have an opportunity to make a difference in this world and you don't, then you are wasting your time on Earth."
    }
  ]
}