{
  "source": "https://www.wisesayings.com/making-up-quotes/",
  "theme": "making-up",
  "quotes": [
    {
      "cite": "Benazir Bhutto",
      "quote": "To make peace, one must be an uncompromising leader. To make peace, one must also embody compromise."
    },
    {
      "cite": "John Mark Green",
      "quote": "In a relationship, no amount of extra effort on your part can make up for a lack of effort on theirs."
    },
    {
      "cite": "Aberjhani",
      "quote": "This world's anguish is no different from the love we insist on holding back."
    },
    {
      "cite": "Thomas Hill",
      "quote": "Let the angry word be answered only with a kiss."
    },
    {
      "cite": "Quintilian",
      "quote": "While we are making up our minds as to when we shall begin, the opportunity is lost."
    },
    {
      "cite": "Tobias Wolff",
      "quote": "We each after a while have to become reconciled to what it is that our talents and appetites lead us."
    },
    {
      "cite": "Terence McKenna",
      "quote": "As a society we cannot seem to make peace with nature. As individuals, it's hard for us to be at peace with ourselves."
    },
    {
      "cite": "Regina Brett",
      "quote": "Make peace with the past, so it doesn't spoil your present."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not enough to win a war; it is more important to organize the peace."
    },
    {
      "cite": "Anonymous",
      "quote": "Learn to make peace with your past, or your future will become a constant battle that you'll never win."
    },
    {
      "cite": "Maureen Johnson",
      "quote": "Quarrels are a natural part of relationships. Making up is always the best part."
    },
    {
      "cite": "Josefina Vazquez Mota",
      "quote": "There are two ways of lying. One, not telling the truth and the other, making up statistics."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Man's greatest blunder has been in trying to make peace with the skies instead of making peace with his neighbors."
    },
    {
      "cite": "George Herbert",
      "quote": "Be calm in arguing for fierceness makes error a fault and truth discourtesy."
    },
    {
      "cite": "Jean-Bertrand Aristide",
      "quote": "We must all make peace so that we can all live in peace."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Peace is not the absence of conflict, but the ability to cope with conflict by peaceful means."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Most folks are as happy as they make up their minds to be."
    },
    {
      "cite": "Anonymous",
      "quote": "The first to apologize is the bravest. The first to forgive is the strongest. And the first to forget is the happiest."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner."
    }
  ]
}