{
  "source": "https://www.wisesayings.com/making-changes-quotes/",
  "theme": "making-changes",
  "quotes": [
    {
      "quote": "Change your thoughts and you change your world.",
      "cite": "Norman Vincent Peale"
    },
    {
      "quote": "Maybe it's not always about trying to fix something broken. Maybe it's about starting over and creating something better.",
      "cite": "Anonymous"
    },
    {
      "quote": "Success occurs when your dreams get bigger than your excuses.",
      "cite": "Anonymous"
    },
    {
      "quote": "Taking a new step, uttering a new word, is what people fear most.",
      "cite": "Fyodor Dostoyevsky"
    },
    {
      "quote": "Change is going to be hard, but that doesn't mean it isn't worth it.",
      "cite": "Anonymous"
    },
    {
      "quote": "The world hates change, yet it is the only thing that has brought progress.",
      "cite": "Charles Kettering"
    },
    {
      "quote": "If you don't like something, change it. If you can't change it, change your attitude.",
      "cite": "Maya Angelou"
    },
    {
      "quote": "You cannot change your future, but you can change your habits, and surely your habits will change your future.",
      "cite": "Abdul Kalam"
    },
    {
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.",
      "cite": "Maria Robinson"
    },
    {
      "quote": "Your success in life isn't based on your ability to simply change. It is based on your ability to change faster than your competition, customers, and business.",
      "cite": "Mark Sanborn"
    },
    {
      "quote": "People Underestimate their capacity for change. There is never a right time to do a difficult thing.",
      "cite": "John Porter"
    },
    {
      "quote": "You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.",
      "cite": "R. Buckminster Fuller"
    },
    {
      "quote": "Don't let the concept of change scare you as much as the prospect of remaining unhappy.",
      "cite": "Timber Hawkeye"
    },
    {
      "quote": "The greatest mistake you can make in life is to be continually fearing you will make one.",
      "cite": "Elbert Hubbard"
    },
    {
      "quote": "Change means that what was before wasn't perfect. People want things to be better.",
      "cite": "Esther Dyson"
    },
    {
      "quote": "Change the way you look at things and the things you look at change.",
      "cite": "Wayne W. Dyer"
    },
    {
      "quote": "Never too old, never too bad, never too late, never too sick to start from scratch once again.",
      "cite": "Bikram Choudhury"
    },
    {
      "quote": "Unless you are prepared to give up something valuable you will never be able to truly change at all, because you'll be forever in the control of things you can't give up.",
      "cite": "Andy Law"
    },
    {
      "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.",
      "cite": "Socrates"
    },
    {
      "quote": "Everything is in a process of change, nothing endures; we do not seek permanence.",
      "cite": "Masatoshi Naito"
    },
    {
      "quote": "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
      "cite": "Eckhart Tolle"
    },
    {
      "quote": "The people who are crazy enough to think they can change the world are the ones who do.",
      "cite": "Walter Isaacson"
    },
    {
      "quote": "And suddenly you just know. It's time to start something new and trust the magic of beginnings.",
      "cite": "Meister Eckhart"
    },
    {
      "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
      "cite": "Steve Maraboli"
    },
    {
      "quote": "To improve is to change; to be perfect is to change often.",
      "cite": "Winston Churchill"
    },
    {
      "quote": "When we are no longer able to change the situation, we can always change ourselves.",
      "cite": "Viktor E. Frankl"
    },
    {
      "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.",
      "cite": "Albert Einstein"
    },
    {
      "quote": "They must often change, who would be constant in happiness or wisdom.",
      "cite": "Confucius"
    },
    {
      "quote": "Sometimes our lives have to be completely shaken up, changed, and rearranged to relocate us to the place we are meant to be.",
      "cite": "Anonymous"
    },
    {
      "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.",
      "cite": "Henri Bergson"
    }
  ]
}