{
  "source": "https://www.wisesayings.com/malaysia-quotes/",
  "theme": "malaysia",
  "quotes": [
    {
      "cite": "Martin Jacques",
      "quote": "Without doubt, Malaysia is the great economic star of the Muslim world."
    },
    {
      "cite": "Taric Ramadan",
      "quote": "Malaysia is a country unlike any other: Full of promise and fragility. Its history, cultural and religious diversity make it a rich, compelling and surprising land."
    },
    {
      "cite": "Feisal Abdul Rauf",
      "quote": "In Malaysia, where Western culture was extremely influential, I'd grown up listening to Elvis and the Beatles and watching American movies. People wanted to be like Americans. In contrast, when I got here, I saw prosperous middle-class American college students wanting to somehow join the Third World."
    },
    {
      "cite": "Mahatir Mohamad",
      "quote": "Justice is the most important thing. In a plural society like Malaysia, you cannot have two laws - one law for the Muslim, one law for the non-Muslim."
    },
    {
      "cite": "Mahatir Mohamad",
      "quote": "In the eyes of the world, Malaysia has become a pariah state, a state where anyone can be hauled up and questioned by the police, detained, and charged through abusing laws of the country."
    },
    {
      "cite": "Mahatir Mohamad",
      "quote": "Developing countries like Malaysia should have a say in changing the world financial system since we have faced the problems that it has caused."
    },
    {
      "cite": "Christopher R. Hill",
      "quote": "That whole country, Malaysia has a history of telling other countries back off, we`ll do our business. They`re pretty stubborn bunch of people. So they will do what they have to do."
    },
    {
      "cite": "Najib Razak",
      "quote": "Malaysia-Singapore bilateral relations can blossom beautifully if cultivated and nurtured like an orchid plant."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "There is great potential and deep fragility [in Malaysia] that can be used by any group that stresses on religion, pushing towards Islam, rejecting people and alienating migrants - anything can be used to win the next elections. So these are the signs of fragility that is very much there."
    },
    {
      "cite": "Mahatir Mohamad",
      "quote": "Most developing countries would know Malaysia quite well. Why? It is because we believe in contacts. We offer them some help for training, for example. We call it ‘technical cooperation'."
    },
    {
      "cite": "Najib Razak",
      "quote": "In spite of the huge diversity in Malaysia in terms of religion, culture, race, ethnicity and so forth, we've really gone very far in developing this country."
    },
    {
      "cite": "Rory Stewart",
      "quote": "When my father was posted to Malaysia, we'd take bacon-and-egg sandwiches in our backpacks and go hiking in the jungle or make bamboo rafts to sail down rivers."
    },
    {
      "cite": "Ronnie Chieng",
      "quote": "We were constantly traveling between Malaysia and Singapore, which is connected by a bridge at the southernmost end of Malaysia. In fact, when I was a child, I had to go between countries twice a day to go to school, because I was living in Malaysia at the time but attending primary school in Singapore."
    },
    {
      "cite": "Mahatir Mohamad",
      "quote": "Malaysia has got all the things in place to continue growth: the policies are there; the mechanisms are there. So, I think even when I am not around, Malaysia can do with other people who are converse with our policies."
    },
    {
      "cite": "Mahatir Mohamad",
      "quote": "When the British ruled Malaysia, they burnt millions of acres of Malaysian forests so that they could plant rubber."
    },
    {
      "cite": "Brian Yap",
      "quote": "By linking something to race or religion, politicians distract Malaysians from the core issue while also garnering support from those whose identities depend heavily on their racial or religious identities - meaning most Malaysians."
    },
    {
      "cite": "Najib Razak",
      "quote": "Detention without trial is history in Malaysia."
    },
    {
      "cite": "Tunku Abdul Rahman",
      "quote": "All talk on Islamic States is just an empty dream. No man in his right sense would accept a nation which bases its political administration on religion, and in a country like Malaysia with its multiracial and multireligious people, there is no room for an Islamic State."
    }
  ]
}