{
  "source": "https://www.wisesayings.com/male-quotes/",
  "theme": "male",
  "quotes": [
    {
      "cite": "Jilly Cooper",
      "quote": "The male is a domestic animal which, if treated with firmness and kindness, can be trained to do most things."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "We are born male. We must learn to be men."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "It is funny the two things most men are proudest of is the thing that any man can do and doing does in the same way, that is being drunk and being the father of their son."
    },
    {
      "cite": "David Allan Coe",
      "quote": "All men are created equal, it is only men themselves who place themselves above equality."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "The most mediocre of males feels himself a demigod as compared with women."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love - women like to be a man's last romance."
    },
    {
      "cite": "Carrie Nation",
      "quote": "Men are nicotine soaked, beer besmirched, whiskey greased, red-eyed devils."
    },
    {
      "cite": "Jane Elliot",
      "quote": "About 10,000 years ago, males and females were acting equitably and were treating one another as equals, and then males took over the power, because they have physical power and physical strength."
    },
    {
      "cite": "Patricia Marx",
      "quote": "Males have probably always enjoyed watching the defeat of other males, but without the invention of numerals and the subsequent invention of the concept of keeping score, we could never have had a million sports channels."
    },
    {
      "cite": "Francis Galton",
      "quote": "All male animals, including men, when they are in love, are apt to behave in ways that seem ludicrous to bystanders."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "A guy is a lump like a doughnut. So, first you gotta get rid of all the stuff his mom did to him. And then you gotta get rid of all that macho crap that they pick up from beer commercials. And then there's my personal favorite, the male ego."
    },
    {
      "cite": "Joel Edgerton",
      "quote": "I have this theory that alpha males are actually not alpha males. They're actually very scared - particularly scared of competition from a lot of men."
    },
    {
      "cite": "Peter R. Grant",
      "quote": "Males transmit signals in courtship through behavioral displays."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The difference between men is in energy, in the strong will, in the settled purpose and in the invincible determination."
    },
    {
      "cite": "Janet Evanovich",
      "quote": "Men are like shoes. Some fit better than others. And sometimes you go out shopping and there's nothing you like. And then, as luck would have it, the next week you find two that are perfect, but you don't have the money to buy both."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
    },
    {
      "cite": "Jilly Cooper",
      "quote": "The male - I have found - is a domestic animal which, if treated with firmness and kindness, can be trained to do most things."
    },
    {
      "cite": "Theun Mares",
      "quote": "The mark of the true male is courage, but to have courage the man must take heart."
    },
    {
      "cite": "Belle de Jour",
      "quote": "Male egos require constant stroking. Every task is an achievement, every success epic. That is why women cook, but men are chefs: we make cheese on toast, they produce pain de fromage."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Men of lofty genius when they are doing the least work are most active."
    },
    {
      "cite": "Jim Elliot",
      "quote": "Domesticated males aren't much use for adventure."
    },
    {
      "cite": "Nancy Friday",
      "quote": "Inside every adult male is a denied little boy."
    }
  ]
}