{
  "source": "https://www.wisesayings.com/manager-quotes/",
  "theme": "manager",
  "quotes": [
    {
      "cite": "Sandy Gallin",
      "quote": "Being a manager is about getting into the minds of the people you represent."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "A manager is responsible for the application and performance of knowledge."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "A manager is an assistant to his men."
    },
    {
      "cite": "Alan Shearer",
      "quote": "Basically, a manager is a father figure to 20 or 25 blokes. It's about trying to get the best out of them and creating team spirit."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "A manager must always provide the employees opportunities to continuously improve their skills and reassure them that they have a promising future."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The true measure of the value of any business leader and manager is performance."
    },
    {
      "cite": "David Ogilvy",
      "quote": "Hire people who are better than you are, then leave them to get on with it. Look for people who will aim for the remarkable, who will not settle for the routine."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The one word that makes a good manager decisiveness."
    },
    {
      "cite": "Jack Welch",
      "quote": "If you pick the right people and give them the opportunity to spread their wings and put compensation as a carrier behind it you almost don't have to manage them."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Managers and investors alike must understand that accounting numbers are the beginning, not the end, of business valuation."
    },
    {
      "cite": "Mary Parker Follett",
      "quote": "The manager cannot share his power with division superintendent or foreman or workman, but he can give them opportunities for developing their power."
    },
    {
      "cite": "Russell L. Ackoff",
      "quote": "Managers who don't know how to measure what they want settle for wanting what they can measure."
    },
    {
      "cite": "Tony La Russa",
      "quote": "In the end, as a manager or coach, you have to keep your heart pure and do your best as a manager or a coach."
    },
    {
      "cite": "Richard Pascale",
      "quote": "The sign of a good manager is his ability to give and take negative feedback."
    },
    {
      "cite": "Nancy Kline",
      "quote": "A manager's ability to turn meetings into a thinking environment is probably an organization's greatest asset."
    },
    {
      "cite": "Jack Welch",
      "quote": "Managers can waste a lot of time at the outset of a crisis denying that something went wrong. Skip that step."
    },
    {
      "cite": "Frederick W. Smith",
      "quote": "A manager is not a person who can do the work better than his men; he is a person who can get his men to do the work better than he can."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "For a manager to be perceived as a positive manager, they need a four to one positive to negative contact ratio."
    },
    {
      "cite": "Hasso Plattner",
      "quote": "Managers are important: they are leading the company and guiding and have to provide vision and manage the daily business."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Any manager can do well in an expanding market."
    },
    {
      "cite": "Steve Jobs",
      "quote": "It's not about money. It's about the people you have, and how you're led."
    },
    {
      "cite": "Chris Argyris",
      "quote": "Managers who are skilled communicators may also be good at covering up real problems."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "A good manager will always have the big picture in mind and guide the employees through a series of small targets in order to achieve overall success."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Managers maintain an efficient status quo while leaders attack the status quo to create something new."
    },
    {
      "cite": "Peter R. Scholtes",
      "quote": "Managers must see themselves as experimenters who lead learning, not dictators who impose control."
    },
    {
      "cite": "Anonymous",
      "quote": "The manager as manager is a rational, consulting, persistent, tough-minded, analytical, authoritative problem solver using position power to achieve things; the manager as leader is a passionate, creative, flexible, inspiring, innovative visionary using personal power to achieve things."
    },
    {
      "cite": "H. S. M. Burns",
      "quote": "A good manager is a man who isn't worried about his own career but rather the careers of those who work for him."
    },
    {
      "cite": "Warren Bennis",
      "quote": "The manager accepts the status quo; the leader challenges it."
    },
    {
      "cite": "Warren Bennis",
      "quote": "The manager has his eye on the bottom line; the leader has his eye on the horizon."
    },
    {
      "cite": "Robert Townsend",
      "quote": "Managers must have the discipline not to keep pulling up the flowers to see if their roots are healthy."
    }
  ]
}