{
  "source": "https://www.wisesayings.com/management-quotes/",
  "theme": "management",
  "quotes": [
    {
      "cite": "Harold S. Geneen",
      "quote": "Management manages by making decisions and by seeing that those decisions are implemented."
    },
    {
      "cite": "Jack Welch",
      "quote": "All of management is about self confidence."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Quality management is needed because nothing is simple anymore, if indeed it ever was."
    },
    {
      "cite": "G.S. Alag",
      "quote": "Constant endeavour plus management amounts to success."
    },
    {
      "cite": "Bob Proctor",
      "quote": "Management means the development of people, not the direction of things."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Time management is really personal management, life management. and management of yourself."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Management by objectives works if you first think through your objectives. Ninety percent of the time you haven't."
    },
    {
      "cite": "Dieter Zetsche",
      "quote": "Management has to be where the action is."
    },
    {
      "cite": "Jack Welch",
      "quote": "Management is all about managing in the short term, while developing the plans for the long term."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "Management is, above all, a practice where art, science, and craft meet."
    },
    {
      "cite": "Michael Eisner",
      "quote": "In every business, in every industry, management does matter."
    },
    {
      "cite": "John P. Kotter",
      "quote": "Because management deals mostly with the status quo and leadership deals mostly with change, in the next century we are going to have to try to become much more skilled at creating leaders."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "Management is nothing more than motivating other people."
    },
    {
      "cite": "Peter Drucker",
      "quote": "So much of what we call management consists in making it difficult for people to work."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Time management is a misnomer, the challenge is to manage ourselves."
    },
    {
      "cite": "Casey Stengel",
      "quote": "The secret of successful managing is to keep the five guys who hate you away from the four guys who haven't made up their minds."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "It is the quality rather than the quantity that matters."
    },
    {
      "cite": "Paul Hawken",
      "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them."
    },
    {
      "cite": "Paula Zahn",
      "quote": "We're just delighted that management has come around to my way of thinking."
    },
    {
      "cite": "Warren Buffett",
      "quote": "When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "Management's job is to convey leadership's message in a compelling and inspiring way. Not just in meetings, but also by example."
    },
    {
      "cite": "Barbara Marciniak",
      "quote": "When you manage people, you must first convince them they need managing. So you create the problems and then let the people cry for solutions."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The essence of management is to make knowledge productive."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "This time, like all times, is a very good one, if we but know what to do with it."
    },
    {
      "cite": "Agha Hasan Abedi",
      "quote": "The conventional definition of management is getting work done through people, but real management is developing people through work."
    },
    {
      "cite": "Hyrum W. Smith",
      "quote": "Time management is only a set of skills and tools to help us more efficiently control the eventsour our lives."
    },
    {
      "cite": "Pat Riley",
      "quote": "Management must speak with one voice. When it doesn't management itself becomes a peripheral opponent to the team's mission."
    },
    {
      "cite": "Dan Quayle",
      "quote": "Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement."
    },
    {
      "cite": "Darren Hardy",
      "quote": "There is not the management of time, there is only the management of you."
    },
    {
      "cite": "Warren Bennis",
      "quote": "Success in management requires learning as fast as the world is changing."
    }
  ]
}