{
  "source": "https://www.wisesayings.com/manchester-quotes/",
  "theme": "manchester",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "Manchester is the belly and guts of the nation."
    },
    {
      "cite": "Johnny Giles",
      "quote": "Living in Manchester was like living on the moon. Wherever that might be."
    },
    {
      "cite": "Emmeline Pankhurst",
      "quote": "Manchester is a city which has witnessed a great many stirring episodes, especially of a political character. Generally speaking, its citizens have been liberal in their sentiments, defenders of free speech and liberty of opinion."
    },
    {
      "cite": "Graham Coxon",
      "quote": "You know Manchester is always a bit of a hard place for people coming from London, just with all the history. Manchester has this immensely huge and healthy history musically."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Certainly Manchester is the most wonderful city of modem times."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "The thing about Manchester is...it all comes from here"
    },
    {
      "cite": "Asa Briggs",
      "quote": "Certainly Manchester is the most wonderful city of modern times!"
    },
    {
      "cite": "Kevin Keegan",
      "quote": "It never rains in Manchester, but it pours."
    },
    {
      "cite": "Nemanja Vidic",
      "quote": "In England, they say that Manchester is the city of rain. It's main attraction is considered to the timetable at the railway station, where trains leave for other, less rainy cities."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "Manchester, one of the greatest, if not really the greatest mere village in England."
    },
    {
      "cite": "William Bolitho",
      "quote": "The shortest way out of Manchester is notoriously a bottle of Gordon's gin."
    },
    {
      "cite": "Ian Brown",
      "quote": "You're never alone on the dole in Manchester."
    },
    {
      "cite": "Alice Lowe",
      "quote": "Manchester has a certain reputation of being cool."
    },
    {
      "cite": "Ian Brown",
      "quote": "Manchester's got everything except a beach."
    }
  ]
}