{
  "source": "https://www.wisesayings.com/manicure-quotes/",
  "theme": "manicure",
  "quotes": [
    {
      "cite": "Holland Roden",
      "quote": "When your nails are part of your outfit, they become more than nails. They become an accessory."
    },
    {
      "cite": "Tammy Taylor",
      "quote": "Any woman can wear a great outfit, but it is her nails that make the statement."
    },
    {
      "cite": "Prabal Gurung",
      "quote": "Nails are the period at the end of the sentence. They complete the look."
    },
    {
      "cite": "unknown",
      "quote": "You can't buy happiness but you can get a mani and pedi and that's kind of the same thing."
    },
    {
      "cite": "unknown",
      "quote": "A woman is helpless only while her nail polish is drying."
    },
    {
      "cite": "Julia Restoin Roitfeld",
      "quote": "Having a manicure pulls a look together. Hands are the first thing people see after your face."
    },
    {
      "cite": "unknown",
      "quote": "Maybe your life isn't sparkly but your nails can be."
    },
    {
      "cite": "unknown",
      "quote": "You know you're a nail polish addict when you start matching your manicure to your outfits."
    },
    {
      "cite": "unknown",
      "quote": "Life is not perfect, but your nails can be."
    },
    {
      "cite": "unknown",
      "quote": "You're never fully dressed without a good manicure."
    },
    {
      "cite": "Essie",
      "quote": "You're never full dressed without a good manicure."
    },
    {
      "cite": "unknown",
      "quote": "When in doubt, paint your nails."
    },
    {
      "cite": "Uknown",
      "quote": "There's nothing a fresh manicure can't fix."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years."
    },
    {
      "cite": "Miranda Hart",
      "quote": "Manicures which are basically just holding hands with a stranger for forty five minutes whilst listening to Enya."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I believe in manicures. I believe in overdressing. I believe in primping at leisure and wearing lipsitck. I believe in pink. I believe happy girls are the prettiest girls."
    }
  ]
}