{
  "source": "https://www.wisesayings.com/manifestation-quotes/",
  "theme": "manifestation",
  "quotes": [
    {
      "cite": "Akiroq Brost",
      "quote": "You empower whatever you try and resist and long as you try to resist it. If you give your time and energy to something you are in effect empowering it. The more you put energy into acknowledging and resisting the more the problem seems to present. You must give your energy and time to that which you wish to cultivate rather than to resisting that which you don't want. Remember, you only have so much energy to go around, use it to help and not hinder yourself!"
    },
    {
      "cite": "Bryant McGill",
      "quote": "The life you want is a manifestation of self-realization."
    },
    {
      "cite": "Maria Erving",
      "quote": "When you have done your part it's time to release your work into the universe and let it do its part."
    },
    {
      "cite": "Renae A. Sauter",
      "quote": "One day enough work will have been done. Enough prayers will have been said. Enough confidence will have been formed. One day with effortless certainty your dreams will manifest into physical form; proving dreams really can come true."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Fully inhale your dream and completely exhale manifestation of it."
    },
    {
      "cite": "Vivian Amis",
      "quote": "When you are aligned with the truth of who you truly are, then you experience bliss."
    },
    {
      "cite": "Iva Kenaz",
      "quote": "You are the author of your life. If you don't like how it goes, write it differently."
    },
    {
      "cite": "Tony Warrick",
      "quote": "Everything you perceive, externally, is the manifestation of some internal part of you. If it was not, it would not be present in your perceived reality."
    },
    {
      "cite": "Rumi",
      "quote": "The universe is not outside of you. Look inside yourself; everything that you want, you already are."
    },
    {
      "cite": "Stephen Richards",
      "quote": "The true measure of success is how many times you can bounce back from failure."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "The highest manifestation of life consists in this: that a being governs its own actions. A thing which is always subject to the direction of another is somewhat of a dead thing."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Manifestation blossoms when we turn down or tune out doubtful noise."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Manifestation is a process by which we transform seemingly unrealizable imaginations to reality."
    },
    {
      "cite": "Michele Scholz-Evers",
      "quote": "Self discovery is the best investment that you can make."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Darkness is subject to light, and can never manifest itself in the presence of light."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "All life is a manifestation of the spirit, the manifestation of love."
    },
    {
      "cite": "Roshan Sharma",
      "quote": "In the external reality, an action is required for the manifestation, but in the internal reality, all you need is your presence. Just with the inner presence, things begin to unfold."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Reality is a projection of your thoughts or the things you habitually think about."
    },
    {
      "cite": "Sanjo Jendayi",
      "quote": "Be mindful of your thoughts and words for they are the pen writing that which will manifest."
    },
    {
      "cite": "Cory Groshek",
      "quote": "It's only after you've found what you want inside of you that you can find it outside of you."
    },
    {
      "cite": "Avis J. Williams",
      "quote": "Failures and mistakes are lessons to be learned from. They are opportunities for growth."
    },
    {
      "cite": "Russell Eric Dobda",
      "quote": "The power to reach our goal is always in the moment. When the moment arrives, be ready to perform the action that will help you reach your goal, and be aware when the moment is now."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Reality is the manifestation of the inner workings, carried out by the supreme powers. Whatever you think and do right now, either positive or negative is working on your behalf because you are a co-worker of the divine."
    },
    {
      "cite": "Torkom Saraydarian",
      "quote": "Creativity is the state of consciousness in which you enter into the treasury of your innermost being and bring the beauty into manifestation."
    },
    {
      "cite": "David Spangler",
      "quote": "Manifestation is an act of trust. It is the soul pouring itself out into its world, like a fisherman casting a net to gather in the fish he seeks; with each cast properly made, we will bring what we need to us, but first we must hurl ourselves into the depths without knowing just what lies beneath us."
    },
    {
      "cite": "Lynn A. Robinson",
      "quote": "You have an inner prosperity guide: your intuition. When you begin to pay attention to it, it will lead you to this truth - Abundance is your birthright."
    },
    {
      "cite": "Roshan Sharma",
      "quote": "Your mind is a magic pot, from which you pick the things, and manifest life out of it. If you don't tell your mind, your priorities, it will be easier for your mind, to pick anything, to serve you with your life."
    },
    {
      "cite": "Germany Kent",
      "quote": "Keep expecting and believing that your due season is coming. Declare that the good you have harvested in your life will manifest."
    },
    {
      "cite": "Germany Kent",
      "quote": "If you never try, you'll never know. You are what you manifest."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "To witness miracles unfold in your experience, count your blessings and be thankful. Perceived small blessings accumulate to be the most powerful."
    }
  ]
}