{
  "source": "https://www.wisesayings.com/manipulation-quotes/",
  "theme": "manipulation",
  "quotes": [
    {
      "cite": "T.F. Hodge",
      "quote": "Manipulation, fueled with good intent, can be a blessing. But when used wickedly, it is the beginning of a magician's karmic calamity."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "The basic tool for the manipulation of reality is the manipulation of words. If you can control the meaning of words, you can control the people who must use the words."
    },
    {
      "cite": "Paulo Freire",
      "quote": "One of the methods of manipulation is to inoculate individuals with the bourgeois appetite for personal success."
    },
    {
      "cite": "Neil LaBute",
      "quote": "Everybody has the ability to be manipulative, to be hateful and deceitful."
    },
    {
      "cite": "Bridget Moynahan",
      "quote": "Are you trying to manipulate me? It's working."
    },
    {
      "cite": "David Icke",
      "quote": "If you want to know the outcome of a game before the game has even started, you need to control each side."
    },
    {
      "cite": "John Smith",
      "quote": "The best way to manipulate a man is to make him think he is manipulating you."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Manipulation can give you anything in life you want, if you can afford it."
    },
    {
      "cite": "Bidpai",
      "quote": "Men are used as they use others."
    },
    {
      "cite": "Greek Proverb",
      "quote": "The measure of a man is what he does with power."
    },
    {
      "cite": "Vladimir Ilyich Lenin",
      "quote": "One man with a gun can control 100 without one."
    },
    {
      "cite": "Cheryl Hines",
      "quote": "Manipulating people is what's so fun about poker. I love that you can just look into someone's eyes and lie - and it's perfectly acceptable."
    },
    {
      "cite": "Raymond Aron",
      "quote": "Foreknowledge of the future makes it possible to manipulate both enemies and supporters."
    },
    {
      "cite": "Pele",
      "quote": "If you don't give education to people, it is easy to manipulate them."
    },
    {
      "cite": "John Boorman",
      "quote": "It's so easy to manipulate an audience, but it's nearly always clear that you are being manipulated. I think even people that are not critically attuned are aware of cynical manipulation in film."
    },
    {
      "cite": "Colm Toibin",
      "quote": "All writing is a form of manipulation, of course, but you realize that a plain sentence can actually do so much."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "One must change one's tactics every ten years if one wishes to maintain one's superiority."
    },
    {
      "cite": "Ian Wilmut",
      "quote": "Any kind of manipulation with human embryos should be prohibited."
    },
    {
      "cite": "Edwin Lefevre",
      "quote": "As I have said a thousand times, no manipulation can put stocks down and keep them down."
    },
    {
      "cite": "Sharon Law Tucker",
      "quote": "Whoever controls the money controls you."
    },
    {
      "cite": "Jacob Koella",
      "quote": "It's amazing how much manipulation is going on in parasites."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "One should be able to control and manipulate experiences with an informed and intelligent mind."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The art of pleasing is the art of deception."
    },
    {
      "cite": "Michael Ende",
      "quote": "When it comes to controlling human beings, there is no better instrument than lies. Because you see, humans live by beliefs. And beliefs can be manipulated. The power to manipulate beliefs is the only thing that counts."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "When you know what a man wants you know who he is, and how to move him."
    },
    {
      "cite": "Edward Bernays",
      "quote": "The conscious and intelligent manipulation of the organized habits and opinions of the masses is an important element in democratic society. Those We manipulate this unseen mechanism of society constitute an invisible government which is the true ruling power of our country...We are governed, our minds are molded, our tastes formed, our ideas suggested largely by men we have never heard of."
    },
    {
      "cite": "Colette",
      "quote": "Her childhood, then her adolescence, had taught her patience, hope, silence, and the easy manipulation of the weapons and virtues of all prisoners."
    },
    {
      "cite": "Robert Noggle",
      "quote": "Manipulation is moving someone's settings away from the ideal in ways that are typically not in her self-interest, or likely not in her self-interest in the present context."
    },
    {
      "cite": "Michael Cholbi",
      "quote": "Manipulation aims to modify another person's choices by directly, but clandestinely modifying a person's psychology."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Free will does not mean one will, but many wills conflicting in one man."
    }
  ]
}