{
  "source": "https://www.wisesayings.com/mankind-quotes/",
  "theme": "mankind",
  "quotes": [
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "Mankind's greatest gift is that we have free choice."
    },
    {
      "cite": "Karl Marx",
      "quote": "Mankind always sets itself only such tasks as it can solve; since, looking at the matter more closely, we will always find that the task itself arises only when the material conditions necessary for its solution already exist or are at least in the process of formation."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Mankind are more disposed to suffer, while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The human race is governed by its imagination."
    },
    {
      "cite": "Criss Jami",
      "quote": "Man was designed in a way in which he must eat in order to give him a solid reason to go to work everyday. This helps to keep him out of trouble. God is wise."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Man is the only animal that laughs and has a state legislature."
    },
    {
      "cite": "Mercy Otis Warren",
      "quote": "Mankind may amuse themselves with theoretic systems of liberty but we can only discern its true value by the practical and wretched effects of slavery."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Mankind are greater gainers by suffering each other to live as seems good the themselves, than by compelling each other to live as seems good to the rest."
    },
    {
      "cite": "John Locke",
      "quote": "All mankind being all equal and independent, no one ought to harm another in his life, health, liberty or possessions."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The strength of every individual is the grace for great work."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "All human beings are also dream beings. Dreaming ties all mankind together."
    },
    {
      "cite": "Richard Buckminster Fuller",
      "quote": "Humans beings always do the most intelligent thing after they've tried every stupid alternative and none of them have worked."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mankind must learn to coexist with each other to create a peaceful world."
    },
    {
      "cite": "Charlie Munger",
      "quote": "Mankind invented a system to cope with the fact that we are so intrinsically lousy at manipulating numbers. It's called the graph."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Mankind must remember that peace is not God's gift to his creatures; peace is our gift to each other."
    },
    {
      "cite": "William James",
      "quote": "The deepest principle in human nature is the craving to be appreciated."
    },
    {
      "cite": "Nostradamus",
      "quote": "Mankind will discover objects in space sent to us by the watchers."
    },
    {
      "cite": "Kobo Abe",
      "quote": "Mankind, which has always been a part of nature, has reached a point where it is too much for nature to accommodate."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mankind must live in a harmony with one another in order to have a peaceful world."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Mankind is divided into rich and poor, into property owners and exploited; and to abstract oneself from this fundamental division; and from the antagonism between poor and rich means abstracting oneself from fundamental facts."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "All mankind is divided into three classes: those that are immovable, those that are movable, and those that move."
    },
    {
      "cite": "Epictetus",
      "quote": "Man is not worried by real problems so much as by his imagined anxieties about real problems."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mankind has a divine duty, to be stewardship of the natural resources."
    },
    {
      "cite": "Irfa Adam",
      "quote": "Mankind is like ocean, we only see the things which comes up! If we wanna know someone better we need a deeper dive."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Human nature is just about the only nature some people experience."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Mankind is interdependent, and the happiness of each depends upon the happiness of all, and it is this lesson that humanity has to learn today as the first and the last lesson."
    },
    {
      "cite": "Albert Camus",
      "quote": "Man is the only creature who refuses to be what he is."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The greater part of mankind judge of men only by their fashionableness or their fortune."
    }
  ]
}