{
  "source": "https://www.wisesayings.com/manners-quotes/",
  "theme": "manners",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A man's manners are a mirror in which he shows his portrait."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Manners are very communicable: men catch them from each other."
    },
    {
      "cite": "Emily Post",
      "quote": "Manners are made up of trivialities of deportment which can be easily learned if one does not happen to know them."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Good manners sometimes means simply putting up with other people's bad manners."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Good manners is the art of making those people easy with whom we converse. Whoever makes the fewest people uneasy is the best bred in the room."
    },
    {
      "cite": "Bill Kelly",
      "quote": "Good manners are just a way of showing other people that we have respect for them."
    },
    {
      "cite": "Scott Lynch",
      "quote": "Manners that would keep you starving are no manners worth respecting."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Manners are the ornament of action."
    },
    {
      "cite": "Josh Stern",
      "quote": "Manners without sincerity, is called polite society."
    },
    {
      "cite": "Judith Martin",
      "quote": "Manners require showing consideration of all human beings, not just the ones to whom one is close."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Manners are of such great consequence to the novelist that any kind will do. Bad manners are better than no manners at all, and because we are losing our customary manners, we are probably overly conscious of them; this seems to be a condition that produces writers."
    },
    {
      "cite": "Emily Post",
      "quote": "Manners are like primary colors, there are certain rules and once you have these you merely mix, i.e., adapt, them to meet changing situations."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Manners are like the shadows of virtues, they are the momentary display of those qualities which our fellow creatures love and respect."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Good manners are appreciated as much as bad manners are abhorred."
    },
    {
      "cite": "Amy Vanderbilt",
      "quote": "Good manners have much to do with the emotions. To make them ring true, one must feel them, not merely exhibit them."
    },
    {
      "cite": "Lynne Truss",
      "quote": "Manners are about imagination, ultimately. They are about imagining being the other person."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Good manners can render even virtue tolerable."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Good manners are made up of petty sacrifices."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Manners are the happy ways of doing things; each once a stroke of genius or of love, now repeated and hardened into usage."
    },
    {
      "cite": "Tina Brown",
      "quote": "Manners are the ability to put someone else at their ease by turning any answer into another question."
    },
    {
      "cite": "Thomas Lickona",
      "quote": "Manners will become important to children only if they are important to their parents."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our manners have been corrupted by communication with the saints."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "Manners are especially the need of the plain. The pretty can get away with anything."
    },
    {
      "cite": "David Esabwa",
      "quote": "Good manners is the fabric that holds the community together."
    },
    {
      "cite": "John Patrick Hickey",
      "quote": "Good manners is just being respectful of others. Whether you know them or not, you should show respect for all people."
    },
    {
      "cite": "Meredith Duran",
      "quote": "Manners come down to a single principle, talk of nothing that might actually prove interesting."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Manners are the basic building blocks of civil society."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Manners, really good ones, make it possible to live with almost anyone, gracefully and pleasantly"
    },
    {
      "cite": "Horace Mann",
      "quote": "Manners easily and rapidly mature into morals."
    },
    {
      "cite": "Alfred P. Sloan",
      "quote": "Bedside manners are no substitute for the right diagnosis."
    }
  ]
}