{
  "source": "https://www.wisesayings.com/mantra-quotes/",
  "theme": "mantra",
  "quotes": [
    {
      "cite": "Swami Nithyananda",
      "quote": "Gratitude is the greatest prayer. Thank you is the greatest mantra"
    },
    {
      "cite": "Frederick Lenz",
      "quote": "A mantra is a very powerful word. It vibrates like music does, only not on this plane but on other planes of reality. It creates a powerful force. It starts the kundalini moving"
    },
    {
      "cite": "Deva Premal",
      "quote": "Mantras are passwords that transform the mundane into the sacred."
    },
    {
      "cite": "David Lynch",
      "quote": "The mantra that you're given in Transcendental Meditation you keep to yourself. The reason being, true happiness is not out there, true happiness lies within."
    },
    {
      "cite": "Atul Gawande",
      "quote": "Expertise is the mantra of modern medicine."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "For a true disciple, the repetition of the mantra is like food"
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Food should be consumed while chanting your mantra inwardly. This will purify the food and the mind at the same time"
    },
    {
      "cite": "Frederick Lenz",
      "quote": "A mantra is a thought. Use a mantra to help you still your mind initially and then move into silent meditation"
    },
    {
      "cite": "Tsoknyi Rinpoche",
      "quote": "A mantra is basically a means of talking with your thoughts and feelings. It's a time-honored method sometimes referred to as prayer, but really it's an opening of a conversation between the heart and the mind."
    },
    {
      "cite": "Madhuri Dixit",
      "quote": "I think there is no mantra for success. One just has to be positive and keep doing good work. One must"
    },
    {
      "cite": "Leon Brown",
      "quote": "If you tell yourself something often enough you will start to believe it, that is why you must make self love your mantra."
    },
    {
      "cite": "Chanakya",
      "quote": "The biggest guru-mantra is: never share your secrets with anybody. It will destroy you."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "We meditate so that our minds can be sharp and alert. We chant mantras so that your souls may be ignited like candles. We walk in the light of this beauty."
    },
    {
      "cite": "Gonda",
      "quote": "...Mantras are not thought of as products of discursive thought, human wisdom or poetic fantasy, but ”flash-lights of the eternal truth, seen by those eminent men who have come to super sensuous contact with the Unseen."
    },
    {
      "cite": "Sri Tulsidasji",
      "quote": "The Mantra may be used in any life situation and even during our daily routine to relax and quieten the mind. It will bring clarity and the ability to think positively."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "We all need mantras, I guess - stories we tell ourselves to keep us going."
    },
    {
      "cite": "Sir John Woodrofe",
      "quote": "A Mantra is composed of certain letters arranged in definite sequence of sounds, of which the letters are the representative signs. To produce the designed effect, Mantra must be intoned in the proper way, according to rhythm and sound...a Mantra is a potent compelling force, a word of power."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "The definition of mantra is 'that which protects the mind.' That which protects the mind from negativity, or that which protects you from your own mind, is called mantra."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "A mantra is nothing more than a collection of words strung together to create a positive effect"
    },
    {
      "cite": "Frederick Lenz",
      "quote": "It is more important to repeat a mantra several times with total absorption than to parrot it for hours on end."
    }
  ]
}