{
  "source": "https://www.wisesayings.com/march-quotes/",
  "theme": "march",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "It was one of those March days when the sun shines hot and the wind blows cold: when it is summer in the light, and winter in the shade."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "March came in that winter like the meekest and mildest of lambs, bringing days that were crisp and golden and tingling, each followed by a frosty pink twilight which gradually lost itself in an elfland of moonshine."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "March is the month of expectation, the things we do not know, The persons of prognostication are coming now. We try to sham becoming firmness, But pompous joy betrays us, as his first betrothal betrays a boy."
    },
    {
      "cite": "Tracy Chevalier",
      "quote": "My father was often impatient during March, waiting for winter to end, the cold to ease, the sun to reappear. March was an unpredictable month, when it was never clear what might happen. Warm days raised hopes until ice and grey skies shut over the town again."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Indoors or out, no one relaxes in March, that month of wind and taxes, the wind will presently disappear, the taxes last us all the year."
    },
    {
      "cite": "John Steinbeck",
      "quote": "In March the soft rains continued, and each storm waited courteously until its predecessor sunk beneath the ground."
    },
    {
      "cite": "Caroline May",
      "quote": "March, when days are getting long, Let thy growing hours be strong to set right some wintry wrong."
    },
    {
      "cite": "William C. Bryant",
      "quote": "The stormy March has come at last, With winds and clouds and changing skies; I hear the rushing of the blast That through the snowy valley flies."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "March is the month God created to show people who don't drink what a hangover is like."
    },
    {
      "cite": "Jean Hersey",
      "quote": "In march winter is holding back and spring is pulling forward. Something holds and something pulls inside of us too."
    },
    {
      "cite": "Thalassa Cruso",
      "quote": "March is a month of considerable frustration it is so near spring and yet across a great deal of the country the weather is still so violent and changeable that outdoor activity in our yards seems light years away."
    },
    {
      "cite": "Lewis Grizzard",
      "quote": "Springtime is the land awakening. The March winds are the morning yawn."
    },
    {
      "cite": "Geoffrey Charlesworth",
      "quote": "Spring makes its own statement, so loud and clear that the gardener seems to be only one of his instruments, not the composer."
    },
    {
      "cite": "Joel madeen",
      "quote": "Even when there's no one there for you march on / Even when the days are long for you march on / Like soldier"
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "The stormy March is come at last / With wind, and cloud, and changing skies / I hear the rushing of the blast / That through the snowy valley flies."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Up from the sea, the wild north wind is blowing / Under the sky's gray arch; / Smiling, I watch the shaken elm-boughs, knowing / It is the wind of March."
    },
    {
      "cite": "Brent Smith",
      "quote": "We march, we fight, we live / We scream, we die, we give / We want the world to know / We are the human radio"
    },
    {
      "cite": "Hans Juergen Kuersch",
      "quote": "The march of time it has begun / Somewhere far beyond your reality / And then the march of time begins"
    },
    {
      "cite": "Ted Oscar Lundstroem",
      "quote": "So raise the flag once more / And the eagle will be fed / Once again we march to war / For victory or death"
    },
    {
      "cite": "Herman Melville",
      "quote": "The march of conquest through wild provinces, may be the march of Mind; but not the march of Love."
    },
    {
      "cite": "Julia Peterkin",
      "quote": "A windy March is lucky. Every pint of March dust brings a peck of September corn, and a pound of October cotton."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "March out of the common line; make bold steps ahead and dance to the tune of a sweeter, better and nicer tone of your own music. March out of the tiny box!"
    },
    {
      "cite": "Khalil Gibran",
      "quote": "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path."
    }
  ]
}