{
  "source": "https://www.wisesayings.com/marching-band-quotes/",
  "theme": "marching-band",
  "quotes": [
    {
      "cite": "Don McLean",
      "quote": "And as the players tried to take the field, the Marching Band refused to yield."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "Without music life would be a mistake."
    },
    {
      "cite": "Liz Miller",
      "quote": "The regular rhythm and upbeat tunes of military music or marching bands positively affect your mood even if you don't actually 'enjoy' listening to it."
    },
    {
      "cite": "Deerhunter",
      "quote": "And I had to look at the marching band. Skip accross the pavement, nobody's there."
    },
    {
      "cite": "Anonymous",
      "quote": "Marching band is life. The marching band brings about memories that you would never get anywhere else."
    },
    {
      "cite": "Quincy Jones",
      "quote": "I chose the trombone because the trombone players in the marching band got to be up front with the majorettes (because of the slides) and I loved that!"
    },
    {
      "cite": "Jeremih",
      "quote": "I got my first set of drums when I was around 3. I went from band to marching band to Latin jazz band - it's like riding a bike."
    },
    {
      "cite": "Dennis Vickers",
      "quote": "Followed like a goat on a halter, hungry dog closing on his just-filled dinner bowl, water-bottle and towel carrier behind the tuba section of a marching band."
    },
    {
      "cite": "Plato",
      "quote": "Music and rhythm find their way into the secret places of the soul."
    },
    {
      "cite": "Charlie Parker",
      "quote": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn."
    },
    {
      "cite": "Anonymous",
      "quote": "Marching band, the sport for intelligent people."
    },
    {
      "cite": "Patrick MacGill",
      "quote": "Every battalion has its marching songs."
    },
    {
      "cite": "Kathleen Alcock",
      "quote": "That awkward moment when you realize the marching band works harder than the foortball team."
    },
    {
      "cite": "Tommy Lee",
      "quote": "I did the marching band all throughout junior high and high school. Music was one of my favorite things in school."
    },
    {
      "cite": "Nellie McKay",
      "quote": "You know, if I can survive marching band, I can survive anything."
    },
    {
      "cite": "George Parks",
      "quote": "Band is not proud because it performs well; it performs well because it is proud."
    },
    {
      "cite": "Anonymous",
      "quote": "Marching band, sacrificing all respect from your peers so that you get to wear funny hats."
    },
    {
      "cite": "OutKast",
      "quote": "My heart is like a marching band. I'm a fan in the stands."
    },
    {
      "cite": "Ricky Dillon",
      "quote": "Listen to the drums go hard. Like a marching band (like a marching band). Repeating every step, every sound, every word."
    },
    {
      "cite": "Delays",
      "quote": "On any other day there'd be a marching band. But I stole away before they cut me down."
    },
    {
      "cite": "Luke Bryan",
      "quote": "The marching band's warming up under the football lights."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "While some marching band keeps. Its own beat in my head."
    },
    {
      "cite": "Naked Lunch",
      "quote": "A marching band's on the street. In the city that always sleeps. A bitter sweet rhapsody."
    },
    {
      "cite": "Tobi Lou",
      "quote": "Marching with the bands 'cause I think that I can."
    },
    {
      "cite": "Joe Brooks",
      "quote": "Take my hand, lets find a marching band that beats the rhythm of our hearts."
    },
    {
      "cite": "Randy Travis",
      "quote": "It means like a drum in a marching band. Can't help what it does I just follow where it leads. How my heart feels about you baby makes perfect sense to me."
    },
    {
      "cite": "Barry Manilow",
      "quote": "Where's the marching band. Just in time to take the town."
    },
    {
      "cite": "U2 band",
      "quote": "Listen over marching bands playing out their time."
    },
    {
      "cite": "LL Cool J",
      "quote": "Light the fireworks, bring out the marching band."
    }
  ]
}