{
  "source": "https://www.wisesayings.com/mardi-gras-quotes/",
  "theme": "mardi-gras",
  "quotes": [
    {
      "cite": "Jacqueline Zambrano",
      "quote": "Mardi Gras a time to let down your hair. Not put it up."
    },
    {
      "cite": "Natalie Hemby",
      "quote": "She pulled me in a world of wonder / It's a charade trying to love her / It's like trying to save a soul from Mardi Gras / From Mardi Gras"
    },
    {
      "cite": "Lou Welsch",
      "quote": "Down in New Orleans / Where the blues was born / It takes a cool cat to blow a horn / On La Salle and Rampart Street / The combo's there with a mambo beat / The Mardi Gras mambo, mambo, mambo"
    },
    {
      "cite": "Lou Welsch",
      "quote": "In Gert Town where the cats all meet / There's a Mardi Gras mambo with a beat / Join the Chief with the Zulu gang / And truck on down where the mambo's swing"
    },
    {
      "cite": "Paul Simon",
      "quote": "Common take me to the Mardi Gras / Where the people sing and play / Where the dancing is elite / And there's music in the street / Both night and day"
    },
    {
      "cite": "Paul Simon",
      "quote": "Hurry take me to the Mardi Gras / In the city of my dreams / You can legalize your lows / You can wear your summer clothes / In the New Orleans"
    },
    {
      "cite": "Paul Simon",
      "quote": "Take your burdens to the Mardi Gras / Let the music wash your soul (let it wash your soul) / You can mingle in the street / You can jingle to the beat / Of Jelly Roll"
    },
    {
      "cite": "Eldo Di Lazzaro",
      "quote": "While boys and girls are dancing / While sweethearts are romancing / Life is like a Mardi Gras / Funiculi, funicula"
    },
    {
      "cite": "Johnny Mercer",
      "quote": "How we danced, as we dreamed at the Mardi Gras / Was romance what it seemed at the Mardi Gras / Was the love that we made just a brief masquerade / Was it gone with the song that the orchestra played"
    },
    {
      "cite": "Johnny Mercer",
      "quote": "With a sigh, with a glance at the moon above / Was it just by chance we spoke of love / Or did you somehow feel that the wonder was real / While we danced at the Mardi Gras"
    },
    {
      "cite": "Henry Roeland Byrd",
      "quote": "When I see the Mardi Gras / I wanna know what's carnival for / Going down to New Orleans / I've got my ticket in my hands"
    },
    {
      "cite": "Roland Byrd",
      "quote": "If you go to New Orleans / You ought to go see the Mardi Gras / When you see the Mardi Gras / Somebody'll tell you what's Carnival for"
    },
    {
      "cite": "Sean Daley",
      "quote": "I might've woke up in a reservoir / I might've got robbed at Mardi Gras / Everybody wanna see a falling star"
    },
    {
      "cite": "Eddie De Lange",
      "quote": "The Mardi Gras memories / Of creole tunes that fill the air / I dream of oleanders in June / And soon I'm wishing that I was there"
    },
    {
      "cite": "Sterling Warner",
      "quote": "Fat Tuesday, last day before Lent’s forty day fast; / Mardi Gras magic exudes from every pore, / Elaborately costumed krewes toss beads off floats, / Give rise to fanciful celebrations of the dead, / Historic carnival steeped in Catholic doctrine."
    },
    {
      "cite": "Errol Laborde",
      "quote": "Mardi Gras gives a glimpse into religion, history, politics, economics, music, folklore, theater, and social structure."
    },
    {
      "cite": "Marcia G. Gaudet",
      "quote": "Mardi Gras has been celebrated in southern Louisiana since the French first settled in the area."
    },
    {
      "cite": "Marcia G. Gaudet",
      "quote": "Mardi Gras (or Fat Tuesday) marks the day before Ash Wednesday, the beginning of Lent, and a time of repentance in the Catholic Church."
    },
    {
      "cite": "Marcia G. Gaudet",
      "quote": "New Orleans Mardi Gras is to serve as a symbolic unifier of diverse groups and attitudes, at least for that day."
    },
    {
      "cite": "Marcia G. Gaudet",
      "quote": "Consequently they usually portray the Mardi Gras only as a surreal procession of masked drunks falling all over themselves, chasing chickens, and sometimes maiming the chickens and themselves in the process."
    },
    {
      "cite": "Huber",
      "quote": "It is Mardi Gras custom for all gentlemen to bow and all ladies to curtsy when presented to the Mardi Gras King and Queens."
    },
    {
      "cite": "Schindler",
      "quote": "Mardi Gras, with its laughter-moving tomfooleries, must go the way of all other institutions, and reposing on its past glory, may content itself with sneering at the hard realities of the present locomotive, telegraphic age."
    },
    {
      "cite": "Molly Aloian",
      "quote": "Mardi Gras is a festive holiday. People dress up and throw parties. People have fun at the celebrations and parties."
    },
    {
      "cite": "Molly Aloian",
      "quote": "During Mardi Gras people eat delicious foods, such as craw fish jambalaya."
    },
    {
      "cite": "Molly Aloian",
      "quote": "Mardi Gras traditions began long ago during winter festivals. Late, Christians saw it as a time to eat rich foods before fasting, or not eating, during lent. Today, everybody joins the fun."
    },
    {
      "cite": "Molly Aloian",
      "quote": "Mardi Gras has different names. Many people from around the world call this festive time carnival."
    },
    {
      "cite": "Beverly B Vidrine",
      "quote": "A Mardi Gras float, or a platform on wheels, is pulled by a tractor, and is decorated with a subject, or theme, chosen by each krewe."
    },
    {
      "cite": "Beverly B Vidrine",
      "quote": "Mardi Gras is a  holiday, or a day of freedom from work and school, in many cities that celebrate this special day."
    },
    {
      "cite": "Beverly B Vidrine",
      "quote": "Many parade goers enjoy dancing to the band music played by the brass horns during the Mardi Gras parades."
    },
    {
      "cite": "Mark Twain",
      "quote": "An American has not seen the United States until he has seen Mardi Gras in New Orleans."
    }
  ]
}