{
  "source": "https://www.wisesayings.com/margarita-quotes/",
  "theme": "margarita",
  "quotes": [
    {
      "cite": "Richard Shepard",
      "quote": "The margaritas always taste better in Mexico."
    },
    {
      "cite": "Josh Thompson",
      "quote": "Two pieces shaking, white caps a-breaking / We ain't feeling no pain, it goes like / One margarita, two margarita, three margarita, shot / Don't worry 'bout tomorrow"
    },
    {
      "cite": "Alan Jackson",
      "quote": "I sat down in the sand / A drink in my hand / And in the glass looking back at me / I got a bug in my margarita / Seems bad luck won't leave me alone"
    },
    {
      "cite": "Alan Jackson",
      "quote": "So we put our drinks together / And toasted rainy weather / And the women that had done us wrong / Then we threw back margaritas"
    },
    {
      "cite": "Pat Brown",
      "quote": "We can do the bar / Sip margarita's / Stay on the floor / Go with me for a ride / Aren't you feeling nice? / Doesn't It feel nice? / Is everybody high"
    },
    {
      "cite": "Kenny Alphin",
      "quote": "I'll trade you 20 Margaritas for your moonshine / 'Cause I like to have a party all the time / I'll trade you 20 Margaritas for your moonshine / 'Cause I hear that stuff can really blow your mind"
    },
    {
      "cite": "Dana Hunt",
      "quote": "Oh tonight I need a Margarita and I need it bad  / I'm hoping that the tequila is gonna take me back  / Give me the salt and the lime"
    },
    {
      "cite": "David Berman",
      "quote": "We're just drinking margaritas at the mall / That's what this stuff adds up to after all / Magenta, orange, acid green / Peacock blue and mercury / Drinking margaritas at the mall"
    },
    {
      "cite": "Sante Pucello",
      "quote": "Farther south, where the sweet tequila flows / Tiny clothes, Yo te amo, México / Señoritas, we are sipping margaritas on the beach / They got something you can't teach"
    },
    {
      "cite": "Esther Dean",
      "quote": "I'm on Patron / Tequila / I'm drunk on margarita / That Patron / Tequila / Me and my mamacita (yeah)"
    },
    {
      "cite": "David Loggins",
      "quote": "They are all wondering what I'm gonna do / Oh my hand's on the glass / It's my last margarita  / And my mind is on you"
    },
    {
      "cite": "Anthony Dias Blue",
      "quote": "Today the tequila-laced margarita is the most popular mixed drink in America."
    },
    {
      "cite": "Simon Difford",
      "quote": "There are many people who claim to have invented the Margarita, which, as Spanish for 'daisy' and a popular woman's name, would have been a very common name for a drink."
    },
    {
      "cite": "W. Park Kerr",
      "quote": "The margarita--the drink that's a lifestyle!"
    },
    {
      "cite": "W. Park Kerr",
      "quote": "The margarita's beauty and allure is steeped in mystery."
    },
    {
      "cite": "W. Park Kerr",
      "quote": "The margarita is always beckoning us to celebrate the lush heat of tequila and the citrusy zest of orange and lime."
    },
    {
      "cite": "W. Park Kerr",
      "quote": "When it comes to making the ultimate margarita, the key is in the balance between the sweet, the tart, and the feisty."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "Frozen margarita mixes are usually made with crazy amounts of sugar."
    },
    {
      "cite": "Kim Haasarud",
      "quote": "The story goes that the Margarita was created by a woman named Margarita Sames."
    },
    {
      "cite": "Kim Haasarud",
      "quote": "A great Margarita enhances--and does not mask--the essence of these tequilas."
    },
    {
      "cite": "Kim Haasarud",
      "quote": "A balance of sweet and sour notes with the right amount of tequila is what makes a good Margarita great."
    },
    {
      "cite": "Kim Haasarud",
      "quote": "Fire and water, sweet and sour---this is the balancing act that goes into the perfect Margarita."
    },
    {
      "cite": "Al Lucero",
      "quote": "What constitutes a truly great margarita is not that easy to define. It is at once elusive and unforgiving."
    },
    {
      "cite": "Al Lucero",
      "quote": "A great margarita--a real margarita--must contain three primary ingredients: real tequila, real orange liqueur, and real freshly squeezed or lime juice."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "If life gives you limes, make margaritas."
    },
    {
      "cite": "Maxine",
      "quote": "Take every birthday with a grain of salt. This works much better if the salt accompanies a large margarita."
    },
    {
      "cite": "Demetri Martin",
      "quote": "To remove blood stains from your conscience try frozen margaritas."
    },
    {
      "cite": "James Franco",
      "quote": "If liking Katy Perry and drinking margaritas is gay, then who wants to be straight?!"
    },
    {
      "cite": "Amy Neftzger",
      "quote": "It's 4:58 on Friday afternoon. Do you know where your margarita is?"
    },
    {
      "cite": "Chelsea Handler",
      "quote": "We usually have margaritas on Thursdays, but since it's Tuesday I'll make an exception."
    }
  ]
}