{
  "source": "https://www.wisesayings.com/marine-corps-quotes/",
  "theme": "marine-corps",
  "quotes": [
    {
      "cite": "Robert Kiyosaki",
      "quote": "So the Marine Corps really did teach me to conquer fear, and then to go for higher causes, higher purposes."
    },
    {
      "cite": "Richard Harding Davis",
      "quote": "The Marines have landed and the situation is well in hand."
    },
    {
      "cite": "John W Vessey Jr",
      "quote": "We have two companies of MARINES running all over this island and thousands of ARMY troops doing nothing!"
    },
    {
      "cite": "A. M. Gray",
      "quote": "Every Marine is, first and foremost, a rifleman. All other conditions are secondary."
    },
    {
      "cite": "Adam Driver",
      "quote": "The Marine Corps is supposed to be the toughest and most rigorous of its class."
    },
    {
      "cite": "Thomas E. Ricks",
      "quote": "The United States Marine Corps, with its fiercely proud tradition of excellence in combat, its hallowed rituals, and its unbending code of honor, is part of the fabric of American myth."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The Marines I have seen around the world have the cleanest bodies, the filthiest minds, the highest morale, and the lowest morals of any group of animals I have ever seen. Thank God for the United States Marine Corps!"
    },
    {
      "cite": "Renee Montagne",
      "quote": "We're really talking about the Army and Marine Corps here for almost all these ground combat jobs. They want to move in a careful, deliberate manner."
    },
    {
      "cite": "Bernard Montgomer",
      "quote": "A Marine should be sworn to the patient endurance of hardships, like the ancient knights; and it is not the least of these necessary hardships to have to serve with sailors."
    },
    {
      "cite": "Brad Milton",
      "quote": "We're a family, the Marine Corps. We take care of each other, and that includes supporting the spouses and families of Marines who are left behind during a deployment. We all take care of one another."
    },
    {
      "cite": "Adam Driver",
      "quote": "The Marine Corps is some of the best acting training you could have. Having that responsibility for people's lives, suddenly time becomes a really valuable commodity and you want to make the most of it. And for acting, you just have to do the work, just keep doing it."
    },
    {
      "cite": "Phil Hartman",
      "quote": "Marines die, that's what we're here for. But the Marine Corps lives forever. And that means YOU live forever."
    },
    {
      "cite": "Bud Rudesill",
      "quote": "A Marine likes a good fight and respects a good fighter. You've got yourself one fine Marine for an escort and the whole Marine Corps behind you."
    },
    {
      "cite": "William Thornson",
      "quote": "There are only two kinds of people that understand Marines: Marines and the enemy. Everyone else has a second-hand opinion."
    },
    {
      "cite": "John A. Lejeune",
      "quote": "The future success of the Marine Corps depends on two factors: first, an efficient performance of all duties to which its officers and men may be assigned; second, promptly bringing this efficiency to the attention of the proper officials of the government, and the American people."
    },
    {
      "cite": "Adam Driver",
      "quote": "Something I learned in the Marine Corps that I've applied to acting is, one, taking direction, and then working with a group of people to accomplish a mission and knowing your role within that team."
    },
    {
      "cite": "Ed Mcmahon",
      "quote": "I have learned two important lessons from my association with the Marine Corps: always be on time and always be ready to do what is required when you get there."
    },
    {
      "cite": "Charles C. Krulak",
      "quote": "For over 221 years our Corps has done two things for this great Nation. We make Marines and we win battles."
    },
    {
      "cite": "James F. Amos",
      "quote": "There's a mindset of flexibility and adaptability that comes with us. We don't mind hardship. We don't mind somebody saying, 'Go in and do this nasty job.' Whatever the job is, we can do it. That's why the nation has a Marine Corps."
    },
    {
      "cite": "William Halsey",
      "quote": "The Marine Corps has just been called by the New York Times, 'The elite of this country.' I think it is the elite of the world."
    },
    {
      "cite": "Jim Webb",
      "quote": "And all of these together, as much as any campaign the Marine Corps has ever pursued, have brought an unrelenting, never-ceasing pride to all of us who have ever claimed the title of United States Marine."
    },
    {
      "cite": "John Glenn",
      "quote": "One of the first things I learned in the Marine Corps is that any military mission has to be defined as precisely as you can possibly define it, and then you size the force and equipment force to accomplish that mission without fail."
    },
    {
      "cite": "Karl Marlantes",
      "quote": "The Marine Corps taught me how to kill, but it didn't teach me how to deal with killing."
    },
    {
      "cite": "John Broughton",
      "quote": "The Marine Corps represented honor more than he could ever express. He went into the Marine Corps because it meant honor to him."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Some people spend an entire lifetime wondering if they made a difference in the world. But, the Marines don't have that problem."
    },
    {
      "cite": "Ned Dolan",
      "quote": "Freedom is not free, but the U.S. Marine Corps will pay most of your share."
    },
    {
      "cite": "William Manchester",
      "quote": "Men do not fight for flag or country, for the Marine Corps or glory or any other abstraction. They fight for one another. And if you came through this ordeal, you would age with dignity."
    },
    {
      "cite": "Keith B. McCutcheon",
      "quote": "The Marine Corps is proud of the fact that it is a force of combined arms, and it jealously guards the integrity of its air-ground team."
    }
  ]
}