{
  "source": "https://www.wisesayings.com/marines-quotes/",
  "theme": "marines",
  "quotes": [
    {
      "cite": "George S. Patton Jr.",
      "quote": "The soldier is the Army. No army is better than its soldiers. The Soldier is also a citizen. In fact, the highest obligation and privilege of citizenship is that of bearing arms for one's country"
    },
    {
      "cite": "Eugene B. Sledge",
      "quote": "Your soul may belong to Jesus, but your ass belongs to the marines."
    },
    {
      "cite": "U.S. Navy SEALs",
      "quote": "The only easy day was yesterday."
    },
    {
      "cite": "Chesty Puller",
      "quote": "Old breed? New breed? There's not a damn bit of difference so long as it's the Marine breed"
    },
    {
      "cite": "Chris Kyle",
      "quote": "It was my duty to shoot the enemy, and I don't regret it. My regrets are for the people I couldn't save: Marines, soldiers, buddies. I'm not naive, and I don't romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job."
    },
    {
      "cite": "Shane Smith",
      "quote": "If you're coming from America to Iraq, then how are you supposed to be objective? I mean, you could pay lip service to being objective, but how are you going to objective when you're embedded with the Marines? The Marines are saving your life every day and they're protecting you."
    },
    {
      "cite": "Gen. William Thornson",
      "quote": "There are only two kinds of people that understand Marines: Marines and the enemy. Everyone else has a second-hand opinion."
    },
    {
      "cite": "Marine General James Mattis",
      "quote": "I come in peace, I didn't bring artillery. But I am pleading with you with tears in my eyes: If you fuck with me, I'll kill you all."
    },
    {
      "cite": "Lt.Gen Victor H. Krulak",
      "quote": "Being ready is not what matters. What matters is winning after you get there."
    },
    {
      "cite": "The mythical GySgt. Hartman",
      "quote": "Marines die, that's what we're here for. But the Marine Corps lives forever. And that means YOU will live forever."
    },
    {
      "cite": "Gen. John \"Black Jack\" Pershing,",
      "quote": "The deadliest weapon in the world is a Marine and his rifle"
    },
    {
      "cite": "Richard Harding Davis",
      "quote": "The MARINES have landed and have the situation well in hand"
    },
    {
      "cite": "George Orwell",
      "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
    },
    {
      "cite": "Adm. David Porter",
      "quote": "A ship without MARINES is like a garment without buttons."
    },
    {
      "cite": "Field Marshal Bernard Montgomery",
      "quote": "A Marine should be sworn to the patient endurance of hardships, like the ancient knights; and it is not the least of these necessary hardships to have to serve with sailors."
    },
    {
      "cite": "General Alexander A. Vandergrift",
      "quote": "The bended knee is not a tradition of our Corps."
    },
    {
      "cite": "Prime Minister of Britain",
      "quote": "I am convinced that there is no smarter, handier, or more adaptable body of troops in the world."
    },
    {
      "cite": "Richard Harding Davis",
      "quote": "The Marines have landed, and the situation is well in hand."
    },
    {
      "cite": "Sgt. Major Frank Bougus",
      "quote": "In space, no one can hear you scream-unless it's the battle cry of the United States Marines!"
    },
    {
      "cite": "Commandant James Conway",
      "quote": "If our country continues to provide us with great young Marines like that, we can go anywhere and do anything that this nation asks."
    },
    {
      "cite": "Major General John Kelly",
      "quote": "They had to make alot of decision's in those six seconds and one of them was to die. They wouldn't have stood there and done what they did unless they were Marines right down to their DNA."
    },
    {
      "cite": "Major General John Kelly",
      "quote": "Even by the standards expected of Marine grunts their bravery was exceptional."
    },
    {
      "cite": "US Marine Corps",
      "quote": "When the pin is pulled, Mr. Grenade is not our friend."
    },
    {
      "cite": "R Lee Ermey",
      "quote": "Without discipline, there is no Marine Corp."
    },
    {
      "cite": "William Manchester",
      "quote": "Men do not fight for flag or country, for the Marine Corps or glory or any other abstraction. They fight for one another. And if you came through this ordeal, you would age with dignity."
    },
    {
      "cite": "Horace",
      "quote": "It is courage, courage, courage, that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity."
    }
  ]
}