{
  "source": "https://www.wisesayings.com/marketing-quotes/",
  "theme": "marketing",
  "quotes": [
    {
      "cite": "Beth Comstock",
      "quote": "Marketing's job is never done. It's about perpetual motion. We must continue to innovate every day."
    },
    {
      "cite": "Seth Godin",
      "quote": "Marketing is no longer about the stuff that you make, but about the stories you tell."
    },
    {
      "cite": "Rebecca Lieb",
      "quote": "Content is the atomic particle of all digital marketing."
    },
    {
      "cite": "Robert Rose",
      "quote": "Marketing is telling the world you're a rock star. Content marketing is showing the world you are one."
    },
    {
      "cite": "David Packard",
      "quote": "Marketing is too important to be left to the marketing department."
    },
    {
      "cite": "Mike Volpe",
      "quote": "Don't be afraid to get creative and experiment with your marketing."
    },
    {
      "cite": "John Romero",
      "quote": "In marketing I've seen only one strategy that can't miss -- and that is to market to your best customers first, your best prospects second and the rest of the world last."
    },
    {
      "cite": "Philip Kotler",
      "quote": "Marketing takes day to learn. Unfortunately it takes a lifetime to master."
    },
    {
      "cite": "John Scully",
      "quote": "No great marketing decisions have ever been made on qualitative data."
    },
    {
      "cite": "Tom Fishburne",
      "quote": "The best marketing doesn't feel like marketing."
    },
    {
      "cite": "Michael Hyatt",
      "quote": "Marketing is really just about sharing your passion."
    },
    {
      "cite": "Will Harris",
      "quote": "Switch it off, get away from it all, and stop reading Marketing on your holiday."
    },
    {
      "cite": "Jennifer S Nelson",
      "quote": "The heart of marketing is behavior modification, and this will remain our focus."
    },
    {
      "cite": "Carl Lyons",
      "quote": "Marketing is marketing. It's easy to drape new media in magic but it comes down to whether it's a good business or not."
    },
    {
      "cite": "Peter F Drucker",
      "quote": "Marketing is not a function, it is the whole business seen from the customer's point of view."
    },
    {
      "cite": "Michael Perry",
      "quote": "Marketing goes wrong when it is perceived by companies as a bolt-on activity."
    },
    {
      "cite": "Jeremy Bullmore",
      "quote": "Marketing people have every reason to be grateful for the existence of reluctant consumers: if it weren't for them, we wouldn't have jobs."
    },
    {
      "cite": "Robert Stephens",
      "quote": "Advertising is a tax for having an unremarkable product."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The aim of marketing is to know and understand the customer so well the product or service fits him and sells itself."
    },
    {
      "cite": "Sergio Zyman",
      "quote": "The sole purpose of marketing is to sell more to more people, more often and at higher prices. There is no other reason to do it."
    },
    {
      "cite": "Edwin Land",
      "quote": "Marketing is what you do when your product is no good."
    },
    {
      "cite": "Jim Allchin",
      "quote": "We're obviously going to spend a lot in marketing because we think the product sells itself."
    },
    {
      "cite": "Albert W. Emery",
      "quote": "Marketing is merely a civilized form of warfare in which most battles are won with words, ideas, and disciplined thinking."
    },
    {
      "cite": "Seth Godin",
      "quote": "Marketing is a contest for people's attention."
    },
    {
      "cite": "Adam Osborne",
      "quote": "Money coming in says I've made the right marketing decisions."
    },
    {
      "cite": "Clayton Christensen",
      "quote": "The basic idea that marketing is wrong at its core is one of the main reasons why innovation seems blocked and unpredictable."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The aim of marketing is to make selling superfluous."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "If you have more money than brains you should focus on outbound marketing. If you have more brains than money, you should focus on inbound marketing."
    },
    {
      "cite": "unknown",
      "quote": "The aim of marketing is to get customers to know, like and trust you."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Business has only two functions - marketing and innovation."
    }
  ]
}