{
  "source": "https://www.wisesayings.com/marriage-quotes/",
  "theme": "marriage",
  "quotes": [
    {
      "cite": "Henry Youngman",
      "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing? she goes Tuesdays, I go Fridays."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open."
    },
    {
      "cite": "Judith Viorst",
      "quote": "One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Dave Meurer",
      "quote": "A great marriage is not when the perfect couple comes together. It is when an imperfect couple learns to enjoy their differences."
    },
    {
      "cite": "Jennifer Smith",
      "quote": "Marriage is a mosaic you build with your spouse. Millions of tiny moments that create your love story."
    },
    {
      "cite": "Anne Taylor Fleming",
      "quote": "A long marriage is two people trying to dance a duet and two solos at the same time."
    },
    {
      "cite": "Simone Signoret",
      "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads which sew people together through the years."
    },
    {
      "cite": "Maggie Reyes",
      "quote": "Marriages are like fingerprints; each one is different and each one is beautiful."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "The difference between an ordinary marriage and an extraordinary marriage is in giving just a little extra every day, as often as possible, for as long as we both shall live."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "Marriage is like watching the color of leaves in the fall; ever changing and more stunningly beautiful with each passing day."
    },
    {
      "cite": "Norman Wright and Gary Oliver",
      "quote": "In marriage, each partner is to be an encourager rather than a critic, a forgiver rather than a collector of hurts, an enabler rather than a reformer."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Marriage is not a noun; it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day."
    },
    {
      "cite": "Robert Dodd",
      "quote": "The goal in marriage is not to think alike, but to think together."
    },
    {
      "cite": "Stephen Gaines",
      "quote": "Being in a long marriage is a little bit like that nice cup of coffee every morning - I might have it every day, but I still enjoy it."
    },
    {
      "cite": "George &amp; Yvonne Levy",
      "quote": "A happy marriage is a selfless journey in which the happiness of another person is essential to your own."
    },
    {
      "cite": "Evelyn Hendrickson",
      "quote": "Marriage is like a phone call in the night: first the ring, and then you wake up."
    },
    {
      "cite": "Hermant Joshi",
      "quote": "After marriage, husband and wife become two sides of a coin; they just can't face each other, but still they stay together."
    },
    {
      "cite": "Henny Youngman",
      "quote": "The secret of a happy marriage remains a secret."
    },
    {
      "cite": "Joseph Barth",
      "quote": "Marriage is our last, best chance to grow up."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Many marriages would be better if the husband and the wife clearly understood that they are on the same side."
    },
    {
      "cite": "Harold George Nicolson",
      "quote": "The great secret of successful marriage is to treat all disasters as incidents and none of the incidents as disasters."
    },
    {
      "cite": "Ruth Bell Graham",
      "quote": "A good marriage is the union of two good forgivers."
    },
    {
      "cite": "Harville Hendrix",
      "quote": "Marriage, ultimately, is the practice of becoming passionate friends."
    },
    {
      "cite": "Frank Pittman",
      "quote": "Marriage, like a submarine, is only safe if you get all the way inside."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "A good marriage is a contest of generosity."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "The greatest marriages are built on teamwork. A mutual respect, a healthy dose of admiration, and a never-ending portion of love and grace."
    },
    {
      "cite": "Darlene Schacht",
      "quote": "A long-lasting marriage is built by two people who believe in -and live by- the solemn promise they made."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "A great marriage isn't something that just happens; it's something that must be created."
    }
  ]
}