{
  "source": "https://www.wisesayings.com/martini-quotes/",
  "theme": "martini",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "I’m not talking a cup of cheap gin splashed over an ice cube. I’m talking satin, fire and ice; Fred Astaire in a glass; surgical cleanliness, insight.. comfort; redemption and absolution. I’m talking MARTINI."
    },
    {
      "cite": "Alec Waugh",
      "quote": "I am prepared to believe that a dry martini slightly impairs the palate, but think what it does for the soul."
    },
    {
      "cite": "Michael Luria",
      "quote": "Happiness is finding two olives in your martini when you're hungry. It's certainly become much more en vogue lately."
    },
    {
      "cite": "H.L.Mencken",
      "quote": "Martinis are the only American invention as perfect as a sonnet."
    },
    {
      "cite": "James Thurber",
      "quote": "One martini is all right. Two are too many, and three are not enough."
    },
    {
      "cite": "William Faulkner",
      "quote": "When I have one martini, I feel bigger, wiser, taller. When I have a second, I feel superlative. When I have more, there's no holding me."
    },
    {
      "cite": "Richard Darcy",
      "quote": "A fine martini has a surface tension.  It should stun, then cascade through your being."
    },
    {
      "cite": "Ogden Nash",
      "quote": "There is something about a Martini, A tingle remarkably pleasant; A yellow, a mellow Martini; I wish that I had one at present."
    },
    {
      "cite": "Nannette Stone",
      "quote": "The martini (a.k.a. The Silver bullet, The Cold War, White Lightning, Olive Soup, and See-Through) is not just a drink.  It is the soul of cocktail—a liquid icon."
    },
    {
      "cite": "E.B. White",
      "quote": "Martinis . . . have a muting effect on the constant ringing in my ears, and as five o'clock approaches, my thoughts turn toward the elixir of quietude.  Gin stops the bell from tolling."
    },
    {
      "cite": "Gerald R. Ford",
      "quote": "The three-martini lunch is the epitome of American efficiency. Where else can you get an earful, a bellyful and a snootful at the same time?"
    },
    {
      "cite": "Stephanie Sigman",
      "quote": "Martinis are glamorous but also so simple because they only have a few ingredients, and you can really taste the vodka."
    },
    {
      "cite": "Roustam Tariko",
      "quote": "Russians really needed a product that would be not as strong as vodka and not as feminine as cheap sparkling wine, so Martini was a good solution."
    },
    {
      "cite": "George Burns",
      "quote": "A good martini, a good meal, a good cigar and a good woman..or a bad woman. Depending on how much happiness you can stand."
    },
    {
      "cite": "M.F.K. Fisher",
      "quote": "A well-made Martini or Gibson, correctly chilled and nicely served, has been more often my true friend than any two-legged creature."
    },
    {
      "cite": "Woody Allen",
      "quote": "I'm not a drinker, my body won't tolerate...eh...spirits, really. I had two martinis New Years Eve and I tried to hi-jack an elevator and fly it to Cuba."
    },
    {
      "cite": "Bernaby Conrad III",
      "quote": "A word of caution to neophyte Martini drinkers: When taken to excess, this perfectly civilized drink can lead directly to uncivilized behavior. . . .  The purpose of the Martini is to enhance the evening, not to obliterate it."
    },
    {
      "cite": "Barbara Mikulski",
      "quote": "The two-martinis-for-lunch bunch would love for us to fight each other over the resources they have made scarce."
    },
    {
      "cite": "Henny Youngman",
      "quote": "A priest is sent to Alaska. A bishop goes up to visit one year later. The bishop asks, How do you like it up here? The priest says, If it wasn't for my Rosary, and 2 martinis a day, I'd be lost. Bishop, would you like a martini? Yes. Rosary, get the bishop a martini!"
    },
    {
      "cite": "Daniel Seligman",
      "quote": "A raise is like a martini: it elevates the spirit, but only temporarily."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Suffering is as necessary to entertaining as vermouth is to a Martini - a small but vital ingredient."
    },
    {
      "cite": "George Ade",
      "quote": "R-E-M-O-R-S-E! Those dry martinis did the work for me; Last night at twelve I felt immense, Today I feel like thirty cents."
    }
  ]
}