{
  "source": "https://www.wisesayings.com/martyr-quotes/",
  "theme": "martyr",
  "quotes": [
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If you are willing to kill for your beliefs, you are a murderer; if you are willing to die for your beliefs, you are a martyr."
    },
    {
      "cite": "William Mountford",
      "quote": "No martyr ever went the way of duty, and felt the shadow of death upon it. The shadow of death is darkest in the valley, which men walk in easily, and is never felt at all on a steep place, like Calvary. Truth is everlasting, and so is every lover of it; and so he feels himself almost always."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A man must be prepared not only to be a martyr, but to be a fool. It is absurd to say that a man is ready to toil and die for his convictions if he is not even ready to wear a wreathe around his head for them."
    },
    {
      "cite": "Stanley Hauerwas",
      "quote": "A martyr can never cooperate with death, go to death in a way that they're not trying to escape."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The martyr endured tortures to affirm his belief in truth but he never asserted his disbelief in torture."
    },
    {
      "cite": "Michael Tait",
      "quote": "While we may not be called to martyr our lives, we must martyr our way of life. We must put our selfish ways to death and march to a different beat. Then the world will see Jesus."
    },
    {
      "cite": "Rosamund Hodge",
      "quote": "The problem with martyrs is that they're all dead. What do they have to do with us that are simple enough to still be alive? Should we just give up and want to die because death is better than dishonor? But suicide is a sin too so we really are damned if we do and damned if we don't."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Martyrs do not underrate the body, they allow it to be elevated on the cross. In this they are at one with their antagonists."
    },
    {
      "cite": "John Milton",
      "quote": "The martyrs shook the powers of darkness with the irresistible power of weakness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Let us all be brave enough to die the death of a martyr, but let no one lust for martyrdom."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "The people who have really made history are the martyrs."
    },
    {
      "cite": "Edward Snowden",
      "quote": "The sad truth is that societies that demand whistleblowers be martyrs often find themselves without either, and always when it matters the most."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Martyrdom, as a rule, establishes the sincerity of the martyr, never the correctness of his thought. Things are true or false in themselves."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The victim to too severe a law is considered as a martyr rather than a criminal."
    },
    {
      "cite": "Chester Himes",
      "quote": "Martyrs are needed to create incidents. Incidents are needed to create revolutions. Revolutions are needed to create progress."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "If you die and enough people are watching, then you become a martyr, you become a hero, you become well-known."
    },
    {
      "cite": "Marsha Hinds",
      "quote": "A martyr is someone willing to die for what he believes in. A fanatic is someone willing for you to die for what he believes in."
    },
    {
      "cite": "Thomas Reed",
      "quote": "One, with God, is always a majority, but many a martyr has been burned at the stake while the votes were being counted."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "What a trajedy to be a martyr for love, yet we worship the characters anyways because they remind us of how we struggled."
    },
    {
      "cite": "Arthur Schnitzler",
      "quote": "Martyrdom has always been a proof of the intensity, never of the correctness of a belief."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The martyr cannot be dishonored. Every lash inflicted is a tongue of fame; every prison a more illustrious abode."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "A willing heart will believe anything and die for anything."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The Martyr finds her way to self-knowledge through pain, suffering, and surrender."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Martyrdom is the only way a man can become famous without ability."
    }
  ]
}