{
  "source": "https://www.wisesayings.com/martial-arts-quotes/",
  "theme": "martial-arts",
  "quotes": [
    {
      "cite": "Gogen Yamaguchi",
      "quote": "Understand that the essence of martial arts is not the art itself, but what's hidden deep within yourself."
    },
    {
      "cite": "Joe Rogan",
      "quote": "Martial arts are a vehicle for developing your human potential."
    },
    {
      "cite": "Gunnar Nelson",
      "quote": "Martial arts is not about picking your fights and picking how things go; it's about adapting to the how things are."
    },
    {
      "cite": "Saulo Ribeiro",
      "quote": "It's not what you're going to take from martial arts, it's what you have to give to martial arts."
    },
    {
      "cite": "Scott Derrickson",
      "quote": "Martial arts is the kind of action that does tie in well to the supernatural."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A quick temper will make a fool of you soon enough."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "You win battles by knowing the enemy's timing, and using a timing that the enemy does not expect."
    },
    {
      "cite": "Bonnie Canino",
      "quote": "In the martial arts, the guys respect the women fighters."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Think of your opponents hands and feet as swords."
    },
    {
      "cite": "Mas Oyama",
      "quote": "The path of Martial Arts begins and ends with courtesy. So be genuinely polite on every occasion."
    },
    {
      "cite": "Bruce Lee",
      "quote": "All martial arts is simply an honest expression of one's body with a lot of deception in between."
    },
    {
      "cite": "Akshay Kumar",
      "quote": "Mixed Martial Arts is a dangerous practice that could result in injuries and loss of life."
    },
    {
      "cite": "Kenji Tomiki",
      "quote": "A martial art that has no rules is nothing but violence."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Martial arts is not about fighting; it's about building character."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "Josh Waitzkin",
      "quote": "He landed on cheap shot, but I knocked him out of the tournament."
    },
    {
      "cite": "Chris Matakas",
      "quote": "In jiu jitsu, we often fall into the trap of simply trying a technique harder, rather than recognizing that it is a poorly chosen tool for the task at hand."
    },
    {
      "cite": "Frank Shamrock",
      "quote": "The very essence of martial arts is the thirst for knowledge and the truth about ourselves."
    },
    {
      "cite": "Toba Beta",
      "quote": "Tenderness relieves strength that encumbers."
    },
    {
      "cite": "Dolph Lundgren",
      "quote": "I try to keep the martial arts up. It's a good thing, not just physically but also for your mind."
    },
    {
      "cite": "Neil Young",
      "quote": "The true martial artist yields to the weak, while withstanding the strong."
    },
    {
      "cite": "Soke Behzad Ahmadi",
      "quote": "Karate is action, survival, living; hesitation is paralysis, reaction, mortality"
    },
    {
      "cite": "Bruce Lee",
      "quote": "Use only that which works, and take it from any place you can find it."
    },
    {
      "cite": "Jet Li",
      "quote": "In martial arts, the biggest enemy is self. Inside you struggle because you want to prove something."
    },
    {
      "cite": "Lakshya Bharadwaj",
      "quote": "Martial Arts does not teach you how to fight, it teaches you why not to."
    },
    {
      "cite": "Joe Rogan",
      "quote": "I see martial arts as moving forms of meditation. When you're sparring or drilling techniques, you can't think of anything else."
    },
    {
      "cite": "Tony Jaa",
      "quote": "I practice martial arts not to win over other people but to win over my own heart."
    },
    {
      "cite": "Brandon Lee",
      "quote": "For me, the martial arts is a search for something inside. It's not just a physical discipline."
    },
    {
      "cite": "Jackie Chan",
      "quote": "We learn martial arts as helping weakness. You never fight for people to get hurt. You're always helping people."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Put Karate into your everyday living, that is how you will see true beauty."
    }
  ]
}