{
  "source": "https://www.wisesayings.com/marxism-quotes/",
  "theme": "marxism",
  "quotes": [
    {
      "cite": "Harold MacMillan",
      "quote": "Marxism is like a classical building that followed the Renaissance; beautifu in its way, but incapable of growth."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "Basically National Socialism and Marxism are the same thing."
    },
    {
      "cite": "Todor Zhivkov",
      "quote": "Marxism does not make sense, and I am the first one to say this."
    },
    {
      "cite": "Mao Zedong",
      "quote": "We are indebted to Marx, Engels, Lenin and Stalin for giving us a weapon. The weapon is not a machine-gun, but Marxism-Leninism."
    },
    {
      "cite": "Paul Kengor",
      "quote": "The Marxist maxim is 'agitate, agitate, agitate', and that is precisely what today's reds are doing with race."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Marxism is not only the theory of socialism, it is an integral world outlook, a philosophical system, from which Marx's proletarion socialism logically follows. This philosophical system is called dialectical materialism."
    },
    {
      "cite": "Charles Krauthammer",
      "quote": "After the Soviet collapse, Marxism is a relic, a pathetic anachronism reduced to its last redoubts: North Korea, Cuba, and the English departments of the more expensive American universities."
    },
    {
      "cite": "John Dos Passos",
      "quote": "Marxism has not only failed to promote human freedom, it has failed to produce food."
    },
    {
      "cite": "Harold Bloom",
      "quote": "Marxism, famously a cry of pain rather than a science, has had its poets, but so has every other major religious heresy."
    },
    {
      "cite": "Edmund Wilson",
      "quote": "Marxism is the opium of the intellectuals."
    },
    {
      "cite": "Francis Parker Yockey",
      "quote": "The important part of Marxism was its demand for active, constant, practical, class-war."
    },
    {
      "cite": "Edward O. Wilson",
      "quote": "Karl Marx was right, socialism works, it is just that he had the wrong species."
    },
    {
      "cite": "Tony Benn",
      "quote": "Marxism is now a world faith and must be allowed to enter into a continuous dialogue with other world faiths, including religios faiths."
    },
    {
      "cite": "Sergio Leone",
      "quote": "When I was young, I believed in three things: Marxism, the redemptive power of cinema, and dynamite. Now I just belive in dynamite."
    },
    {
      "cite": "Che Guevara",
      "quote": "It's not my fault if reality is Marxist"
    },
    {
      "cite": "Karl Marx",
      "quote": "If anything is certain, it is that I myself am not a Marxist."
    },
    {
      "cite": "Paul Craig Roberts",
      "quote": "Marxism is the only doctrine that both sastisfies the demands for progress and provides a safe outlet for moral expressin in a skeptical age."
    },
    {
      "cite": "Rosa Luxemburg",
      "quote": "Marxism is a revolutionary worldview that must always struggle for new revelations."
    },
    {
      "cite": "Oswald Spengler",
      "quote": "Marxism is the capitalism of the working class."
    },
    {
      "cite": "Mao Zedong",
      "quote": "There may be thousands of principles of Marxism, but in the final analysis they can be summed up in one sentence: Rebellion is justified."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "Marxism: The theory that all the important things in history are rooted in an economic motive, that history is a science, a science of the search for food."
    },
    {
      "cite": "Terry Eagleton",
      "quote": "It is capitalism, not Marxism, that trades in futures."
    },
    {
      "cite": "Orlando Figes",
      "quote": "It was not Marxism that made Lenin a revolutionary but Lenin who made Marxism revolutionary."
    },
    {
      "cite": "Ted Cruz",
      "quote": "Marxism requires that we destroy God, because government must become God. And the only way for government to become God is to destroy the concept of God."
    },
    {
      "cite": "Jean-Francois Lyotard",
      "quote": "What guides Marxism, then, is a different model of society, and a different conception of the function of the knowledge that can be produced by society and acquired from it."
    },
    {
      "cite": "George Will",
      "quote": "The Soviet Union tried for 70 years to plant Marxism with bayonets in Eastern Europe. Today there are more Marxists on the Harvard faculty than there are in Eastern Europe."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "As long as the decent people refuse to believe that morality must manifest itself in every sphere of human activity, including the political, they will not meet the challenge of Marxism."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "Unity is a great thing and a great slogan. But what the workers' cause needs is the unity of Marxists, not unity between Marxists, and opponents and distorters of Marxism."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "If people don't like Marxism, they should blame the British Museum."
    },
    {
      "cite": "Albert Camus",
      "quote": "Marxism is not scientific: At best, it has scientific prejudices."
    }
  ]
}