{
  "source": "https://www.wisesayings.com/masculine-quotes/",
  "theme": "masculine",
  "quotes": [
    {
      "cite": "Hermione Gingold",
      "quote": "Fighting is essentially a masculine idea; a woman's weapon is her tongue."
    },
    {
      "cite": "Mary Elizabeth Winstead",
      "quote": "You don't have to play masculine to be a strong woman."
    },
    {
      "cite": "Andrew Dominik",
      "quote": "Masculine ideals have become very confused in the modern world."
    },
    {
      "cite": "Arjuna Ardagh",
      "quote": "Masculine people, by their nature, tend to want to make everything into a journey with a goal."
    },
    {
      "cite": "Frank Pittman",
      "quote": "At the heart of the matter of masculine excess is a great longing for the love and approval of a father, a man who can tell another man that his masculinity is splendid enough and he can now relax."
    },
    {
      "cite": "Loretta Chase",
      "quote": "Masculine pride is an exceedingly precious and fragile thing."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The masculine energy was about survival. The male was the hunter who risked his life and had to be in the fight-flight mode."
    },
    {
      "cite": "Rebecca Lobo",
      "quote": "There's nothing masculine about being competitive. There's nothing masculine about trying to be the best at everything you do, nor is there anything wrong with it. I don't know why a female athlete has to defend her femininity just because she chooses to play sports"
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "The usual masculine dissillusionment is discovering that a woman has a brain."
    },
    {
      "cite": "Frank Pittman",
      "quote": "Fathering is the most masculine thing a man can do."
    },
    {
      "cite": "David Deida",
      "quote": "A man with a weak masculine is especially prone to despise and fear these qualities and may attempt to suppress the more destructive elements of the Feminine force in his partner."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Nothing great will ever be achieved without great men, and men are great only if they are determined to be so."
    },
    {
      "cite": "Thom Browne",
      "quote": "An idea that is confident always looks masculine."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Dirt makes a man look masculine. Let your hair blow in the wind, and all that. It's OK. All you have to do is look neat when you have to look neat."
    },
    {
      "cite": "Betty Friedan",
      "quote": "Men weren't really the enemy - they were fellow victims suffering from an outmoded masculine mystique that made them feel unnecessarily inadequate when there were no bears to kill."
    },
    {
      "cite": "Herb Goldberg",
      "quote": "The male has paid a heavy price for his masculine 'privilege' and power. He is out of touch with his emotions and his body. He is playing by the rules of the male game plan and with lemming-like purpose he is destroying himself-emotionally, psychologically and physically."
    }
  ]
}