{
  "source": "https://www.wisesayings.com/mascara-quotes/",
  "theme": "mascara",
  "quotes": [
    {
      "cite": "Payal Puri",
      "quote": "Celebrate your inner beauty, but buy mascara as a backup."
    },
    {
      "cite": "Dame Sybil Thorndike",
      "quote": "She should use more mascara. When one is young, one should use a lot of mascara. When one is old, they should use much more."
    },
    {
      "cite": "Adriana Lima",
      "quote": "I won`t cry for you, my mascara`s too expensive."
    },
    {
      "cite": "Kabir Bedi",
      "quote": "Men are like mascara, they run at the slightest display of emotion."
    },
    {
      "cite": "Charlotte Tilbury",
      "quote": "Every woman deserves a man to ruin her lipstick, not her mascara."
    },
    {
      "cite": "Louise Rennison",
      "quote": "Your soul shines through even if you haven't got mascara on."
    },
    {
      "cite": "unknown",
      "quote": "He already ruined your mascara dont let him ruin your life."
    },
    {
      "cite": "Truman Capote",
      "quote": "And since gin to artifice bears the same relation as tears to mascara, her attractions at once dissembled."
    },
    {
      "cite": "Subiya Hussain",
      "quote": "Dreams make those eyes more enchanting than mascara ever can."
    },
    {
      "cite": "Onkita",
      "quote": "Had the eyes not held back the tears, the mascara would have walked away telling everyone about a broken heart.. Even make up teaches sometimes.."
    },
    {
      "cite": "Pavithra Sundarrajan",
      "quote": "Smile and love are the best mascara and shades of girl's eyes."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I remember watching the mascara tears flood the ivories and I thought, 'It's OK to be sad.' I've been trained to love my darkness."
    },
    {
      "cite": "Payal Puri",
      "quote": "If you think there's no such thing as a magic wand you've clearly never used mascara."
    },
    {
      "cite": "Jeanne Calment",
      "quote": "I never wear mascara; I laugh until I cry too often."
    },
    {
      "cite": "Alison Fell",
      "quote": "Earlier, watching her apply mascara with ritual concentration, he'd wondered just how beautiful a woman had to be before she believed it."
    },
    {
      "cite": "unknown",
      "quote": "Yeah, Im hurting but on goes the mascara & lip gloss. That's right. I'll be the prettiest wreck you've ever seen."
    },
    {
      "cite": "Victoria Beckham",
      "quote": "These people are amazing. It's so emotional I was thinking about wearing waterproof mascara."
    },
    {
      "cite": "unknown",
      "quote": "Inner beauty is great but a little mascara never hurts."
    },
    {
      "cite": "Prerona Chatterjee",
      "quote": "Fake mascara didn't matter. The kajal of her life was already smudged."
    },
    {
      "cite": "Andrea Jung",
      "quote": "You know, you go home and you try on a new mascara, and I guess a male CEO can't do that."
    }
  ]
}