{
  "source": "https://www.wisesayings.com/masquerade-quotes/",
  "theme": "masquerade",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth."
    },
    {
      "cite": "Ridze Khan",
      "quote": "Life is a masquerade. Everywhere you look are people hiding behind masks."
    },
    {
      "cite": "Justin Bienvenue",
      "quote": "His appearance in reality a hidden masquerade."
    },
    {
      "cite": "Mark Sheppard",
      "quote": "The defenders of the status quo often masquerade as the preservers of harmony."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We are so accustomed to masquerade ourselves before others that we end by deceiving ourselves."
    },
    {
      "cite": "Joshua L. Liebman",
      "quote": "Stripped of all their masquerades, the fears of men are quite identical: the fear of loneliness, rejection, inferiority, unmanageable anger, illness and death."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "The mask in which you choose to disguise yourself uncovers who you subconsciously are or want to be. Masks reveal in the eyes the face that lies hidden as if the mask is a dark glass mirroring your soul."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Why should we grope among the dry bones of the past, or put the living generation into masquerade out of its faded wardrobe?"
    },
    {
      "cite": "Howard Thurman",
      "quote": "During times of war, hatred becomes quite respectable even though it has to masquerade often under the guise of patriotism."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Remember, you cannot be both young and wise. Young people who pretend to be wise to the ways of the world are mostly cynics."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "And many more destructions played in this ghastly masquerade, all disguised, even to the eyes, like bishops, lawyers, peers, or spies."
    },
    {
      "cite": "Josephine Winslow Johnson",
      "quote": "Freedom is no guarantee of anything. It is only defined today by what it is not. What it is takes forms strange and of infinite variety - bizarre as in a masquerade."
    },
    {
      "cite": "Steven Magee",
      "quote": "Modern society is a biological disaster masquerading as progress."
    },
    {
      "cite": "Harriet Lerner",
      "quote": "Pretending can be a bold form of experimentation and inventiveness. In pretending joy or happiness, we may discover or enhance our capacity for it."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "No one can long hide behind a mask; the pretense soon lapses into the true character."
    },
    {
      "cite": "Tori Amos",
      "quote": "Let's be honest. You let yourself be pulled in because it felt good to be wanted, needed. But then it went too far, as projected images always do. If it's not a real image, but one that has been projected on to you, then you can keep up the masquerade for only so long before the mask cracks and the paint on the mask peels away."
    },
    {
      "cite": "Rick Warren",
      "quote": "Wearing a mask wears you out. Faking it is fatiguing. The most exhausting activity is pretending to be what you know you aren't."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "A most insidious form of fear is that which masquerades as common sense or even wisdom, condemning as foolish, reckless, insignificant or futile the small, daily acts of courage which help to preserve man's self-respect and inherent human dignity."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "Masks reveal the shape of your soul and the state of the world and, in today's world, everyone wears a mask."
    },
    {
      "cite": "Alexander Pope",
      "quote": "And, after all, what is a lie? 'Tis but the truth in a masquerade."
    },
    {
      "cite": "Nathan Reese Maher",
      "quote": "All is as if the world did cease to exist. The city's monuments go unseen, its past unheard, and its culture slowly fading in the dismal sea."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "Civilization is the lamb's skin in which barbarism masquerades."
    },
    {
      "cite": "Celia Rouge Hofin",
      "quote": "You were my favorite mistake. A masquerade that nice guys can persuade with such charming ways and leave you with such heartache."
    },
    {
      "cite": "Nate Silver",
      "quote": "Precise forecasts masquerade as accurate ones."
    },
    {
      "cite": "John Dryden",
      "quote": "Such subtle covenants shall be made, 'til peace itself is war in masquerade."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Most of the confidence which I appear to feel, especially when influenced by noon wine, is only a pretense."
    },
    {
      "cite": "Robin Morgan",
      "quote": "The present always masquerades as a beginning; maybe we couldn't endure it if we realized at the time that it was a peak, or even an ending."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "Masks reveal. They don't conceal. Masks reveal your cravings, your passion, your deepest most secret desires."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The closing years of life are like the end of a masquerade party, when the masks are dropped."
    },
    {
      "cite": "Al Gore",
      "quote": "Because these consequences are distributed globally, the problem masquerades as a distraction. Because the length of time between causes and consequences stretches out longer than we're used to dealing with, it gives us the illusion that we have the luxury of time. Neither of those things is true."
    }
  ]
}