{
  "source": "https://www.wisesayings.com/massage-quotes/",
  "theme": "massage",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "I'd rather get a massage and get the problem rubbed out than taking a pill and just feel drugged out."
    },
    {
      "cite": "Tiffany Field, Ph. D.",
      "quote": "Massage has had a possitive effect on every medical condition we've looked at."
    },
    {
      "cite": "Hippocrates",
      "quote": "The way to health is to have an aromatic bath and a scented massage every day."
    },
    {
      "cite": "Hippocrates",
      "quote": "Anyone wishing to study medicine must master the art of massage."
    },
    {
      "cite": "Robert Breault",
      "quote": "Massage is the only form of physical pleasure to which nature forgot to attach consequences."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes massage is the only thing that makes sense."
    },
    {
      "cite": "Elizabeth Jane Howard",
      "quote": "A massage is just like a movie, really relaxing and a total escape, except in a massage you're the star. And you don't miss anything by falling asleep!"
    },
    {
      "cite": "Al Michaels",
      "quote": "There are some things in life where it's better to receive than to give, and massage is one of them."
    },
    {
      "cite": "Robert Tisserand",
      "quote": "Aromatherapy without massage is like an orchestra without a conductor."
    },
    {
      "cite": "unknown",
      "quote": "Massage is not just a luxury. It's a way of a heathier, happier life."
    },
    {
      "cite": "unknown",
      "quote": "Massage is the answer...Who cares what the question is!"
    },
    {
      "cite": "unknown",
      "quote": "Time spent getting a massage is never wasted."
    },
    {
      "cite": "unknown",
      "quote": "My massage therapy is not a luxury, it's a necessity."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We have nothing to fear but missing our massage appointment time."
    },
    {
      "cite": "unknown",
      "quote": "Massage is a luxury you can't afford to miss!"
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Never put off your massage until tomorrow if you can get it today."
    },
    {
      "cite": "unknown",
      "quote": "When all else fails, get a massage."
    },
    {
      "cite": "Jack Meagher",
      "quote": "Massage is the study of anatomy in braille."
    },
    {
      "cite": "Dr. Cristina Yang (Grey's Anatomy)",
      "quote": "I need a drink, a man, or a massage... or a drunken massage from a man."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Your calm mind is your ultimate weapon against your challenges. So relax."
    },
    {
      "cite": "Allastair Wiliams",
      "quote": "Learn to massage. Physical contact through massage can be rewarding."
    },
    {
      "cite": "Brandon Astor Jones",
      "quote": "A good spirit is like a muscle. If you do not work and exercise it and massage it in a good and positive way it will eventually wither and die."
    },
    {
      "cite": "Sandy Fitz",
      "quote": "Massage has few if any side-effects, is cost-effective, produces at least short-term benefits, and since people typically enjoy massage, they tend to be compliant about attending sessions."
    },
    {
      "cite": "Francesca Gould",
      "quote": "Indian women traditionally practise Indian head massage for the health benefits that the massage provides."
    },
    {
      "cite": "Francesca Gould",
      "quote": "The massage not only has excellent physical effects but also helps with bonding and is a way of showing affection."
    },
    {
      "cite": "Marybetts Sinclair",
      "quote": "Gentle massage given overtime can release tension and encourage acceptance of touch."
    },
    {
      "cite": "Dr. Nicholas J. Vardaxis",
      "quote": "Massage of course is a celebration of the sense of touch and since ancient times this art has found practitioners in almost all cultures, who used it for relaxation, for therapy, for rehabilitation, and for remediation of health problems."
    },
    {
      "cite": "Dr. Nicholas J. Vardaxis",
      "quote": "Massage like the sense of touch has always been a constant in the background, its practice uninterrupted during the passing of the centuries."
    },
    {
      "cite": "Dr. Nicholas J. Vardaxis",
      "quote": "Massage is being embraced in more and more situations of the modern world, an affirmation of its effectiveness throughout the centuries."
    },
    {
      "cite": "Lisa Casanelia",
      "quote": "Though the art of massage has sometimes faced extinction, somewhere, sometime throughout these threats, someone believed in it enough to speak highly of it and thereby influence the views of the public and medical fraternity."
    }
  ]
}