{
  "source": "https://www.wisesayings.com/mastermind-quotes/",
  "theme": "mastermind",
  "quotes": [
    {
      "cite": "Yanik Silver",
      "quote": "Mastermind and collaborate with other smart entrepreneurs if they have futures that are even bigger than their present."
    },
    {
      "cite": "Mikey Way",
      "quote": "The mastermind, the man with the plan."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The mastermind principle cannot obtain where perfect harmony does not prevail."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "To think health when surrounded by the appearances of disease or to think riches when in the midst of the appearances of poverty requires power, but whoever acquires this power becomes a mastermind. That person can conquer fate and can have what he or she wants."
    },
    {
      "cite": "Chris Ofili",
      "quote": "There's a magic that comes from playing entirely to who you are. I've got my specialist subject - in the Mastermind sense - and I wouldn't change it, or who I am."
    },
    {
      "cite": "Serena Williams",
      "quote": "My dad is a marketing mastermind."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Intellectuals solve problems, geniuses prevent them."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Everyone is born a genius, but the process of living de-geniuses them."
    },
    {
      "cite": "Ezra Pound",
      "quote": "Genius... is the capacity to see ten things where the ordinary man sees one."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The difference between stupidity and genius is that genius has its limits."
    },
    {
      "cite": "Aristotle",
      "quote": "There is no great genius without a mixture of madness."
    },
    {
      "cite": "Ernst. F. Schumacher",
      "quote": "Any intelligent fool can make things bigger and more complex… It takes a touch of genius – and a lot of courage to move in the opposite direction."
    },
    {
      "cite": "George Christoph Lichtenberg",
      "quote": "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together."
    },
    {
      "cite": "Robert Southey",
      "quote": "Hear genius hear thy children's cry not always should thou love to brood."
    },
    {
      "cite": "Robert Southey",
      "quote": "Hear genius hear thy children's cry not always should thou love to brood."
    },
    {
      "cite": "Robert Southey",
      "quote": "Where seas of sand toss their hot surges high nor genius should the midnight song."
    },
    {
      "cite": "Robert Southey",
      "quote": "Ah linger not to hear the song genius avenge thy children's wrong."
    },
    {
      "cite": "Victor Marie Hugo",
      "quote": "Who in a troubled world unjust and blind bears genius treasure of celestial birth."
    },
    {
      "cite": "Victor Marie Hugo",
      "quote": "Pursue the son of genius he will rise."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Command the roof great genius and from thence into this house pour down thy influence."
    },
    {
      "cite": "Marina Ivanovna Tsvetaeva",
      "quote": "Conversation with a genius like mountains on his brow laurels of praise."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Genius a hundred generations have gone into its making with all their love and tenderness."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Do I believe sayest thou Genius what the masters of wisdom would teach me."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Beyond genius the spirit flies, beyond genius the mood decries."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Beyond genius the heavens sing beyond genius that final thing.\tBeyond genius the heavens sing beyond genius that final thing."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Genius feels no dread within his heart at the tempest nor the rain."
    },
    {
      "cite": "Mary Darby Robinson",
      "quote": "Nature glows in every classic line still genius dictates still the verse is thine."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Taste is a rare to be found as a true genius. That most men are born with some taste."
    },
    {
      "cite": "Voltaire",
      "quote": "The honors due to real genius share."
    }
  ]
}