{
  "source": "https://www.wisesayings.com/masterpiece-quotes/",
  "theme": "masterpiece",
  "quotes": [
    {
      "cite": "Arlene Croce",
      "quote": "A masterpiece doesn't so much transcend its time as perpetuate it; it keeps its moment alive."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "A masterpiece is a piece that masters things."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Each species is a masterpiece, a creation assembled with extreme care and genius."
    },
    {
      "cite": "Albert Camus",
      "quote": "A true masterpiece does not tell everything."
    },
    {
      "cite": "A.D. Posey",
      "quote": "A masterpiece does not unfurl its wings immediately. It takes time. It will fly when it is ready."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The Universe is the most extraordinary masterpiece ever constructed by nobody."
    },
    {
      "cite": "Andre Malraux",
      "quote": "Every great masterpiece is a purification of the world."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Man is a masterpiece of creation, if only because no amount of determinism can prevent him from believing that he acts as a free being."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Masterpieces are no more than the shipwrecked flotsam of great minds."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The great and glorious masterpiece of humanity is to know how to live with a purpose."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Make your lives a masterpiece, you only get one canvas."
    },
    {
      "cite": "Nathaniel E. Quimada",
      "quote": "Our life is our masterpiece, it's up to us on how we paint our story. It's up to us how we see the substances we have. At the end of the day, all our accumulated stuff will be presented as our greatest piece of work."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "A masterpiece is something said once and for all, stated, finished, so that it's there complete in the mind, if only at the back."
    },
    {
      "cite": "Natalie Cook",
      "quote": "The female body is a masterpiece. Everyone likes to look at the female body, especially in dynamic, athletic sport."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now."
    },
    {
      "cite": "Mario Vargas Llosa",
      "quote": "The secret to a masterpiece is 10 percent inspiration and 90 percent perspiration."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "The art of achievement is the art of making life - your life - a masterpiece."
    },
    {
      "cite": "Vikrmn",
      "quote": "Life is like a painting; make yours a masterpiece."
    },
    {
      "cite": "John Ruskin",
      "quote": "When love and skill work together, expect a masterpiece."
    },
    {
      "cite": "Terry Teachout",
      "quote": "A masterpiece doesn't push you around. It lets you make up your own mind about what it means - and change it as often as you like."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "A masterpiece of fiction is an original world and as such is not likely to fit the world of the reader."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "The Universe is a masterpiece of abundance."
    }
  ]
}