{
  "source": "https://www.wisesayings.com/master-quotes/",
  "theme": "master",
  "quotes": [
    {
      "cite": "Richard Bach",
      "quote": "The mark of your ignorance is the depth of your belief in injustice and tragedy. What the caterpillar calls the end of the world, the Master calls the butterfly."
    },
    {
      "cite": "Conrad Hall",
      "quote": "You are always a student, never a master. You have to keep moving forward."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "We are all apprentices in a craft where no one ever becomes a master."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Poor is the pupil who does not surpass his master."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Where ignorance is our master, there is no possibility of real peace."
    },
    {
      "cite": "Epictetus",
      "quote": "No man is free who is not master of himself."
    },
    {
      "cite": "Plato",
      "quote": "He who is not a good servant will not be a good master."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The eye of the master will do more work than both his hands."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "One can be the master of what one does, but never of what one feels."
    },
    {
      "cite": "William Morris",
      "quote": "No man is good enough to be another's master."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "Money is the excellent slave and a horrible master."
    },
    {
      "cite": "Epictetus",
      "quote": "Any person capable of angering you becomes your master."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Better to master one mountain than a thousand foothills."
    },
    {
      "cite": "Audre Lorde",
      "quote": "The master's tools will never dismantle the master's house."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You are not the victim of the world, but rather the master of your own destiny. It is your choices and decisions that determine your destiny."
    },
    {
      "cite": "Joao Guimaraes Rosa",
      "quote": "The master is not the one who teaches; it's the one who suddenly learns."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "You are the master of your destiny. You can influence, direct and control your own environment. You can make your life what you want it to be."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We are masters of the unsaid words, but slaves of those we let slip out."
    },
    {
      "cite": "Agatha Christie",
      "quote": "You gave too much rein to your imagination. Imagination is a good servant, and a bad master. The simplest explanation is always the most likely."
    },
    {
      "cite": "Jeanne Duprau",
      "quote": "The trouble with anger is, it gets hold of you. And then you aren't the master of yourself anymore. Anger is. And when anger is the boss, you get unintended consequences."
    },
    {
      "cite": "Helen Keller",
      "quote": "Face your deficiencies and acknowledge them; but do not let them master you. Let them teach you patience, sweetness, insight."
    },
    {
      "cite": "Henry Miller",
      "quote": "Man has demonstrated that he is master of everything except his own nature."
    },
    {
      "cite": "Edwin Hubbell Chapin",
      "quote": "Pride is the master sin of the devil, and the devil is the father of lies."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "The master of the garden is the one who waters it, trims the branches, plants the seeds, and pulls the weeds. If you merely stroll through the garden, you are but an acolyte."
    },
    {
      "cite": "Mark Twain",
      "quote": "Man is the master of the unspoken word, which spoken, is master of him."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "In order to become the master, the politician poses as the servant."
    },
    {
      "cite": "Robin LaFevers",
      "quote": "One heart cannot serve two masters."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Emotions will either serve or master, depending on who is in charge."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A man who is master of himself can end a sorrow as easily as he can invent a pleasure."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living."
    }
  ]
}