{
  "source": "https://www.wisesayings.com/matching-quotes/",
  "theme": "matching",
  "quotes": [
    {
      "cite": "Ehsan Sehgal",
      "quote": "When the thought and the feeling match each other, that becomes the wisdom."
    },
    {
      "cite": "Cortney S. Warren",
      "quote": "When what we say doesn't match how we act, we are lying to ourselves."
    },
    {
      "cite": "DeVon Franklin",
      "quote": "Don't downgrade your dream to match your reality. Upgrade your faith to match your destiny."
    },
    {
      "cite": "Dawson Trotman",
      "quote": "Discipline imposed from the outside eventually defeats when it is not matched by desire from within."
    },
    {
      "cite": "Esther Hicks",
      "quote": "Offer a vibration that matches your desire rather than offering a vibration that keeps matching what-is."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "We shall match your capacity to inflict suffering with our capacity to endure suffering. Do to us what you will and we shall continue to love you."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everthing is energy and that is all there is to it. Match the frequency of the reality you want and you cannot help but get that reality. It can be no other way. This is not philosophy. This is Physics."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Life is so constructed, that the event does not, cannot, will not, match the expectation."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Make sure that the benefits gained match or excel the efforts made."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Tricks and trust cannot match each other since one has no time to build certitude, and trust while playing the tricks."
    },
    {
      "cite": "Gloria Macapagal Arroyo",
      "quote": "We must promote solid traits such as work ethics, a dignified lifestyle, matching actions to rhetoric, performance rather than grandstanding."
    },
    {
      "cite": "Lysa TerKeurst",
      "quote": "Great love isn't two people finding the perfect match in one another. Great love is two people making the choice to be a match."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with nature."
    },
    {
      "cite": "Figuratio",
      "quote": "Pearls of wisdom need matching hearrings."
    },
    {
      "cite": "Scott Adams",
      "quote": "One of the most important tricks for maximizing your productivity involves matching your mental state to the task."
    },
    {
      "cite": "Aechylus",
      "quote": "When a match has equal partners then I fear not."
    },
    {
      "cite": "Matthew Syed",
      "quote": "Mere experience, if it is not matched by deep concentration, does not translate into excellence."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Our similarities bring us to a common ground; Our differences allow us to be fascinated by each other."
    },
    {
      "cite": "Anuj Somany",
      "quote": "Similarity in character not personality means only compatibility between two individuals."
    },
    {
      "cite": "Charles E. McKenzie",
      "quote": "The courage to speak must be matched by the wisdom to listen."
    },
    {
      "cite": "Confucius",
      "quote": "A gentleman would be ashamed should his deeds not match his words."
    },
    {
      "cite": "Dorothea Brande",
      "quote": "In matching your wits against yourself you take on the shrewdest and wiliest antagonist you can have, and consequently a victorious outcome in this duel of wits brings a great feeling of triumph."
    },
    {
      "cite": "William Faulkner",
      "quote": "All of us failed to match our dreams of perfection. So I rate us on the basis of our splendid failure to do the impossible."
    },
    {
      "cite": "Everett Dirksen",
      "quote": "The mind is no match with the heart in persuasion constitutionality is no match with compassion."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Imitate until you emulate; match and surpass those who launched you. It's the highest form of thankfulness."
    },
    {
      "cite": "Lou Brock",
      "quote": "Competition is what keeps me playing the psychological warfare of matching skill against skill and wit against wit."
    },
    {
      "cite": "Blake Crouch",
      "quote": "Nature doesn't see things through the prism of good or bad. It rewards efficiency. That is the simplicity of evolution, matching design to environment."
    },
    {
      "cite": "Adam Grant",
      "quote": "Many people who hold giver values in life choose matching as their primary reciprocity style at work, seeking an even balance of give and take."
    },
    {
      "cite": "Shreya Gupta",
      "quote": "You need not to find somebody with matching wavelengths, the Universe is there to conspire that to happen."
    }
  ]
}