{
  "source": "https://www.wisesayings.com/material-things-quotes/",
  "theme": "material-things",
  "quotes": [
    {
      "cite": "Pope Francis",
      "quote": "Seeking happiness in material things is a sure way of being unhappy."
    },
    {
      "cite": "Tracy Chapman",
      "quote": "Renounce all those material things that you gained by exploiting other human beings."
    },
    {
      "cite": "Pope Francis",
      "quote": "If money and material things become the center of our lives, they seize us and make us slaves."
    },
    {
      "cite": "Mitch Albom",
      "quote": "You can't substitute material things for love or for gentleness or for tenderness or for a sense of comradeship"
    },
    {
      "cite": "Caryll Houselander",
      "quote": "The love for material things grows like a fungus in the soul and destroys the loveliness of the human heart utterly."
    },
    {
      "cite": "Anthony",
      "quote": "Solicitude for material things distracts the soul and divides it. The devil seizes the divided soul and drags it to hell."
    },
    {
      "cite": "John Wooden",
      "quote": "If pursuing material things becomes your only goal, you will fail in so many ways. Besides, in time all material things go away."
    },
    {
      "cite": "Alexander Crummell",
      "quote": "Those too impressed with material things cannot hold their place n the world of culture; they are relegated to inferiority and ultimate death."
    },
    {
      "cite": "David Rockefeller",
      "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important."
    },
    {
      "cite": "Barack Obama",
      "quote": "We too often let the material things serve as indicators that we're doing well, even though something inside us tells us that were not doing our best. That we are avoiding that which is hard, but also necessary. That we are shrinking from rather than rising to the challenges of the age."
    },
    {
      "cite": "Mark Twain",
      "quote": "Any so-called material thing that you want is merely a symbol: you want it not for itself, but because it will content your spirit for the moment."
    },
    {
      "cite": "Pliny The Younger",
      "quote": "An object in possession seldom retains the same charm that it had in pursuit."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The power of material things, to bestow happiness, to bring joy into the life is tremendously exaggerated. But The right mental attitude for example gratitude that things are not worse, the trained mind the right habits of thought - lifeskills, will bring to us the best there is in the universe."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "If we could put material things into their proper place, and use them without being attached to them, how much freer we would be. Then we wouldn't burden ourselves with things we don't need. If we could only realize that we are all cells in the same body of humanity - then we would think of having enough for all, not too much for some and too little for others."
    },
    {
      "cite": "Susan L. Taylor",
      "quote": "We know that material things don't offer contentment, but we still buy more-more of the props and gadgets our culture tells us we must have in order to be happy and \"happening.\" Our addiction to consumption distracts us from seeing that we are disconnected from ourselves, from our truth and from one another. Any euphoria we gain from our material gains is fleeting at best."
    },
    {
      "cite": "Hubert de Givenchy",
      "quote": "A piece of material has a life. You must never upset it if you want the material to speak."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Possession of material riches, without inner peace, is like dying of thirst while bathing in a lake. If material poverty is to be avoided, spiritual poverty is to be abhorred. For it is spiritual poverty, not material lack, that lies at the core of all human suffering."
    },
    {
      "cite": "Peter Hargreaves",
      "quote": "The older you get and the wealthier you get, the more complicated life becomes. That's why I have as few material assets as possible. Every material thing you have is more hassle."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Piling up material goods cannot fill the emptiness of lives which have no confidence or purpose."
    },
    {
      "cite": "Brian Molko",
      "quote": "You lose so many material possessions being on the road. You can't get too attached to stuff and you have to remember that people must never become possessions. People are spheres intersecting. You have to make sure that one sphere doesn't ever take over the other. Individuality is absolutely the most important thing"
    },
    {
      "cite": "Lenny Kravitz",
      "quote": "None of those material possessions do anything to make your life any better.... I know a lot of people who have a lot of everything, and they're absolutely the most miserable people in the world. So it won't do anything for you unless you're a happy person and can have peace with yourself."
    },
    {
      "cite": "George D. Prentice",
      "quote": "Our material possessions, like our joys, are enhanced in value by being shared. Hoarded and unimproved property can only afford satisfaction to a miser."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Inordinate desire for material possessions can become an obsession that consumes our thoughts, drains our resources, and leads to unhappiness."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "There may be community of material possessions, but there can never be community of love or esteem."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You cannot enrich yourself with material possessions. However, you can enrich yourself by giving yourself away with love, service, kindness, compassion, and courage."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "No level of pleasure from any material possession compares to the feeling of unconditional happiness."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "When you define yourself with your material possessions, you would likely attract those who would do anything humanly possible to come into your life to take advantage of you."
    },
    {
      "cite": "John Catsimatidis",
      "quote": "Material things don't matter."
    },
    {
      "cite": "Mark Addy",
      "quote": "It's nice to have material things but they're very superficial aren't they?"
    },
    {
      "cite": "Bikram Choudhury",
      "quote": "There's nothing wrong with material things as long as you don't lie, cheat and steal."
    }
  ]
}