{
  "source": "https://www.wisesayings.com/materialistic-quotes/",
  "theme": "materialistic",
  "quotes": [
    {
      "cite": "Edmond Mbiaka",
      "quote": "Materialistic things bring forth some pleasurable moments, but never a sample of happiness."
    },
    {
      "cite": "Marc Bolan",
      "quote": "The prospect of being immortal doesn't excite me, but the prospect of being a materialistic idol for four years does appeal."
    },
    {
      "cite": "Hugh Jackman",
      "quote": "If I'm a lush at anything, it's food and drink. I'm not materialistic in any way, but I value food."
    },
    {
      "cite": "Smokey Robinson",
      "quote": "As human beings, we're very materialistic and have all this stuff furs and cars and diamonds and money."
    },
    {
      "cite": "Victoria Beckham",
      "quote": "I'm not materialistic. I believe in presents from the heart, like a drawing that a child does."
    },
    {
      "cite": "Mildred Lisette Norman",
      "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions."
    },
    {
      "cite": "Mitch Albom",
      "quote": "We are too involved in materialistic things, and they don't satisfy us. The loving relationships we have, the universe around us, we take these things for granted."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The very poor are strictly materialistic. It takes money to be a mystic."
    },
    {
      "cite": "David Platt",
      "quote": "A materialistic world will not be won to Christ by a materialistic church."
    },
    {
      "cite": "Stephen C. Meyer",
      "quote": "The fact remains that the materialistic view is a truncated view of reality."
    },
    {
      "cite": "Jacque Fresco",
      "quote": "The entire money structure and materialistic society is a false society."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If you are really a product of a materialistic universe, how is it that you don't feel at home there?"
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "A materialistic person is ruthless with other people but kind to himself. A spiritual person is ruthless with himself but kind to everybody else."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Today, society is sacrificing love, values and dharma in its pursuit of materialistic gains."
    },
    {
      "cite": "Wilhelm Wundt",
      "quote": "The materialistic point of view in psychology can claim, at best, only the value of an heuristic hypothesis."
    },
    {
      "cite": "David LaChapelle",
      "quote": "The adornment of the body is a human need. I don't see anything superficial about it unless your life becomes very materialistic."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "If materialistic knowledge is power, it is not wisdom. It is but a blind force."
    }
  ]
}