{
  "source": "https://www.wisesayings.com/mathematician-quotes/",
  "theme": "mathematician",
  "quotes": [
    {
      "cite": "Paul Lockhart",
      "quote": "Mathematicians enjoy thinking about the simplest possible things, and the simplest possible things are imaginary."
    },
    {
      "cite": "James Whitbread Lee Glaisher",
      "quote": "The mathematician requires tact and good taste at every step of his work, and he has to learn to trust to his own instinct to distinguish between what is really worthy of his efforts and what is not."
    },
    {
      "cite": "G. H. Hardy",
      "quote": "The mathematician's patterns, like the painter's or the poet's must be beautiful; the ideas, like the colours or the words must fit together in a harmonious way. Beauty is the first test: there is no permanent place in the world for ugly mathematics."
    },
    {
      "cite": "Bill Gaede",
      "quote": "A mathematician tells you that the wall of warped space prevents the Moon from flying out of its orbit yet can't tell you why an astronaut can go back and forth across that same space."
    },
    {
      "cite": "James Clerk Maxwell",
      "quote": "Mathematicians may flatter themselves that they possess new ideas which mere human language is as yet unable to express."
    },
    {
      "cite": "Ogyu Sorai",
      "quote": "Mathematicians boast of their exacting achievements, but in reality they are absorbed in mental acrobatics and contribute nothing to society."
    },
    {
      "cite": "Anonymous",
      "quote": "A mathematician thinks that two points are enough to define a straight line, while a physicist wants more data."
    },
    {
      "cite": "Paul Erdos",
      "quote": "A mathematician is a device for turning coffee into theorems."
    },
    {
      "cite": "Abram Samoilovitch Besicovitch",
      "quote": "A mathematician's reputation rests on the number of bad proofs he has given."
    },
    {
      "cite": "Henri Poincare",
      "quote": "Mathematicians do not study objects, but relations between objects."
    },
    {
      "cite": "Bill Gaede",
      "quote": "A mathematician makes plans to travel backwards in time through a wormhole to a parallel universe when he can't even make it to Mars with the fastest rocket on hand today."
    },
    {
      "cite": "Antoine Lavoisier",
      "quote": "Mathematicians come to the solution of a problem by the simple arrangement of the data, and reducing the reasoning to such simple operations, to judgments so brief, that they never lose sight of the evidence that serves as their guide."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A man is like a fraction whose numerator is what he is and whose denominator is what he thinks of himself. The larger the denominator, the smaller the fraction."
    },
    {
      "cite": "Bill Gaede",
      "quote": "A mathematician is an individual who proves his beliefs with equations."
    },
    {
      "cite": "Richard Courant",
      "quote": "It becomes the urgent duty of mathematicians, therefore, to meditate about the essence of mathematics, its motivations and goals and the ideas that must bind divergent interests together."
    },
    {
      "cite": "Giambattista Vico",
      "quote": "It is up to mathematicians to look for truth; philosophers must be content with the probable. The concern of mathematicians is to seek the truth; philosophers must be happy with the probable."
    },
    {
      "cite": "Gosta Mittag-Leffler",
      "quote": "The mathematician's best work is art, a high perfect art, as daring as the most secret dreams of imagination, clear and limpid. Mathematical genius and artistic genius touch one another."
    },
    {
      "cite": "Martin Gardner",
      "quote": "All mathematicians share a sense of amazement over the infinite depth and the mysterious beauty and usefulness of mathematics."
    },
    {
      "cite": "Augustus De Morgan",
      "quote": "Mathematicians care no more for logic than logicians for mathematics."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "Mathematicians themselves set up standards of generality and elegance in their exposition which are a bar to understand."
    },
    {
      "cite": "Sam Kean",
      "quote": "If anything runs deeper than a mathematician's love of variables, it's a scientist's love of constants."
    },
    {
      "cite": "Morris Kline",
      "quote": "Mathematicians create by acts of insights and intuition. Logic then sanctions the conquests of intuition."
    },
    {
      "cite": "Stefan Banach",
      "quote": "A mathematician is a person who can find analogies between theorems; a better mathematician is one who can see analogies between proofs and the best mathematician can notice analogies between theories."
    },
    {
      "cite": "Leonhard Euler",
      "quote": "Mathematicians have tried in vain to this day to discover some order in the sequence of prime numbers, and we have reason to believe that it is a mystery into which the human mind will never penetrate."
    },
    {
      "cite": "Jean Dieudonne",
      "quote": "The life of a mathematician is dominated by an insatiable curiosity, a desire bordering on passion to solve the problems he is studying."
    },
    {
      "cite": "Edsger Dijkstra",
      "quote": "Mathematicians are like managers they want improvement without change."
    },
    {
      "cite": "Hans Reichenbach",
      "quote": "The mathematician uses an indirect definition of congruence, making use of the fact that the axiom of parallels together with an additional condition can replace the definition of congruence."
    },
    {
      "cite": "Ralph Boas",
      "quote": "Only professional mathematicians learn anything from proofs. Other people learn from explanations."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The pure mathematician, like the musician, is a free creator of his world of ordered beauty."
    },
    {
      "cite": "Andrew Wiles",
      "quote": "Pure mathematician just love to try unsolved problems they love a challenge."
    }
  ]
}