{
  "source": "https://www.wisesayings.com/math-quotes/",
  "theme": "math",
  "quotes": [
    {
      "cite": "Danica Mckellar",
      "quote": "Math is like going to the gym for your brain. It sharpens your mind."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Pure mathematics is, in its way, the poetry of logical ideas."
    },
    {
      "cite": "Ronald Graham",
      "quote": "Math is sometimes called the science of patterns."
    },
    {
      "cite": "Marcus Du Sautoy",
      "quote": "Mathematics is a place where you can do things which you can't do in the real world."
    },
    {
      "cite": "Harold Marston Morse",
      "quote": "But mathematics is the sister, as well as the servant, of the arts and is touched with the same madness and genius."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty."
    },
    {
      "cite": "Stefan Banach",
      "quote": "Mathematics is the most beautiful and most powerful creation of the human spirit."
    },
    {
      "cite": "Georg Ferdinand Ludwig Philipp Cantor",
      "quote": "The essence of mathematics lies in its freedom."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Mathematics may be defined as the subject in which we never know what we are talking about, nor whether what we are saying is true."
    },
    {
      "cite": "Albert Einstein",
      "quote": "As far as the laws of mathematics refer to reality, they are not certain; as far as they are certain, they do not refer to reality."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Mathematics takes us into the region of absolute necessity, to which not only the actual word, but every possible word, must conform."
    },
    {
      "cite": "William Thomson",
      "quote": "Do not imagine that mathematics is hard and crabbed, and repulsive to common sense. It is merely the etherealization of common sense."
    },
    {
      "cite": "David Hilbert",
      "quote": "Mathematics is a game played according to certain simple rules with meaningless marks on paper."
    },
    {
      "cite": "Nicolaus Copernicus",
      "quote": "Mathematics is written for mathematicians."
    },
    {
      "cite": "James Joseph Sylvester",
      "quote": "Mathematics is the music of reason."
    },
    {
      "cite": "Stendhal",
      "quote": "Mathematics allows for no hypocrisy and no vagueness."
    },
    {
      "cite": "Paul Halmos",
      "quote": "The only way to learn mathematics is to do mathematics."
    },
    {
      "cite": "Johann Von Neumann",
      "quote": "In mathematics you don't understand things. You just get used to them."
    },
    {
      "cite": "Sir Arthur Eddington",
      "quote": "The mathematics is not there till we put it there."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Mathematics, rightly viewed, possesses not only truth, but supreme beauty - a beauty cold and austere, like that of sculpture."
    },
    {
      "cite": "Hermann Weyl",
      "quote": "You can not apply mathematics as long as words still becloud reality."
    },
    {
      "cite": "David Hilbert",
      "quote": "The art of doing mathematics consists in finding that special case which contains all the germs of generality."
    },
    {
      "cite": "Marcus Du Sautoy",
      "quote": "The power of mathematics is often to change one thing into another, to change geometry into language."
    },
    {
      "cite": "David Hilbert",
      "quote": "Mathematics knows no races or geographic boundaries; for mathematics, the cultural world is one country."
    },
    {
      "cite": "Audrey Maclean",
      "quote": "Math is the great equalizer. If you can do the numbers, the boys have to respect you."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The study of mathematics, like the Nile, begins in minuteness but ends in magnificence."
    },
    {
      "cite": "Georg Ferdinand Ludwig Philipp Cantor",
      "quote": "In mathematics the art of proposing a question must be held of higher value than solving it."
    },
    {
      "cite": "Arnold Sommerfeld",
      "quote": "Mathematics is like childhood diseases. The younger you get it, the better."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Mathematics is the key and door to the sciences."
    },
    {
      "cite": "G. H. Hardy",
      "quote": "The study of mathematics is, if an unprofitable, a perfectly harmless and innocent occupation."
    }
  ]
}