{
  "source": "https://www.wisesayings.com/matriarch-quotes/",
  "theme": "matriarch",
  "quotes": [
    {
      "cite": "Lillian Smith",
      "quote": "Man, born of woman, has found it a hard thing to forgive her for giving him birth. The patriarchal protest against the ancient matriarch has borne strange fruit through the years."
    },
    {
      "cite": "Meryl Streep",
      "quote": "Motherhood has a very humanizing effect. Everything gets reduced to essentials."
    },
    {
      "cite": "Chitra Banerjee Divakaruni",
      "quote": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture."
    },
    {
      "cite": "Nick Bakay",
      "quote": "The most-honored ancestors of your matriarch besmirched the season of the orange blossom."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "What is called matriarchy is simply moral anarchy, in which the mother alone remains fixed because all the fathers are fugitive and irresponsible."
    },
    {
      "cite": "Marie Brennan",
      "quote": "Matriarchy is a time-honored staple for any writer looking to invent an exotic society."
    },
    {
      "cite": "Michael Ben Zehabe",
      "quote": "Our matriarchs had an interesting advantage over today's western women. Matriarchs didn't begin their marriage with love. Instead, they were taught how to love. They entered marriage with an earnest determination to grow a love that would sustain their marriage for a life time."
    },
    {
      "cite": "Steve Schirripa",
      "quote": "The grandmother is the matriarch, and by the end she helps reunite the estranged family."
    },
    {
      "cite": "Aarti Khurana",
      "quote": "A strong woman is the lifeline of her family. She carries within her the power to endure pain and the courage to sacrifice. She has the power to create and nurture life. She is indeed the epitome of love and sacrifice."
    },
    {
      "cite": "Anonymous",
      "quote": "A grandmother is a remarkable woman. She's a wonderful combination of warmth and kindness, laughter and love. She overlooks our faults, encourages our dreams, and praises our every success."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "A little more matriarchy is what the world needs, and I know it. Period. Paragraph."
    },
    {
      "cite": "Alex Haley",
      "quote": "Nobody can do for little children what grandparents do. Grandparents sort of sprinkle stardust over the lives of little children."
    },
    {
      "cite": "John Milton",
      "quote": "Grace was in all her steps, heaven in her eye, in every gesture dignity and love."
    },
    {
      "cite": "Beverley Jones",
      "quote": "Now, as always, the most automated appliance in a household is the mother."
    },
    {
      "cite": "Helen Hunt Jackson",
      "quote": "Motherhood is priced of God, at price no man may dare to lessen or misunderstand."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "Women who miscalculate are called mothers."
    },
    {
      "cite": "Frans De Waal",
      "quote": "While the matriarch operates on the basis of knowledge, the rest of the herd operates on the basis of trust."
    }
  ]
}