{
  "source": "https://www.wisesayings.com/maturity-quotes/",
  "theme": "maturity",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Maturity is that time when the mirrors in our mind turn to windows and instead of seeing the reflection of ourselves we see others."
    },
    {
      "cite": "Joshua Loth Liebman",
      "quote": "Maturity is achieved when a person accepts life as full of tension."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Maturity is a high price to pay for growing up."
    },
    {
      "cite": "Joshua Loth Liebman",
      "quote": "Maturity is achieved when a person postpones immediate pleasures for long-term values."
    },
    {
      "cite": "Samuel Ullman",
      "quote": "Maturity is the ability to think, speak and act your feelings within the bounds of dignity. The measure of your maturity is how spiritual you become during the midst of your frustrations."
    },
    {
      "cite": "Randall Hall",
      "quote": "Maturity is knowing when to be immature."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Maturity is the ability to reap without apology and not complain when things don't go well."
    },
    {
      "cite": "John MacNaughton",
      "quote": "Maturity begins to grow when you can sense your concern for others outweighing your concern for yourself."
    },
    {
      "cite": "John Huston Finley",
      "quote": "Maturity is the capacity to endure uncertainty."
    },
    {
      "cite": "Ann Landers",
      "quote": "Maturity: Be able to stick with a job until it is finished. Be able to bear an injustice without having to get even. Be able to carry money without spending it. Do your duty without being supervised."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Maturity includes the recognition that no one is going to see anything in us that we don't see in ourselves. Stop waiting for a producer. Produce yourself."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "To make mistakes is human; to stumble is commonplace; to be able to laugh at yourself is maturity."
    },
    {
      "cite": "Peggy Cahn",
      "quote": "I believe the sign of maturity is accepting deferred gratification."
    },
    {
      "cite": "Kajetan Von Schlaggenberg",
      "quote": "Maturity consists in no longer being taken in by oneself."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "Maturity starts with the willingness to give oneself."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "I guess real maturity, which most of us never achieve, is when you realize that you're not the center of the universe."
    },
    {
      "cite": "Harry Styles",
      "quote": "Age is just a number. Maturity is a choice."
    },
    {
      "cite": "unknown",
      "quote": "Maturity is not when we start speaking big things. It is when we start understanding small things.."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "A person's maturity consists in having found again the seriousness one had as a child, at play."
    },
    {
      "cite": "Lawana Blackwell",
      "quote": "Age is no guarantee of maturity."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Maturity comes not with age but with the acceptance of responsibility. You are only young once but immaturity can last a lifetime!"
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Maturity is often more absurd than youth and very frequently is most unjust to youth."
    },
    {
      "cite": "Mark Z. Danielewski",
      "quote": "Maturity, one discovers, has everything to do with the acceptance of not knowing."
    },
    {
      "cite": "M.J. Croan",
      "quote": "Maturity is when your world opens up and you realize that you are not the center of it."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Youth ends when egotism does; maturity begins when one lives for others."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Maturity is the moment one regains one's innocence."
    },
    {
      "cite": "Gina Marinello",
      "quote": "Maturity is so often considered to be synonymous with 'adult. But I truly feel that maturity may be defined by the ability to be both an adult and a child."
    },
    {
      "cite": "Jules Feiffer",
      "quote": "Maturity is only a short break in adolescence."
    },
    {
      "cite": "Amy Lowell",
      "quote": "Youth condemns; maturity condones."
    },
    {
      "cite": "Martha Graham",
      "quote": "Age' is the acceptance of a term of years. But maturity is the glory of years."
    }
  ]
}