{
  "source": "https://www.wisesayings.com/maverick-quotes/",
  "theme": "maverick",
  "quotes": [
    {
      "cite": "Al Davis",
      "quote": "History will dictate what my legacy is. And 'maverick' is fine, because I am."
    },
    {
      "cite": "Alan Rickman",
      "quote": "Maverick is a word which appeals to me more than misfit. Maverick is active, misfit is passive."
    },
    {
      "cite": "Avijeet Das",
      "quote": "There is a madness in me that does not follow society"
    },
    {
      "cite": "Chen Guangbiao",
      "quote": "I may be a maverick, but it doesn't mean I like playing tricks."
    },
    {
      "cite": "Christian McKay",
      "quote": "I always wanted to be an independent maverick, writing plays and putting them on myself."
    },
    {
      "cite": "Douglas Adams",
      "quote": "There is a piece of me that likes to fondly imagine my maverick and rebellious nature. But, more accurately, I like to have a nice and cosy institution that I can rub up against a little bit."
    },
    {
      "cite": "Ellen Ullman",
      "quote": "Computer programming has always been a self-taught, maverick occupation."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "Be individual, break free from the flock to avoid the predictable midsummer haircut."
    },
    {
      "cite": "Gary Hamel",
      "quote": "Taking risks, breaking the rules, and being a maverick have always been important but today they are more crucial than ever."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Heart is what drives us and determines our fate. That is what I need for my characters in my books: a passionate heart. I need mavericks, dissidents, adventurers, outsiders and rebels, who ask questions, bend the rules and take risks."
    },
    {
      "cite": "John Eliot",
      "quote": "Anyone who strays too far from the majority view or the conventional wisdom is bound to be labeled \"arrogant,\" \"a maverick,\" \"a Wildman,\" \"weird,\" or even \"crazy.\""
    },
    {
      "cite": "Kevin Patterson",
      "quote": "The whole world loves a maverick and the whole world wants the maverick to achieve something nobler than simple rebellion."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The kind of people I look for to fill top management spots are the eager beavers, the mavericks. These are the guys who try to do more than they're expected to do - they always reach."
    },
    {
      "cite": "Logan Paul",
      "quote": "I'm a maverick."
    },
    {
      "cite": "Lora Leigh",
      "quote": "Yes, he would be gone, but she knew now what it meant to love. She might not know what it meant to be loved, but loving was almost as good."
    },
    {
      "cite": "Mark Cuban",
      "quote": "When I got to the Mavericks people were all giving me advice - change this, change that - and one thing that I didn't do was fire anybody."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Weeds are stubborn. Weeds are independent. Weeds aren't tolerated."
    },
    {
      "cite": "Mary Beard",
      "quote": "I would summarise my politics very simply as the maverick left and proud."
    },
    {
      "cite": "Matt Haig",
      "quote": "You don't have to be a creative maverick to have a troubled mind. You just have to be human. There is no 'us' and 'them.' No one is one hundred per cent healthy, physically or mentally."
    },
    {
      "cite": "Max McKeown",
      "quote": "Innovation is deviance which means that the rebellious personality is a natural resource for practical creativity. As an innovator, you need to reject the old to establish a new, better, status quo. And one of the most powerful sources of newness is the rebel or maverick, mind."
    },
    {
      "cite": "Peter Mullan",
      "quote": "The films that I really enjoy now are films that are made by, for wont of a better word, mavericks."
    },
    {
      "cite": "Sonny Bono",
      "quote": "I'm a maverick. I've always been a maverick."
    },
    {
      "cite": "Van Morrison",
      "quote": "Someone once described me as a maverick and that's what I would say. I'm a maverick not by choice but by conviction."
    },
    {
      "cite": "Vikram Seth",
      "quote": "My main motivation is not to get bored. I'm just hoping I get a vaguely maverick reputation."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "How you gather, manage and use intel in life determines whether you win or lose. That's the # 1 rule for the mavericks in business."
    }
  ]
}