{
  "source": "https://www.wisesayings.com/may-quotes/",
  "theme": "may",
  "quotes": [
    {
      "cite": "Karen Joy Fowler",
      "quote": "Lots of people go mad in January. Not as many as in May, of course. Nor June. But January is your third most common month for madness."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Make hay in May for you may never know what June is coming with and you may never know what July will present! When you see May, make hay!"
    },
    {
      "cite": "Marcel Proust",
      "quote": "Ah, in those earliest days of love how naturally the kisses spring into life! So closely, in their profusion, do they crowd together that lovers would find it as hard to count the kisses exchanged in an hour as to count the flowers in a meadow in May."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "I'm only wishing to go a-fishing;For this the month of May was made."
    },
    {
      "cite": "Charles Macklin",
      "quote": "You are as welcome as the flowers in May."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Tis a month before the month of May, And the spring comes slowly up this way."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "In the marvellous month of May when all the buds were bursting, then in my heart did love arise. In the marvellous month of May when all the birds were singing, then did I reveal to her my yearning and longing."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "May, more than any other month of the year, wants us to feel most alive."
    },
    {
      "cite": "Charlotte Smith",
      "quote": "Another May new buds and flowers shall bring: Ah! why has happiness no second Spring?"
    },
    {
      "cite": "Francis Quarles",
      "quote": "Let all thy joys be as the month of May, And all thy days be as a marriage day."
    },
    {
      "cite": "Thomas Malory",
      "quote": "The month of May was come, when every lusty heart beginneth to blossom, and to bring forth fruit."
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "The world's favorite season is the spring. All things seem possible in May."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "A great difference between May and Day is the M and D! Be a good Managing Director of your life each day in May."
    },
    {
      "cite": "William Shakespeare",
      "quote": "As full of spirit as the month of May, and as gorgeous as the sun in Midsummer."
    },
    {
      "cite": "Marty Rubin",
      "quote": "May: the lilacs are in bloom. Forget yourself."
    },
    {
      "cite": "Lady Gregory",
      "quote": "The month of May is the pleasant time; its face is beautiful; the blackbird sings his full song, the living wood is his holding, the cuckoos are singing and ever singing; there is a welcome before the brightness of the summer."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "And after winter folweth grene May."
    },
    {
      "cite": "Kiera Cass",
      "quote": "I curled closer to May, comforted by her warmth."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "Beneath the apple blossoms/ I go a wintry way, / For love that smiled in April / Is false to me in May."
    },
    {
      "cite": "Peter Loewer",
      "quote": "May and June. Soft syllables, gentle names for the two best months in the garden year: cool, misty mornings gently burned away with a warming spring sun, followed by breezy afternoons and chilly nights. The discussion of philosophy is over; it's time for work to begin."
    },
    {
      "cite": "Sir Thomas Malory",
      "quote": "The month of May was come, when every lusty heart beginneth to blossom, and to bring forth fruit; for like as herbs and trees bring forth fruit and flourish in May, in likewise every lusty heart that is in any manner a lover, springeth and flourisheth in lusty deeds.  For it giveth unto all lovers courage, that lusty month of May."
    },
    {
      "cite": "William Watson",
      "quote": "What is so sweet and dear / As a prosperous morn in May, / The confident prime of the day"
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Sweet May hath come to love us, / Flowers, trees, their blossoms don; / And through the blue heavens above us / The very clouds move on."
    },
    {
      "cite": "Robert Herrick",
      "quote": "I sing of brooks, of blossoms, birds, and bowers: / Of April, May, or June, and July flowers. / I sing of Maypoles, Hock-carts, wassails, wakes, / Of bridegrooms, brides, and of the bridal cakes."
    },
    {
      "cite": "Lord Edward Thurlow",
      "quote": "May! Queen of blossoms, / And fulfilling flowers, / With what pretty music / Shall we charm the hours?"
    },
    {
      "cite": "Henirich Heine",
      "quote": "In the marvelous month of May / when all the birds were singing, / then did I reveal to her / my yearning and longing."
    },
    {
      "cite": "Alan Jay Lerner",
      "quote": "It's May, the lusty month of May / That darling month when everyone throws self-control away."
    }
  ]
}