{
  "source": "https://www.wisesayings.com/maze-quotes/",
  "theme": "maze",
  "quotes": [
    {
      "cite": "Robert Jordan",
      "quote": "A man's dreams are a maze even he cannot know."
    },
    {
      "cite": "Robert E. Howard",
      "quote": "Civilization is a network and a maze of precedences and custom."
    },
    {
      "cite": "Roger Von Oech",
      "quote": "Life is like a maze in which you try to avoid the exit."
    },
    {
      "cite": "Terry Brooks",
      "quote": "The future is an ever-shifting maze of possibilities until it becomes the present."
    },
    {
      "cite": "John Green",
      "quote": "There's your labyrinth of suffering. We are all going. Find your way out of that maze."
    },
    {
      "cite": "E. M. Forster",
      "quote": "Those who search for truth are too conscious of the maze to be hard on others."
    },
    {
      "cite": "Bernard of Clairvaux",
      "quote": "Theirs is an endless road, a hopeless maze, who seek for goods before they seek for God."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Life is a maze in which we take the wrong turning before we have learned to walk."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "There is no route out of the maze. The maze shifts as you move through it, because it is alive."
    },
    {
      "cite": "Roopleen",
      "quote": "Running through the maze of life, you come across profound ambiguities and complexities. Yet the essence of living a meaningful life remains simple- following your heart and pursuing your life purpose."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "If you go the way of your thoughts you will be carried away by them and you will find yourself in an endless maze."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Do you know my friend that each one of us is a dark mystery, a maze of conflicting passions and desire and aptitudes?"
    },
    {
      "cite": "Tony Robbins",
      "quote": "Most of us make unconscious choices in the words that we use; we sleep-walk through the maze of possibilities available to us."
    },
    {
      "cite": "Ameen Rihani",
      "quote": "Breathless and unharmed, we emerge from the mazes of metaphysics and psychology where man and the soul are playing hide-and-seek."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "The difficulty in dealing with a maze or labyrinth lies not so much in navigating the convolutions to find the exit but in not entering the damn thing in the first place. Or, at least not yet again. As a creature of free will, do not be tempted into futility."
    },
    {
      "cite": "William Golding",
      "quote": "He lost himself in a maze of thoughts that were rendered vague by his lack of words to express them. Frowning, he tried again."
    },
    {
      "cite": "Christopher Nolan",
      "quote": "I always find myself gravitating to the analogy of a maze. Think of film noir and if you picture the story as a maze, you don't want to be hanging above the maze watching the characters make the wrong choices because it's frustrating. You actually want to be in the maze with them, making the turns at their side, that keeps it more exciting... I quite like to be in that maze."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Yet, in the maddening maze of things, And tossed by storm and flood, To one fixed trust my spirit clings; I know that God is good!"
    },
    {
      "cite": "Mike Crapo",
      "quote": "Even with multiple instruction books, maneuvering the maze of the tax code is costly and time-consuming."
    },
    {
      "cite": "Dale Watson",
      "quote": "It's a lot easier to complete a maze if you start at the end."
    },
    {
      "cite": "John Green",
      "quote": "At some point we all look up and realize we are lost in a maze."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Some are bewildered in the maze of schools, And some made coxcombs nature meant but fools."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "A rat in a maze is free to go anywhere, as long as it stays inside the maze."
    },
    {
      "cite": "Umberto Eco",
      "quote": "I was in a maze. No matter which way I turned, it was the wrong way."
    },
    {
      "cite": "Anne Sexton",
      "quote": "The place I live in is a kind of maze and I keep seeking the exit or the home."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "What we all dread most is a maze with no centre."
    }
  ]
}