{
  "source": "https://www.wisesayings.com/mean-people-quotes/",
  "theme": "mean-people",
  "quotes": [
    {
      "cite": "Michael Binot",
      "quote": "Being nice to those who treat you badly isn't being fake. Your spiritual maturity has risen above the desire for vengeance."
    },
    {
      "cite": "Buddhism",
      "quote": "Be kind to unkind people; they need it the most!"
    },
    {
      "cite": "German Proverb",
      "quote": "One does evil enough when one does nothing good."
    },
    {
      "cite": "Robert Brault",
      "quote": "You do not wake up one morning a bad person. It happens by a thousand tiny surrenders of self-respect to self-interest."
    },
    {
      "cite": "Will Smith",
      "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "How people treat you is their karma; how you react is yours."
    },
    {
      "cite": "Mandy Hale",
      "quote": "The less you respond to rude, critical, argumentative people...the more peaceful your life will become."
    },
    {
      "cite": "Robert Tew",
      "quote": "Don't let negative and toxic people rent space in your head. Raise the rent and kick them out!"
    },
    {
      "cite": "Margaret Young",
      "quote": "Treat them with the contempt that they deserve. Being confrontational and responding to the abuse is not conducive to a peaceful, stress-free life. Be conveniently deaf, blind and dumb. It is so much more effective when yours is not the expected reaction."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "It takes very little to govern good people. Very little. And bad people cant be governed at all. Or if they could I never heard of it."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Those who pray for your downfall are concentrating negative thoughts towards you, without taking cognisance of the slippery ground in which they are standing, which could lead to their downfall."
    },
    {
      "cite": "Alysia Harris",
      "quote": "The moment you feel you have to prove your worth to someone is the moment to absolutely and utterly walk away."
    },
    {
      "cite": "Eileen Brennan",
      "quote": "People who are mean or unkind or rigid - think about it - cannot laugh at themselves."
    },
    {
      "cite": "Xun Zi",
      "quote": "Since the nature of people is bad, to become corrected they must be taught by teachers and to be orderly they must acquire ritual and moral principles."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company."
    },
    {
      "cite": "unknown",
      "quote": "Mean people don't bother me a bit. Mean people who disguise themselves as nice people bother me a whole lot."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The world is not fair, and often fools, cowards, liars and the selfish hide in high places."
    },
    {
      "cite": "Matthew 5:44",
      "quote": "But I say to you, Love your enemies and pray for those who persecute you"
    },
    {
      "cite": "Bushra Zarrar Rana",
      "quote": "Always ignore hateful attitude and rude behavior of the people. They are powerless without your response."
    },
    {
      "cite": "unknown",
      "quote": "Never respond to rudeness. When people are rude to you, they reveal who they are, not who you are. Don't take it personally be silent."
    },
    {
      "cite": "Thom Filicia",
      "quote": "Mean people are no fun."
    },
    {
      "cite": "Thomas Babington Macaulay",
      "quote": "The measure of a man's real character is what he would do if he knew he never would be found out."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "If you treat people right they will treat you right -- ninety percent of the time."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "Liars are always most disposed to swear."
    },
    {
      "cite": "Proverbs 23:6-8",
      "quote": "Do not eat the bread of a man who is stingy; do not desire his delicacies, for he is like one who is inwardly calculating. 'Eat and drink' he says to you, but his heart is not with you. You will vomit up the morsels that you have eaten, and waste your complements."
    },
    {
      "cite": "Sarah Rigotti",
      "quote": "What goes around comes around, and if you fight fire with fire, you are going to create more fire. The question is do you want to be right, or do you want what you want. What people says and do is their Karma, how you respond is yours."
    },
    {
      "cite": "Eiko Mendoza",
      "quote": "Try to ignore and walk away. After a while, it gets easier and they will also see that you are not responding to their ways, so will leave you alone.."
    },
    {
      "cite": "Chris Daughtry",
      "quote": "If people say something rude or off-color, you have to take it with a grain of salt, because they don't know you."
    },
    {
      "cite": "Dave Barry",
      "quote": "A person who is nice to you, but rude to the waiter, is not a nice person."
    },
    {
      "cite": "William Gibson",
      "quote": "Before you diagnose yourself with depression or low self esteem, first make sure that you are not, in fact, just surrounded by assholes."
    }
  ]
}