{
  "source": "https://www.wisesayings.com/meant-to-be-quotes/",
  "theme": "meant-to-be",
  "quotes": [
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a wrong turn to get you to the right place."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "I am not a day dreamer, I am a believer, that after every painful love I have gone through, it is just an experience to crack open the deepest parts of my core and allow to me to delve into a passion so rare, that I will find a love that was almost, never meant to be."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "He stirred my soul in the most subtle way and the story between us wrote itself."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "Our eyes met and our souls caught on fire."
    },
    {
      "cite": "Germany Kent",
      "quote": "Do not come into agreement with fear. Activate your faith, live in victory, speak over your life and expect great things to come your way."
    },
    {
      "cite": "Kate McGahan",
      "quote": "Oh it was meant to be. It just wasn't meant to last."
    },
    {
      "cite": "Mandy Hale",
      "quote": "So many people bump into our lives for a second and it changes us forever, but they never know it. And while that's funny and strange and a little sad, it's also just life. And the truth of the matter is, it was never really about them anyway. It was always about us and what we were meant to learn from them. It was always about us and who we were meant to become as a result of having encountered them."
    },
    {
      "cite": "Sara Gruen",
      "quote": "When two people are meant to be together, they will be together. It's fate."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "If they were meant to be together they would find a way to do it."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Some things were never meant to be recycled."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "We're social animals; we're meant to be together, but we were never necessarily meant to be together without being together. That was never the plan, I don't think."
    },
    {
      "cite": "Sarah",
      "quote": "If two people are meant to be together, nothing can keep them apart."
    },
    {
      "cite": "Lauren Blakely",
      "quote": "Sometimes I think things happen for a reason... And I think if we're meant to run into each other again, fate will make it happen."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "I know that people change. I thought... I thought we're going to change together. I thought that's what it meant to be in love."
    },
    {
      "cite": "April Mae Monterrosa",
      "quote": "Life is funny...we never know what's in store for us and time brings on what is meant to be."
    },
    {
      "cite": "Suyasha Subedi",
      "quote": "You may not be where you want to be. But that is where you are meant to be. The only reason why you are here."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "We can't go back to who we once were. We can only go on and become the person we were meant to be."
    },
    {
      "cite": "Melanie A. Smith",
      "quote": "Why does anyone love someone? Some things are just meant to be."
    },
    {
      "cite": "Dean Georgaris",
      "quote": "Everything lost is meant to be found. Don't worry."
    },
    {
      "cite": "David Greenwalt",
      "quote": "Sometimes nothing is the best something. If a thing is meant to be sometimes it's best to just let it happen, rather than try to force it."
    },
    {
      "cite": "Doug Barber",
      "quote": "This is where we're meant to be. I knew we were meant to be together from the first moment that we met."
    },
    {
      "cite": "Ron Koslow",
      "quote": "I don't know what's meant to be. Vincent, I care about you so deeply. But a part of me is unhappy. And we both know why."
    },
    {
      "cite": "James Orr",
      "quote": "I was wrong about you. I think you're a wonderful man. I wish it could've been different between us. I guess it just wasn't meant to be. Sorry."
    },
    {
      "cite": "Neil Druckmann",
      "quote": "I pretty much lost everything. And then you show up, and somehow we find you just in time to save her. Maybe it was meant to be."
    },
    {
      "cite": "Rian Johnson",
      "quote": "Let the past die. Kill it if you have to. It's the only way to become who you were meant to be."
    },
    {
      "cite": "Don Mancini",
      "quote": "It wasn't meant to be. There's nothing to be scared of, it's just a storm."
    },
    {
      "cite": "Michael Goldbach",
      "quote": "Caroline... you and I are meant to be together. People will tell you nothing matters, the whole world's about to end soon anyway. Those people are looking at life the wrong way. I mean, things don't need to last forever to be perfect."
    },
    {
      "cite": "Ali Adler",
      "quote": "I don't understand. We're a team. We're meant to be together. We're destined to do..."
    },
    {
      "cite": "Marc Klein",
      "quote": "Listen these were meant to be a very special gift for someone. Well, if we're meant to meet again, we'll meet again. it's just not the right time now."
    },
    {
      "cite": "Abby Kohn",
      "quote": "If we were meant to be together, we would be together. I just wanted you to be happy. That's all. You did everything. You accepted me for who I am, and not for what you wanted me to be."
    }
  ]
}