{
  "source": "https://www.wisesayings.com/meat-quotes/",
  "theme": "meat",
  "quotes": [
    {
      "cite": "Claudia Roden",
      "quote": "The smell of roasting meat together with that of burning fruit wood and dried herbs, as voluptuous as incense in a church, is enough to turn anyone into a budding gastronome"
    },
    {
      "cite": "Confucius",
      "quote": "The way you cut your meat reflects the way you live."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of meat twice boiled, and an old foe reconciled."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I don't eat red meat, but sometimes a man needs a steak."
    },
    {
      "cite": "Ellen G. White",
      "quote": "Flesh-meats will depreciate the blood. Cook meat with spices, and eat it with rich cakes and pies, and you have a bad quality of blood."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "Understand, when you eat meat, that something did die. You have an obligation to value it - not just the sirloin but also all those wonderful tough little bits."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "Meat reared on land matures relatively quickly, and it takes only a few pounds of plants to produce a pound of meat."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Meat is a mighty contributor to climate change and other environmental problems. The amount of meat we're eating is one of the leading causes of climate change. It's as important as the kind of car you drive - whether you eat meat a lot or how much meat you eat."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "I can hardly eat meat because it has to look like something what it was not when it was alive."
    },
    {
      "cite": "Joan Jett",
      "quote": "Cutting meat out of your diet is the best thing you can do for animals and your own health."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "When it comes to meat, change is almost always cast as an absolute. You are a vegetarian or you are not."
    },
    {
      "cite": "Salt Bae",
      "quote": "The shape of the meat and the taste of it starting from the top down is a part of me. All of my feelings are coming from inside of the meat down to when I put the salt onto the meat."
    },
    {
      "cite": "John Daly",
      "quote": "You can be addicted to meat, as far as I'm concerned. Why else would I eat six cheeseburgers a day?"
    },
    {
      "cite": "Joel Robuchon",
      "quote": "When you cook, you take a life. When you eat fish, or meat, you take a life. And you must be very respectful of the ingredients and that is very important."
    },
    {
      "cite": "Bruce Friedrich",
      "quote": "Eating meat is not your personal decision, any more than, you know, whether somebody beats their child is their personal decision."
    },
    {
      "cite": "Tommy Smothers",
      "quote": "Red meat is not bad for you. Now blue-green meat, that’s bad for you!"
    },
    {
      "cite": "Gautama Buddha",
      "quote": "The eating of meat extinguishes the seed of Great Kindness."
    },
    {
      "cite": "Jon Stewart",
      "quote": "It's harder to eat meat when you know the animal's name...I have found."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Meat is a tremendous environmental challenge. It contributes enormous amounts of greenhouse gas, especially beef eating."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "If I do eat meat, it's got to be ethical. I want to know that it lived a great life before it was killed humanely."
    },
    {
      "cite": "Abigail Adams",
      "quote": "What is meat for one is not for another--no accounting for fancy."
    },
    {
      "cite": "Sitting Bull",
      "quote": "The meat of the buffalo tastes the same on both sides of the border."
    },
    {
      "cite": "Walter Scott",
      "quote": "Meat eaten without either mirth or music is ill of digestion."
    },
    {
      "cite": "Andre Soltner",
      "quote": "One must cook a piece of meat a thousand times before one begins to truly understand it."
    },
    {
      "cite": "Chi Chi Rodriguez",
      "quote": "They claim red meat is bad for you. But I never saw a sick-looking tiger."
    },
    {
      "cite": "Alexandra Paul",
      "quote": "Meat is an inefficient way to eat. An acre of land can yield 20,000 pounds of potatoes, but that same acre would only graze enough cows to get 165 pounds of meat."
    },
    {
      "cite": "Denis Leary",
      "quote": "Not eating meat is a decision, eating meat is an instinct."
    },
    {
      "cite": "Bodo Balsys",
      "quote": "Meat eating and a compassionate religion do not go hand in hand."
    },
    {
      "cite": "James Beard",
      "quote": "If I had to narrow my choice of meats down to one for the rest of my life, I am quite certain that meat would be pork."
    },
    {
      "cite": "Magnus Pyke",
      "quote": "Meat is a status dish in which the sizzle counts for more than the nutritional worth."
    }
  ]
}