{
  "source": "https://www.wisesayings.com/mechanic-quotes/",
  "theme": "mechanic",
  "quotes": [
    {
      "cite": "Robert Orben",
      "quote": "I think all auto mechanics go to the same school— Shaft U."
    },
    {
      "cite": "Josh Bartok",
      "quote": "It is about your having genuine acceptance, even though you are a college professor, of your son's decision to become an auto mechanic—no ifs, ands, or buts."
    },
    {
      "cite": "George Etherege",
      "quote": "Writing, Madam, is a mechanic part of wit. A gentleman should never go beyond a song or a billet."
    },
    {
      "cite": "Bhante Henepola Gunaratana",
      "quote": "When you are having a bad time, examine the badness, observe it mindfully, study the phenomenon and learn the mechanics."
    },
    {
      "cite": "Bill Bowerman",
      "quote": "God determines how fast you're going to run; I can help you with the mechanics."
    },
    {
      "cite": "Lorraine",
      "quote": "For me, running is a lifestyle and an art. I'm more interested in the magic of it than the mechanics."
    },
    {
      "cite": "Robert Orben",
      "quote": "Did you hear about the automobile mechanic who bought a hospital and he's making a fortune? If you bring in your wife for an operation, they give you a loaner."
    },
    {
      "cite": "Robert Orben",
      "quote": "It isn't easy being an automobile mechanic. Let's face, it how would you like to stand in the middle of a garage knowing that every car that comes through that door is defective?"
    },
    {
      "cite": "Robert Orben",
      "quote": "Let's face it, to you it may be your motor that's knocking. To a mechanic, it's opportunity."
    },
    {
      "cite": "Robert Orben",
      "quote": "Actually, they don't call them mechanics anymore. Automotive Diagnosticians! They've got the white gown; the three buttons on the shoulder; 'Don't touch me— I'm sterile!'"
    },
    {
      "cite": "Robert Orben",
      "quote": "These fellas have so much authority; so much poise; so much dignity— it makes you almost proud to have their fingerprints on your seat covers!"
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Mechanics is the paradise of the mathematical sciences because by means of it, one comes to the fruits of mathematics."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "It is questionable if all the mechanical inventions yet may have lightened the days toil of any human being."
    },
    {
      "cite": "Walter Scott",
      "quote": "A lawyer without history or literature is a mechanic, a mere working mason; if he possesses some knowledge of these, he may venture to call himself an architect."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "You have to look for teachers. If you want to be a mechanic, go hang out with mechanics."
    },
    {
      "cite": "Jonathan Scott",
      "quote": "With my own home, I feel like I'm the mechanic who drives a crappy car. I never have time to work on my own home."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You missed it when you pay more attention to the damaged car in the mechanic shop than the sick human being in the hospital."
    },
    {
      "cite": "Joseph H. Greene",
      "quote": "A speaker is like a lousy auto mechanic: Everytime he fixes something in the language, he screws up something else."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "A man too busy to take care of his health is like a mechanic too busy to take care of his tools."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Mechanic slaves with greasy aprons, rules, and hammers."
    },
    {
      "cite": "Confucius",
      "quote": "The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools."
    },
    {
      "cite": "Carrie Snow",
      "quote": "A male gynecologist is like an auto mechanic who has never owned a car."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Within every desire is the mechanics of its fulfillment."
    }
  ]
}