{
  "source": "https://www.wisesayings.com/medical-school-quotes/",
  "theme": "medical-school",
  "quotes": [
    {
      "cite": "Deepak Chopra",
      "quote": "I went to medical school because I wanted to ask the big questions. Do we have a soul? Does God exist? What happens after death?"
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "You don't train someone for all of those years of medical school and residency, particularly people who want to help others optimize their physical and psychological health, and then have them run a claims-processing operation for insurance companies."
    },
    {
      "cite": "Ken Jeong",
      "quote": "You can't get through medical school if you don't have a strong will and a strong constitution."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "One goes through school, college, medical school and one's internship learning little or nothing about goodness but a good deal about success."
    },
    {
      "cite": "Leroy Hood",
      "quote": "All of the details that most of us memorize in medical school - you don't have to learn those things. They're going to be in your computer."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "You can't go to medical school and come out and be like, 'I'm going to be a dog catcher.' That would be so pointless."
    },
    {
      "cite": "Mark Walport",
      "quote": "I was always taught at medical school that you should never do a test unless you could do something with the result."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The world doesn't need more smart doctors, it needs more warm and wise doctors. Be the wisdom yourself - be the warmth yourself, and be the doctor that the doctors have forgotten to be, for it is time to save medicine, to save humanity."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Being a doctor, is not simply about having an understanding of anatomy and sickness, rather it is about having an understanding of true wellness and more importantly, it is about understanding the intensity of the concern of the patient’s next of kin."
    },
    {
      "cite": "Christine Montross",
      "quote": "The midpoint in medicine between excessive emotional involvement with patients and a complete lack of empathy is not a simple one to locate."
    },
    {
      "cite": "Gary Hopkins",
      "quote": "It must be frustrating to survive the gauntlet that is our western medical schooling system only to one day come to the realization that you have been taught only to manage illness and disease instead of curing it."
    },
    {
      "cite": "Gary Taubes",
      "quote": "Why is it, that from the moment you enter medical school to the moment you retire, that the only disorder you will ever diagnosis with a physics book - is obesity? This is biology folks, it's endocrinology, it's physiology - physics has nothing to do with it. The law of thermodynamics is always true, [but] the energy balance equation is irrelevant..."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Nobody just leaves medical school, especially given it's fiercely competitive to get in. But I had a sister who was a doctor, another who was a pharmacist, a brother who was an engineer. So my parents already had sensible children who would be able to make an actual living, and I think they felt comfortable sacrificing their one strange child."
    },
    {
      "cite": "Ezekiel Emanuel",
      "quote": "Medical school education and post graduate education emphasize thoroughness."
    },
    {
      "cite": "Abe Lemons",
      "quote": "Finish last in your league and they call you idiot. Finish last in medical school and they call you doctor."
    },
    {
      "cite": "Gertrude B. Elion",
      "quote": "I think it's a very valuable thing for a doctor to learn how to do research, to learn how to approach research, something there isn't time to teach them in medical school. They don't really learn how to approach a problem, and yet diagnosis is a problem; and I think that year spent in research is extremely valuable to them."
    },
    {
      "cite": "Abram Hoffer",
      "quote": "Modern medicine is not scientific, it is full of prejudice, illogic and susceptible to advertising. Doctors are not taught to reason, they are programmed to believe in whatever their medical schools teach them and the leading doctors tell them."
    },
    {
      "cite": "Atul Gawande",
      "quote": "I learned about a lot of things in medical school, but mortality wasn't one of them."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "Certainly when I got to medical school, I had role models of the kind of physicians I wanted to be. I had an uncle who, looking back, was probably not the most-educated physician around, but he carried it off so well."
    },
    {
      "cite": "David McCullough",
      "quote": "On a medical school professor noted for slowly, carefully interviewing the patient: He taught the love of truth."
    },
    {
      "cite": "Bernie Siegel",
      "quote": "I wish medical schools helped us to analyze our healthy and unhealthy reasons for becoming doctors."
    },
    {
      "cite": "Albert Claude",
      "quote": "When I went to the University, the medical school was the only place where one could hope to find the means to study life, its nature, its origins, and its ills."
    },
    {
      "cite": "John Backus",
      "quote": "They don't like thinking in medical school. They memorize - that's all they want you to do. You must not think."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "We have the sense that medical students come to medicine with a great capacity to understand the suffering of patients. And then by the end of the third year they completely lose that ability, partly because we teach them the specialized language of medicine."
    },
    {
      "cite": "Gustav Nossal",
      "quote": "The motivations of a scientist are always mixed and complex... every medical student has the desire to do good in the world. Making a small contribution to that effort is really in a sense the last significant thing that I want to do with my life."
    },
    {
      "cite": "Gregg Takayama",
      "quote": "Our students, from the first year of medical school, look for ways in which they can help provide community service, so many of them are already working at homeless shelters or clinics for the disadvantaged. This just brings it closer."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I began the study of medicine, impelled by a desire for knowledge of facts and of man. The resolution to do disciplined work tied me to both laboratory and clinic for a long time to come."
    },
    {
      "cite": "Alber Elbaz",
      "quote": "Medical education goal is to transform the student from practitioner to healer."
    },
    {
      "cite": "Denis Diderot",
      "quote": "He who studies medicine without books sails an uncharted sea, but he who studies medicine without patients does not go to sea at all."
    }
  ]
}