{
  "source": "https://www.wisesayings.com/meditation-quotes/",
  "theme": "meditation",
  "quotes": [
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Meditation can help us embrace our worries, our fear, our anger; and that is very healing. We let our own natural capacity of healing do the work."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Dedicating some time to meditation is a meaningful expression of caring for yourself that can help you move through the mire of feeling unworthy of recovery. As your mind grows quieter and more spacious, you can begin to see self-defeating thought patterns for what they are, and open up to other, more positive options."
    },
    {
      "cite": "Owen Feltham",
      "quote": "Meditation is the soul's perspective glass."
    },
    {
      "cite": "Amit Ray",
      "quote": "Meditation is a way for nourishing and blossoming the divinity within you."
    },
    {
      "cite": "Zen Proverb",
      "quote": "You should sit in meditation for twenty minutes a day, unless you are too busy. Then you should sit for an hour."
    },
    {
      "cite": "Jiddhu Krishnamurti",
      "quote": "Meditation is not a means to an end. It is both the means and the end."
    },
    {
      "cite": "Stephen Levine",
      "quote": "Meditation allows us to directly participate in our lives instead of living life as an afterthought."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "Generally we waste our lives, distracted from our true selves, in endless activity. Meditation is the way to bring us back to ourselves, where we can really experience and taste our full being."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "The whole of meditation practice can be essentialized into these 3 crucial points: Bring your mind home. Release. And relax!"
    },
    {
      "cite": "Alan Watts",
      "quote": "Meditation is the discovery that the point of life is always arrived at in the immediate moment."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Meditation is the dissolution of thoughts in Eternal awareness or Pure consciousness without objectification, knowing without thinking, merging finitude in infinity."
    },
    {
      "cite": "Buddha",
      "quote": "Meditation brings wisdom; lack of mediation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom."
    },
    {
      "cite": "William Cowper",
      "quote": "Meditation here may think down hours to moments. Here the heart may give a useful lesson to the head and learning wiser grow without his books."
    },
    {
      "cite": "Johannes Tauler",
      "quote": "A good meditation, even when it is interrupted by occasional nodding, is much more beneficial than many outward religious exercises."
    },
    {
      "cite": "Muhammad",
      "quote": "One hour's meditation on the work of the Creator is better than seventy years of prayer."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Meditation is the tongue of the soul and the language of our spirit."
    },
    {
      "cite": "Gurumayi Chidvilasananda",
      "quote": "When you meditate, the silence of the senses illumines the presence of God within."
    },
    {
      "cite": "Owen Feltham",
      "quote": "Meditation is the soul's perspective glass."
    },
    {
      "cite": "Eknath Easwaran",
      "quote": "Through meditation and by giving full attention to one thing at a time, we can learn to direct attention where we choose."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Meditation gives us peace of mind without a tranquilizer. And unlike a tranquilizer, the peace of mind that we get from meditation does not fade away. It lasts for good in some corner of the inmost recesses of our aspiring heart."
    },
    {
      "cite": "Osho",
      "quote": "Meditation is a death - death of all that you are now. Of course there will be a resurrection, but that will be a totally new, fresh original being which you are not even aware is hidden in you."
    },
    {
      "cite": "Osho",
      "quote": "In meditation, once you are gone in, you are gone in. Then, even when you resurrect you are a totally different person. The old personality is nowhere to be found. You have to start your life again from abc. You have to learn everything with fresh eyes, with a totally new heart. That's why meditation creates fear."
    },
    {
      "cite": "Osho",
      "quote": "Meditation is enough. Everything else follows on its own."
    },
    {
      "cite": "John Thornton",
      "quote": "Meditation is to the mind what exercise is to the body, it warms and invigorates."
    },
    {
      "cite": "Arthur Warwick",
      "quote": "Meditation is the womb of our actions; action the midwife of our meditations."
    },
    {
      "cite": "Victor Davich",
      "quote": "Meditation is not the menu; it's the meal."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Meditation is not a way of making your mind quiet. It is a way of entering into the quiet that is already there   buried under the 50,000 thoughts the average person thinks every day."
    },
    {
      "cite": "Amit Ray",
      "quote": "Meditate, Visualize and Create your own reality and the universe will simply reflect back to you."
    },
    {
      "cite": "Ani Pema Chodron",
      "quote": "Meditation practice isn't about trying to throw ourselves away and become something better, it's about befriending who we are."
    }
  ]
}