{
  "source": "https://www.wisesayings.com/medicine-quotes/",
  "theme": "medicine",
  "quotes": [
    {
      "cite": "George Gordon Byron",
      "quote": "Always laugh when you can, it is cheap medicine."
    },
    {
      "cite": "Voltaire",
      "quote": "The art of medicine consists of amusing the patient while nature cures the disease."
    },
    {
      "cite": "Erin Hunter",
      "quote": "A medicine cat has no time for doubt. Put your energy into today and stop worrying about the past."
    },
    {
      "cite": "Frank Miller",
      "quote": "When you got a condition, it's bad to forget your medicine."
    },
    {
      "cite": "Charlotte Gerson",
      "quote": "Modern allopathic medicine is the only major science stuck in the pre-Einstein era."
    },
    {
      "cite": "Richard Diaz",
      "quote": "Medicine is a golden goose that has to be killed because every time the goose lays a golden egg, someone gets sick or dead."
    },
    {
      "cite": "Steven Magee",
      "quote": "Think of exercise as medicine and take your daily prescription."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "Medicine is as close to love as it is to science, and its relationships matter even at the edge of life itself."
    },
    {
      "cite": "Farid F. Ibrahim",
      "quote": "Medicine is not a book but mind, not a business but life."
    },
    {
      "cite": "William Osler",
      "quote": "Medicine is a science of uncertainty and an art of probability."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
    },
    {
      "cite": "William Osler",
      "quote": "The person who takes medicine must recover twice, once from the disease and once from the medicine."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "To array a man's will against his sickness is the supreme art of medicine."
    },
    {
      "cite": "Josh Billings",
      "quote": "The best medicine I know for rheumatism is to thank the Lord that it ain't gout."
    },
    {
      "cite": "Karl Marx",
      "quote": "Medicine heals doubts as well as diseases."
    },
    {
      "cite": "Hippocrates",
      "quote": "What medicines do not heal, the lance will; what the lance does not heal, fire will."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Medicine is a collection of uncertain prescriptions, the results of which, taken collectively, are more fatal than useful to mankind."
    },
    {
      "cite": "Rudolf Virchow",
      "quote": "If popular medicine gave the people wisdom as well as knowledge, it would be the best protection for scientific and well-trained physicians."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "There is no medicine to cure hatred."
    },
    {
      "cite": "Silas Weir Mitchell",
      "quote": "Medicine is only palliative. For behind disease lies the cause and this cause NO DRUG can reach."
    },
    {
      "cite": "Irving Langmuir",
      "quote": "Medicine also disregards national boundaries."
    },
    {
      "cite": "Edgar Cayce",
      "quote": "The medicine of the future will be music and sound."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Future medicine will be the medicine of frequencies."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Medicine has its limitations, Life Force has none."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Preventive medicine isn't part of a physician's everyday routine, which is spent dispensing drugs and performing surgery."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "A real medicine can only exist when it penetrates into a knowledge which embraces the human being in respect to body, soul and spirit."
    },
    {
      "cite": "Democritus",
      "quote": "Medicine heals diseases of the body, wisdom frees the soul from passions."
    },
    {
      "cite": "Hippocrates",
      "quote": "The greatest medicine of all is teaching people how not to need it"
    },
    {
      "cite": "Raymond Tallis",
      "quote": "Scientific medicine is one of the greatest triumphs of humankind."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Healing through the mind can work harmoniously with medicine."
    }
  ]
}