{
  "source": "https://www.wisesayings.com/media-quotes/",
  "theme": "media",
  "quotes": [
    {
      "cite": "Malcolm X",
      "quote": "The media's the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that's power. Because they control the minds of the masses."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Whoever controls the media, controls the mind."
    },
    {
      "cite": "Dan Brown",
      "quote": "The media is the right arm of anarchy."
    },
    {
      "cite": "Michel de Certeau",
      "quote": "The media transforms the great silence of things into its opposite. Formerly constituting a secret, the real now talks constantly. News reports, information, statistics, and surveys are everywhere."
    },
    {
      "cite": "Jimmy Breslin",
      "quote": "Media, the plural of mediocrity."
    },
    {
      "cite": "L. Neil Smith",
      "quote": "People in the mass media tend more and more every day to look and act like elected and appointed officials."
    },
    {
      "cite": "George Orwell",
      "quote": "The people will believe what the media tells them they believe."
    },
    {
      "cite": "W. H. Auden",
      "quote": "What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Whoever controls the media, the images, controls the culture."
    },
    {
      "cite": "William Bernbach",
      "quote": "All of us who professionally use the mass media are the shapers of society. We can vulgerize that society. We can brutalize it. Or we can help lift it onto a higher level."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "All media exist to invest our lives with artificial perceptions and arbitrary values."
    },
    {
      "cite": "Corazon Aquino",
      "quote": "The media's power is frail. Without the people's support, it can be shut off with the ease of turning a light switch."
    },
    {
      "cite": "Alexis Ohanian",
      "quote": "It takes discipline not to let social media steal your time."
    },
    {
      "cite": "Tom Scholz",
      "quote": "We need a free media, not just freedom of speech."
    },
    {
      "cite": "Rowan Williams",
      "quote": "One of the most powerful defences the media can offer for controversial actions is, of course, public interest."
    },
    {
      "cite": "Horace Greeley",
      "quote": "Journalism will kill you, but it will keep you alive while you’re at it."
    },
    {
      "cite": "Jello Biafra",
      "quote": "Don’t hate the media, become the media."
    }
  ]
}