{
  "source": "https://www.wisesayings.com/mediation-quotes/",
  "theme": "mediation",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mediation on the Holy Scriptures, awakens our mind on Christ Jesus."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Daily mediate and affirm the Scriptures; your mind and soul will be filled with pure thoughts."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Meditation is offering your genuine presence to yourself in every moment."
    },
    {
      "cite": "John Welwood",
      "quote": "Meditation provides a way of learning how to let go. As we sit, the self we've been trying to construct and make into a nice, neat package continues to unravel."
    },
    {
      "cite": "Guy Bogart",
      "quote": "Meditation is the signpost directing the steps to the main highway of realization."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mediation on the Scriptures will renew your mind."
    },
    {
      "cite": "Howard Raiffa",
      "quote": "The mediation of internal conflict can be linkages with other problems."
    },
    {
      "cite": "Hakuin Ekaku",
      "quote": "The spirit of meditation is the combating of self-willed thinking-it is a combat against the weight of one's feelings."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mediation on the scriptures transforms our lives."
    },
    {
      "cite": "John Thornton",
      "quote": "Meditation is to the mind what exercise is to the body it warms and invigorates."
    },
    {
      "cite": "Reba Riley",
      "quote": "Make your life a prayer. Live your mediation."
    },
    {
      "cite": "Alan Watts",
      "quote": "Meditation is the discovery that the point of life is always arrived at in the immediate moment."
    },
    {
      "cite": "Janet Reno",
      "quote": "Peer mediation is a chance for students to work with other students to help them resolve problems, arguments, disagreements without having to get the teacher or the administration involved."
    },
    {
      "cite": "Stephen Levine",
      "quote": "Meditation allows us to directly participate in our lives instead of living life as an afterthought."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Daily mediation on the Holy Scriptures is a spiritual act."
    },
    {
      "cite": "Sadhguru",
      "quote": "Meditation means dissolving the invisible walls that unawareness has built."
    },
    {
      "cite": "Anonymous",
      "quote": "Any action done with awareness is meditation. Meditation means to be fully aware of our actions, thoughts, feelings and emotions. Another name of meditation is passive awareness."
    },
    {
      "cite": "David Wheeler",
      "quote": "What mediation is designed for is to resolve disputes on the value on a claim, not whether there is a claim."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Daily mediation is a healthy spiritual exercise."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Practice mediation and concentration exercises, and begin to think more about regaining your sensitivity by avoiding draining situations. Not because of fear but because of intelligence."
    },
    {
      "cite": "Annamalai Swami",
      "quote": "Meditation must be continuous. The current of meditation must be present in all your activities."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mediation on word of God leads to renewal of mind; rekindle of spirit and revival of soul."
    },
    {
      "cite": "Miroslav Lajcak",
      "quote": "Mediation is one of the most effective tools of non-violence. It can turn parties away from conflict, towards compromise."
    },
    {
      "cite": "Hizkias Assefa",
      "quote": "Mediation and reconciliation work is about a profound quest for justice and social transformation. But at the same time, they are about service, solidarity, about exploring and rediscovering the human spirit that has been lost or shattered through human conflict, cruelty, ignorance and greed."
    },
    {
      "cite": "James Allen",
      "quote": "Meditation is the secret of all growth in spiritual life and knowledge."
    }
  ]
}