{
  "source": "https://www.wisesayings.com/mediocrity-quotes/",
  "theme": "mediocrity",
  "quotes": [
    {
      "cite": "Mary Kay Ash",
      "quote": "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one."
    },
    {
      "cite": "Roberto Benigni",
      "quote": "It's a sign of mediocrity when you demonstrate gratitude with moderation."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I'd made it back to the land of the living. No matter how boring or mediocre a world it might be, this was it."
    },
    {
      "cite": "Confucius",
      "quote": "To those whose talents are above mediocrity, the highest subjects may be announced. To those who are below mediocrity, the highest subjects may not be announced."
    },
    {
      "cite": "Chet Atkins",
      "quote": "Everything I've ever done was out of fear of being mediocre."
    },
    {
      "cite": "Sarah Vowell",
      "quote": "You know you've reached a new plateau of group mediocrity when even a Canadian is alarmed by your lack of individuality."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Mediocrity is excellent to the eyes of mediocre people."
    },
    {
      "cite": "Clea Duvall",
      "quote": "I try to keep an open mind but I'm so tired of the mediocrity."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "Only mediocrity can be trusted to be always at its best."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "Mediocrity is now, as formerly, dangerous, commonly fatal, to the poet; but among even the successful writers of prose, those who rise sensibly above it are the very rarest exceptions."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The price of excellence is discipline. The cost of mediocrity is disappointment."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Only the mediocre are always at their best."
    },
    {
      "cite": "Criss Jami",
      "quote": "Creative people are often found either disagreeable or intimidating by mediocrities."
    },
    {
      "cite": "Matthew Kelly",
      "quote": "It takes more energy to maintain mediocrity than it takes to pursue excellence."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Women want mediocre men, and men are working to be as mediocre as possible."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Mediocrity doesn't mean average intelligence, it means an average intelligence that resents and envies its betters."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "It is a wretched taste to be gratified with mediocrity when the excellent lies before us."
    },
    {
      "cite": "Margot Fonteyn",
      "quote": "Great artists are people who find the way to be themselves in their art. Any sort of pretension induces mediocrity in art and life alike."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary."
    },
    {
      "cite": "Joseph Heller",
      "quote": "Some people are born mediocre, some people achieve mediocrity, and some people have mediocrity thrust upon them."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "To a hungry person, every bitter food is sweet. When the preferable is not available, the available becomes preferable!"
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "It is cruel to discover one's mediocrity only when it is too late. It does not improve the temper."
    },
    {
      "cite": "Sean Penn",
      "quote": "There's a lot of mediocrity being celebrated, and a lot of wonderful stuff being ignored or discouraged."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Mediocrity will never do. You are capable of something better."
    },
    {
      "cite": "Paul Gauguin",
      "quote": "There is always a heavy demand for fresh mediocrity. In every generation the least cultivated taste has the largest appetite."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "In the republic of mediocrity, genius is dangerous."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Mediocrity knows nothing higher than itself, but talent instantly recognizes genius."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Nothing is as approved as mediocrity, the majority has established it and it fixes it fangs on whatever gets beyond it either way."
    }
  ]
}