{
  "source": "https://www.wisesayings.com/meek-quotes/",
  "theme": "meek",
  "quotes": [
    {
      "cite": "Joe Cothen",
      "quote": "Meekness is not weakness, but spiritual strength harnessed for service."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Meekness is the mask of malice."
    },
    {
      "cite": "Peter H. Diamandis",
      "quote": "The meek shall inherit the earth. The rest of us are going to the stars."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Meekness, the subtraction of self, reduces the multiplication of words."
    },
    {
      "cite": "Matthew Henry",
      "quote": "TheÂ meekÂ are those who quietly submit themselves to God, to His Word and to His rod, who follow His directions, and comply with His designs, and are gentle toward all men."
    },
    {
      "cite": "George A. Edgar",
      "quote": "Meekness is not a soft, yielding, natural disposition, nor a prudent bridling of a passionate nature; but it is humility applied to the world, not taking offense at the offenses of the world."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "It's going to be fun to watch and see how long the meek can keep the earth after they inherit it.Â"
    },
    {
      "cite": "Bible",
      "quote": "Blessed are theÂ meek: For they shall inherit the earth."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "MeeknessÂ is one of the brightest graces which can adorn the Christian character."
    },
    {
      "cite": "Jenny Trout",
      "quote": "Let theÂ meekÂ have the kingdom of heaven. The strong shall rule on earth."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "MeekÂ young men grow up in libraries."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "To beÂ meekÂ and humble means to have a service attitude towards God, the Vaisnavas, and all living beings. Unless we have that, our chanting will have minimal effect and many births may pass before we finally come to the conclusion."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "TheÂ meekÂ shall inherit the Earth, but not its mineral rights."
    },
    {
      "cite": "Bob Edwards",
      "quote": "Meanwhile, theÂ meekÂ are a long time inheriting the earth."
    },
    {
      "cite": "Warren W. Wiersbe",
      "quote": "MeeknessÂ is power under control."
    },
    {
      "cite": "George Ade",
      "quote": "Those who have triedÂ meeknessÂ know the importance of being important."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "The highest degree ofÂ meekness consists in seeing, serving, honoring, and treating amiably, on occasion, those who are not to our taste, and who show themselves unfriendly, ungrateful, and troublesome to us."
    },
    {
      "cite": "Geoffrey B. Wilson",
      "quote": "Meekness is the mark of a man who has been mastered by God."
    },
    {
      "cite": "William G. McGowan",
      "quote": "The meek shall inherit the earth, but they'll never increase market share."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Meekness: uncommon patience in planning a revenge that is worth while."
    },
    {
      "cite": "John Wesley",
      "quote": "AÂ meekÂ spirit gives no trouble willingly to any: A quiet spirit bears all wrongs without being troubled."
    },
    {
      "cite": "Don Marquis",
      "quote": "Pity the meek, for they shall inherit the earth."
    },
    {
      "cite": "James Hamilton",
      "quote": "MeeknessÂ is the grace which, from beneath God's footstool, lifts up a candid and confiding eye, accepting God's smile of Fatherly affection, and adoring those perfections which it cannot comprehend."
    },
    {
      "cite": "Matthew Henry",
      "quote": "The anger of a meek man is like fire struck out of steel, hard to be got out, and when got out, soon gone. The meek enjoy almost a perpetual Sabbath."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Meekness is calm confidence, settled assurance, and rest of the soul. It is the tranquil stillness of a soul that is at rest in Christ. It is the place of peace.Â Meekness springs from a heart of humility, radiating the fragrance of Christ."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Even the blind andÂ meekÂ and voiceless have gods."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "TheÂ meekÂ man will attain a place of soul rest. As he walks on inÂ meekness he will be happy to let God defend him. The old struggle to defend himself is over. He has found the peace whichÂ meekness brings."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "MeekÂ young men grow up in colleges and believe it is their duty to accept the views which books have given, and grow up slaves."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "Even as we seek to beÂ meekÂ and to avoid contention, we must not compromise or dilute our commitment to the truths we understand."
    }
  ]
}