{
  "source": "https://www.wisesayings.com/meeting-quotes/",
  "theme": "meeting",
  "quotes": [
    {
      "cite": "Bob Weir",
      "quote": "The meetings can be a lot of fun or they can be frustrating."
    },
    {
      "cite": "Hugh Park",
      "quote": "The world is run by those willing to sit until the end of meetings."
    },
    {
      "cite": "James E. Faust",
      "quote": "Meetings don't have to be endless to be eternal."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There is a way of meeting error while on the road of truth."
    },
    {
      "cite": "Dale Dauton",
      "quote": "Meetings move at the speed of the slowest mind in the room."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Meetings are a symptom of bad organization. The fewer meetings the better."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Meeting expectations is good. Exceeding expectations is better."
    },
    {
      "cite": "Tim Cook",
      "quote": "The longer the meeting, the less is accomplished."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Luck is a matter of preparation meeting opportunity."
    },
    {
      "cite": "Bill Nye",
      "quote": "Everyone you will ever meet knows something you don't."
    },
    {
      "cite": "Joseph Abboud",
      "quote": "Making a strong first impression is as important as ever, especially when meeting face-to-face."
    },
    {
      "cite": "Paul Axtell",
      "quote": "Meetings are at the heart of an effective organization, and each meeting is an opportunity to clarify issues, set new directions, sharpen focus, create alignment, and move objectives forward"
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Life is a series of meetings and separations."
    },
    {
      "cite": "Carl Jung",
      "quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "In meetings philosophy might work, on the field practicality works."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "Meetings at work present great opportunities to showcase your talent. Do not let them go to waste."
    },
    {
      "cite": "Bill Gates",
      "quote": "You have a meeting to make a decision, not to decide on the question."
    },
    {
      "cite": "Dhirubhai Ambani",
      "quote": "Meeting the deadlines is not good enough, beating the deadlines is my expectation."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The meeting of two eternities, the past and future is precisely the present moment."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Meetings that do not come off keep a character of their own. They stay as they were projected."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Meeting people in a genuine way and feeling like there is a vital and meaningful connection going on makes me come alive."
    },
    {
      "cite": "James T. Kirk",
      "quote": "A meeting is an event where minutes are taken and hours wasted."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Meetings are indispensable when you don't want to do anything."
    },
    {
      "cite": "Pawan Mishra",
      "quote": "A meeting is a collective tacit confession of participants' unwillingness to work."
    },
    {
      "cite": "Harry Whitewolf",
      "quote": "Meeting new people is just remembering faces of God we've forgotten."
    },
    {
      "cite": "P.K. Shaw",
      "quote": "A meeting consists of a group of people who have little to say - until after the meeting."
    },
    {
      "cite": "Willard F. Harley",
      "quote": "Meeting important emotional needs creates the feeling of love, but thoughtfulness keeps it alive."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "People who enjoy meetings should not be in charge of anything."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Meeting specifications is not enough."
    },
    {
      "cite": "Nadia Scrieva",
      "quote": "Each meeting occurs at the precise moment for which it was meant. Usually, when it will have the greatest impact on our lives."
    }
  ]
}