{
  "source": "https://www.wisesayings.com/melancholy-quotes/",
  "theme": "melancholy",
  "quotes": [
    {
      "cite": "Thomas E. Mann",
      "quote": "Knowledge of the soul would unfailingly make us melancholy if the pleasures of expression did not keep us alert and of good cheer."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "My melancholy is the most faithful mistress I have known; what wonder, then, that I love her in return."
    },
    {
      "cite": "Comte de Lautreamont",
      "quote": "Melancholy and sadness are the start of doubt, doubt is the beginning of despair; despair is the cruel beginning of the differing degrees of wickedness."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Melancholy is a sensual pleasure that is deliberately provoked. How many people shut themselves away to make themselves sadder, or to weep beside a stream, or choose a sentimental book! We are constantly building and unbuilding ourselves."
    },
    {
      "cite": "William C. Bryant",
      "quote": "The melancholy days are come, the saddest of the year, Of wailing winds, and naked woods and meadows brown and sear."
    },
    {
      "cite": "Munia Khan",
      "quote": "Only tears can hear the sound of pain when warm blood reddens discolored stain."
    },
    {
      "cite": "Jeanne-Marie Roland",
      "quote": "It is Melancholy that causes those delightful tears to flow, and produces that melting disposition of the heart which is felt in the enjoyment of a pure pleasure, in the possession of a sweet and certain joy."
    },
    {
      "cite": "Charles Dickens",
      "quote": "It is a melancholy truth that even great men have their poor relations."
    },
    {
      "cite": "Carl Jung",
      "quote": "There is no coming to consciousness without pain."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Depression is melancholy minus its charms the animation, the fits."
    },
    {
      "cite": "Walter Mischel",
      "quote": "Melancholy is not one of my emotions. Quite seriously, I don't do melancholy. It's a miserable way to be."
    },
    {
      "cite": "Emil M. Cioran",
      "quote": "Melancholy: an appetite no misery satisfies."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "I felt that I breathed an atmosphere of sorrow."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A tendancy to melancholy let it be observed, is a misfortune, not a fault."
    },
    {
      "cite": "Richard Steele",
      "quote": "It is a very melancholy reflection that men are usually so weak that it is absolutely necessary for them to know sorrow and pain to be in their right senses."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Melancholy is the pleasure of being sad."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Melancholy is the happiness of being sad."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Melancholy is sadness that has taken on lightness."
    },
    {
      "cite": "Jesse Ball",
      "quote": "No one explains this to you, he thought. That there are so many things without solution."
    },
    {
      "cite": "John Vance Cheney",
      "quote": "The soul would have no rainbow had the eyes no tears."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Melancholy characterizes those with a superb sense of the sublime."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "Melancholy is an escape not from reality, but unreality of the world."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "There is a melancholy that stems from greatness."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Melancholy were the sounds on a winter's night."
    },
    {
      "cite": "John Ford",
      "quote": "Melancholy is not, as you conceive, indisposition Of body, but the mind's disease."
    },
    {
      "cite": "Munia Khan",
      "quote": "When sadness knows the reason of tears, heart prepares to carry the ache for years."
    },
    {
      "cite": "Bill Murray",
      "quote": "Melancholy is kind of sweet sometimes, I think. It's not a negative thing. It's not a mean thing. It's just something that happens in life, like autumn."
    }
  ]
}