{
  "source": "https://www.wisesayings.com/mellow-quotes/",
  "theme": "mellow",
  "quotes": [
    {
      "cite": "Josh Billings",
      "quote": "It is not all bad, this getting old, ripening. After the fruit has got its growth it should juice up and mellow. God forbid I should live long enough to ferment and rot and fall to the ground in a squash."
    },
    {
      "cite": "Billy Graham",
      "quote": "As I got older, I guess I became more mellow and more forgiving and more loving."
    },
    {
      "cite": "Henry Rollins",
      "quote": "I'm mellower now, I'm over 50. But I don't think I'm too mellow. I'm still angry at a lot of things."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Rita Moreno",
      "quote": "People say that when you get to a certain age that you start to mellow. I have no idea what these people are talking about."
    },
    {
      "cite": "Al Jourgensen",
      "quote": "When I'm done with something, I'm done. I don't go back and listen to and pine for my old albums, or the Lollapalooza days, or 'Psalm 69' selling millions of records. Maybe I'm really just getting old and mellow."
    },
    {
      "cite": "Matthew McConaughey",
      "quote": "I've been in a couple of weddings where the coolest people that were the most day before so mellow and then the day of the wedding freaking out."
    },
    {
      "cite": "A. E. Housman",
      "quote": "Great literature should do some good to the reader: must quicken his perception though dull, and sharpen his discrimination though blunt, and mellow the rawness of his personal opinions."
    },
    {
      "cite": "Alfred Domett",
      "quote": "Hence, rude Winter! crabbed old fellow / Never merry, never mellow / Well-a-day! in rain and snow / What will keep one’s heart aglow?"
    },
    {
      "cite": "Alfred Domett",
      "quote": "What will kill this dull old fellow? / Ale that ’s bright, and wine that ’s mellow!"
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "When she rises in the morning / I linger to watch her / She spreads the bath-cloth underneath the window / And the sunbeams catch her / Glistening white on the shoulders / While down her sides the mellow"
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "In the window full of sunlight / Concentrates her golden shadow / Fold on fold, until it glows as / Mellow as the glory roses."
    },
    {
      "cite": "Woody Allen",
      "quote": "You know, I don't think I could take a mellow evening because I - I don't respond well to mellow. You know what I mean? I have a tendency to - if I get too mellow, I - I ripen and then rot, you know."
    },
    {
      "cite": "Hannibal Coons",
      "quote": "Nothing like a safe to give a wine just the right mellowness."
    },
    {
      "cite": "Chris Thompson",
      "quote": "If it's yellow, let it mellow, if it's brown, let's flush it down, people!"
    },
    {
      "cite": "Addison",
      "quote": "In all thy humors whether grave or mellow / Thour't such a touchy, testy, pleasant fellow / Hast so much wit & mirth & spleen about thee / There is no living with thee / nor without thee."
    },
    {
      "cite": "J.A. Froude",
      "quote": "Beautiful is old age-beautiful as the slow-dropping mellow autumn of a rich glorious summer."
    },
    {
      "cite": "Robert Montgomery",
      "quote": "Oh! none are so absorb'd, as not to feel / Sweet thoughts like music coming o'er the mind / When prayer, the purest incense of a soul / Hath risen to the throne of heaven, the heart Is mellow'd, and the shadows that becloud / Our state of darken'd being, glide away."
    },
    {
      "cite": "Robert Montgomery",
      "quote": "Though haply mellow'd by correcting time / I thank thee, Heaven! that the bereaving world / Hath not diminish'd the subliming hopes / Of youth, in manhood's more imposing cares."
    },
    {
      "cite": "Robert D. Ramsey",
      "quote": "Like fine tea, a teacher-pupil relationship needs time to steep and mellow to become full-bodied."
    },
    {
      "cite": "The Passions",
      "quote": "With eyes up-raised, as one inspired, Pale Melancholy sate retired, And from her wild sequestered seat, In notes by distance made more sweet, Poured thro' the mellow horn her pensive soul."
    },
    {
      "cite": "Heather Maria Ramirez",
      "quote": "Through it all, I do stay pretty much a laid-back person in this game called life."
    },
    {
      "cite": "Geoff Tibballs",
      "quote": "New Zealanders are so laid back, A New Zealander in a frenzy is an American in a coma."
    },
    {
      "cite": "William I. Sauser",
      "quote": "I would like to work in environments that are warm and inviting and Laid back. I work best in environments where my stress levels aren't high."
    },
    {
      "cite": "William I. Sauser",
      "quote": "There would be a good work  relationship between co workers and a laid back style office and humor."
    },
    {
      "cite": "Atalanta Beaumont",
      "quote": "Laid back personalities are hard to engage as it appears that nothing stimulates them."
    },
    {
      "cite": "Bernie Taupin",
      "quote": "It's the same old feeling I get when you're stealing / Back into my bed again / With the curtains closed and the window froze / By the rhythm of the rain / Ooo you make me mellow, oh you make me mellow"
    },
    {
      "cite": "Donovan Leitch",
      "quote": "Born high forever to fly / Wind velocity nil / Wanna high forever to fly / If you want your cup our fill / They call me mellow yellow / (Quite rightly)"
    },
    {
      "cite": "Shuggie Otis",
      "quote": "Mellow love I want it / Don't want no zero chick / No zero chick to love me / Don't want cosmetic stick / Just want someone to hug me"
    },
    {
      "cite": "Duke Ellington",
      "quote": "In a mellow tone / Feeling fancy free / And I'm not alone / I've got company"
    }
  ]
}