{
  "source": "https://www.wisesayings.com/melody-quotes/",
  "theme": "melody",
  "quotes": [
    {
      "cite": "Pablo Casals",
      "quote": "The heart of the melody can never be put down on paper."
    },
    {
      "cite": "Kris Kristofferson",
      "quote": "Just the words and melody - that's what moves your emotions."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Great melody over great riffs is, to me, the secret of it all."
    },
    {
      "cite": "Ludwig Andreas Feuerbach",
      "quote": "What else is the power of melody but the power of feeling? Music is the language of feeling; melody is audible feeling - feeling communicating itself."
    },
    {
      "cite": "Joshua Logan",
      "quote": "Music has a poetry of its own, and that poetry is called melody."
    },
    {
      "cite": "Joseph Haydn",
      "quote": "It is the melody which is the charm of music, and it is that which is most difficult to produce. The invention of a fine melody is a work of genius."
    },
    {
      "cite": "Akon",
      "quote": "Melody has a certain way that it projects back to you. It triggers certain nerves in your body and certain instincts that normally wouldn't be triggered by a normal voice."
    },
    {
      "cite": "Ryan Tedder",
      "quote": "Melody is the single most important thing to any song, period. I don't care what anybody says, it trumps everything. Not because that's my opinion but because I think it's actually indisputable fact. The human brain retains melody easier than it retains words. It's that simple."
    },
    {
      "cite": "Carlos Santana",
      "quote": "There's a melody in everything. And once you find the melody, then you connect immediately with the heart. Because sometimes English or Spanish, Swahili or any language gets in the way. But nothing penetrates the heart faster than the melody."
    },
    {
      "cite": "Aristotle",
      "quote": "Emotions of any kind can be evoked by melody and rhythm; therefore music has the power to form character."
    },
    {
      "cite": "Gian Carlo Menotti",
      "quote": "Melody is a form of remembrance. It must have a quality of inevitability in our ears."
    },
    {
      "cite": "Rokia Traore",
      "quote": "A melody without the right rhythm hardly exists."
    },
    {
      "cite": "Brian Eno",
      "quote": "The point about melody and beat and lyric is that they exist to engage you in a very particular way. They want to occupy your attention."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "Melody is the essence of music."
    },
    {
      "cite": "Robert Bridges",
      "quote": "Good melody is never out of fashion."
    },
    {
      "cite": "John McLeod",
      "quote": "It's the melody within the heart that helps us to endure."
    },
    {
      "cite": "Isaac Leib Peretz",
      "quote": "A letter depends on how you read it, a melody on how you sing it."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "When the melody plays, footsteps move, heart sings and spirit begin to dance."
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "The principle of the endless melody is the perpetual becoming of a music that never had any reason for starting, any more than it has any reason for ending."
    },
    {
      "cite": "Susan Orlean",
      "quote": "The genius of a folk melody or story is not the feeling that it's original but quite the opposite - the feeling that it has existed all along."
    },
    {
      "cite": "Yip Harburg",
      "quote": "When the melody touches your heart emotionally and the words hit your brain intellectually, more than likely you'll find you'll have an excellent song to sing."
    },
    {
      "cite": "Ludovico Einaudi",
      "quote": "A great melodic line is like a person's soul, and coming up with an original melody, it can be like you are illustrating the soul."
    },
    {
      "cite": "Michael Bolton",
      "quote": "It's a combination of melody and lyrics, not one without the other. It's a confluence of these different elements that makes something powerful."
    },
    {
      "cite": "John Keats",
      "quote": "Heard melodies are sweet, but those unheard are sweeter."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The end of a melody is not its goal: but nonetheless, had the melody not reached its end it would not have reached its goal either. A parable."
    },
    {
      "cite": "Danny Elfman",
      "quote": "You hear the beginning of a melody, you should kind of know it's going to lead down this path. It should start feeling like a friend, like familiar."
    },
    {
      "cite": "Plato",
      "quote": "Rhythm and melody enter into the soul of the well-instructed youth and produce there a certain mental harmony hardly obtainable in any other way. ... thus music, too, is concerned with the principles of love in their application to harmony and rhythm."
    },
    {
      "cite": "George Benson",
      "quote": "The melody is the most important thing that must stay in the minds of the people who listen to you. No matter how many notes you play, you can't let them forget what the song is."
    },
    {
      "cite": "Svetlana Alliluyeva",
      "quote": "The melody of a religious feeling is the music of life itself. To those who do not hear it I could not explain what it sounds like ... If the spark isn't smoldering somewhere inside one, no efforts can ever bring it into existence. Water cannot catch fire."
    },
    {
      "cite": "George Jones",
      "quote": "There's nothing prettier in the world than a melody. I can get lost in a song with a melody."
    }
  ]
}