{
  "source": "https://www.wisesayings.com/memoriam-quotes/",
  "theme": "memoriam",
  "quotes": [
    {
      "cite": "Bill Doyle",
      "quote": "The memorial itself has been an afterthought. It's astounding to me that the only thing they have up there after four years are a couple of posters."
    },
    {
      "cite": "Henry Waxman",
      "quote": "Memorials become relics if they do not stir our modern conscience."
    },
    {
      "cite": "BatWhaleDragon",
      "quote": "It's a sad fact that some people are only remembered once they're dead."
    },
    {
      "cite": "George W. Bush",
      "quote": "Grief and tragedy and hatred are only for a time. Goodness, remembrance and love have no end, and the Lord of life holds all who die and all who mourn."
    },
    {
      "cite": "Rodman Philbrick",
      "quote": "The only real treasure is in your head. Memories are better than diamonds and nobody can steal them from you"
    },
    {
      "cite": "Pete Hegseth",
      "quote": "Memorial Day isn't just about honoring veterans, its honoring those who lost their lives. Veterans had the fortune of coming home. For us, that's a reminder of when we come home we still have a responsibility to serve. It's a continuation of service that honors our country and those who fell defending it."
    },
    {
      "cite": "Bill Doyle",
      "quote": "The grief they have experienced has made them more empathetic to the grief of others."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Do you not know that a man is not dead while his name is still spoken?"
    },
    {
      "cite": "Elizabeth Kubler Ross",
      "quote": "People are like stained-glass windows. They sparkle and shine when the sun is out, but when the darkness sets in; their true beauty is revealed only if their light is from within."
    },
    {
      "cite": "Riku H. Petro",
      "quote": "Because one dead leaves every material back, even the body, but what is taken is the soul with memories."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "People leave strange little memories of themselves behind when they die."
    },
    {
      "cite": "Jennifer Granholm",
      "quote": "Ceremonies are important. But our gratitude has to be more than visits to the troops, and once a year Memorial Day ceremonies. We honor the dead best by treating the living well."
    },
    {
      "cite": "Anonymous",
      "quote": "Death leaves a heartache no one can heal, love leaves a memory no one can steal."
    },
    {
      "cite": "Carrie Hamilton",
      "quote": "Our legacy is really the lives we touch, the inspiration we give, altering someone's plan - if even for a moment and getting them to think, cry, laugh, argue. More than anything, we are remembered for our smiles; the ones we share with our closest and dearest, and the ones we bestow on a total stranger, who needed it right then, and God put you there to deliver."
    },
    {
      "cite": "Decimius Magnus Ausonius",
      "quote": "The best memorial for a mighty man is to gain honor ere death."
    },
    {
      "cite": "Anonymous",
      "quote": "When someone you love becomes a memory, the memory becomes a treasure."
    },
    {
      "cite": "Kevin Arnold",
      "quote": "Memory is a way of holding onto the things you love, the thing you are, the things you never want to lose."
    },
    {
      "cite": "Ugo Betti",
      "quote": "Memories are like stones, time and distance erode them like acid."
    },
    {
      "cite": "Richard B. Sheridan",
      "quote": "Our memories are independent of our wills. It is not so easy to forget."
    },
    {
      "cite": "Sandra Bernhard",
      "quote": "A remembrance can mean nothing to the one remembered; it can only remind the ones left behind how little they did while you were still alive."
    },
    {
      "cite": "Sylvana Rossetti",
      "quote": "Those whom we have loved never really leave us. They live on forever in our hearts, and cast their radiant light onto our every shadow."
    },
    {
      "cite": "Sarvani Rajdeep",
      "quote": "Memories are like a box full of chocolates, you can't have them all at once."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The grave is but a covered bridge, leading from light to light, through a brief darkness."
    },
    {
      "cite": "Clyde Campbell",
      "quote": "To live in hearts we leave behind is not to die."
    },
    {
      "cite": "Chris Sorensen",
      "quote": "No one ever really dies as long as they took the time to leave us with fond memories."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "One lives in the hope of becoming a memory."
    }
  ]
}