{
  "source": "https://www.wisesayings.com/memorable-quotes/",
  "theme": "memorable",
  "quotes": [
    {
      "cite": "Simon Kuznets",
      "quote": "Memorable occasions should be brief, and so should be the expressions of appreciation."
    },
    {
      "cite": "Francis Ford Coppola",
      "quote": "You have to really be courageous about your instincts and your ideas. Otherwise you'll just knuckle under, and things that might have been memorable will be lost."
    },
    {
      "cite": "Jeffrey G. Duarte",
      "quote": "One cannot make a memorable catch without reaching out to catch the ball."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Some memories are unforgettable, remaining ever vivid and heartwarming!"
    },
    {
      "cite": "Michael Bassey",
      "quote": "People will walk in and walk out of your life, but the one whose footstep made a long lasting impression is the one you should never allow to walk out."
    },
    {
      "cite": "Anonymous",
      "quote": "The most memorable people in your life will be the ones who loved you when you weren't very lovable."
    },
    {
      "cite": "Joshua Foer",
      "quote": "If you want to live a memorable life, you have to be the kind of person who remembers to remember."
    },
    {
      "cite": "Claudia Rankine",
      "quote": "The brightest memory fades faster than the dullest ink."
    },
    {
      "cite": "Amy Dumas",
      "quote": "Remember this although timing in life is everything, memorable moments in history don't just happen! Do something, stay positive!"
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "The value of things is not the time they last, but the intensity with which they occur. That is why there are unforgettable moments and unique people!"
    },
    {
      "cite": "Og Mandino",
      "quote": "Every memorable act in the history of the world is a triumph of enthusiasm. Nothing great was ever achieved without it because it gives any challenge or any occupation, no mater how frightening or difficult, a new meaning. Without enthusiasm you are doomed to a life of mediocrity but with it you can accomplish miracles."
    },
    {
      "cite": "Brassai",
      "quote": "Only powerfully conceived images have the ability to penetrate the memory, to stay there, in short to become unforgettable."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "We wrapped our dreams in words and patterned the words so that they would live forever, unforgettable."
    },
    {
      "cite": "Miguel Torres",
      "quote": "Greatness is a journey that begins with the impossible and turns in to the unforgettable."
    },
    {
      "cite": "Geoffrey Beene",
      "quote": "The unimaginable always becomes the unforgettable."
    },
    {
      "cite": "Joshua Foer",
      "quote": "What makes things memorable is that they are meaningful, significant, colorful."
    },
    {
      "cite": "Sara Blakely",
      "quote": "It's important to be willing to make mistakes. The worst thing that can happen is you become memorable."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Originality is the key to being memorable."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "What makes your brand stick and tick is your ability to make it memorable."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Being different and thinking different makes a person unforgettable. History does not remember the forgettable."
    },
    {
      "cite": "Nicole Krauss",
      "quote": "It's one of those unforgettable moments that happen as a child, when you discover that all along the world has been betraying you."
    },
    {
      "cite": "Alexander Smith",
      "quote": "It is not so much consequence what you say, as how you say it. Memorable sentences are memorable, on account of some single irradiating word."
    },
    {
      "cite": "Martin Amis",
      "quote": "When the past is forgotten, the present is unforgettable."
    },
    {
      "cite": "Jeffrey Pfeffer",
      "quote": "Being memorable equals getting picked."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Be memorable. Say something unforgettable. Be silent"
    },
    {
      "cite": "Bill Taylor",
      "quote": "If you want to create a memorable company, you have to fill your company with memorable people."
    },
    {
      "cite": "Rod Stewart",
      "quote": "The most memorable is always the current one. The rest just merge into a sea of blondes."
    }
  ]
}