{
  "source": "https://www.wisesayings.com/memories-quotes/",
  "theme": "memories",
  "quotes": [
    {
      "cite": "Linda Fifer Ralphs",
      "quote": "Memories are like a garden. Regularly tend the pleasant blossoms and remove the invasive weeds."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Memories are the key not to the past, but to the future."
    },
    {
      "cite": "Ben Affleck",
      "quote": "Memories, all those little experiences make up the fabric of our lives and on balance, I wouldn't want to erase any of them, tempting though it may be."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Leftovers in their less visible form are called memories. Stored in the refrigerator of the mind and the cupboard of the heart."
    },
    {
      "cite": "Mark Lawrence",
      "quote": "Memories are dangerous things. You turn them over and over, until you know every touch and corner, but still you'll find an edge to cut you."
    },
    {
      "cite": "Ugo Eze",
      "quote": "Be careful who you make memories with. Those things can last a lifetime."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Memories, the one thing that can never be taken away from us. Make lots of them!"
    },
    {
      "cite": "Alyice Edrich",
      "quote": "Creating memories is a priceless gift. Memories will last a lifetime; things only a short-period of time."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Memories are what warm you up from the inside. But they're also what tear you apart."
    },
    {
      "cite": "David Gerrold",
      "quote": "I have memories - but only a fool stores his past in the future."
    },
    {
      "cite": "Unkown",
      "quote": "The beautiful thing about memories is that they are yours; whether they are good, bad, or indifferent. They belong to you, and no matter where you are now."
    },
    {
      "cite": "Richard Kadrey",
      "quote": "Memories are bullets. Some whiz by and only spook you. Others tear you open and leave you in pieces."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "Memories are like moonbeams, we do with them what we will."
    },
    {
      "cite": "Hugh Jackman",
      "quote": "To have memories of those you have loved and lost is perhaps harder than to have no memories."
    },
    {
      "cite": "Harry Connick Jr.",
      "quote": "In my life I find that memories of the spirit linger and sweeten long after memories of the brain have faded."
    },
    {
      "cite": "MOHINDER SURESH",
      "quote": "Our memories give us voice and bear witness to history, so that others might learn. So they might celebrate our triumphs and be warned of our failures."
    },
    {
      "cite": "Leonard Shelby",
      "quote": "If we can't make memories, we can't heal."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "The finest memories are those where we have helped someone without expecting anything in return."
    },
    {
      "cite": "Bill Clinton",
      "quote": "When our memories outweigh our dreams, we have grown old."
    },
    {
      "cite": "Robert Brault",
      "quote": "The happiest memories are of moments that ended when they should have."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Photos capture our memories in print, but our memories are always with us in our minds."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "Memories, even your most precious ones, fade surprisingly quickly. But I don't go along with that. The memories I value most, I don't ever see them fading."
    },
    {
      "cite": "Marinela Reka",
      "quote": "Memories are like antiques, the older they are the more valuable they became."
    },
    {
      "cite": "Laura Swenson",
      "quote": "For some life lasts a short while, but the memories it holds last forever."
    },
    {
      "cite": "Lois Lowry",
      "quote": "The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared."
    },
    {
      "cite": "Rachel Vincent",
      "quote": "The worst memories stick with us, while the nice ones always seem to slip through our fingers."
    }
  ]
}