{
  "source": "https://www.wisesayings.com/men-quotes/",
  "theme": "men",
  "quotes": [
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Men rise from one ambition to another: first, they seek to secure themselves against attack, and then they attack others."
    },
    {
      "cite": "Chuck Norris",
      "quote": "Men are like steel. When they lose their temper, they lose their worth."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Men are born to succeed, not to fail."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Men are more easily governed through their vices than through their virtues."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "Men do not quit playing because they grow old; they grow old because they quit playing."
    },
    {
      "cite": "George Orwell",
      "quote": "Men are only as good as their technical development allows them to be."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "By nature, men love newfangledness."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "For many men, the acquisition of wealth does not end their troubles, it only changes them."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Men of lofty genius when they are doing the least work are most active."
    },
    {
      "cite": "George Orwell",
      "quote": "Men can only be happy when they do not assume that the object of life is happiness."
    },
    {
      "cite": "Herodotus",
      "quote": "Men trust their ears less than their eyes."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Men get to be a mixture of the charming mannerisms of the women they have known."
    },
    {
      "cite": "Democritus",
      "quote": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Men must know their limitations."
    },
    {
      "cite": "Walter Scott",
      "quote": "All men who have turned out worth anything have had the chief hand in their own education."
    },
    {
      "cite": "Zhang Ziyi",
      "quote": "Men are different. When they are in love they may also have other girlfriends."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Men shrink less from offending one who inspires love than one who inspires fear."
    },
    {
      "cite": "Ezra Pound",
      "quote": "When two men in business always agree, one of them is unnecessary."
    },
    {
      "cite": "George William Norris",
      "quote": "Men are often biased in their judgment on account of their sympathy and their interests."
    },
    {
      "cite": "Alice Thomas Ellis",
      "quote": "Men were made for war. Without it they wandered greyly about, getting under the feet of the women, who were trying to organize the really important things of life."
    },
    {
      "cite": "Bill Maher",
      "quote": "Men are only as loyal as their options."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Men don't want anything they get too easy. But on the other hand, men lose interest quickly."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Young men want to be faithful, and are not; old men want to be faithless, and cannot."
    },
    {
      "cite": "Mae West",
      "quote": "Men are easy to get but hard to keep."
    },
    {
      "cite": "Laura Swenson",
      "quote": "Men are like a deck of cards. You'll find the occasional king, but most are jacks."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "Where all men think alike, no one thinks very much."
    },
    {
      "cite": "Gene Fowler",
      "quote": "Men are not against you; they are merely for themselves."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Men are what their mothers made them."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "Men are like wine - some turn to vinegar, but the best improve with age."
    }
  ]
}