{
  "source": "https://www.wisesayings.com/mental-health-quotes/",
  "theme": "mental-health",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Always bear in mind that your own resolution to succeed is more important than any other one thing."
    },
    {
      "cite": "Carl Jung",
      "quote": "Knowing your own darkness is the best method for dealing with the darknesses of other people."
    },
    {
      "cite": "C.G. Jung",
      "quote": "About a third of my cases are suffering from no clinically definable neurosis, but from the senselessness and emptiness of their lives. This can be defined as the general neurosis of our times."
    },
    {
      "cite": "Erich Fromm",
      "quote": "It is naively assumed that the fact that the majority of people share certain ideas and feelings proves the validity of these ideas and feelings. Nothing could be further from the truth. Consensual validation as such has no bearing on reason or mental health."
    },
    {
      "cite": "Cammie McGovern",
      "quote": "This feeling will pass. The fear is real but the danger is not."
    },
    {
      "cite": "Ana Castillo",
      "quote": "Sanity remains defined simply by the ability to cope with insane conditions."
    },
    {
      "cite": "Renata Adler",
      "quote": "Nothing defines the quality of life in a community more clearly than people who regard themselves, or whom the consensus chooses to regard, as mentally unwell"
    },
    {
      "cite": "Dan Fisher",
      "quote": "Hope, hope, hope. It has to be there. Rob the person of hope, and there won't be any recovery."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Everyone has a moral backside, which he won't show unless he has to, keeping it covered as long as possible with the pants of respectability."
    },
    {
      "cite": "Stephen Fry",
      "quote": "I may have looked happy but inside Iwas hopelessly depressed."
    },
    {
      "cite": "William Heath Robinson",
      "quote": "I really have a secret satisfaction in being considered rather mad."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done."
    },
    {
      "cite": "Patricia Neal",
      "quote": "A strong positive mental attitude will create more miracles than any wonder drug."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I told my psychiatrist that everyone hates me. He said I was being ridiculous - everyone hasn't met me yet."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "Sometimes the appropriate response to reality is to go insane."
    },
    {
      "cite": "Edgar Allen Poe",
      "quote": "I became insane with long intervals of horrible sanity ."
    },
    {
      "cite": "Josh Billings",
      "quote": "There's lots of people in this world who spend so much time watching their health that they haven't the time to enjoy it."
    },
    {
      "cite": "Linda Poindexter",
      "quote": "One small crack does not mean that you are broken, it means that you we're put to the test and you didn't fall apart"
    },
    {
      "cite": "Dr. Steve Maraboli",
      "quote": "It is those of us who have been broken that become experts at mending."
    },
    {
      "cite": "Kaci Diane",
      "quote": "I love the person I've become, because I fought to become her"
    },
    {
      "cite": "Jill Herzig",
      "quote": "A wise therapist taught me that anger is the emotion we snatch up to avoid less comfortable feelings - confusion, fear, sadness."
    },
    {
      "cite": "Nancy Levin",
      "quote": "Each time you set a healthy boundary, you say \"yes\" to more freedom."
    },
    {
      "cite": "Robert Tew",
      "quote": "The struggle you're in today is developing the strength you need for tomorrow. Don't give up."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Talking won't change it. But sometimes it was what she wanted most, to tell someone; often, though, she just wanted to escape those horrid feelings, to escape herself, so there was no pain, no fear, no ugliness."
    },
    {
      "cite": "Plutarch",
      "quote": "What we achieve inwardly will change outer reality."
    },
    {
      "cite": "Alan Watts",
      "quote": "We cannot be more sensitive to pleasure without being more sensitive to pain."
    },
    {
      "cite": "Louis C.K",
      "quote": "I think you have to try and fail, because failure gets you closer to what you're good at."
    },
    {
      "cite": "Rollo May",
      "quote": "Depression is the inability to construct"
    }
  ]
}