{
  "source": "https://www.wisesayings.com/mental-strength-quotes/",
  "theme": "mental-strength",
  "quotes": [
    {
      "cite": "Vince Lombardi",
      "quote": "Mental toughness is a state of mind - you could call it 'character in action.'"
    },
    {
      "cite": "W. C. Doane",
      "quote": "Life has no smooth road for any of us; and in the bracing atmosphere of a high aim the very roughness stimulates the climber to steadier steps, till the legend, over steep ways to the stars, fulfills itself."
    },
    {
      "cite": "Anonymous",
      "quote": "Strength grows in the moments when you think you can't go on but you keep going anyway."
    },
    {
      "cite": "Bob Proctor",
      "quote": "Persistence is a unique mental strength; a strength that is essential to combat the fierce power of the repeated rejections and numerous other obstacles that sit in waiting and are all part of winning in a fast-moving, ever-changing world."
    },
    {
      "cite": "Bobby Knight",
      "quote": "Mental toughness is to physical as four is to one."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Mental toughness is essential to success."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Try not to become a man of success but a man of value."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude."
    },
    {
      "cite": "James E. Loehr",
      "quote": "Mental Toughness: The ability to consistently perform toward the upper range of your talent and skill regardless of the competitive circumstances."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Fundamentally, what everyone needs is mental strength and confidence, to manage the mind, just as we manage the outside world."
    },
    {
      "cite": "Wladimir Klitschko",
      "quote": "You have to learn the opponent psychologically inside out and mental strength is one of the important makers. You're either gonna break it or make it."
    },
    {
      "cite": "Bill Russell",
      "quote": "Concentration and mental toughness are the margins of victory."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Make up your mind that no matter what comes your way, no matter how difficult, no matter how unfair, you will do more than simply survive. You will thrive in spite of it."
    },
    {
      "cite": "Paul J Meyer",
      "quote": "Enter every activity without giving mental recognition to the possibility of defeat. Concentrate on your strengths, instead of your weaknesses. On your powers, instead of your problems."
    },
    {
      "cite": "Rafael",
      "quote": "Mental strength is what separates champions from near champions."
    },
    {
      "cite": "Forrest Griffin",
      "quote": "Mental toughness must be developed before you start fighting because you don't want to be that guy who quits in the ring."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "At the end of your struggles, challenges, and obstacles comes the mental strength to cross many boundaries in the future."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Mental toughness is spartanism with qualities of sacrifice, self-denial, dedication. It is fearlessness, and it is love."
    },
    {
      "cite": "Bill Belichick",
      "quote": "Mental Toughness is doing the right thing for the team when it's not the best thing for you."
    },
    {
      "cite": "Jennifer Eberst",
      "quote": "Mental toughness is doing whatever is necessary to get the job done including handling the demands of a tough workout, withstanding pain, or touching an opponent out at the end of a race."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "The strength of your mind determines the quality of your life."
    },
    {
      "cite": "Bob Proctor",
      "quote": "You've got to develop mental strength. And you develop mental strength with the will. The will is the mental faculty that gives you the ability to hold one idea under the screen of your mind to the exclusion of all outside distractions."
    },
    {
      "cite": "Bela Karolyi",
      "quote": "A good 80 percent of the vault is still physical and another percentage of it, 20, 25 percent is mental. Mental is always the mental strength, the confidence building up to that contest or repetition, practice, practice, and practice."
    },
    {
      "cite": "Wladimir Klitschko",
      "quote": "Mental strength is really important because you either win or lose in your mind. And I'm not solely talking about sporting matches, boxing events - anything you do, you do it first with your mental strength. And you can actually train and develop it, and I am responsible for what I'm saying because I have experience with that."
    },
    {
      "cite": "David H. Murdock",
      "quote": "Exercising and eating properly will build your physical and mental strength to endure the stressful situation."
    },
    {
      "cite": "Matthew Donnelly",
      "quote": "The ability to continue moving when you are feeling scared, fearful or lazy is the sign of true mental strength."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "He who believes is strong; he who doubts is weak. Strong convictions precede great actions."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "We love being mentally strong, but we hate situations that allow us to put our mental strength to good use."
    },
    {
      "cite": "Aristotle",
      "quote": "In order to be effective you need not only virtue but also mental strength."
    },
    {
      "cite": "Robert Ringer",
      "quote": "You can never be free until you develop the mental strength to stop fretting over things you cannot control."
    }
  ]
}