{
  "source": "https://www.wisesayings.com/mentors-quotes/",
  "theme": "mentors",
  "quotes": [
    {
      "cite": "Sanctus Ignis",
      "quote": "Looking for sanctuary is not what it seems / A journey for all, in there distant dreams /The voice of a wise man / Singing in there hearts / Your pride is your mentor / Honor is where it all starts."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Your Mentors in life are important, so choose them wisely."
    },
    {
      "cite": "Daymond John",
      "quote": "Mentors, by far, are the most important aspects of businesses."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Young people will always need mentors to guide and support them."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "Mentors turn into tormentors if they believe they are always right."
    },
    {
      "cite": "Richard Branson",
      "quote": "Mentorship is key to unlocking each of our entrepreneurial spirits."
    },
    {
      "cite": "Peter Woo",
      "quote": "Mentorship is critical for young people. Mentorship by others for my children is very high on my agenda."
    },
    {
      "cite": "John Wooden",
      "quote": "It is important for us to see that our mentors are human and therefore fallible; it makes our own shortcomings more tenable."
    },
    {
      "cite": "Maria Shriver",
      "quote": "God puts mentors in your path. They may not look like you, sound like you, or be what you expect. But they always know more that you."
    },
    {
      "cite": "Renee Olstead",
      "quote": "I encourage all of you to seek out teachers and mentors that challenge you to think for yourself and guide you to find your own voice."
    },
    {
      "cite": "John Wooden",
      "quote": "Mentors are available at all stages of your leadership life - early, middle and late. Seek them out and listen; absorb their knowledge and use it."
    },
    {
      "cite": "Gerald Chertavian",
      "quote": "Mentors provide professional networks, outlets for frustration, college and career counseling, general life advice, and most importantly, an extra voice telling a student they are smart enough and capable enough to cross the stage at graduation and land their first paycheck from a career pathway job."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The best way a mentor can prepare another leader is to expose him or her to other great people."
    },
    {
      "cite": "John C. Crosby",
      "quote": "Mentoring is a brain to pick, an ear to listen, and a push in the right direction."
    },
    {
      "cite": "Bob Proctor",
      "quote": "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Alexander the Great valued learning so highly, that he used to say he was more indebted to Aristotle for giving him knowledge than to his father Philip for life."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "What you want in a mentor is someone who truly cares for you and who will look after your interests and not just their own. When you do come across the right person to mentor you, start by showing them that the time they spend with you is worthwhile."
    },
    {
      "cite": "Allan Houston",
      "quote": "The more consistent a father can be or a mentor can be in the person's life and teach them principles of real solid manhood, character, integrity and leadership, the more consistent you can be in the person's life and teach them those things at a younger age, and then the better off they'll be."
    },
    {
      "cite": "Sean Paul",
      "quote": "I think kids should have a mentor and a role model, but that they shouldn't take one person's opinion to be what we call final assessment or judgment about how life is supposed to be."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "My mistakes have been my greatest mentors."
    },
    {
      "cite": "Tony Dungy",
      "quote": "Remember that mentor leadership is all about serving. Jesus said, 'For even the Son of Man came not to be served but to serve others and to give his life as a ransom for many.'"
    },
    {
      "cite": "Anonymous",
      "quote": "Without a mentor in life, one can easily succumb to folly. Without a mentor in life, one can easily become self-centered, capricious and arrogant."
    },
    {
      "cite": "Anonymous",
      "quote": "One who refuses to seek the advice of others will eventually be led to a path of ruin. A mentor helps you to perceive your own weaknesses and confront them with courage. The bond between mentor and protege enables us to stay true to our chosen path until the very end."
    },
    {
      "cite": "Romain Rolland",
      "quote": "If a man is to shed the light of the sun upon other men, he must first of all have it within himself."
    },
    {
      "cite": "Jim Norman",
      "quote": "Mentoring is an indispensable requirement for an artist's growth. Not only are skills and experience shared, but there is value in the essential re-examination of one's own work and techniques."
    },
    {
      "cite": "Paul Soderberg",
      "quote": "More than mere teachers, mentors are often emancipators, freeing artists from poor technique, clouded vision and personal uncertainty."
    },
    {
      "cite": "Plato",
      "quote": "Do not train a child to learn by force or harshness; but direct them to it by what amuses their minds, so that you may be better able to discover with accuracy the peculiar bent of the genius of each."
    },
    {
      "cite": "Phil Collins",
      "quote": "In learning you will teach, in teaching you will learn."
    },
    {
      "cite": "Marc Chernoff",
      "quote": "Sometimes you have to let a person go so they can grow. Because, over the course of their lives, it is not what you do for them, but what you have taught them to do for themselves that will make them a successful human being."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "One of the greatest values of mentors is the ability to see ahead what others cannot see and to help them navigate a course to their destination."
    }
  ]
}