{
  "source": "https://www.wisesayings.com/mercy-quotes/",
  "theme": "mercy",
  "quotes": [
    {
      "cite": "C.S. Lewis",
      "quote": "Mercy, detached from Justice, grows unmerciful."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Mercy and forgiveness must be free and unmerited to the wrongdoer. If the wrongdoer has to do something to merit it, then it isn't mercy."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "It is mercy, not justice or courage or even heroism, that alone can defeat evil."
    },
    {
      "cite": "Jack London",
      "quote": "Mercy did not exist in the primordial life. It was misunderstood for fear, and such misunderstandings made for death."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "The most merciful thing in the world, is the inability of the human mind to correlate all its contents."
    },
    {
      "cite": "William Penn",
      "quote": "The more merciful acts thou dost, the more mercy thou wilt receive."
    },
    {
      "cite": "Willliam Shakespeare",
      "quote": "Mercy but murders, pardoning those that kill."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Sweet mercy is nobility's true badge."
    },
    {
      "cite": "June Jordan",
      "quote": "Consequently, most of us really exist at the mercy of other people's formulations of what's important."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Sometimes due to God's mercy, the time in God's plan can be stretched or extended"
    },
    {
      "cite": "Conrad Black",
      "quote": "I never ask for mercy and seek no one's sympathy."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "Justice is for those who deserve it, mercy is for those who don't."
    },
    {
      "cite": "Leopold Von Sacher-Masoch",
      "quote": "I want to put myself absolutely at your mercy for good or evil without any condition, without any limit to your power."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "Who will not mercy unto others show. How can he mercy ever hope to have?"
    },
    {
      "cite": "William Gurnall",
      "quote": "Mercy should make us ashamed, wrath afraid to sin."
    },
    {
      "cite": "E. H. Chapin",
      "quote": "Mercy, that is the gospel. The whole of it in one word."
    },
    {
      "cite": "Meir Kahan",
      "quote": "I have always found that mercy bears richer fruits than strict justice."
    },
    {
      "cite": "William Blake",
      "quote": "Pity would be no more, if we did not make somebody poor. And Mercy no more could be. If all were as happy as we."
    },
    {
      "cite": "Jacquelyn K. Heasley",
      "quote": "Mercy allows you to continue on in sin, grace empowers you to overcome it."
    },
    {
      "cite": "Duane \"Dog\" Chapman",
      "quote": "Where mercy is shown, mercy is given."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Mercy will get you killed, but sometimes it's all that makes us human."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Unless you learn to lead, you will always be at the mercy of someone else to guide you."
    },
    {
      "cite": "Moshe Kahlon",
      "quote": "Whoever feels mercy for the cruel is bound to eventually be cruel to the merciful."
    },
    {
      "cite": "E. H. Chapin",
      "quote": "The unmerciful man is most certainly an unblessed man. His sympathies are all dried up, he is afflicted with a chronic jaundice, and lives timidly and darkly in a little, narrow rat-hole of distrust."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Mercy is the stuff you give to people that don't deserve it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shall show mercy, but we shall not ask for it."
    },
    {
      "cite": "Anselm of Canterbury",
      "quote": "Spare me through your mercy, do not punish me through your justice."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Mercy is what moves us toward God, while justice makes us tremble in his sight."
    },
    {
      "cite": "Pope Francis",
      "quote": "A little bit of mercy makes the world less cold and more just."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Children are innocent and love justice, while most adults are wicked and prefer mercy."
    }
  ]
}