{
  "source": "https://www.wisesayings.com/mermaid-quotes/",
  "theme": "mermaid",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "If your thighs touch, you're closer to being a mermaid."
    },
    {
      "cite": "Anonymous",
      "quote": "Be a mermaid and make waves."
    },
    {
      "cite": "Anonymous",
      "quote": "Rainbows and mermaids are proof that imagination and beauty go hand in hand."
    },
    {
      "cite": "Anonymous",
      "quote": "When mermaids sleep in oceans deep inside their coral caves, they lay their hweads on seaweed beds, rocked softly by the waves."
    },
    {
      "cite": "Anonymous",
      "quote": "Write your secrets in the sand and trust them with a mermaid."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "A mermaid has not an immortal soul, nor can she obtain one unless she wins the love of a human being. On the power of another hangs her eternal destiny."
    },
    {
      "cite": "Anonymous",
      "quote": "Be a mermaid. Swim fast, wear a crown, and dream big."
    },
    {
      "cite": "Anonymous",
      "quote": "Dive deep for the treasure that you seek."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "But a mermaid has no tears, and therefore she suffers so much more."
    },
    {
      "cite": "Anonymous",
      "quote": "Always be yourself. Unless you can be a mermaid. Then always be a mermaid."
    },
    {
      "cite": "Anonymous",
      "quote": "Mermaids don't lose sleep over the opinions of shrimp."
    },
    {
      "cite": "J. Iron",
      "quote": "She is a mermaid on dry land and the world is her ocean."
    },
    {
      "cite": "J. Iron",
      "quote": "She is a mermaid but approach her with caution. Her mind swims at a depth most would drown in."
    },
    {
      "cite": "Tori Amos",
      "quote": "If you sing to the mermaids, they come when you're drowning."
    },
    {
      "cite": "Anonymous",
      "quote": "Mermaid, a water woman who chooses imagination over fear."
    }
  ]
}