{
  "source": "https://www.wisesayings.com/mesmerizing-quotes/",
  "theme": "mesmerizing",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "The most mesmerizing of artists is always like one who was merely drawing in the sand and people came to watch."
    },
    {
      "cite": "Henry Miller",
      "quote": "The enchanting, and sometimes terrifying, thing is that the world can be so many things to so many different souls. That it can be, and is, all these things at once and the same time."
    },
    {
      "cite": "Nathaniel Rich",
      "quote": "There is something fascinating about every human being. The question is how much they're willing to divulge."
    },
    {
      "cite": "Robert Lane Greene",
      "quote": "His captivating speech came not from his grammar or vocabulary but from the joy he took in wielding them well."
    },
    {
      "cite": "Kirby Larson",
      "quote": "Isn't it fascinating how long a few minutes seem when you are completely alone with not a familiar face in sight?"
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "What's more enchanting than the voices of young people, when you can't hear what they say?"
    },
    {
      "cite": "Jami Attenberg",
      "quote": "The fascinating thing about food is that if you have issues with it, you have to face it every single day."
    },
    {
      "cite": "Pierre Soulages",
      "quote": "It's fascinating to think that as soon as man came into existence, he started painting."
    },
    {
      "cite": "Glenn Close",
      "quote": "What's so fascinating about people is what they don't show. People are masters at it; usually actors show too much."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "It's always fascinating - and sometimes a little disquieting - when two first-rate critics violently disagree."
    },
    {
      "cite": "Kate Bush",
      "quote": "Its so fascinating to think about how each snowflake is completely individual - there are millions and millions of them, but each one is so unique."
    },
    {
      "cite": "Joe Rogan",
      "quote": "One of the most fascinating lessons I've absorbed about life is that the struggle is good."
    },
    {
      "cite": "Mark Twain",
      "quote": "There is something fascinating about science. One gets such wholesale returns of conjecture out of such a trifling investment of fact."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The most fascinating person is always the one of the most winning manners; not the one of greatest physical beauty."
    },
    {
      "cite": "Alice Hegan Rice",
      "quote": "The fascinating thing about ideals is that no sooner have we gained a desired peak than we find farther and higher peaks beyond. The thrilling adventure never ends."
    },
    {
      "cite": "William Hazlitt",
      "quote": "There is something captivating in spirit and intrepidity, to which, we often yield as to a resistless power; nor can he reasonably expect, the confidence of others who too apparently distrusts himself."
    },
    {
      "cite": "Carl Friedrich Gauss",
      "quote": "The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Trying to be fascinating is an asinine position to be in."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "It's fascinating when you're from another place, but you don't speak the language."
    },
    {
      "cite": "Natalie Dormer",
      "quote": "It's fascinating how much of our sense of attractiveness and feminine identity is bound up in our hair."
    },
    {
      "cite": "Lyall Watson",
      "quote": "It is a fascinating and provocative thought that a body of water deserves to be considered as an organism in its own right."
    },
    {
      "cite": "Thomas Frank",
      "quote": "What becomes fascinating is the way the culture industry doesn't deny it and doesn't try to mitigate it, but tries to sell its products as a way of liberating oneself."
    },
    {
      "cite": "Shivangi Lavaniya",
      "quote": "And nothing can be more captivating than the waves hitting the shore."
    }
  ]
}