{
  "source": "https://www.wisesayings.com/messed-up-quotes/",
  "theme": "messed-up",
  "quotes": [
    {
      "cite": "Pierce Brosnan",
      "quote": "You can get totally messed up trying to please everyone with what you do, but ultimately, you have to please yourself."
    },
    {
      "cite": "Lakeith Stanfield",
      "quote": "Some people look like they're lost causes, but they're not. Even if they're in a messed up situation, the one little thing you do to help can go a long way."
    },
    {
      "cite": "Ingrid Weir",
      "quote": "Your past doesn't define you. Only your present and your future. If your life is screwed up, stop making excuses. What are you going to do about it today?"
    },
    {
      "cite": "William Forsyth",
      "quote": "At some point in time, just admit you screwed up, and take whatever steps you need to take to rectify it. Apologize for what happened, ensure to people that it won't happen again."
    },
    {
      "cite": "David Mitchell",
      "quote": "You say you're 'depressed', all I see is resilience. You are allowed to feel messed up and inside out. It doesn't mean you're defective, it just means you're human."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "If you don’t want your life to be 'messed up', don’t fool around with those who have messed up theirs."
    },
    {
      "cite": "Suzy Toronto",
      "quote": "When you stumble make it part of the dance. Everyone messes up. It's part of the dance of life. So the next time you stumble, smile at the crowd, kick up your heels, and dance a jig! The moment you embrace it as your own, no one will know it's not part of your dance."
    },
    {
      "cite": "Khan Rukayya",
      "quote": "People screw up your life, only when you give them the power to screw it."
    },
    {
      "cite": "Anonymous",
      "quote": "If someone messes up, let it go. If they keep messing up, let them go."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Life is like a beautiful melody, only the lyrics are messed up."
    },
    {
      "cite": "Amy Morin",
      "quote": "Sticking to good habits can be hard work, and mistakes are part of the process. Don't declare failure simply because you messed up or because you're having trouble reaching your goals. Instead, use your mistakes as opportunities to grow stronger and become better."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "Once you start messing with psychological well-being, we get more and more messed up."
    },
    {
      "cite": "Louis Sachar",
      "quote": "You're responsible for yourself. You messed up your life, and it's up to you to fix it. No one else is going to do it for you, for any of you."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Every relationship is messed up. What makes it really perfect is if you still want to be there when things suck."
    },
    {
      "cite": "Gerard Way",
      "quote": "It's okay to be messed up, because there are five other dudes who are just as messed up as you."
    },
    {
      "cite": "Antony Starr",
      "quote": "Families are the deepest, most screwed up relationships that we have."
    },
    {
      "cite": "Donald Smith",
      "quote": "Screw up your courage, you screwed up everything else."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Everyone is screwed up, broken, clingy, and scared."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Sometimes you do something, and you get screwed. Sometime it's the things you don't do, and you get screwed."
    },
    {
      "cite": "Anonymous",
      "quote": "Good people sometimes make bad decisions. They mess up, and they let others down. But that doesn't make them bad people. We all make mistakes."
    },
    {
      "cite": "Anonymous",
      "quote": "What screws us up the most in life is the picture in our head of how it's supposed to be."
    },
    {
      "cite": "Misbah Abu Obaida Khan",
      "quote": "All you want is someone who'll never leave your hand, even if you are completely screwed up from top to bottom."
    },
    {
      "cite": "Frozen Eyes",
      "quote": "When chocolate tastes bitter, favorite song or music doesn't soothe, walks, runs or even meditation is exhausting, and the fluffy pillow isn't comforting enough, that is when you know your life is genuinely screwed up."
    },
    {
      "cite": "The Nameless Artist",
      "quote": "It may sound practically tough, but in our lives, we all screw ourselves."
    },
    {
      "cite": "Jena Malone",
      "quote": "There is a point in every young person's life when you realize that the youth that you've progressed through and graduate to some sort of adulthood is equally as messed up as where you're going."
    },
    {
      "cite": "Elizabeth Tan",
      "quote": "Confidence is key. Always. Even when we might have messed up."
    }
  ]
}