{
  "source": "https://www.wisesayings.com/message-quotes/",
  "theme": "message",
  "quotes": [
    {
      "cite": "Vladimir Nabokov",
      "quote": "Life is a message scribbled in the dark."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "What message is needed when heart speaks to heart?"
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Our eternal message of hope is that dawn will come."
    },
    {
      "cite": "Virginia Satir",
      "quote": "The message sent is not always the message received."
    },
    {
      "cite": "Dennis M. Dupuis",
      "quote": "Live the message, don't just read about it and preach."
    },
    {
      "cite": "Sally Hogshead",
      "quote": "Messages that fail to fascinate will become irrelevant."
    },
    {
      "cite": "Rumi",
      "quote": "The message behind the words is the voice of the heart."
    },
    {
      "cite": "Ron Paul",
      "quote": "The freedom message brings us together, it doesn't divide us."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The message coming back at all of us is: live without closure."
    },
    {
      "cite": "Kathryn Budig",
      "quote": "Trust that your message is a unique one that people need to hear."
    },
    {
      "cite": "Paul Rodgers",
      "quote": "The simpler the message, the broader the meaning, in many respects."
    },
    {
      "cite": "Molly Friedenfeld",
      "quote": "When you want your message to be heard, always speak from your heart."
    },
    {
      "cite": "Robert Brault",
      "quote": "A blog is a message in a bottle, both in purpose and likely readership."
    },
    {
      "cite": "Jonathan Gottschall",
      "quote": "If you want to burrow a message into a human mind. Work it into a story."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "A difficult message to hear is an opportunity to enrich someone's life."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Everything you do sends a message about who you are and what you value."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Every message, regardless of form or content, is an expression of a need."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Every happening, great and small, is a parable whereby God speaks to us, and the art of life is to get the message."
    },
    {
      "cite": "Mike Huckabee",
      "quote": "Don't let the culture influence your message, let your message influence the culture."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The Buddhist message is a message not of the negation of life, but one of affirmation."
    },
    {
      "cite": "Bill Gothard",
      "quote": "A message prepared in the mind reaches a mind; a message prepared in a life reaches a life."
    },
    {
      "cite": "Kjell Bloch Sandved",
      "quote": "Nature's message was always there and for us to see. It was written on the wings of butterflies."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "Every message of despair is the statement of a situation from which everybody must freely try to find a way out."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "A record is a message, timeless."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "The message of great art is to disturb."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "Every happening is a lesson, a message."
    },
    {
      "cite": "Toba Beta",
      "quote": "Send message to the future by writing it today!"
    },
    {
      "cite": "Brian Patten",
      "quote": "Through silence only the good messages go unheard."
    },
    {
      "cite": "Wilmer Valderrama",
      "quote": "Stay consistent with your message and who you are."
    },
    {
      "cite": "Goitsemang Sandra Mvula",
      "quote": "It's not about the language, it's about the message."
    }
  ]
}