{
  "source": "https://www.wisesayings.com/messy-quotes/",
  "theme": "messy",
  "quotes": [
    {
      "cite": "Timothy Keller",
      "quote": "People are messy; therefore, relationships will be messy. Don't be surprised by messiness."
    },
    {
      "cite": "Holly Black",
      "quote": "The truth is messy. It's raw and uncomfortable. You can't blame people for preferring lies."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Don't call the world dirty because you forgot to clean your glasses."
    },
    {
      "cite": "Kerry James Marshall",
      "quote": "No one has a right to occupy the privileged position all the time, so it should be contested. It should always be messy in there."
    },
    {
      "cite": "Anonymous",
      "quote": "A messy kitchen is a sign of happiness."
    },
    {
      "cite": "James Cook",
      "quote": "Those who think profit is a dirty word should try to make one."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Cleaning anything involves making something else dirty, but anything can get dirty without something else getting clean."
    },
    {
      "cite": "Buddy Hackett",
      "quote": "If it's dirty, it's not funny, but if it's funny, it's not dirty."
    },
    {
      "cite": "Criss Jami",
      "quote": "It's easy to make a mess when you're not the one who has to clean it up."
    },
    {
      "cite": "Vincent Cassel",
      "quote": "Good guys need to be a little dirty otherwise they're just boring."
    },
    {
      "cite": "Karen Armstrong",
      "quote": "Surely it's better to love others, however messy and imperfect the involvement, than to allow one's capacity for love to harden."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "A problem is only a problem when viewed as a problem. All change is hard at first, messy in the middle and gorgeous at the end."
    },
    {
      "cite": "Emily Thorne",
      "quote": "Like life, revenge can be a messy business. And both would be much simpler if only our heads could figure out which way our hearts will go. But the heart has its reasons, of which reason cannot know."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Life itself is a haphazard, untidy, messy affair."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Messy is a word we use to explain a conflict with an expectation we had. Eliminate the expectation, and you eliminate the messy."
    },
    {
      "cite": "Holly Black",
      "quote": "The truth is messy. It's raw and uncomfortable. You can't blame people for preferring lies."
    },
    {
      "cite": "Walter Isaacson",
      "quote": "There are parts of his life and personality that are extremely messy, and that's the truth."
    },
    {
      "cite": "Douglas Adams",
      "quote": "It's good to leave your room super-messy when you're away. Whoever tries to break into your room will thought it has already been ransacked."
    },
    {
      "cite": "John Galsworthy",
      "quote": "Beginnings are always messy."
    },
    {
      "cite": "George F. Will",
      "quote": "Man is messy, but any creature that can create space vehicles can probably cope."
    },
    {
      "cite": "Michael Parenti",
      "quote": "The dirty truth is that many people find fascism to be not particularly horrible."
    },
    {
      "cite": "Lauren Dane",
      "quote": "What a filthy mind you have. Can't imagine why you're single with a brain as dirty as the one you've got."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "Life is so messy that the temptation to straighten it up is very strong. And the results always illusory."
    },
    {
      "cite": "Spike Jonze",
      "quote": "Emotions are messy and hard to figure out."
    },
    {
      "cite": "Jennifer Wilson",
      "quote": "A messy house is a must it separates your true friends from other friends. Real friends are there to visit you not your house!"
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Family love is messy, clinging, and of an annoying and repetitive pattern, like bad wallpaper."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "Emotion is messy, contradictory... and true."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Excuse the mess, but we live here."
    },
    {
      "cite": "Hugh Mackay",
      "quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational."
    }
  ]
}