{
  "source": "https://www.wisesayings.com/metamorphosis-quotes/",
  "theme": "metamorphosis",
  "quotes": [
    {
      "cite": "Martha Beck",
      "quote": "Any transition serious enough to alter your definition of self will require not just small adjustments in your way of living and thinking but a full-on metamorphosis."
    },
    {
      "cite": "Ana Claudia Antunes",
      "quote": "Keep up your faith to go high and fly, even after so many pains and sorrow. You can turn from a caterpillar to a butterfly. Life gives you a second change: a call to grow."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Everything teaches transition, transference, metamorphosis: therein is human power, in transference, not in creation; & therein is human destiny, not in longevity but in removal. We dive & reappear in new places."
    },
    {
      "cite": "Dana Arcuri",
      "quote": "Similar to a butterfly, I've gone through a metamorphosis, been released from my dark cocoon, embraced my wings, and soared!"
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "Metamorphosis is the most profound of all acts."
    },
    {
      "cite": "Cliff James",
      "quote": "A metamorphosis had come over us. It was something internal, an electrical pulse in the brain, some slight variation in the aortic rhythm that had forever altered our states, transformed our external structures. We were not who we had been, nor yet what we would become."
    },
    {
      "cite": "Raul Seixas",
      "quote": "I'd rather be this walking metamorphosis than having that old formed opinion about everything."
    },
    {
      "cite": "Andre Malraux",
      "quote": "The world of art is not a world of immortality but of metamorphosis."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Change can be beautiful; butterflies are the greatest proof of this."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What the philosopher is seeking is not truth, but rather the metamorphosis of the world into man."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "In the nature of things, I must soon lose sight of this sense of constant metamorphosis whose limits bound our human life."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Self-realization is a strange term. You don't actually realize your self. If anything, you go away. The caterpillar enters the cocoon of meditation: A butterfly emerges, metamorphosis."
    },
    {
      "cite": "Henry Miller",
      "quote": "It is almost banal to say so yet it needs to be stressed continually: all is creation, all is change, all is flux, all is metamorphosis."
    },
    {
      "cite": "Sarah Ockler",
      "quote": "Nothing ever really goes away, it just changes into something else. Something beautiful."
    },
    {
      "cite": "Robin Morgan",
      "quote": "People are capable of profound metamorphosis, though unfortunately they rarely avail themselves of this genius, force of habit being an even greater enemy of change than cowardice."
    },
    {
      "cite": "James Elkins",
      "quote": "Seeing is metamorphosis, not mechanism."
    },
    {
      "cite": "Isadora Duncan",
      "quote": "It is only in romances that people undergo a sudden metamorphosis. In real life, even after the most terrible experiences, the main character remains exactly the same."
    },
    {
      "cite": "Marcel Marceau",
      "quote": "Life is a cycle, and mime is particularly suitable for showing fluidity, transformation, metamorphosis. Words can keep people apart; mime can be a bridge between them."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Everything is in a state of metamorphosis. Thou thyself art in everlasting change and in corruption to correspond; so is the whole universe."
    },
    {
      "cite": "DeWayne Owens",
      "quote": "The metamorphosis of your life begins with your mental appreciation for the cocoon stage of your journey. The adversities, the struggles, the perils of life are what either destroy your motivation or encourage your transformation to become what you were truly born to be. A winner!"
    },
    {
      "cite": "Hans Hofmann",
      "quote": "And so artistic creation is the metamorphosis of the external physical aspects of a thing into a self-sustaining spiritual reality."
    },
    {
      "cite": "John Assaraf",
      "quote": "We go through these metamorphous just like a caterpillar does before becoming a butterfly and the middle of that metamorphosis it always feels uncomfortable."
    },
    {
      "cite": "Sam Veda",
      "quote": "A man, who is constantly engaged in action and works hard until he has achieved his goal undergoes lots of metamorphosis and positive change which helps in his self improvement."
    },
    {
      "cite": "Jason Diamond",
      "quote": "You can always be writer. It's not so much a metamorphosis as it is finding what you want."
    },
    {
      "cite": "David Mitchell",
      "quote": "True metamorphosis doesn't come with flowcharts."
    },
    {
      "cite": "Linda Grant",
      "quote": "The clothes you wear are a metamorphosis. They change you from the outside in."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Sometimes to change a situation you are in requires you to take a giant leap. But, you won't be able to fly unless you are willing to transform."
    },
    {
      "cite": "Annie Proulx",
      "quote": "Change itself is what fascinates me. I am drawn, as a moth to the flame, by edge situations, by situations of metamorphosis."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Human life runs its course in the metamorphosis between receiving and giving."
    },
    {
      "cite": "Louie Schwartzberg",
      "quote": "Metamorphosis has always been the greatest symbol of change for poets and artists. Imagine that you could be a caterpillar one moment and a butterfly the next."
    }
  ]
}