{
  "source": "https://www.wisesayings.com/metaphysics-quotes/",
  "theme": "metaphysics",
  "quotes": [
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Metaphysics, the science which determines what can and what cannot be known of being and the laws of being."
    },
    {
      "cite": "Kate Wilhelm",
      "quote": "Metaphysics attempts to discover the ultimate nature of reality, and in this sense, the innerspace of science fiction is metaphysical fiction."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Metaphysics is almost always an attempt to prove the incredible by an appeal to the unintelligible."
    },
    {
      "cite": "Giambattista Vico",
      "quote": "Metaphysics abstracts the mind from the senses, and the poetic faculty must submerge the whole mind in the senses. Metaphysics soars up to universals, and the poetic faculty must plunge deep into particulars."
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "Metaphysics must be based on what exists, for it has the task of explicating it."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Metaphysics is a dark ocean without shores or lighthouse, strewn with many a philosophic wreck."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Metaphysics is a cobweb that the mind weaves around things."
    },
    {
      "cite": "Aristotle",
      "quote": "Metaphysics is universal and is exclusively concerned with primary substance. And here we will have the science to study that which is, both in its essence and in the properties which it has."
    },
    {
      "cite": "Sir William Hamilton 9th Baronet",
      "quote": "Metaphysics, in whatever latitude the term be taken, is a science, or complement of sciences, exclusively occupied with mind."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Metaphysics is the attempt of the mind to rise above the mind."
    },
    {
      "cite": "F. H. Bradley",
      "quote": "Metaphysics is the finding of bad reasons for what we believe upon instinct; but to find these reasons is no less an instinct."
    },
    {
      "cite": "Edward Abbey",
      "quote": "In metaphysics, the notion that earth and all that's on it is a mental construct is the product of people who spend their lives inside rooms. It is an indoor philosophy."
    },
    {
      "cite": "William James",
      "quote": "Metaphysics means nothing but an unusually obstinate effort to think clearly."
    },
    {
      "cite": "Emma Curtis Hopkins",
      "quote": "We call metaphysics the Science of Life, because to know pure metaphysics is to renew the life and make death and accident impossible."
    },
    {
      "cite": "Gabriel Marcel",
      "quote": "It is right that we be concerned with the scientific probity of metaphysics."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Metaphysics may be, after all, only the art of being sure of something that is not so and logic only the art of going wrong with confidence."
    }
  ]
}