{
  "source": "https://www.wisesayings.com/metal-quotes/",
  "theme": "metal",
  "quotes": [
    {
      "cite": "C. S. Lewis",
      "quote": "A blessed spirit is a mould ever more and more patient of the bright metal poured into it, a body ever more completely uncovered to the meridian blaze of the spiritual sun."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Golden fetters are no less galling to a self respecting man than iron ones. The sting lies in the fetters, not in the metal."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "This extraordinary metal, the soul of every manufacture, and the mainspring perhaps of a civilised society. Of iron."
    },
    {
      "cite": "Joseph A. Schumpeter",
      "quote": "The metal of economic theory is in Marx's pages immersed in such a wealth of steaming phrases as to acquire a temperature not naturally its own."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "We are all slaves to the shining metal."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "There is here a great melting pot in which we must compound a precious metal. That metal is the metal of nationality."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Our squalid society rushed, Narcissus to a man, to gaze on its trivial image on a scrap of metal."
    },
    {
      "cite": "Jello Biafra",
      "quote": "Heavy Metal is the most conservative of all loud music. Let's face it, not even a gym teacher could get as many people to dress alike."
    },
    {
      "cite": "Mike Scheidt",
      "quote": "Metal is more popular than it ever has been, every expression of it."
    },
    {
      "cite": "Brian Posehn",
      "quote": "Metal is the feeling of being an outsider, but still being part of something huge."
    },
    {
      "cite": "Billy Corgan",
      "quote": "Heavy metal is a universal energy it's the sound of a volcano. It's rock, it's earth shattering. Somewhere in our primal being we understand."
    },
    {
      "cite": "David Deutsch",
      "quote": "Base metals can be transmuted into gold by stars, and by intelligent beings who understand the processes that power stars, but by nothing else in the universe."
    },
    {
      "cite": "John Darnielle",
      "quote": "Metal isn't necessarily aggressive. There's metal that's contemplative, there's metal that's sad, and there's metal that's exuberant. No genre is limited in what it can express."
    },
    {
      "cite": "Kirk Hammett",
      "quote": "Metallica is a very complicated, fragile thing. On the outside, it's all metal, but on the inside it's very delicate."
    },
    {
      "cite": "Chris Reifert",
      "quote": "That's what metal means to me, feeling that feeling when you hear something that totally turns you on."
    },
    {
      "cite": "Eddie Trunk",
      "quote": "Metal never goes away. It drifts in and out, but the true fans are always there for it."
    },
    {
      "cite": "John Darnielle",
      "quote": "Metal has its own code of cool, but it's not really trying to be cool. And that was very refreshing to me, that metal is very much about expressing something that seems awesome to you even if, at the time, much of the world was going to mock and reject it."
    },
    {
      "cite": "Peter Tork",
      "quote": "Pop music, disco music, and heavy metal music is about shutting out the tensions of life, putting it away."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Death metal uses a lot of white face paint and black hair dye to make its point. I quite enjoy this genre for its intensity, extremism and underlying irony: You have to be alive to play it and listen to it."
    },
    {
      "cite": "Henry Hazlitt",
      "quote": "If precious metals had been abundant, they would not have been precious."
    }
  ]
}