{
  "source": "https://www.wisesayings.com/metaphysical-quotes/",
  "theme": "metaphysical",
  "quotes": [
    {
      "cite": "Alan W. Watts",
      "quote": "You are an aperture through which the universe is looking at and exploring itself."
    },
    {
      "cite": "Dietrich von Hildebrand",
      "quote": "The great mystery of our metaphysical situation, that God is nearer to us than we are ourselves, is manifest in the fact that we cannot even be wholly ourselves in the sense of individuality as a unique divine thought until we are reborn in Christ."
    },
    {
      "cite": "Zen Master Yuanwu",
      "quote": "If you haven't attained true clear vision, this causes you to lapse into extremes, so that you lose contact with reality."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "From a pure metaphysical perspective, there is no world outside ourselves. So, at the deepest level, the state of the planet is more a reflection of the consciousness of mankind than the consciousness of mankind is a reflection of world events."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "There is surely a piece of divinity within us, something that was before the elements and owes no homage unto the sun."
    },
    {
      "cite": "Elaine Seiler",
      "quote": "The universe will use any vehicle and any medium to communicate with us. Our job is to be alert and to listen."
    },
    {
      "cite": "Francis Herbert Bradley",
      "quote": "Metaphysics is the finding of bad reasons for what we believe upon instinct, but to find these reasons is no less an instinct."
    },
    {
      "cite": "Carl Schmitt",
      "quote": "The metaphysical image that a definite epoch forges of the world has the same structure as what the world immediately understands to be appropriate as a form of its political organization."
    },
    {
      "cite": "Antoine-Laurent de Lavoisier",
      "quote": "Nothing is lost, nothing is created, everything is transformed."
    },
    {
      "cite": "Lawrence M. Krauss",
      "quote": "Metaphysical speculation is independent of the physical validity of the Big Bang itself and is irrelevant to our understanding of it."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "Metaphysical thinking will always no doubt be a strong element in her mentality, and it is to be hoped that she will never lose her great, her sovereign powers in that direction."
    },
    {
      "cite": "Albert Camus",
      "quote": "Metaphysical rebellion is a claim, motivated by the concept of a complete unity, against the suffering of life and death and a protest against the human condition both for its incompleteness, thanks to death, and its wastefulness, thanks to evil."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Metaphysical fallacies contain the only clues we have to what thinking means to those who engage in it."
    },
    {
      "cite": "P. D. James",
      "quote": "Metaphysical speculation is about as pointless as a discussion on the meaning of one's lungs. They're for breathing."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the midst of movement and chaos, keep stillness inside of you."
    },
    {
      "cite": "Hermann von Helmholtz",
      "quote": "A metaphysical conclusion is either a false conclusion or a concealed experimental conclusion."
    },
    {
      "cite": "Kabbalah",
      "quote": "Force never moves in a straight line, but always in a curve vast as the universe, and therefore eventually returns whence it issued forth, but upon a higher arc, for the universe has progressed since it started."
    },
    {
      "cite": "Alan Watts",
      "quote": "The religious idea of God cannot do full duty for the metaphysical infinity."
    },
    {
      "cite": "Christine Mason Miller",
      "quote": "At any given moment, you have the power to say: This is not how the story is going to end."
    },
    {
      "cite": "Jacques Loeb",
      "quote": "For the metaphysical term 'will' we may in these instances safely substitute the chemical term 'photochemical action of light."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Metaphysics may be, after all, only the art of being sure of something that is not so and logic only the art of going wrong with confidence."
    },
    {
      "cite": "Kate Wilhelm",
      "quote": "Metaphysics attempts to discover the ultimate nature of reality, and in this sense, the innerspace of science fiction is metaphysical fiction."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The ultimate metaphysical ground is the creative advance into novelty."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "All that we see is but a dream within a dream."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Like everything metaphysical the harmony between thought and reality is to be found in the grammar of the language."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "In the metaphysical elements of aesthetics the various nonmoral feelings are to be made use of; in the elements of moral metaphysics the various moral feelings of men, according to the differences in sex, age, education, and government, of races and climates, are to be employed."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Do not commit spiritual suicide through a passion for discussing metaphysical subtleties"
    },
    {
      "cite": "Louis L' Amour",
      "quote": "There will be a time when you believe everything is finished. That will be the beginning."
    },
    {
      "cite": "Raymond Smullyan",
      "quote": "Metaphysical problems about mind versus matter arise only from epistemological confusions."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience."
    }
  ]
}