{
  "source": "https://www.wisesayings.com/metaphor-quotes/",
  "theme": "metaphor",
  "quotes": [
    {
      "cite": "George Lakoff",
      "quote": "The essence of metaphor is understanding and experiencing one kind of thing in terms of another."
    },
    {
      "cite": "James Geary",
      "quote": "Metaphor matters because it creates expectations."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that."
    },
    {
      "cite": "Grant Morrison",
      "quote": "Metaphor is one of a group of problem solving medicines known as figures of speech which are normally used to treat literal thinking and other diseases."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "There are metaphors more real than the people who walk in the street."
    },
    {
      "cite": "Scott Adams",
      "quote": "A good metaphor can make any bad idea sound good."
    },
    {
      "cite": "Gerald Edelman",
      "quote": "Early human thought proceeded by metaphor."
    },
    {
      "cite": "Rachel Hartman",
      "quote": "Metaphor is awkward, but emotion, by its nature, leaves you no more scalable approach."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "But metaphors help eliminate what separates you and me."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "Through metaphor to reconcile the people and the stones."
    },
    {
      "cite": "Wendy Mass",
      "quote": "They say the eyes are the window to the soul."
    },
    {
      "cite": "Mary Ruefle",
      "quote": "Metaphor is not, and never has been, a mere literary term. It is an event."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Metaphors have a way of holding the most truth in the least space."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Metaphor is the lifeblood of all art."
    },
    {
      "cite": "Milan Kundera",
      "quote": "A single metaphor can give birth to love."
    },
    {
      "cite": "George Lakoff",
      "quote": "Metaphor is pervasive in everyday life, not just in language but in thought and action. Our ordinary conceptual system, in terms of which we both think and act, is fundamentally metaphorical in nature."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Metaphor creates a new reality from which the original appears to be unreal."
    },
    {
      "cite": "Barry Lyga",
      "quote": "A river of images and thoughts and feelings, dirtied and polluted so that no one could drink from it without gagging."
    },
    {
      "cite": "James Geary",
      "quote": "Metaphor lives a secret life all around us. We utter about six metaphors a minute."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "An epithet or metaphor drawn from nature ennobles art; an epithet or metaphor drawn from art degrades nature."
    },
    {
      "cite": "Paul de Man",
      "quote": "Metaphors are much more tenacious than facts."
    },
    {
      "cite": "James Geary",
      "quote": "Metaphor creates a kind of conceptual synesthesia, in which we understand one concept in the context of another."
    },
    {
      "cite": "Roberto Bolaño",
      "quote": "Metaphors are our way of losing ourselves in semblances or treading water in a sea of seeming."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "The metaphor is an origin, the origin of an image which acts directly, immediately."
    },
    {
      "cite": "George Eliot",
      "quote": "What a different result one gets by changing the metaphor!"
    },
    {
      "cite": "Robert Breault",
      "quote": "Metaphor for the night sky: a trillion asterisks and no explanations."
    },
    {
      "cite": "Robert McKee",
      "quote": "Story is metaphor for life and life is lived in time."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Metaphor has traditionally been regarded as the matrix and pattern of the figures of speech."
    },
    {
      "cite": "James Geary",
      "quote": "Metaphor is not just the detection of patterns; it is the creation of patterns."
    },
    {
      "cite": "James Geary",
      "quote": "Metaphor impinges on everything, allowing us poets and non-poets alike to experience and think about the world in fluid, unusual ways."
    }
  ]
}