{
  "source": "https://www.wisesayings.com/meth-quotes/",
  "theme": "meth",
  "quotes": [
    {
      "cite": "Sterling Braswell",
      "quote": "Methamphetamine: the quintessential American drug. American housewives, heads of state, businessmen and poets alike have acquired a taste for the yellow, crystalline powder. Everyone from Hitler to President Kennedy to Elvis to Jack Kerouac indulged in one of its many forms, and its presence has been an invisible hand shaping events, preparing the ground for the strangest drug epidemic the world has ever seen."
    },
    {
      "cite": "Dirk Kempthorne",
      "quote": "Methamphetamine is a hideous drug. Meth makes a person become paranoid, violent, and aggressive - making them a serious threat to society and law enforcement. And maybe more importantly, meth users are a threat to their own children and families."
    },
    {
      "cite": "Michael McCaul",
      "quote": "Meth is too easy to make, and unfortunately right now all the ingredients need to make this highly addictive drug are legal and readily available to those who want to cook it up and sell it to our children."
    },
    {
      "cite": "David Sedaris",
      "quote": "After a few months in my parents' basement, I took an apartment near the state university, where I discovered both crystal methamphetamine and conceptual art. Either one of these things are dangerous, but in combination they have the potential to destroy entire civilizations."
    },
    {
      "cite": "Clint Catalyst",
      "quote": "Methamphetamine is so Flowers for Algernon: All that super-human cerebral ability fades to limited physical activities like stapling carpet scraps to the wall or masturbation antics worthy of The Guinness Book of World Records."
    },
    {
      "cite": "S.C. Sterling",
      "quote": "Meth depletes the body of calcium, the vitamin essential to maintaining healthy teeth. It also includes acidic ingredients that can damage teeth...Basically, pop the hood of your car and you can find the ingredients you need to cook meth. I’m no dentist, but I came to the conclusion that was the root of my tooth pain."
    },
    {
      "cite": "Phil Volatile",
      "quote": "It’s sad that burnt marshmallows make me think of methamphetamine, when they should bring back childhood memories of s’mores."
    },
    {
      "cite": "Bob Hattoy",
      "quote": "If the devil had invented a drug to lure gay men it would be crystal."
    },
    {
      "cite": "Kevin Koffler",
      "quote": "I had discovered the 'answer' to all my problems…suddenly I felt smarter, sexier, funnier, I could walk into a club cold sober, feeling awkward and alien, do a bump in the bathroom - and then spin out of the stall like wonder woman."
    },
    {
      "cite": "Dave Attell",
      "quote": "Let's say you're in a situation where crystal meth can help you. Like, I don't know, you have too many teeth."
    },
    {
      "cite": "Amy Reed",
      "quote": "Imagine trying to live without air. Now imagine something worse."
    },
    {
      "cite": "Lauren Myracle",
      "quote": "I'd heard a saying about meth, that it took you down one of three roads: jail, the psych ward, or death."
    },
    {
      "cite": "Sarah Holder",
      "quote": "The consumer landscape...is automatically the perfect context for the production of meth...Alone, aluminum foil, camping stoves, Gatorade bottles, salsa jars, and cold tablets are just domestic objects; together, they are transformed into agents of chaos."
    },
    {
      "cite": "Erica Haas",
      "quote": "It’s like God tells you that if you take another breath, your children will die. You do everything you can not to take a breath. But eventually you do. That’s what it’s like. Your brain just screams at you."
    },
    {
      "cite": "Richard Gunderman",
      "quote": "During World War II, meth played a sinister role in the Nazi war machine. The military, along with German civilians, used a commercial form of the drug...to stay awake, alert and energized...Troops called it “tank chocolate” or “pilot’s salt.”"
    }
  ]
}