{
  "source": "https://www.wisesayings.com/metropolis-quotes/",
  "theme": "metropolis",
  "quotes": [
    {
      "cite": "Reynolds Price",
      "quote": "Cities are the least permanent things in our civilization."
    },
    {
      "cite": "Anonymous",
      "quote": "A city takes a chance on us, the same way we took a chance on it."
    },
    {
      "cite": "John Strachan",
      "quote": "Convinced that the attachment of colonies to the metropolis, depends infinitely more upon moral and religious feeling, than political arrangement, or even commercial advantage, I cannot but lament that more is not done to instill it into the minds of the people."
    },
    {
      "cite": "Ezra Pound",
      "quote": "All great art is born of the metropolis."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The city itself swung slowly toward us silent as a dream. No sign of life but puffs of steam from skyscraper chimneys, the motion of the traffic. The mighty towers stood like tombstones in a graveyard, leaning against the sky and waiting for -- for what? Someday we'll know."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "No city should be too large for a man to walk out of in a morning."
    },
    {
      "cite": "Hans-Georg Gadamer",
      "quote": "All cities we have visited are precincts in this metropolis of the mind."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "What strange phenomena we find in a great city, all we need do is stroll about with our eyes open. Life swarms with innocent monsters."
    },
    {
      "cite": "John Updike",
      "quote": "Cities aren't like people; they live on and on, even though their reason for being where they are has gone downriver and out to sea."
    },
    {
      "cite": "Bion of Borysthenes",
      "quote": "Love of money is the mother-city (metropolis) of all evils."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "To look at the cross-section of any plan of a big city is to look at something like the section of a fibrous tumor."
    },
    {
      "cite": "Amanda Craig",
      "quote": "But this city is a world of its own, a country within a country. People are used to taking the old and making it news; and used, too, to taking the new and making it old. Every glass of water from its taps, it is said, has passed six times through the kidneys of another, and every scrap of its land has been trodden on, fought over, dug up and broken down for centuries."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "In this metropolis a number of lurking leeches infamously gain subsistence by practicing on the credulity of women."
    },
    {
      "cite": "Georg Simmel",
      "quote": "For the metropolis presents the peculiar conditions which are revealed to us as the opportunities and the stimuli for the development of both these ways of allocating roles to men."
    },
    {
      "cite": "Walt Whitman",
      "quote": "A great city is that which has the greatest men and women"
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The Metropolis Should have been aborted long before it became New York, London or Tokyo."
    },
    {
      "cite": "John Berger",
      "quote": "Emigration, forced or chosen, across national frontiers or from village to metropolis, is the quintessential experience of our time."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "Using the commons as a cesspool does not harm the general public under frontier conditions, because there is no public, the same behavior in a metropolis is unbearable."
    },
    {
      "cite": "Ambrosse Bierce",
      "quote": "METROPOLIS, n. A stronghold of provincialism."
    },
    {
      "cite": "Robert Moses",
      "quote": "When you operate in an overbuilt metropolis, you have to hack your way with a meat ax."
    },
    {
      "cite": "Rem Koolhaas",
      "quote": "The Metropolis strives to reach a mythical point where the world is completely fabricated by man, so that it absolutely coincides with his desires."
    },
    {
      "cite": "George Simmel",
      "quote": "The metropolis has always been the seat of the money economy."
    },
    {
      "cite": "Hermione Gingold",
      "quote": "A great city is a great solitude."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "They lived in a great city, a metropolis of many narratives that converged briefly and then separated for ever, discovering their different dooms in that crowd of stories through which all of us, following our own destinies, had to push and shove to find our way through, or out."
    },
    {
      "cite": "Roger B. Taney",
      "quote": "In large commercial cities, the money power is, I fear irresistible. It is not by open corruption that it always, or even most generally, operates."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "In an expanding universe, time is on the side of the outcast. Those who once inhabited the suburbs of human contempt find that without changing their address they eventually live in the metropolis."
    },
    {
      "cite": "Annie Wersching",
      "quote": "Different cities have different vibes to them, and New York is such a huge, thriving metropolis."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Even cities have their graves!"
    },
    {
      "cite": "Aristotle",
      "quote": "A great city is not to be confounded with a populous one."
    },
    {
      "cite": "Georg Simmel",
      "quote": "The metropolis reveals itself as one of those great historical formations in which opposing streams which enclose life unfold, as well as join one another with equal fight."
    }
  ]
}