{
  "source": "https://www.wisesayings.com/middle-class-quotes/",
  "theme": "middle-class",
  "quotes": [
    {
      "cite": "Margaret Halsey",
      "quote": "Being in the middle class is a feeling as well as an income level"
    },
    {
      "cite": "Aristotle",
      "quote": "The most perfect political community is one in which the middle class is in control, and outnumbers both of the other classes."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The middle class were invented to give the poor hope; the poor, to make the rich feel special; the rich, to humble the middle class."
    },
    {
      "cite": "Orson Welles",
      "quote": "The enemy of society is middle class and the enemy of life is middle age."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Slums may well be breeding grounds of crime, but middle class suburbs are incubators of apathy and delirium."
    },
    {
      "cite": "Bev Perdue",
      "quote": "From education to broadband, from building roads and bridges to supporting the military, Barack Obama is delivering for North Carolina. And he is delivering for America. A growing middle class is the foundation for a strong America."
    },
    {
      "cite": "Joe Biden",
      "quote": "Unions did in fact build the middle class. And here's what that did. That built the United States of America as we know it."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "America's middle class is getting hammered, and Washington is rigged to work for the big guy."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "In America today, a young person needs more education after high school just to have a chance to make it in the middle class. Not a guarantee, just a chance to make it."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The rich are those who play to win. The middle class plays not to lose."
    },
    {
      "cite": "Marco Rubio",
      "quote": "This opportunity - to make it to the middle class or beyond no matter where you start out in life - it isn't bestowed on us from Washington. It comes from a vibrant free economy where people can risk their own money to open a business."
    },
    {
      "cite": "Mitt Romney",
      "quote": "The real people who suffer when business is leaving or not successful are the people in the middle class."
    },
    {
      "cite": "Kamala Harris",
      "quote": "Doing nothing while the middle class is hurting. That's not leadership. Loose regulations and lax enforcement. That's not leadership. That's abandoning our middle class."
    },
    {
      "cite": "Henry Rollins",
      "quote": "As the middle class is predated upon with an ever greater malicious intensity, their children stand to lose more and harder than their parents ever did."
    },
    {
      "cite": "Ellen Cushing",
      "quote": "The vast majority of Americans, at all coordinates of the economic spectrum, consider themselves middle class; this is a deeply ingrained, distinctly American cognitive dissonance."
    },
    {
      "cite": "Amrita Mahale",
      "quote": "But middle-class in this country was a state of mind, as one of Kaiz’s unbearable friends had once declared. Not the filthy-rich of masala movies, not the dirt-poor of arthouse films, but everything in between. For some it was shorthand for middle-access, a separation from the corridors of power. For others it was middle-culture, a separation from the world of ideas."
    },
    {
      "cite": "J.J. Watt",
      "quote": "My family is a middle-class family. When I grew up and learned how much it actually cost for us to play hockey, I could not believe that my parents let us play as long as they did."
    },
    {
      "cite": "Sushmita Sen",
      "quote": "I am from a middle-class family, and everything I have achieved in life I have only appreciated. I have never gone overboard because I have seen the other side of life. When you have seen the other side of life, you appreciate what you have."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "I noticed, rich people never toss away their pennies in their driveways, middle-class always chuck them there, and stray dogs lick up what little pennies they find on poverty ground."
    },
    {
      "cite": "Ariannna Huffington",
      "quote": "It's no longer an exaggeration to say that middle-class Americans are an endangered species"
    },
    {
      "cite": "Katsuya Okada",
      "quote": "The depth of the middle class is waning as the polarization of society is in progress"
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Planning ahead is a measure of class. The rich and even the middle class plan for future generations, but the poor can plan ahead only a few weeks or days"
    },
    {
      "cite": "Barrack Obama",
      "quote": "It's time for folks to stop rooting for its failure, because hard working middle-class families are rooting for its success."
    },
    {
      "cite": "Christine Lagarde",
      "quote": "When in one area of the world the standard of living and the size of the middle class increases, it is going to have an effect elsewhere in the world as well."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Upper classes are a nation's past; the middle class is its future."
    },
    {
      "cite": "Louise Bogan",
      "quote": "The intellectual is a middle-class product; if he is not born into the class he must soon insert himself into it, in order to exist. He is the fine nervous flower of the bourgeoisie."
    },
    {
      "cite": "Martin O'Malley",
      "quote": "There is no greater ladder into the middle class than education. - Martin O'Malley"
    },
    {
      "cite": "Lincoln Chafee",
      "quote": "A strong, educated middle class is what made America the greatest country in the world."
    },
    {
      "cite": "J.K.Rowling",
      "quote": "There is plenty of ambitious competition and hypocrisy in the middle class, which makes it a rather fertile environment for a writer."
    }
  ]
}