{
  "source": "https://www.wisesayings.com/middle-child-quotes/",
  "theme": "middle-child",
  "quotes": [
    {
      "cite": "Karen Tayleur",
      "quote": "Just once, I would like there to be something special about being the kid stuck in the middle."
    },
    {
      "cite": "Magan Vernon",
      "quote": "All my life I’ve lived a beautiful lie. The governor’s son with the bright future set for him. The middle child. The one who no one knew how bad he was suffering until it made the nightly news."
    },
    {
      "cite": "Jennifer Garner",
      "quote": "I am the model middle child. I am patient and I like to take care of everyone. Being called nice is a compliment. It's not a boring way to describe me."
    },
    {
      "cite": "Jennifer Jason Leigh",
      "quote": "I'm a typical middle child. I'm the mediator. The one that makes everything OK, puts their own needs aside to make sure everybody's happy. It's hard to change your nature, even with years and years of therapy."
    },
    {
      "cite": "Shirley Manson",
      "quote": "I was a redhead and a middle child; both can make you feel excluded. It's like fighting to be included, in the swim of things. After a while you start to develop a bit of a victim mentality, which isn't great for a happy life."
    },
    {
      "cite": "Paul F. Tompkins",
      "quote": "I came from a big family, with not enough attention. It's classic. I wasn't the baby, but was second to last. It's absolutely the same story that most people have in this [film] business, they're the middle children. I've encountered some people, and it's weird to me, that they were the youngest in their family. I don't understand how that works, they got the attention."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Being the middle child, I couldn't figure out where I fit in the home. I couldn't figure out whether I was the youngest of the older three or the oldest of the younger three."
    },
    {
      "cite": "Nell Hudson",
      "quote": "I'm a middle child, which is probably why I chose to be an actress. I needed the attention. I've got one older sister and a younger brother."
    },
    {
      "cite": "John C. Reilly",
      "quote": "I was more like a middle child. My youngest brother was the baby, so he got all the attention that the baby gets. And my older brothers were getting into so much trouble that I was left in the middle, doing plays. I was up to no good, but my mother didn't know it!"
    },
    {
      "cite": "Carrie Coon",
      "quote": "I'm a middle child, and I'm pretty diplomatic: the peace-maker."
    },
    {
      "cite": "Richard Herring",
      "quote": "The middle child could do the most amazing things, and nobody's ever going to notice cos the other two are just busy making so much noise."
    },
    {
      "cite": "Benjamin David Goldberg",
      "quote": "My family is like a team within that home / But siblings compete together, isn't that so? / My mama grew up as a middle child in a middle class home"
    },
    {
      "cite": "Andrew Scott",
      "quote": "Yeah, I got the middle child blues / I couldn't wear your platform shoes / But now it's safe to go back in the water / But I prefer Neptune's daughter"
    },
    {
      "cite": "Susannah Fullerton",
      "quote": "Being a middle child can be hard. The classic 'middle child' is neglected through receiving less attention than the oldest and the youngest of a family."
    },
    {
      "cite": "Susannah Fullerton",
      "quote": "A middle child tends to have low self-esteem, is often lonely and can be introverted."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Middle children are expected to set up to the plate when the eldest child goes off to school or in some other way drops out of the picture-and they generally serve when called, becoming what's known as 'functional firstborns'."
    },
    {
      "cite": "Catherine Salmon Ph.D",
      "quote": "There can also be multiple middleborns in a family, and this position can also shift due to family circumstances."
    },
    {
      "cite": "Catherine Salmon Ph.D",
      "quote": "Every child born between the first and last is a middle child."
    },
    {
      "cite": "Catherine Salmon Ph.D",
      "quote": "The younger middle will always develop in response to the chosen direction of the older middle."
    },
    {
      "cite": "Joel Kotin",
      "quote": "If there are only three children, the first gets to be oldest and the third gets to be the baby. The middle child may be left out."
    },
    {
      "cite": "Joel Kotin",
      "quote": "A middle child may feel depressed, unloved, or angry. The \"baby\" of a family may feel either indulged or neglected."
    },
    {
      "cite": "Tyesha Alexander",
      "quote": "There is such a phenomenon called the middle child syndrome, whereby we attribute certain behaviors exhibited by the child based on birth order."
    },
    {
      "cite": "Tyesha Alexander",
      "quote": "The middle child may have difficulty finding his place. He might have continued to have similar experiences throughout his life."
    },
    {
      "cite": "Tyesha Alexander",
      "quote": "Individuals also react to being the 'baby' or last bord in the family or middle child."
    },
    {
      "cite": "Tyesha Alexander",
      "quote": "The middle child may not always receive the same attention and when the attention is received it is short lived due to the birth of the youngest child."
    },
    {
      "cite": "Meri Wallace",
      "quote": "The middle child has an older sibling to rely on and a younger sibling to look up to her, and the youngest gets to be the baby."
    },
    {
      "cite": "Meri Wallace",
      "quote": "The middle child gains from some of the positives of being both a younger and an older sibling."
    },
    {
      "cite": "Meri Wallace",
      "quote": "But as a middle child she faces some of her own unique challenges. She feels upset about losing her role as the baby, and often feels left out and jealous because both her older and younger siblings command so much attention."
    },
    {
      "cite": "Chinazom B. C. Iwuaba",
      "quote": "The middle child believed to be very ambitious and have a tendency for jealousy."
    },
    {
      "cite": "Chef Kimberly Brock Brown CEPC CCA ACE AAC",
      "quote": "I remember some struggles, but they were not financial, most of my struggles dealt being a middle child making her own way in the world."
    }
  ]
}