{
  "source": "https://www.wisesayings.com/middle-age-quotes/",
  "theme": "middle-age",
  "quotes": [
    {
      "cite": "Orson Welles",
      "quote": "The enemy of society is middle class and the enemy of life is middle age."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday."
    },
    {
      "cite": "Doris Day",
      "quote": "Middle age is youth without levity, and age without decay."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Middle Age is that perplexing time of life when we hear two voices calling us, one saying, 'Why not?' and the other, 'Why bother?"
    },
    {
      "cite": "William Feather",
      "quote": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young."
    },
    {
      "cite": "Harold Coffin",
      "quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature."
    },
    {
      "cite": "Franklin Pierce Adams",
      "quote": "Middle age occurs when you are too young to take up golf and too old to rush up to the net."
    },
    {
      "cite": "E. Joseph Cossman",
      "quote": "Middle age is when your broad mind and narrow waist begin to change places."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Middle age is when you've met so many people that every new person you meet reminds you of someone else."
    },
    {
      "cite": "Gail Sheehy",
      "quote": "The perceptions of middle age have their own luminosity."
    },
    {
      "cite": "Doris Day",
      "quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Middle Age - later than you think and sooner than you expect."
    },
    {
      "cite": "Don Marquis",
      "quote": "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever."
    },
    {
      "cite": "Lillian Gordy Carter",
      "quote": "Middle age is when a guy keeps turning off lights for economical rather than romantic reasons."
    },
    {
      "cite": "Irvin S. Cobb",
      "quote": "Middle age: when you begin to exchange your emotions for symptoms."
    },
    {
      "cite": "Bob Hope",
      "quote": "Middle age is when your age starts to show around your middle."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Middle age is when work is a lot less fun, and fun is a lot more work."
    },
    {
      "cite": "John Andrew Holmes",
      "quote": "At middle age the soul should be opening like a rose, not closing like a cabbage."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Middle age is when you're old enough to know better but still young enough to do it."
    },
    {
      "cite": "Kenny Everett",
      "quote": "Middle age is when it takes you all night to do once what once you used to do all night."
    },
    {
      "cite": "Dan Bennett",
      "quote": "Middle age is having a choice between two temptations and choosing the one that'll get you home earlier."
    },
    {
      "cite": "Richard Hughes",
      "quote": "Middle age snuffs out more talent than ever wars or sudden deaths do."
    },
    {
      "cite": "Denis Norden",
      "quote": "Middle age is when, whenever you go on holiday, you pack a sweater."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Adulthood is the ever-shrinking period between childhood and old age. It is the apparent aim of modern industrial societies to reduce this period to a minimum."
    },
    {
      "cite": "Bernard Sumner",
      "quote": "As human beings, we all mature physically from childhood to adolescence and then into adulthood, but our emotions lag behind."
    },
    {
      "cite": "Hanya Yanagihara",
      "quote": "Part of adulthood is searching for the people who understand you."
    }
  ]
}