{
  "source": "https://www.wisesayings.com/middle-school-quotes/",
  "theme": "middle-school",
  "quotes": [
    {
      "cite": "Ariana Grande",
      "quote": "In middle school, bullies tortured other kids because they thought it would make people like them more."
    },
    {
      "cite": "Jeff Kinney",
      "quote": "I've never run into a person who yearns for their middle school days."
    },
    {
      "cite": "Zooey Deschanel",
      "quote": "Nothing could be as hard as middle school."
    },
    {
      "cite": "Samantha Abeel",
      "quote": "In seventh grade, false feelings and false faces are the rule."
    },
    {
      "cite": "Angela K. Bennett",
      "quote": "Teaching middle school is an adventure not a job."
    },
    {
      "cite": "Kimberly Dana",
      "quote": "Middle school is kind of like Middle-earth."
    },
    {
      "cite": "Isaiah Brathwaite",
      "quote": "Middle school, I believe, are some of the hardest years of school I have gone through and I'm hoping they will be the hardest, because I can't see how I'll get through other ones."
    },
    {
      "cite": "Alexandra Contreras-Montesano",
      "quote": "Middle school has many complex tunnels, some are underground."
    },
    {
      "cite": "Julia Remillard",
      "quote": "Middle school is exactly what it sounds like. A mixed-up mess of nothing, and yet everything at the same time."
    },
    {
      "cite": "Peter De Vries",
      "quote": "I was thinking that we all learn by experience, but some of us have to go to summer school."
    },
    {
      "cite": "unknown",
      "quote": "Middle school dances: Go in single = come out dating someone. Go in dating someone = come out single."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "There is an epidemic right now of girls dumbing themselves down... in middle school because they think it makes them attractive."
    },
    {
      "cite": "Eva LaRue",
      "quote": "Once your kid reaches middle school, parents are really supposed to fade out of the social picture. Kids are supposed to make their own plans, keep up with sophisticatedly crude discussions, and be able to go out on their own without supervision."
    },
    {
      "cite": "Patrick Holden",
      "quote": "Where did you meet your best friend?--Middle School"
    },
    {
      "cite": "Jeff Kinney",
      "quote": "Someday I will be famous but for now I am stuck in middle school."
    },
    {
      "cite": "Jeff Kinney",
      "quote": "I'm having a hard time getting used to the fact that summer is over and I have to get out of bed every morning to go to school."
    },
    {
      "cite": "unknown",
      "quote": "Elemetary School: 30 friends. Middle School: 20 friends. High School: 10 friends. College: 3 real friends."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "It's easier to floss with barbed wire than admit you like someone in middle school."
    },
    {
      "cite": "Lindsey Shaw",
      "quote": "My biggest problem in middle school was catty girls, cliques, and trying to figure out if I wanted to be a part of one of those, just figuring out who I was and all that."
    },
    {
      "cite": "Don Puder",
      "quote": "In my mind, a middle school is not much more than a glorified junior high. The only difference is that it doesn't have the ninth grade. I just can't buy into the philosophy of a middle school until I see any good justification."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "The road to freedom--here and everywhere on earth--begins in the classroom."
    },
    {
      "cite": "Bethany Hill",
      "quote": "Every child you pass in the hall has a story that needs to be heard. Maybe you are the one meant to hear it."
    },
    {
      "cite": "Tom Bodett",
      "quote": "The difference between school and life? In school, you're taught a lesson and then given a test. In life, you're given a test that teaches you a lesson."
    },
    {
      "cite": "unknown",
      "quote": "No matter how much youhate school, you'll always miss it when you leave."
    },
    {
      "cite": "unknown",
      "quote": "That proud moment when you say something funny in class, and everyone laughs at it."
    },
    {
      "cite": "Diary of a Whimpy Kid",
      "quote": "One day middle school will end and become highschool and after that it just becomes life. All those things you think are important now won't be anymore."
    },
    {
      "cite": "Miles Teller",
      "quote": "When I was in middle school, I always did well in school, but teachers either loved me or absolutely hated me."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "I want to help middle school girls stay interested in math and be good at it, and see it as friendly and accessible and not this scary thing. Everyone else in society tells them it's not for them. It's for nerdy white guys with pocket protectors."
    },
    {
      "cite": "Young Jeezy",
      "quote": "In middle school, I had an '87 Regal. That was unheard of."
    },
    {
      "cite": "Zac Posen",
      "quote": "I started cooking out of middle school depression."
    }
  ]
}