{
  "source": "https://www.wisesayings.com/midwife-quotes/",
  "theme": "midwife",
  "quotes": [
    {
      "cite": "Robin Lim",
      "quote": "Birthing is the most profound initiation to spirituality a woman can have."
    },
    {
      "cite": "Sheila Kitzinger",
      "quote": "In all cultures, the midwife's place is on the threshold of life, where intense human emotions, fear, hope, longing, triumph, and incredible physical power-enable a new human being to emerge. Her vocation is unique."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Adversity is the midwife of genius."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A lonely autumn leaf on the road by sticking to another one becomes more resistant to harsh winds. Unity is the midwife of security!"
    },
    {
      "cite": "Philip Kitcher",
      "quote": "The expert is a midwife. The expert is not someone who has the authority to pronounce the last word on the subject."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Journeys are the midwives of thought. Few places are more conducive to internal conversations than moving planes, ships or trains."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Pain is God's midwife, that helps some virtue into existence."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Prayer is the midwife of mercy, that helps to bring it forth."
    },
    {
      "cite": "Ram Dass",
      "quote": "Working with the dying is like being a midwife for this great rite of passage of death. Just as a midwife helps a being take their first breath, you help a being take their last breath."
    },
    {
      "cite": "Sheila Stubbs",
      "quote": "The midwife considers the miracle of childbirth as normal, and leaves it alone unless there's trouble. The obstetrician normally sees childbirth as trouble; if he leaves it alone, it's a miracle."
    },
    {
      "cite": "Barbara Katz Rothman",
      "quote": "It's not just the making of babies, but the making of mothers that midwives see as the miracle of birth."
    },
    {
      "cite": "Plato",
      "quote": "The greatest privilege of a human life is to become a midwife to the awakening of the Soul in another person."
    },
    {
      "cite": "Stephen Jenkinson",
      "quote": "Grief is the midwife of your capacity to be immensely grateful for being born."
    },
    {
      "cite": "Jonathan Schattke",
      "quote": "Necessity is the mother of invention, it is true -- but it's father is creativity, and knowledge is the midwife."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "One of the marks of a truly vigorous society is the ability to dispense with passion as a midwife of action --the ability to pass directly from thought to action."
    },
    {
      "cite": "Meša Selimović",
      "quote": "The listener is the midwife in the difficult birth of the word."
    },
    {
      "cite": "Elif Shafak",
      "quote": "The midwife knows that when there is no pain, the way for the baby cannot be opened and the mother cannot give birth. Likewise, for a new Self to be born, hardship is necessary."
    },
    {
      "cite": "Stephen Spender",
      "quote": "There is a certain justice in criticism. The critic is like a midwife - a tyrannical midwife."
    },
    {
      "cite": "Daniel Inouye",
      "quote": "No times were more dangerous than when our country was born, when revolution was our midwife."
    },
    {
      "cite": "Arthur Warwick",
      "quote": "Meditation is the womb of our actions; action the midwife of our meditations."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The one seeks a midwife to deliver his thoughts, the other, someone to assist: thus a good conversation comes into being."
    },
    {
      "cite": "Jennifer Worth",
      "quote": "Whoever heard of a midwife as a literary heroine? Yet midwifery is the very stuff of drama. Every child is conceived either in love or lust, is born in pain, followed by joy or sometimes remorse. A midwife is in the thick of it, she sees it all."
    },
    {
      "cite": "Michio Kushi",
      "quote": "Genetic engineering is the midwife of a brave new world of environmentally-engineered plagues totally unimaginable in the past. From an evolutionary view, these developments may be the last round."
    },
    {
      "cite": "Karl Marx",
      "quote": "Force is the midwife of every old society pregnant with a new one."
    },
    {
      "cite": "Johannes Kepler",
      "quote": "Truth is the daughter of time, and I feel no shame in being her midwife."
    },
    {
      "cite": "Dan Simmons",
      "quote": "Poets are the mad midwives to reality. They see not what is, nor what can be, but what must become."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "How does your experience of one sense affect all the others? In addition to being the conduits of pleasure and pain, your senses are the midwives of intelligence."
    },
    {
      "cite": "John Dewey",
      "quote": "Democracy has to be born anew every generation, and education is its midwife."
    },
    {
      "cite": "Julia Cameron",
      "quote": "We are meant to midwife dreams for one another. Success occurs in clusters."
    }
  ]
}