{
  "source": "https://www.wisesayings.com/migraine-quotes/",
  "theme": "migraine",
  "quotes": [
    {
      "cite": "Emily A.",
      "quote": "For a chronic migraine, there are no triggers, life is my trigger. For chronic migraineurs there are no cures, there are only patches that will get you through to the next bout. Have we tried, acupuncture, herbal remedies, diets, standing upside down on our heads? Yes. The answer is if we have gotten diagnosed as chronic migraines then we have tried anything, and if by chance we have been able to get up and put our mask on that day please let us wear it, under our sunglasses and large hats. It took a lot to get there, and ain’t nobody got spoons for that."
    },
    {
      "cite": "Joan Didion",
      "quote": "And I have learned now to live with it, learned when to expect it, how to outwit it, even how to regard it, when it does come, as more friend than lodger. We have reached a certain understanding, my migraine and I."
    },
    {
      "cite": "Percy Harvin",
      "quote": "Take a hammer and beat it on the side of your head nonstop. If you're trying to relax, if someone’s trying to talk to you, that hammer is still going off."
    },
    {
      "cite": "Whitney Cummings",
      "quote": "I've experienced migraine attacks since childhood and know how it can often be dismissed by others, especially since migraine tends to affect women more frequently. I always thought I MUST be 'crazy' or 'dramatic' for always having a headache and other migraine symptoms, but it's time to stop minimizing and normalizing pain."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Chronic headaches are my fate, and I have adopted a position of philosophical resignation. I am aware that such a view is resoundingly unAmerican. Our culture does not encourage anyone to accept adversity. On the contrary, we habitually declare war on the things that afflict us, whether it's drugs, terrorism, or cancer."
    },
    {
      "cite": "Italian Proverb",
      "quote": "A crown is no cure for the headache."
    },
    {
      "cite": "Roman Proverb",
      "quote": "When the head aches, all the members suffer with it."
    },
    {
      "cite": "German Proverb",
      "quote": "When the head hurts, the rest of the body aches."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "What thoughts I have of you tonight, Walt Whitman, for I walked down the sidestreets under the trees with a headache self-conscious looking at the full moon."
    },
    {
      "cite": "Susan Savannah",
      "quote": "If your kids are giving you a headache, follow the directions on the aspirin bottle, especially the part that says \"keep away from children."
    },
    {
      "cite": "Ellie Laine",
      "quote": "Being in love with yourself means never having to say you've got a headache."
    },
    {
      "cite": "W.S. Gilbert",
      "quote": "When you're lying awake with a dismal headache, and repose is taboo'd by anxiety, / I conceive you may use any language you choose to indulge in, without impropriety."
    },
    {
      "cite": "William B. Young",
      "quote": "There is no way that the second-most-disabling disease in the world would get this little attention if it was happening to men principally."
    },
    {
      "cite": "Susan Broner",
      "quote": "Migraine was thought to be “more of a hysterical woman’s disease and not given the respect it really deserves."
    },
    {
      "cite": "Jim Cramer",
      "quote": "No one living with this disease should have to suffer the pain that is migraine alone."
    },
    {
      "cite": "Sherill R.",
      "quote": "My migraine attacks have taught me to be conscientious of what I feed my body, mind and soul."
    },
    {
      "cite": "Natalie Hurst",
      "quote": "I've got a migraine and the light coming through that window is not helping matters."
    },
    {
      "cite": "Moises Aguilar",
      "quote": "You think migraines are a sign of weakness, don't want anyone to know, right? Ibuprofen, Sergeant, won't kill you."
    },
    {
      "cite": "James Skelly",
      "quote": "Migraine - Doctor, doctor, won't you help me please? / Migraine - Doctor, doctor, I'm down on my knees / Migraine - I feel it run from my toes to my brain / Migraine - Tried every potion, but it can't be tamed."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Take away the sensation inside / Bitter sweet migraine in my head / Its like a throbbing tooth ache of the mind / I can't take this feeling anymore / Drain the pressure from the swelling / The sensations overwhelming / Give me a long kiss goodnight and everything will be alright / Tell me that I won't feel a thing / So give me Novocaine / Out of body and out of mind / Kiss the demons out of my dreams / I get the funny feeling, that's alright / Jimmy says it's better than air, / I'll tell you why."
    },
    {
      "cite": "Richard Schickel",
      "quote": "This is a soul under perpetual migraine attack."
    },
    {
      "cite": "Ian Fleming",
      "quote": "His headache was still sitting over his right eye as if it had been nailed there."
    },
    {
      "cite": "Shrestha Sapan",
      "quote": "Every single ounce of pain focused on the left part of the head. Feels like whole body except left part of head is in fucking numb state."
    },
    {
      "cite": "Joan Didion",
      "quote": "Right there is the usefulness of migraine, there in that imposed yoga, the concentration on the pain. For when the pain recedes, ten or twelve hours later, everything goes with it, all the hidden resentments, all the vain anxieties. The migraine has acted as a circuit breaker, and the fuses have emerged intact. There is a pleasant convalescent euphoria."
    },
    {
      "cite": "Michele Bachmann",
      "quote": "When migraines briefly became a campaign issue for me, it appeared that political foes were maybe playing the gender card."
    },
    {
      "cite": "Andrew Levy",
      "quote": "And then a throb hits you on the left ide of the head so hard that your head bobs to the right...There's no way that came from inside your head, you think. That's no metaphysical crisis. God just punched you in the face."
    },
    {
      "cite": "Robert Graves",
      "quote": "Love is a universal migraine. A bright stain on the vision Blotting out reason."
    },
    {
      "cite": "Sarah Hackley",
      "quote": "No matter what stage of illness we are in, whether we've just been diagnosed or we have lived with chronic migraines for decades, there are adjustments we can make to increase joy in our lives and to live more fully."
    },
    {
      "cite": "Joan Didion",
      "quote": "That no one dies of migraine seems, to someone deep into an attack, an ambiguous blessing."
    },
    {
      "cite": "Alice in Wonderland",
      "quote": "People who suffer from migraine with aura can sometimes experience a phenomenon called the."
    }
  ]
}