{
  "source": "https://www.wisesayings.com/milan-quotes/",
  "theme": "milan",
  "quotes": [
    {
      "cite": "Ornella Vanoni",
      "quote": "Milan is beautiful in fog, like a woman with a veil."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Retire me to my Milan, where every third thought shall be my grave."
    },
    {
      "cite": "Giorgio Armani",
      "quote": "Milan is a true metropolis: strong and fearless but welcoming, too. Little by little, I came to realize that I could become someone here."
    },
    {
      "cite": "Brad Goreski",
      "quote": "My favorite thing about Milan is that you see these guys, and it's as if a spaceship came out of the most attractive planet invented and just dropped them off all across the city."
    },
    {
      "cite": "Francisco Costa",
      "quote": "Milan, for me, is a city of discovery. You can find some amazing gardens behind some great houses; I also love finding beautiful galleries and incredible shops, but you have to explore. And the food is amazing."
    },
    {
      "cite": "Silvio Berlusconi",
      "quote": "In Italy, I am almost seen as German for my workaholism. Also I am from Milan, the city where people work the hardest. Work, work, work - I am almost German."
    },
    {
      "cite": "Joe Bastianich",
      "quote": "Frankly, Milan kind of sucks as a restaurant city. It's so fashion-obsessed that people don't pay that much attention to the food."
    },
    {
      "cite": "Shawn Mendez",
      "quote": "I love Milan, and I'm not just saying that. It's a city that gives me a great sense of euphoria. I can't explain why, but I feel a special energy there."
    },
    {
      "cite": "Chris Dee",
      "quote": "In Paris, choosing a dress is a monumental decision. In Milan, it’s a kick."
    },
    {
      "cite": "Enzo Biagi",
      "quote": "In Milan, everything is regulated by money. They say 'cappuccio' in bars instead of 'cappuccino' to save a syllable."
    },
    {
      "cite": "Franca Sozzani",
      "quote": "What is Milan's character? Let's not be closed in by our provincialism."
    },
    {
      "cite": "Fabio Lanzoni",
      "quote": "I grew up in Milan during the golden age of designers. There was fashion all around."
    },
    {
      "cite": "Wesley Sneijder",
      "quote": "Milan is marvellous, picturesque, and full of elegance."
    },
    {
      "cite": "Mariacarla Boscono",
      "quote": "You would never see anyone go to a restaurant in Milan wearing a jumpsuit!"
    },
    {
      "cite": "Coco Rocha",
      "quote": "Designers from Milan think that 'more is more,' like Cavalli and Dolce & Gabbana."
    },
    {
      "cite": "Franca Sozzani",
      "quote": "Milan is showing a new and different face. At Porta Nuova, too, when they started construction, everyone was up in arms, saying Milan was going to lose its character."
    },
    {
      "cite": "Steffano Gabbana",
      "quote": "I drive around on my scooter in Milan alone - we don't have bodyguards or anything like that. I am a fashion designer, not a celebrity, and although I get stopped for autographs and the like, I don't think I am famous."
    }
  ]
}