{
  "source": "https://www.wisesayings.com/miles-quotes/",
  "theme": "miles",
  "quotes": [
    {
      "cite": "Anthony Liccione",
      "quote": "A million miles from nowhere, is better than going nowhere, a million times."
    },
    {
      "cite": "Bozoma Saint John",
      "quote": "The adage is true: Walk a mile in my shoes - or drive a mile in my car. There is nothing quite like sitting in the seat yourself."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Even though I write about the human race, the further away from them, the better I feel. Two miles is great; two thousand miles is beautiful."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I'd still swim. And I'd despise the one who gave up."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Let a man walk ten miles steadily on a hot summer's day along a dusty English road, and he will soon discover why beer was invented."
    },
    {
      "cite": "Harry Chapin",
      "quote": "But you can travel on for ten thousand miles, and still stay where you are."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The difference between greater people and greatest people is the 'est' which stands for 'extra mile'. Extra steps give Extraordinary results; Extraordinary people do Extra things."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Take your million smiles through billion miles; life will never get boring for you even for a while."
    },
    {
      "cite": "Jessie Reyez",
      "quote": "Someone can be miles away, but if they're in your heart, that means they're locked in your head, too."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Victory is won not in miles but in inches. Win a little now, hold your ground, and later, win a little more."
    },
    {
      "cite": "Lynda Meyers",
      "quote": "I could walk a mile in your shoes, but I already know they're just as uncomfortable as mine. Let's walk next to each other instead."
    },
    {
      "cite": "Orson Welles",
      "quote": "I'm one of those fellows so frightened of driving that I go 80 miles an hour - and the more frightened I get, the faster I go."
    },
    {
      "cite": "Richard Bach",
      "quote": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?"
    },
    {
      "cite": "Steve Prefontaine",
      "quote": "It's hard to run a mile when you're not a miler and to kick when you've led all the way."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "I run four times a week. And I don't count miles - I don't do that. I don't care about that. I care about how I feel, and I run according to how I feel."
    },
    {
      "cite": "Adriana Lima",
      "quote": "I'm not going to fly a million miles with somebody I don't know."
    },
    {
      "cite": "Britany Lopez",
      "quote": "My destination is only 50 miles away, all I have is a bike with a broken wheel."
    },
    {
      "cite": "Dave Chappelle",
      "quote": "If you don't have the right people around you and you're moving at a million miles an hour you can lose yourself."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
    },
    {
      "cite": "Finn Balor",
      "quote": "We're all humans living on this tiny little rock, floating through space at, like, thousands of miles an hour. We should all just get along."
    },
    {
      "cite": "James Altucher",
      "quote": "If two people believe in the same story, they might be thousands of miles apart and total strangers, but they still have a sense they can trust each other."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "To me, there is no greater way to achieve clarity than to run alone, or share miles with a trusted friend."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Memory is a net: one finds it full of fish when he takes it from the brook, but a dozen miles of water have run through it without sticking."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Nobody would be killed on the roads if the speed limit were 10 miles an hour."
    }
  ]
}