{
  "source": "https://www.wisesayings.com/milestone-quotes/",
  "theme": "milestone",
  "quotes": [
    {
      "cite": "Rands",
      "quote": "A milestone is less date and more definition."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "Life isn't a matter of milestones, but of moments."
    },
    {
      "cite": "Robert Brault",
      "quote": "Parenting is a stage of life's journey where the milestones come about every fifty feet."
    },
    {
      "cite": "Onyi Anyado",
      "quote": "A goal is not just an object on a pitch; it is also a milestone on your journey of excellence."
    },
    {
      "cite": "Magda Gerber",
      "quote": "All children accomplish milestones in their own way, in their own time."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "One of the most important milestones we'll all hit along the way is the moment when we finally own our unique point of view and realize how priceless it is."
    },
    {
      "cite": "Bob Dole",
      "quote": "I think one of life's great milestones is when a person can look back and be almost as thankful for the setbacks as for the victories."
    },
    {
      "cite": "Pat Riley",
      "quote": "When a milestone is conquered, the subtle erosion called entitlement begins its consuming grind. The team regards its greatness as a trait and a right. Half hearted effort becomes habit and saps a champion."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Listing your personal milestones is like storing a pocketful of sunshine for a rainy day. Sometimes our best is simply not enough ... We have to do what is required."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Statutes are mere milestone, telling how far yesterday's thought had traveled; and the talk of the sidewalk today is the law of the land. With us, law in nothing unless close behind it stands a warm, living public opinion."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Progress is measured by milestones. What many good people lack are markers that might tell them how they are actually doing. Goals can become a ritual or a fetish, but in the right measure they can give us some much needed reference points. No wonder some seem discouraged! Minus such milestones, we often feel minus in our lives"
    },
    {
      "cite": "Martin Zwilling",
      "quote": "If you have a habit of declaring milestones or changing them based on the crisis of the day, don't expect the team to remain motivated. Similarly, if the team isn't aware of the milestone and the value behind it, they are unlikely to deliver."
    },
    {
      "cite": "Sachin Tendulkar",
      "quote": "People throw stones at you and you convert them into milestones."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Remember to celebrate milestones as you prepare for the road ahead."
    },
    {
      "cite": "Emily Yoffe",
      "quote": "When you have a life milestone happen, it's good to step back and reassess the things you thought you knew about yourself."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Dianetics is a milestone for man comparable to his discovery of fire and superior to his invention of the wheel and the arch."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Without a plan, even the most brilliant business can get lost. You need to have goals, create milestones and have a strategy in place to set yourself up for success."
    },
    {
      "cite": "Tony Fadell",
      "quote": "You need to set near-term milestones. Put the assumptions down on paper, and make it to your vision or ultimate product. Your team has to understand where they're going. Your partners need to understand where they're going."
    }
  ]
}