{
  "source": "https://www.wisesayings.com/military-quotes/",
  "theme": "military",
  "quotes": [
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "In preparing for battle I have always found that plans are useless, but planning is indispensable."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "We sleep safely at night because rough men stand ready to visit violence on those who would harm us."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "Battles are won by slaughter and maneuver. The greater the general, the more he contributes in maneuver, the less he demands in slaughter."
    },
    {
      "cite": "George S. Patton Jr.",
      "quote": "It is a proud privilege to be a soldier _ a good soldier  [with] discipline, self-respect, pride in his unit and his country, a high sense of duty and obligation to comrades and to his superiors, and a self confidence born of demonstrated ability."
    },
    {
      "cite": "George S. Patton Jr.",
      "quote": "There is only one tactical principle which is not subject to change. It is to use the means at hand to inflict the maximum amount of wound, death and destruction on the enemy in the minimum amount of time."
    },
    {
      "cite": "George Orwell",
      "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
    },
    {
      "cite": "Admiral Gene LaRocque",
      "quote": "I hate it when they say, 'He gave his life for his country.' Nobody gives their life for anything. We steal the lives of these kids. We take it away from them. They don't die for the honor and glory of their country. We kill them."
    },
    {
      "cite": "William Penn",
      "quote": "No man is fit to command another that cannot command himself."
    },
    {
      "cite": "Kim Jong-un",
      "quote": "The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country."
    },
    {
      "cite": "Judd Gregg",
      "quote": "The veterans of our military services have put their lives on the line to protect the freedoms that we enjoy. They have dedicated their lives to their country and deserve to be recognized for their commitment."
    },
    {
      "cite": "Tom Clancy",
      "quote": "The U.S. Military is us. There is no truer representation of a country than the people that it sends into the field to fight for it. The people who wear our uniform and carry our rifles into combat are our kids, and our job is to support them, because they're protecting us."
    },
    {
      "cite": "Chris Kyle",
      "quote": "After I was discharged from the military, it was difficult trying to become a civilian."
    },
    {
      "cite": "unknown",
      "quote": "A Purple Heart just proves that were you smart enough to think of a plan, stupid enough to try it, and lucky enough to survive."
    },
    {
      "cite": "Charles Montague",
      "quote": "The number of medals on an officer's breast varies in inverse proportion to the square of the distance of his duty from the front line."
    },
    {
      "cite": "General MacArthur",
      "quote": "Whoever said the pen is mightier than the sword obviously never encountered automatic weapons"
    },
    {
      "cite": "George Patton",
      "quote": "If you can't get them to salute when they should salute and wear the clothes you tell them to wear, how are you going to get them to die for their country?"
    },
    {
      "cite": "George Wallace",
      "quote": "Why does the Air Force need expensive new bombers? Have the people we've been bombing over the years been complaining?"
    },
    {
      "cite": "Barry Goldwater",
      "quote": "You don't have to be straight to be in the military; you just have to be able to shoot straight."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "I have nothing to offer but blood, toil, tears and sweat."
    },
    {
      "cite": "Karl von Clausewitz",
      "quote": "Never forget that no military leader has ever become great without audacity. if the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles."
    },
    {
      "cite": "Marcus Luttrell",
      "quote": "I will never quit. My nation expects me to be physically harder and mentally stronger than my enemies. If knocked down i will get back up, every time. I will draw on every remaining ounce of strength to protect my enemies and to accomplish our mission. I am never out of the fight."
    },
    {
      "cite": "Sarah Palin",
      "quote": "America's finest - our men and women in uniform, are a force for good throughout the world, and that is nothing to apologize for."
    },
    {
      "cite": "Claudia Pemberton",
      "quote": "America without her Soldiers would be like God without His angels."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him."
    },
    {
      "cite": "Herodotus",
      "quote": "In peace, children inter their parents; war violates the order of nature and causes parents to inter their children."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The consensus seemed to be that if really large numbers of men were sent to storm the mountain, then enough might survive the rocks to take the citadel. This is essentially the basis of all military thinking."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "It is a long-cherished tradition among a certain type of military thinker that huge casualties are the main thing. If they are on the other side then this is a valuable bonus."
    }
  ]
}