{
  "source": "https://www.wisesayings.com/military-relationship-quotes/",
  "theme": "military-relationship",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Waiting for you to come back home to me is the hardest thing I've ever had to do. I love you, my soldier, my hero, my husband."
    },
    {
      "cite": "Elizabeth Edwards",
      "quote": "She stood in the storm, and when the wind did not blow her way (and it surely has not), she adjusted her sails."
    },
    {
      "cite": "Alishah Khan",
      "quote": "It's been a year and 3 months since we've kissed, and I rather have the ghost of his mouth on my lips than kiss anyone else."
    },
    {
      "cite": "Bryce Clive",
      "quote": "The women and families are usually left behind in their country of origin but that does not leave them behind from supporting them. They are always there to love, pray, and care for them from a distance."
    },
    {
      "cite": "Anonymous",
      "quote": "The girl he left behind is still behind him. Support our heroes!"
    },
    {
      "cite": "Anonymous",
      "quote": "No matter how far you go, no matter where you go, my heart is always with you."
    },
    {
      "cite": "Bob McDonnell",
      "quote": "Military families so much appreciate the love, support and prayers."
    },
    {
      "cite": "Anonymous",
      "quote": "Distance between two hearts is not an obstacle, rather a beautiful reminder of just how strong true love can be."
    },
    {
      "cite": "The Notebook",
      "quote": "The scary thing about distance is you don't know whether they'll miss you or forget you"
    },
    {
      "cite": "Anna Agoncillo",
      "quote": "If you found that one person who is really worth the sacrifices, pain, and hardships then your efforts will not go to waste."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Relationships are based on four principles: respect, understanding, acceptance and appreciation."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "James Garner",
      "quote": "Marriage is a lot like the army, everyone complains, but you'd be surprise at the large number that re-enlist."
    },
    {
      "cite": "Jennifer Smith",
      "quote": "Marriage is a mosaic you build with your spouse. Millions of tiny moments that create your love story."
    },
    {
      "cite": "Deanie Dempsey",
      "quote": "We as military spouses don't want special treatment, we want fair treatment."
    },
    {
      "cite": "Anamika Mishra",
      "quote": "May be its a good idea to write something about you in my book. At least then, there will be a place where we will meet everyday and be together forever!"
    },
    {
      "cite": "Fawn Weaver",
      "quote": "Love is the greatest gift when given. It is the highest honor when received."
    },
    {
      "cite": "Heraline",
      "quote": "You're too far for my hands to hold you, but too near for my heart to love you."
    },
    {
      "cite": "Amit Abraham",
      "quote": "Long distance relationships through mobile communication generally becomes poor because of the weak signals and ends up due to jammed networks."
    },
    {
      "cite": "Anonymous",
      "quote": "The worst part is waiting. The best part is having someone worth waiting for."
    },
    {
      "cite": "K.A. Hill",
      "quote": "My heart is your home, wherever in the world you are you will always have a place to stay."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The only real battle in life is between hanging on and letting go."
    },
    {
      "cite": "Dan Lipinski",
      "quote": "On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind."
    }
  ]
}