{
  "source": "https://www.wisesayings.com/milky-way-quotes/",
  "theme": "milky-way",
  "quotes": [
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Our galaxy, the Milky Way, is one of 50 or 100 billion other galaxies in the universe. And with every step, every window that modern astrophysics has opened to our mind, the person who wants to feel like they're the center of everything ends up shrinking."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "As, pricked out with less and greater lights, between the poles of the universe, the Milky Way so gleameth white as to set very sages questioning."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "I can never look now at the Milky Way without wondering from which of those banked clouds of stars the emissaries are coming. If you will pardon so commonplace a simile, we have set off the fire alarm and have nothing to do but to wait. I do not think we will have to wait for long."
    },
    {
      "cite": "Kahil Gibran",
      "quote": "Space is not space between the earth and the sun to one who looks down from the windows of the Milky Way."
    },
    {
      "cite": "Roz Savage",
      "quote": "The Milky Way swooped diagonally across the heavens, reminding me of my utter insignificance, and at the same time my complete interconnection with everything. I was just a tiny speck of consciousness, and yet I was consciousness itself."
    },
    {
      "cite": "Leah Raeder",
      "quote": "I leaned back on my palms, looking at the Milky Way spilling in modest grandeur across the sky. A fountain of stars frothing over, surrounded by a mist of stardust. It looked like raw magic, like the glimmer I'd spy in a shadowy corner where the sun skimmed off invisible particles, reminding me there was a whole hidden world tucked inside this ordinary one. And it was up there every night, offering its mute beauty while we sat here with our heads down, tragically terrestrial."
    },
    {
      "cite": "Ransom Riggs",
      "quote": "When we broke the surface again the first thing I saw was the great bold stripe of the Milky Way painted across the heavens, and it occurred to me that together the fish and the stars formed a complete system, coincident parts of some ancient and mysterious whole."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The Milky Way Galaxy is one of billions, perhaps hundreds of billions of galaxies notable neither in mass nor in brightness nor in how its stars are configured and arrayed. Some modern deep sky photographs show more galaxies beyond the Milky Way than stars within the Milky Way. Every one of them is an island universe containing perhaps a hundred billion suns. Such an image is a profound sermon on humility."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "In less than a hundred years, we have found a new way to think of ourselves. From sitting at the center of the universe, we now find ourselves orbiting an average-sized sun, which is just one of millions of stars in our own Milky Way galaxy."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "The Milky Way is nothing else but a mass of innumerable stars planted together in clusters."
    },
    {
      "cite": "Michio Kaku",
      "quote": "If you want to see a black hole tonight, tonight just look in the direction of Sagittarius, the constellation. That's the center of the Milky Way Galaxy and there's a raging black hole at the very center of that constellation that holds the galaxy together."
    },
    {
      "cite": "Kalpana Chawla",
      "quote": "We gazed dreamily at the Milky Way and once in a while caught some shooting stars. Times like those gave me the opportunity to wonder and ask all those very basic questions. That sense of awe for the heavens started there."
    },
    {
      "cite": "John Shelby Spong",
      "quote": "I cannot possibly conceive of my planet Earth as the centre of a three-tiered universe. I know rather that the sun, around which my planet Earth revolves, is a middle sized star in a galaxy called the Milky Way that has over a hundred billion other suns or stars within it."
    },
    {
      "cite": "Kiran Manral",
      "quote": "In the distance, the Himalayan range flared into fluorescence, as its snowy peaks reflected the moonlight back at the velvet sky, split into half by the shimmering strip of the Milky Way."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "What was observed by us in the third place is the nature or matter of the Milky Way itself, which, with the aid of the spyglass, may be observed so well that all the disputes that for so many generations have vexed philosophers are destroyed by visible certainty, and we are liberated from wordy arguments."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "The spiral in a snail's shell is the same mathematically as the spiral in the Milky Way galaxy, and it's also the same mathematically as the spirals in our DNA. It's the same ratio that you'll find in very basic music that transcends cultures all over the world."
    },
    {
      "cite": "Carl Sagan",
      "quote": "A still more glorious dawn awaits / not a sunrise, but a galaxy-rise / a morning filled with 400 billion suns / the rising of the milky way"
    },
    {
      "cite": "Johann Heinrich Lambert",
      "quote": "I am undecided whether or not the Milky Way is but one of countless others all of which form an entire system. Perhaps the light from these infinitely distant galaxies is so faint that we cannot see them."
    },
    {
      "cite": "Seth Shostak",
      "quote": "There is a point of view among astronomical researchers that is generally referred to as the Principle of Mediocrity. ... If the Sun and its retinue of worlds is only one system among many, then many other systems will be like ours: home to life. Indeed, to the extent that this is true, we should be prepared for the possibility that, even in the Milky Way galaxy, billions of planets may be carpeted by the dirty, nasty business known as life."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Every time you look up at the sky, every one of those points of light is a reminder that fusion power is extractable from hydrogen and other light elements, and it is an everyday reality throughout the Milky Way Galaxy."
    },
    {
      "cite": "Martin Rees",
      "quote": "We are 'nuclear waste' from the fuel that makes stars shine; indeed, each of us contains atoms whose provenance can be traced back to thousands of different stars spread through our Milky Way."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The way of fortune is like the milky way in the sky; which is a number of smaller stars, not seen asunder, but giving light together; so it is a number of little and scarce discerned virtues, or rather faculties and customs, that make men fortunate."
    },
    {
      "cite": "Christopher Lambert",
      "quote": "To relax, I work. I am undecided whether or not the Milky Way is but one of countless others all of which form an entire system. Perhaps the light from these infinitely distant galaxies is so faint that we cannot see them."
    },
    {
      "cite": "Carl Sagan",
      "quote": "We live on a hunk of rock and metal that circles a humdrum star that is one of 400 billion other stars that make up the Milky Way Galaxy which is one of billions of other galaxies which make up a universe which may be one of a very large number, perhaps an infinite number, of other universes. That is a perspective on human life and our culture that is well worth pondering."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "It shows you exactly how a star is formed; nothing else can be so pretty! A cluster of vapor, the cream of the milky way, a sort of celestial cheese, churned into light."
    },
    {
      "cite": "Eric Wilcots",
      "quote": "The southern Milky Way is more spectacular and provides a richer treasure trove of objects than the northern Milky Way. We're now players in the world of large telescopes. We're in an age in which answering the big, fundamental questions requires access to large telescopes in good, dark skies. SALT is just such a telescope."
    },
    {
      "cite": "Mario Juric",
      "quote": "Some of the stars in this Milky Way companion have been seen with telescopes for centuries. But because the galaxy is so close, its stars are spread over a huge swath of the sky, and they always used to be lost in the sea of more numerous Milky Way stars. This galaxy is so big, we couldn't see it before."
    },
    {
      "cite": "Mario Juric",
      "quote": "With so much irregular structure in the outer Galaxy, it looks as though the Milky Way is still growing, by cannibalizing smaller galaxies that fall into it."
    },
    {
      "cite": "Pieter van Dokkum",
      "quote": "The Milky Way will collide in the future, in about 4 billion years with the galaxy Andromeda and that collision will lead to formation of a much bigger galaxy. So we have that to look forward to."
    },
    {
      "cite": "Rachel Carson",
      "quote": "My companion and I were alone with the stars: the misty river of the Milky Way flowing across the sky, the patterns of the constellations standing out bright and clear, a blazing planet low on the horizon."
    }
  ]
}