{
  "source": "https://www.wisesayings.com/milkshake-quotes/",
  "theme": "milkshake",
  "quotes": [
    {
      "cite": "Shaun David Hutchinson",
      "quote": "Milkshakes make the world seem less shitty."
    },
    {
      "cite": "Bill Maher",
      "quote": "If I can't suck your milkshake through a straw, it's not a milkshake, it's a glass of ice cream."
    },
    {
      "cite": "Francine Pascal",
      "quote": "Ed felt faint. Milk shake, as it turned out, was much less handy in your veins than, say, oxygen."
    },
    {
      "cite": "Daniel Day-Lewis",
      "quote": "If you have a milkshake and I have a milkshake, and I have a straw. There it is, that's the straw, you see? Now my straw reaches across the room, and starts to drink your milkshake. I drink your milkshake! I drink it up!"
    },
    {
      "cite": "David Lynch",
      "quote": "There's a safety in thinking in a diner. You can have your coffee or your milkshake, and you can go off into strange dark areas, and always come back to the safety of the diner."
    },
    {
      "cite": "Casey Stengel",
      "quote": "They say some of my stars drink whiskey, but I have found that the ones who drink milkshakes don't win many ball games."
    },
    {
      "cite": "James D. Watson",
      "quote": "As a child, I lived with being funnier than other boys in class. The only consolation was my parents’ empathy they encouraged constant trips to the local drugstore for chocolate milk shakes to fatten me up."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "You don't need to go to heaven to find out what a milkshake is like, because we bring heaven to you in our milkshakes."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "Milkshakes are the gift from heaven that come in different flavors."
    },
    {
      "cite": "Wally Lamb",
      "quote": "Accept what people offer. Drink their milkshakes. Take their love."
    },
    {
      "cite": "John Steinbeck",
      "quote": "If a man ordered a beer milk shake, he thought, he'd better do it in a town where he wasn't known."
    }
  ]
}