{
  "source": "https://www.wisesayings.com/millionaire-quotes/",
  "theme": "millionaire",
  "quotes": [
    {
      "cite": "Elvis Costello",
      "quote": "Was it a millionaire who said, \"Imagine no possessions\"?"
    },
    {
      "cite": "Dee Dee Artner",
      "quote": "Millionaires don't play the blame game but the gain game."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "I don't know much about being a millionaire, but I'll bet I'd be darling at it."
    },
    {
      "cite": "Dolly Parton",
      "quote": "You can't just wish to be a millionaire; you have to figure out how to earn it."
    },
    {
      "cite": "Richard Branson",
      "quote": "What's the quickest way to become a millionaire? Borrow fivers off everyone you meet."
    },
    {
      "cite": "Richard Branson",
      "quote": "If you want to be a Millionaire, start with a billion dollars and launch a new airline."
    },
    {
      "cite": "Ann Landers",
      "quote": "Pity the poor millionaire. He'll never know the thrill of paying that final installment."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Become a millionaire not for the million dollars, but for what it will make of you to achieve it."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Becoming a millionaire is not the end goal; your growth and development en-route is what matters."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "People don't want to be millionaires - they want to experience what they believe only millions can buy."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "It is a shame for a man to be a millionaire in possessions if he is not also a millionaire in beneficence."
    },
    {
      "cite": "Robert G. Allen",
      "quote": "How many millionaires do you know who have become wealthy by investing in savings accounts? I rest my case."
    },
    {
      "cite": "Jim Rohn",
      "quote": "When someone becomes a millionaire, the least important thing is what they have. The most important thing is what they have become."
    },
    {
      "cite": "Ed Pastor",
      "quote": "To say that I'm enjoying a millionaire's lifestyle-well, I can tell you, I guess a millionaire's income doesn't go very far these days."
    },
    {
      "cite": "Troy Polamalu",
      "quote": "I became a millionaire overnight by signing a piece of paper. I made more money in that one second than my entire family did in their lifetime."
    },
    {
      "cite": "Dominic Lawson",
      "quote": "There are very few self-made millionaires, if any, who have not taken risks which would make the rest of us unable to sleep at night, or keep our food down."
    },
    {
      "cite": "Romain Rolland",
      "quote": "All these young millionaires were anarchists, of course: when a man possesses everything it is the supreme luxury for him to deny society: for in that way he can evade his responsibilities."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "You develop millionaires the way you mine gold. You expect to move tons of dirt to find an ounce of gold, but you don't go into the mine looking for the dirt-you go in looking for the gold."
    },
    {
      "cite": "William Graham Sumner",
      "quote": "The millionaires are a product of natural selection ... the naturally selected agents of society for certain work. They get high wages and live in luxury, but the bargain is a good one for society."
    },
    {
      "cite": "Joe Biden",
      "quote": "Millionaires are just as patriotic as poor people. The very wealthy are just as noble and patriotic as the middle class. But nothing has been asked of them in this horrendous recession. And it's time we just ask."
    },
    {
      "cite": "Tony Dovale",
      "quote": "A millionaires' mindset focus moves from posessions to feelings, once they become conscious and awake."
    },
    {
      "cite": "Ronald Firbank",
      "quote": "All millionaires love a baked apple."
    },
    {
      "cite": "Dee Dee Artner",
      "quote": "Millionaires don't judge but connect."
    },
    {
      "cite": "Dee Dee Artner",
      "quote": "Millionaire don't compare but prepare what they seek."
    },
    {
      "cite": "Ovid",
      "quote": "Everyone's a millionaire where promises are concerned."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "The average millionaire can't tell you who got thrown off the island last night."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Millionaire models are rare enough; but, by Jove, model millionaires are rarer still!"
    },
    {
      "cite": "Eric Thomas",
      "quote": "You want to be a millionaire. But your values system says you believe in sleep more than grinding!"
    },
    {
      "cite": "Bob Proctor",
      "quote": "Start with the end in mind. If you want to be a millionaire, talk like one, act like one, work like one."
    },
    {
      "cite": "Dodie Smith",
      "quote": "I shouldn't think even millionaires could eat anything nicer than new bread and real butter and honey for tea."
    }
  ]
}