{
  "source": "https://www.wisesayings.com/mindset-quotes/",
  "theme": "mindset",
  "quotes": [
    {
      "cite": "Roger Clemens",
      "quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Mindsets are contagious. So choose the people you populate your life with extremely well."
    },
    {
      "cite": "Sonny Bill Williams",
      "quote": "My mindset at this stage, especially after having a daughter it's just changed my whole outlook."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "As an organization changes your mindset as a leader also has to change. This becomes the lid to you organization. Whenever my organization starts to settle I believe I have to lift my lid, my capacity I have to think and act in a different way to achieve different results."
    },
    {
      "cite": "Angel Haze",
      "quote": "I think of religion as something that stains the person. It's a mindset you can never get free from, it's always in the back of your head."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You can accomplish anything you want in life, if you help enough other people get what they want."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Until your dream dominates your mindset, you'll never wake up to your greatness."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "A positive mindset, not a doomsday mentality, supports being exceptional."
    },
    {
      "cite": "Rickson Gracie",
      "quote": "What makes you tough is your mindset and I believe anyone can be tough."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Performancism is the mindset that equates our identity and value directly with our performance and accomplishments."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Only changes in mindsets can extend the frontiers of the possible."
    },
    {
      "cite": "Claude T. Bissell",
      "quote": "Risk more than others think is safe. Care more than others think is wise. Dream more than others think is practical. Expect more than others think is possible."
    },
    {
      "cite": "Rico Love",
      "quote": "It takes a different mindset to be successful in anything; that's why there's not a lot of super duper successful people, because it's guys I know who may be ten times more talented than me, but they don't work as hard."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you do not like anything, alter it. If you can not change it, adjust your mindset. Will not complain."
    },
    {
      "cite": "Pervez Musharraf",
      "quote": "Remember that mindsets can not be changed through force and coercion. No idea can ever be forcibly thrust upon any one."
    },
    {
      "cite": "Giorgio Armani",
      "quote": "To create something exceptional, your mindset must be relentlessly focused on the smallest detail."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Christians need to have a mindset of victory, because God has destined us for victory."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Happiness depends on your mindset and attitude."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Leadership is a mindset that shifts from being a victim to creating results. Any one of us can demonstrate leadership in our work and within our lives."
    },
    {
      "cite": "Eric Thomas",
      "quote": "The difference between average and good. Good and Great! Great and Phenomenal! It's their mindset!"
    },
    {
      "cite": "Orel Hershiser",
      "quote": "I think you should have a mindset of getting to the playoffs, because once you get in the playoffs, it is kind of a crapshoot."
    },
    {
      "cite": "Leonard Maltin",
      "quote": "Everyone is looking for the sure thing. They are looking to hedge their bet. They think the way to do that is to go with a proven quantity, a remake of something you have already seen. That is their mindset."
    },
    {
      "cite": "William Ernest Henley",
      "quote": "I am the master of my fate; I am the captain of my soul."
    },
    {
      "cite": "Richard Mourdock",
      "quote": "I have a mindset that says bipartisanship ought to consist of democrats coming to the republican point of view."
    },
    {
      "cite": "Joel Osteen",
      "quote": "No matter what comes your way, shake it off and move forward. When you have a positive mindset, you can't be defeated."
    },
    {
      "cite": "Walt Disney",
      "quote": "All our dreams can come true, if we have the courage to pursue them."
    },
    {
      "cite": "Robert Griffin III",
      "quote": "Football is football and talent is talent. But the mindset of your team makes all the difference."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "We all have possibilities we don't know about. We can do things we don't even dream we can do."
    },
    {
      "cite": "Muhammad Yunus",
      "quote": "My greatest challenge has been to change the mindset of people. Mindsets play strange tricks on us. We see things the way our minds have instructed our eyes to see."
    }
  ]
}