{
  "source": "https://www.wisesayings.com/minding-your-own-business-quotes/",
  "theme": "minding-your-own-business",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "If I care to listen to every criticism, let alone act on them, then this shop may as well be closed for all other businesses. I have learned to do my best, and if the end result is good then I do not care for any criticism, but if the end result is not good, then even the praise of ten angels would not make the difference."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is every man's obligation to put back into the world at least the equivalent of what he takes out of it."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Man can hardly even recognize the devils of his own creation."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "A government, for protecting business only, is but a carcass, and soon falls by its own corruption and decay."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "You are what you think. So just think big, believe big, act big, work big, give big, forgive big, laugh big, love big and live big."
    },
    {
      "cite": "Andy Warhol",
      "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art."
    },
    {
      "cite": "Anne Lamott",
      "quote": "You can safely assume that you've created God in your own image when it turns out that God hates all the same people you do."
    },
    {
      "cite": "Arthur Edward Waite",
      "quote": "Now, occultism is not like mystic faculty, and it very seldom works in harmony either with business aptitude in the things of ordinary life or with a knowledge of the canons of evidence in its own sphere."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I don't want to be alone, I want to be left alone."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If you would know the value of money, go and try to borrow some."
    },
    {
      "cite": "Besse Cooper",
      "quote": "Mind your own business and don't eat junk food. Treat everyone the way you want to be treated, work hard and love what you do."
    },
    {
      "cite": "Bradley Whitford",
      "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your Creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."
    },
    {
      "cite": "Bruce Barton",
      "quote": "Christ would be a national advertiser today, I am sure, as He was a great advertiser in His own day. He thought of His life as business."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Never explain - your friends do not need it and your enemies will not believe you anyway."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It takes as much energy to wish as it does to plan."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Those that want friends to open themselves unto are cannibals of their own hearts."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "People who say it cannot be done should not interrupt those who are doing it."
    },
    {
      "cite": "George Herbert",
      "quote": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along."
    },
    {
      "cite": "Henry Boyd",
      "quote": "There are three proven rules for good teeth: brush after every meal; see your dentist twice a year; and mind your own business."
    },
    {
      "cite": "Henry Ford",
      "quote": "Chop your own wood and it will warm you twice."
    },
    {
      "cite": "James C. Collins",
      "quote": "Managing your problems can only make you good, whereas building your opportunities is the only way to become great."
    },
    {
      "cite": "Jane Austen",
      "quote": "Keep your breath to cool your porridge."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The major value of reaching goals is not to acquire it, but it's the person you become while you're working to acquire it."
    },
    {
      "cite": "John Gray",
      "quote": "To offer a man unsolicited advice is to presume that he doesn't know what to do or that he can't do it on his own."
    },
    {
      "cite": "John Steinbeck",
      "quote": "No one wants advice - only corroboration."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Every religion is true one way or another. It is true when understood metaphorically. But when it gets stuck in its own metaphors, interpreting them as facts, then you are in trouble."
    },
    {
      "cite": "Leah LaBelle",
      "quote": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The greatest deception men suffer is from their own opinions."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "For good ideas and true innovation, you need human interaction, conflict, argument, debate."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "The world can forgive practically anything except people who mind their own business."
    }
  ]
}