{
  "source": "https://www.wisesayings.com/minimalist-quotes/",
  "theme": "minimalist",
  "quotes": [
    {
      "cite": "Andree Putman",
      "quote": "Minimalism in interior design has become a caricature. Everywhere you find shops or hotels with an ambience that makes you feel like you are in a refrigerator."
    },
    {
      "cite": "Harrison Birtwistle",
      "quote": "Minimalism now is a reaction to what came before. It's absolutely of its time. Music moved into the set theory thing, and moved out of it."
    },
    {
      "cite": "Joshua Fields Millburn",
      "quote": "The point is that minimalism is a tool to help you achieve freedom. Freedom from fear, freedom from worry, freedom from overwhelm, freedom from guilt, freedom from depression, freedom from enslavement. Freedom. Real freedom."
    },
    {
      "cite": "Najahyia Chinchilla",
      "quote": "Minimalism is not the lack of something. It is simply the perfect amount of something."
    },
    {
      "cite": "Bill Lockyer",
      "quote": "It was a minimalist opening offer. It was far from what anyone in our group would expect to be adequate."
    },
    {
      "cite": "Joshua Becker",
      "quote": "Minimalism is the intentional promotion of the things we most value and the removal of anything that distracts us from it."
    },
    {
      "cite": "David Foster",
      "quote": "It looks like you can write a minimalist piece without much bleeding. And you can. But not a good one."
    },
    {
      "cite": "Danny Dover",
      "quote": "Minimalism is the constant art of editing your life."
    },
    {
      "cite": "Claudio Silvestrin",
      "quote": "Minimalism is the pursuit of the essence of things, not the appearance."
    },
    {
      "cite": "Laurie Buchanan",
      "quote": "Minimalism is about creating space to live simply and meaningfully; it's about living intentionally."
    },
    {
      "cite": "Francis Jourdain",
      "quote": "One can furnish a room very luxuriously by taking out furniture rather than putting it in."
    },
    {
      "cite": "Will Advise",
      "quote": "Minimalism is saying all by saying nothing."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Minimalism means not trying to improve perfection."
    },
    {
      "cite": "Naoto Fukasawa",
      "quote": "Minimalism is about creating complete harmony and not about making simple."
    },
    {
      "cite": "Nathan W. Morris",
      "quote": "Edit your life frequently and ruthlessly. It's your masterpiece after all."
    },
    {
      "cite": "Ann Beattie",
      "quote": "Also minimalism is a term that all of us who share so little in common and who are lumped together as minimalists are not terribly happy with."
    },
    {
      "cite": "John Pawson",
      "quote": "Minimalism is not defined by what is not there but by the rightness of what is and the richness with which this is experienced."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A minimalist does not charge you for what he did. He charges you for what he did not do."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Except among those whose education has been in the minimalist style, it is understood that hasty moral judgments about the past are a form of injustice."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It is preoccupation with possession, more than anything else, that prevents men from living freely and nobly."
    }
  ]
}