{
  "source": "https://www.wisesayings.com/minimum-wage-quotes/",
  "theme": "minimum-wage",
  "quotes": [
    {
      "cite": "Nick Hanauer",
      "quote": "Raising the minimum wage a lot across the board would make a big difference. It's not the only thing, but it's an indispensable part of solving the problem."
    },
    {
      "cite": "Winnie Byanyima",
      "quote": "Giving a minimum wage reduces inequality significantly."
    },
    {
      "cite": "Robert Reich",
      "quote": "The only way to grow the economy in a way that benefits the bottom 90 percent is to change the structure of the economy. At the least, this requires stronger unions and a higher minimum wage."
    },
    {
      "cite": "Adam Cohen",
      "quote": "The minimum wage can play a vital role in lifting hard-working families above the poverty line."
    },
    {
      "cite": "Robert J. Garagiola",
      "quote": "The value of the minimum wage shouldn't be eroded, and it has been."
    },
    {
      "cite": "Grover Cleveland",
      "quote": "The wage earner relies upon the ventures of confident and contented capital. This failing him, his condition is without alleviation, for he can neither prey on the misfortune of others nor hoard his labor."
    },
    {
      "cite": "Jerry Brown",
      "quote": "The minimum wage has not kept pace with rising costs. This legislation is overdue and will help families that are struggling in this harsh economy."
    },
    {
      "cite": "Adam Cohen",
      "quote": "Being unemployed - or working at minimum wage - is rough in the best of circumstances."
    },
    {
      "cite": "Bruce Rauner",
      "quote": "For many young people, the minimum wage is a stepping stone to higher employment levels."
    },
    {
      "cite": "Milton Friedman",
      "quote": "A minimum-wage law is, in reality, a law that makes it illegal for an employer to hire a person with limited skills."
    },
    {
      "cite": "Walter E. Williams",
      "quote": "Minimum-wage laws are one of the most powerful tools in the arsenal of racists."
    },
    {
      "cite": "Jim Hightower",
      "quote": "There's enormous progressive activism and, more often than not, success at the grassroots level - everything from living wage campaigns to efforts to finance our elections are having terrific success."
    },
    {
      "cite": "Murray Rothbard",
      "quote": "Remember that the minimum wage law provides no jobs; it only outlaws them; and outlawed jobs are the inevitable result."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "The real minimum wage is zero."
    },
    {
      "cite": "Karen Handel",
      "quote": "Increasing minimum wage doesn't build a stronger economy."
    },
    {
      "cite": "Edmund Phelps",
      "quote": "Raising the minimum wage seems to all economists to, at the very least, fail to 'raise' employment, and we'd all like to see better inclusion of low-skilled workers into good-paying jobs."
    },
    {
      "cite": "Sue Grafton",
      "quote": "Pay minimum wage, you get minimum work. Nobody seems to get that."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "Raising the minimum wage is the right thing to do, but it's a popular thing to do as well."
    },
    {
      "cite": "Richard J. Codey",
      "quote": "If a man or a woman puts in an honest day's work, they should to be able to earn a living wage."
    },
    {
      "cite": "James Sinegal",
      "quote": "Our attitude is that if you hire good people and pay them a fair wage, then good things will happen for the company."
    },
    {
      "cite": "Jon Corzine",
      "quote": "No family gets rich from earning the minimum wage. In fact, the current minimum wage does not even lift a family out of poverty."
    },
    {
      "cite": "Bill Pascrell",
      "quote": "Today a minimum wage earner has to work a day and a half just to pay for a full tank of gas. That is simply shameful."
    },
    {
      "cite": "Jon Ossoff",
      "quote": "The minimum wage should be a living wage."
    },
    {
      "cite": "Peter Schiff",
      "quote": "Minimum wage laws make it illegal for a worker to accept a job that pays less, even if the worker needs that job."
    },
    {
      "cite": "Digby Jones",
      "quote": "This is a sensible response to employer concerns that the minimum wage is starting to have a damaging impact on competitiveness."
    },
    {
      "cite": "J. D. Hayworth",
      "quote": "The minimum wage was due for an increase, but it was important that we offset its cost to small businesses."
    },
    {
      "cite": "Arthur Laffer",
      "quote": "The minimum wage is the black teenage unemployment act. It is the guaranteed way of holding the poor, the minorities and the disenfranchised out of the mainstream is if you price their original services too high."
    },
    {
      "cite": "Marco Rubio",
      "quote": "Minimum wage laws have never worked in terms of having the middle class attain more prosperity."
    },
    {
      "cite": "Mitch McConnell",
      "quote": "The minimum wage is mostly an entry-level wage for young people."
    },
    {
      "cite": "Jared Bernstein",
      "quote": "It's a mistake to think that any increase in wages is inflationary and there is substantial room for non-inflationary wage growth, particularly at the bottom end of the scale."
    }
  ]
}