{
  "source": "https://www.wisesayings.com/ministry-quotes/",
  "theme": "ministry",
  "quotes": [
    {
      "cite": "Henri Nouwen",
      "quote": "Too many of us are lonely ministers practicing a lonely ministry."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Ministry is the least important thing. You cannot not minister if you are in communion with God and live in community."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "I think there's more women that watch me than men, but I don't look at myself as just a minister to women. My ministry began that way, but I really feel like the Word of God is for everybody."
    },
    {
      "cite": "Priscilla Shirer",
      "quote": "Ministry is when the people who hear you, don't want more of you; they want more of Him because of what you've said.  When you point them to God's fire instead of trying to get attention for yourself- that's ministry."
    },
    {
      "cite": "Vans Havner",
      "quote": "It is one of the ironies of the ministry that the very man who works in God's name is often hardest put to find time for God. The parents of Jesus lost Him at church, and they were not the last ones to lose Him there."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The task of pastoral ministry, above all else, is to arrange contingencies for an encounter with the divine"
    },
    {
      "cite": "Darrin Patrick",
      "quote": "The key to ministry in any and every context, both now and for the last two thousand years, is missionary flexibility"
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Whatever call a man may pretend to have, if he has not been called to holiness, he certainly has not been called to the ministry"
    },
    {
      "cite": "A.W.Tozer",
      "quote": "Let every man abide in the calling wherein he is called and his work will be as sacred as the work of the ministry. It is not what a man does that determines whether his work is sacred or secular, it is why he does it."
    },
    {
      "cite": "Jonathan Heimberg",
      "quote": "Self-will can either destroy or catapult your ministry."
    },
    {
      "cite": "Billy Graham",
      "quote": "Throughout my ministry, I have sought to build bridges between Jews and Christians."
    },
    {
      "cite": "Max Lucado",
      "quote": "Initially, when I first became a Christian and got into ministry, my thought was that God existed to make my life better and to take me to Heaven. Now I realize that it is not about me at all. It is all about God and that He did this to display His plan to restore the Earth to the Garden of Eden state."
    },
    {
      "cite": "Doug Fields",
      "quote": "The students in your youth ministry don't need your clever ideas and great programming skills.  They need a living model- a man or woman of God who is passionate about his or her faith."
    },
    {
      "cite": "Ronnie (Ron) Millevo",
      "quote": "Job is what you are 'paid to do'; but ministry is what you are 'born to do'. Be aware of the diffference."
    },
    {
      "cite": "Harold J. Warner",
      "quote": "The true character of ministry is a servants heart."
    },
    {
      "cite": "Paul Washer",
      "quote": "The Christian ministry is difficult, and we must not be lazy or trite. However, we often place burdens upon ourselves and make demands upon ourselves that are not according to the will of God. The more I know God and understand His perfect work on my behalf, the more I am able to rest."
    },
    {
      "cite": "Harold J. Warner",
      "quote": "One of the hardest jobs in ministry is keeping your own relationship with God where it needs to be."
    },
    {
      "cite": "Isaac",
      "quote": "The Christian ministry is the worst of all trades, but the best of all professions."
    },
    {
      "cite": "Heidi Baker",
      "quote": "Ministry is being one of theses sent out ones, a labourer of love"
    },
    {
      "cite": "Heidi Baker",
      "quote": "Ministry is simply about loving the person in front of you"
    },
    {
      "cite": "Larry Norman",
      "quote": "I'm only here on Earth to serve God. I never had a career. I don't care about commercialism. I have a ministry and I'll fight for the ministry."
    },
    {
      "cite": "Benson Andrew Idahosa",
      "quote": "What you must do is give your life more fully to the lord.  And ask Him what your part in the ministry should be."
    },
    {
      "cite": "T.L. Lowery",
      "quote": "The church is the only vehicle for the prophetic ministry of Christ to be carried out on earth."
    },
    {
      "cite": "David O. Oyedepo",
      "quote": "Prayer is a 'closet' ministry; it is a ministry of the secret place, but God rewards you openly.  Praying for others is a hidden treasure."
    }
  ]
}