{
  "source": "https://www.wisesayings.com/mirage-quotes/",
  "theme": "mirage",
  "quotes": [
    {
      "cite": "A.M.M Alusi",
      "quote": "Pursuit of happiness is a pursuit of mirage; you only realize its a delusion at the end of the road."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "When one has no real life, one lives by mirages. It's still better than nothing."
    },
    {
      "cite": "Balroop Singh",
      "quote": "True love is a mirage… it does exist. We do get enamored and infatuated by it but we have to keep following it till eternity."
    },
    {
      "cite": "Caitlín R. Kiernan",
      "quote": "Originality is the most deadly mirage in all of art. You can chase it from now until doomsday, and you'll only find yourself lost and dying of thirst."
    },
    {
      "cite": "Carl Henegan",
      "quote": "Adversity is a mirage. People, situations, and relationships sometimes change for the worst but inevitably clear a path for far better replacements. The continued journey will always find bliss."
    },
    {
      "cite": "Chris Gardner",
      "quote": "But if you don’t take the necessary steps to make them happen, dreams are just mirages that mess with your head!"
    },
    {
      "cite": "Christine McVie",
      "quote": "'Mirage' was an attempt to get back into the flow that 'Rumours' had. But we missed a vital ingredient. That was the passion."
    },
    {
      "cite": "Daniel Pearce",
      "quote": "Share your weaknesses. Share your hard moments. Share your real side. It'll either scare away every fake person in your life or it will inspire them to finally let go of that mirage called \"perfection,\" which will open the doors to the most important relationships you'll ever be a part of."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "If you can accept the flow of life and give in to it, you will be accepting what is real. Only when you accept what is real can you live with it in peace and happiness. The alternative is a struggle that will never end because it is a struggle with the unreal, with a mirage of life instead of life itself."
    },
    {
      "cite": "Douglas Hofstadter",
      "quote": "In the end, we self-perceiving, self-inventing, locked-in mirages are little miracles of self-reference."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "A journey, towards a mirage, never ends."
    },
    {
      "cite": "Erica Jong",
      "quote": "It is the city of mirrors, the city of mirages, at once solid and liquid, at once air and stone."
    },
    {
      "cite": "Francesca Lia Block",
      "quote": "Everything is an illusion; that is the whole thing about it - illusion, immitation, a mirage. It makes me too sad. Its having like a good dream, you know you are going to wake up."
    },
    {
      "cite": "Henry Miller",
      "quote": "Many is the mirage I chased. Always I was overreaching myself. The oftener I touched reality, the harder I bounced back to the world of illusion, which is the name for everyday life."
    },
    {
      "cite": "Jean-Michel Jarre",
      "quote": "I consider music like a mirage in the desert. You're obsessed with the ideal piece of music, and the more you think you're getting closer, it's not there."
    },
    {
      "cite": "Joe Abercrombie Heroes",
      "quote": "Power is a bloody mirage. The closer you seem to get the further away it is."
    },
    {
      "cite": "John Mark Green",
      "quote": "She thirsted for love, but found only a mirage. Some hearts are a desert you can die wandering in."
    },
    {
      "cite": "Kenneth Rand",
      "quote": "God is a creed outworn, Ill-wrought from a mirage fair, And life is an image pale That faces a sunless morn."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Today is all we have, tomorrow is a mirage that may never become reality."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To lose something is an illusion because everything we own is just a mirage! And you, you cannot lose something which is not yours!"
    },
    {
      "cite": "Naomi Wolf",
      "quote": "The beauty myth moves for men as a mirage; its power lies in its ever-receding nature. When the gap is closed, the lover embraces only his own disillusion."
    },
    {
      "cite": "Neelam Saxena Chandra",
      "quote": "In the mirage of mirror Difficult it is to distinguish between truth and fake Remove that layer of lens on your eyes And the fake shall rattle like a snake."
    },
    {
      "cite": "Norton Juster",
      "quote": "Mirages are things that aren't really there that you can see very clearly.\"  \"How do you see something that isn't there?\"...  \"sometimes it's much simpler than seeing things that are."
    },
    {
      "cite": "Paul Ricoeur",
      "quote": "The spectacle is at the same time the mirage of self in the mirror of things."
    },
    {
      "cite": "Rosita Forbes",
      "quote": "The perfect journey is never finished, the goal is always just across the next river, round the shoulder of the next mountain. There is always one more track to follow, one more mirage to explore."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Enjoy the journey, because the destination is a mirage."
    },
    {
      "cite": "Theodore Dreiser",
      "quote": "Your writer, your scientist, your chief official, all have lost the power to revive the early illusion concerning fame and high place. Their beauty and delight is like the mirage in the heavens, only plain to the eye outside; within is nothing."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "The political mirage of something for nothing, from leaders who 'care,' has ruined many a nation."
    },
    {
      "cite": "Will Durant",
      "quote": "Our knowledge is a receding mirage in an expanding desert of ignorance."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "The traveler walks through many mirages before he finds water."
    }
  ]
}