{
  "source": "https://www.wisesayings.com/miracles-quotes/",
  "theme": "miracles",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "A miracle is an event which creates faith. That is the purpose and nature of miracles. Frauds deceive. An event which creates faith does not deceive: therefore it is not a fraud, but a miracle."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Miracles are not contrary to nature, but only contrary to what we know about nature."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Miracles are a retelling in small letters of the very same story which is written across the whole world in letters too large for some of us to see."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There are two ways to live: you can live as if nothing is a miracle; you can live as if everything is a miracle."
    },
    {
      "cite": "Peggy Noonan",
      "quote": "I think miracles exist in part as gifts and in part as clues that there is something beyond the flat world we see."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Everything is a miracle. It is a miracle that one does not dissolve in one's bath like a lump of sugar."
    },
    {
      "cite": "Nancy Gibbs",
      "quote": "For the truly faithful, no miracle is necessary. For those who doubt, no miracle is sufficient."
    },
    {
      "cite": "Walt Whitman",
      "quote": "To me every hour of the light and dark is a miracle. Every cubic inch of space is a miracle."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Could a greater miracle take place than for us to look through each other's eyes for an instant?"
    },
    {
      "cite": "Dwight Longenecker",
      "quote": "Maybe miracles are given not to prove anything, but simply to remind us that the physical world is not so solid and real and dependable as we think."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Miracles happen every day. Not just in remote country villages or at holy sites halfway across the globe, but here, in our own lives."
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "Some people think a miracle is only a miracle if it happens instantaneously, but miracles can grow slowly and patience and faith can compel things to happen that otherwise never would have come to pass."
    },
    {
      "cite": "Francois Voltaire",
      "quote": "All is a miracle. The stupendous order of nature, the revolution of a hundred millions of worlds around a million of stars, the activity of light, the life of all animals, all are grand and perpetual miracles."
    },
    {
      "cite": "Yahia Lababidi",
      "quote": "Miracles are proud creatures; they will not reveal themselves to those who do not Believe."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Don't believe in miracles - depend on them."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Out of difficulties grow miracles."
    },
    {
      "cite": "Willa Cather",
      "quote": "Where there is great love there are always miracles."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Miracles come in moments. Be ready and willing."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Impossible situations can become possible miracles."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Seeing, hearing and feeling are miracles, and each part and tag of me is a miracle."
    },
    {
      "cite": "Leonard Nimoy",
      "quote": "The miracle is this - the more we share, the more we have."
    },
    {
      "cite": "S. Parkes Cadman",
      "quote": "We can see a thousand miracles around us every day. What is more supernatural than an egg yolk turning into a chicken?"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Miracles, in the sense of phenomena we cannot explain, surround us on every hand: life itself is the miracle of miracles."
    },
    {
      "cite": "French Proverb",
      "quote": "There are no miracles for those that have no faith in them."
    },
    {
      "cite": "Buddha",
      "quote": "If we could see the miracle of a single flower clearly, our whole life would change."
    },
    {
      "cite": "G.K. Chesterson",
      "quote": "The most wonderful thing about miracles is that they sometimes happen."
    },
    {
      "cite": "Kelley Vicstrom",
      "quote": "Each of my days are miracles. I won't waste my day; I won't throw away miracles."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "In the realist, faith is not born from miracles, but miracles from faith."
    }
  ]
}