{
  "source": "https://www.wisesayings.com/mirror-quotes/",
  "theme": "mirror",
  "quotes": [
    {
      "cite": "Fernando Pessoa",
      "quote": "The inventor of the mirror poisoned the human heart."
    },
    {
      "cite": "Francesca Lia Block",
      "quote": "The girl in the mirror wasn't who I wanted to be and her life wasn't the one I wanted to have."
    },
    {
      "cite": "Rasmenia Massoud",
      "quote": "I know that mirrors give us a false sense of confidence. I continued. The reflection that we see everyday has nothing to do with how others see us. The glass lies."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Mirror should think longer before they reflect."
    },
    {
      "cite": "Lara Biyuts",
      "quote": "Mirrors don't lie. They only show a part of truth. A broken mirror can enlarge a face up to a dimension of a small planet. A problem of reflection? A point of view."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "We look into mirrors but we only see the effects of our times on us - not our effects on others."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "Everybody else needs mirrors to remind themselves who they are. You're no different."
    },
    {
      "cite": "Confucius",
      "quote": "The mirror reflects all objects without being sullied."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I used to look in the mirror and feel shame, I look in the mirror now and I absolutely love myself."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Look in the mirror, stare back at yourself and if you can't honestly say that you're perfect, then you have a right to judge the person standing beside you."
    },
    {
      "cite": "Thomas Dreier",
      "quote": "The world is a great mirror. It reflects back to you what you are."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Whatever may be their use in civilized societies, mirrors are essential to all violent and heroic action."
    },
    {
      "cite": "Nina LaCour",
      "quote": "I leaned over the sink, closer to my reflection, and stare at myself hard. I don't know what I see. I don't even know what I want to see."
    },
    {
      "cite": "Usman Ismaheel",
      "quote": "Never look down on yourself when the whole world turn against you, just look in the mirror then you'll find out that you're not alone. That person you see in the mirror is your reflection, it shows that even if everybody ignore you it will always stick around with you."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "You mirror what the world mirrors to you."
    },
    {
      "cite": "Paul Morand",
      "quote": "Mirrors are ice which do not melt: what melts are those who admire themselves in them."
    },
    {
      "cite": "Luke Goss",
      "quote": "When I look in the mirror, I never see a handsome chap or the person people think I am."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "I used to live in a room full of mirrors; all I could see was me. I take my spirit and I crash my mirrors, now the whole world is here for me to see."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "You can't see the world through a mirror."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Look in the mirror. The face that pins you with its double gaze reveals a chastening secret."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "If art reflects life, it does so with special mirrors."
    },
    {
      "cite": "Claude Chabrol",
      "quote": "I love mirrors. They let one pass through the surface of things."
    },
    {
      "cite": "Mickalene Thomas",
      "quote": "The mirror is a powerful tool because it forces you to deal with yourself on a deeper level. Conceptually, paintings are like mirrors. They're an expression from the artist: 'This is how I view the world - I'm presenting it to you."
    },
    {
      "cite": "Heather Morris",
      "quote": "I love looking in the mirror and feeling good about what I see."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Every man carries with him through life a mirror, as unique and impossible to get rid of as his shadow."
    },
    {
      "cite": "Terry Wogan",
      "quote": "Nobody really knows what they look like. The mirror shows you only what you want to see."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "I am locked into the mirror and there is no door out."
    },
    {
      "cite": "Richard Bach",
      "quote": "Look in a mirror and one thing's sure; what we see is not who we are."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "The mirror is my best friend, because when I cry it never laughs."
    }
  ]
}