{
  "source": "https://www.wisesayings.com/misanthropy-quotes/",
  "theme": "misanthropy",
  "quotes": [
    {
      "cite": "Emil M. Cioran",
      "quote": "Knowledge subverts love: in proportion as we penetrate our secrets, we come to loathe our kind, precisely because they resemble us."
    },
    {
      "cite": "Miranda July",
      "quote": "You always feel like you are the only one in the world, like everyone else is crazy for each other, but it's not true. Generally, people don't like each other very much. And that goes for friends, too."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Whoever is not a misanthrope at forty can never have loved mankind."
    },
    {
      "cite": "Jasper Sole",
      "quote": "The one thing in me more powerful than a general misanthropy is an inescapable compassion for individuals."
    },
    {
      "cite": "Aristotle",
      "quote": "The misanthrope, as an essentially solitary man, is not a man at all: he must be a beast or a god."
    },
    {
      "cite": "Novala Takemoto",
      "quote": "Most people are full of themselves and speak only the obnoxiously superficial, in other words they're annoying as hell"
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Sensuality reconciles us with the human race. The misanthropy of the old is due in large part to the fading of the magic glow of desire."
    },
    {
      "cite": "Giacomo Leopardi",
      "quote": "Real misanthropes are not found in solitude, but in the world; since it is experience of life, and not philosophy, which produces real hatred of mankind."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The power of accurate observation is commonly called cynicism by those who have not got it."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Regardless of its causes, thoughtlessly blaming the present is a weakness which, even if it is never outlawed, ought to be resisted. Though commonly flaunted as a sign of sophistication, it can be an opportunity for one-upmanship and an excuse for misanthropy, especially against the young."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Nobody enjoys the company of others as intensely as someone who usually avoids the company of others."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In affability there is no hatred of men, but for that very reason there is all too much contempt for men."
    },
    {
      "cite": "Florence King",
      "quote": "If we define a misanthrope as 'someone who does not suffer fools and likes to see fools suffer,' we have described a person with something to look forward to."
    },
    {
      "cite": "Emile M Cioran",
      "quote": "The multiplication of our kind borders on the obscene; the duty to love them, on the preposterous."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Animal lovers often tend to be misanthropes or loners, and so they transfer their affection to the creature in their control."
    },
    {
      "cite": "Lucy Larcom",
      "quote": "A man may make a misanthrope of himself, but he is never one by nature."
    },
    {
      "cite": "Florence King",
      "quote": "Misanthropes have some admirable if paradoxical virtues. It is no exaggeration to say that we are among the nicest people you are likely to meet. Because good manners build sturdy walls, our distaste for intimacy makes us exceedingly cordial \"ships that pass in the night.\" As long as you remain a stranger we will be your friend forever."
    },
    {
      "cite": "Dean Koontz",
      "quote": "A fine line separates the weary recluse from the fearful hermit. Finer still is the line between hermit and bitter misanthrope."
    },
    {
      "cite": "Florence King",
      "quote": "If you ever meet someone who cannot understand why solitary confinement is considered punishment, you have met a misanthrope."
    },
    {
      "cite": "Herman Melville",
      "quote": "A hermitage in the forest is the refuge of the narrow-minded misanthrope; a hammock on the ocean is the asylum for the generous distressed."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "A poet or philosopher should have no fault to find with his age if it only permits him to do his work undisturbed in his own corner; nor with his fate if the corner granted him allows of his following his vocation without having to think about other people."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The opinions of the misanthropical rest upon this very partial basis, that they adopt the bad faith of a few as evidence of the worthlessness of all."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Let the misanthrope shun men and abjure; the most are rather lovable than hateful."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Misanthropy is a suit of armor lined with thorns."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "The personality susceptible to the dream of limitless freedom is a personality also prone, should the dream ever sour, to misanthropy and rage."
    },
    {
      "cite": "Arthur Smith",
      "quote": "A savage review is much more entertaining for the reader than an admiring one; the little misanthrope in each of us relishes the rubbishing of someone else."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Genius may have its limitations, but stupidity is not thus handicapped."
    },
    {
      "cite": "Josh Billings",
      "quote": "Misanthropy don't pay - there ain't no man living whose hate the world cares one cuss for."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Landscape painting is the obvious resource of misanthropy."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Stay low, stay quiet, keep it simple, don't expect too much, enjoy what you have."
    }
  ]
}