{
  "source": "https://www.wisesayings.com/miscommunication-quotes/",
  "theme": "miscommunication",
  "quotes": [
    {
      "cite": "Khalil Gibran",
      "quote": "Between what is said and not meant, and what is meant and not said, most of love is lost."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "So the whole war is because we can't talk to each other."
    },
    {
      "cite": "Malcolm Bradbury",
      "quote": "Well, it's really no use our talking in the way we have been doing if the words we use mean something different to each of us...and nothing."
    },
    {
      "cite": "Joseph Fink",
      "quote": "Remember that misuse of language can lead to miscommunication, and that miscommunication leads to everything that has ever happened in the whole of the world"
    },
    {
      "cite": "Jodie Andrefski",
      "quote": "He seemed to think we were on the same page. I wasn’t even sure we were reading the same book."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Often in close relationships, the subject being discussed is not the subject at all."
    },
    {
      "cite": "Michael Ray Smith",
      "quote": "The only thing for sure we know about communication is that we tend to get it wrong."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The single biggest problem in communication is the illusion that it has taken place."
    },
    {
      "cite": "Shiv Khera",
      "quote": "Avoid miscommunication. The price you pay for it is horrendous."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The overall purpose of human communication is - or should be - reconciliation. It should ultimately serve to lower or remove the walls of misunderstanding which unduly separate us human beings, one from another."
    },
    {
      "cite": "Noah Hawley",
      "quote": "And I got - I got - I got to thinkin' about - about miscommunication. Like, how - isn't that the root of it? Conflict. War - does - doesn't it all come down to - to language? Right? The - the words we say and the words we hear, which aren't always the same thing."
    },
    {
      "cite": "Richard Jackson-Grose",
      "quote": "So whatever is on your mind, know you can always say it / Miscommunication, we don't know what we're saying, no / Miscommunication"
    },
    {
      "cite": "Chambers",
      "quote": "We seem to have a knack for miscommunication / It stabbed us in the back this time  / Is this the end of the line  / 'cause that'd be a crime"
    },
    {
      "cite": "Chambers",
      "quote": "There's a voice that sounds too loud  / It bangs on endlessly / want to live in another world with no frustrations  / And miscommunication"
    },
    {
      "cite": "Andrew James Perdomo",
      "quote": "We fall to miscommunication / in that moment I might die / I'll let you go if you really mean it"
    },
    {
      "cite": "Ant Saunders",
      "quote": "Miscommunications / Can't ever have no good relations / Do I haunt your mind, am I a waste of time? / Guess I'll just carry on as a ghost"
    },
    {
      "cite": "Ant Saunders",
      "quote": "Misinterpretations / We're having differing vibrations / I apologize for all my great white lies"
    },
    {
      "cite": "Luke Pritchard",
      "quote": "But I'm getting so tired of people always crossing my wires / Life's just far too short for miscommunication."
    },
    {
      "cite": "Skip Scarborough",
      "quote": "It's funny how money change a situation / Miscommunication leads to complication / My emancipation don't fit your equation"
    },
    {
      "cite": "Taylor Swift",
      "quote": "Oh, a simple complication / Miscommunications lead to fall out / So many things that I wish you knew / So many walls up I can't break through"
    },
    {
      "cite": "Nicholas Jonas",
      "quote": "So this is where the story ends / A conversation on I-M / Well I'm done, were texting / Sorry for the miscommunication"
    },
    {
      "cite": "Sean Anderson",
      "quote": "Over a miscommunication that probably could be fixed with a 5 minute conversation, I'm still praying"
    },
    {
      "cite": "Bob Mould",
      "quote": "Try and understand me if I stumble now and then / Some miscommunication stood between both you and I / You made your decision, here's hoping it's the right one"
    },
    {
      "cite": "Deon Rexroat",
      "quote": "Nothing I can dictate / Where did we go wrong? / We need medication for  / This miscommunication"
    },
    {
      "cite": "Aaron Freeman",
      "quote": "Why don't you invite them up? / I got a word or two to tell them / It's about the situation / A terrible miscommunication"
    },
    {
      "cite": "Ness",
      "quote": "Try to get my thoughts together / I think of a time when things were better / This miscommunication is breaking me down"
    },
    {
      "cite": "Thomas James Gabel",
      "quote": "Before you speak (before you speak) / Think about what you're trying to say (think about what you're trying to say) / Who else is there to blame for miscommunication?"
    },
    {
      "cite": "Abdul Rasheed Bella",
      "quote": "Do the same even though I had a meaner start / Still a league apart, guess I got a cleaner heart / Miscommunication tore my team apart"
    },
    {
      "cite": "David Algernon Bayley",
      "quote": "Miscommunication means to complication and / Here we are staring at each other at strangers, sleeping in the same bed / 'Cause it's like, you were never taught how to use your words like that / You were never taught how to say loving things and caring things."
    },
    {
      "cite": "Eve Nelson",
      "quote": "Seems like there's a miscommunication / About the way we're all supposed to be / Children of the sun come down and help us to see / That we're all together on a journey sharing universal destinies / Open up your soul and let it run wild and free"
    }
  ]
}