{
  "source": "https://www.wisesayings.com/mischief-quotes/",
  "theme": "mischief",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "MuchÂ mischiefÂ is done in the world with very little interest or design."
    },
    {
      "cite": "Thomas Sprat",
      "quote": "It is always esteemed the greatestÂ mischiefÂ a man can do to those whom he loves, to raise men's expectations of them too high by undue and impertinent commendations."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who has a mind to doÂ mischiefÂ will always find a pretense."
    },
    {
      "cite": "Thomas Malthus",
      "quote": "The most balefulÂ mischiefs may be expected from the unmanly conduct of not daring to face truth because it is unpleasing."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "TheÂ mischiefs of anarchy have been equaled by theÂ mischiefs of government."
    },
    {
      "cite": "William Shakespeare",
      "quote": "To mourn aÂ mischiefÂ that is past and gone Is the next way to draw newÂ mischiefÂ on."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "TheÂ mischiefÂ of children is seldom actuated by malice; that of grown-up people always is."
    },
    {
      "cite": "Robert Greene",
      "quote": "No greaterÂ mischiefÂ could be wrought than love united to a jealous thought."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "MischiefÂ springs from the power which the moneyed interest derives from a paper currency which they are able to control, from the multitude of corporations with exclusive privileges which are employed altogether for their benefit."
    },
    {
      "cite": "Ilka Chase",
      "quote": "Between frivolity and intentional mischief there is little difference, none in the results.Â"
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The greater part of all theÂ mischiefÂ in the world arises from the fact that men do not sufficiently understand their own aims."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "In every deed ofÂ mischiefÂ he had a heart to resolve, a head to contrive, and a hand to execute."
    },
    {
      "cite": "Edmund Burke",
      "quote": "GreaterÂ mischiefÂ happens often from folly, meanness, and vanity than from the greater sins of avarice and ambition."
    },
    {
      "cite": "Voltaire",
      "quote": "The opportunity for doingÂ mischiefÂ is found a hundred times a day, and of doing good once in a year."
    },
    {
      "cite": "Aaron Hill",
      "quote": "MischiefÂ and malice grow on the same branch of the tree of evil."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Turn away fromÂ mischief. Again and again, turn away. Before sorrow befalls you."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "GreatÂ mischiefÂ comes from attempts to steady other people's altars."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "TheÂ mischiefÂ of flattery is, not that it persuades any man that he is what he is not, but that it suppresses the influence of honest ambition, by raising an opinion that honour may be gained without the toil of merit."
    },
    {
      "cite": "William Cowper",
      "quote": "It is a general rule of Judgment, that aÂ mischiefÂ should rather be admitted than an inconvenience."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "It is a world ofÂ mischiefÂ that may be done by a single example of avarice or luxury. One voluptuous palate makes many more."
    },
    {
      "cite": "John Green",
      "quote": "Sometimes you lose a battle. ButÂ mischiefÂ always wins the war."
    },
    {
      "cite": "Edmund Burke",
      "quote": "A very great part of theÂ mischiefs that vex the world arises from words."
    },
    {
      "cite": "George Borrow",
      "quote": "It has been said that idleness is the parent of mischief, which is very true; but mischief itself is merely an attempt to escape from the dreary vacuum of idleness."
    },
    {
      "cite": "Juvenal",
      "quote": "When theÂ mischiefÂ is done the door is shut."
    }
  ]
}