{
  "source": "https://www.wisesayings.com/misery-loves-company-quotes/",
  "theme": "misery-loves-company",
  "quotes": [
    {
      "cite": "Yann Martel",
      "quote": "Misery loves company, and madness calls it forth."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If misery loves company, misery has company enough."
    },
    {
      "cite": "Addison Mizner",
      "quote": "Misery loves company, but company does not reciprocate."
    },
    {
      "cite": "Brian Moore",
      "quote": "If misery loves company, then triumph demands an audience."
    },
    {
      "cite": "Andrena Sawyer",
      "quote": "Misery loves company. For the sake of your sanity, avoid entertaining her."
    },
    {
      "cite": "Emily Giffin",
      "quote": "The whole \"misery loves company\" thing never applies more than when you're breaking up. The thought that the other person is doing fine is simply too much to bear."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Nothing helps a bad mood like spreading it around."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You can't hang out with negative people and expect to live a positive life."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Misery loves company which is ironic because it rarely throws dinner parties."
    },
    {
      "cite": "Russell Baker",
      "quote": "Misery no longer loves company. Nowadays it insists on it."
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Misery doesn't only love company. It demands it. For this reason, don't walk away from negative people. RUN!"
    },
    {
      "cite": "Steve Almond",
      "quote": "Misery loves another idiot with a jukebox where his soul should be."
    },
    {
      "cite": "John Kendrick Bangs",
      "quote": "Misery loves company, particularly when she is herself the hostess, and can give generously of her stores to others."
    },
    {
      "cite": "Ray Torres",
      "quote": "Misery loves company, but happy is a better friend."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't ruin other people's happiness just because you can't find your own."
    },
    {
      "cite": "Anonymous",
      "quote": "Do not allow negative people to turn you into one of them."
    },
    {
      "cite": "Hal Elrod",
      "quote": "They say misery loves company, but so does mediocrity. Don't let the limiting beliefs of OTHERS limit what's possible for YOU."
    }
  ]
}