{
  "source": "https://www.wisesayings.com/miserable-people-quotes/",
  "theme": "miserable-people",
  "quotes": [
    {
      "cite": "Sonya Parker",
      "quote": "Happy people find a way to live with their problems, and miserable people let their problems stop them from living."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Miserable people focus on the things they hate about their life. Happy people focus on the things they love about their life."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The secret of being miserable is to have the leisure to bother about whether you are happy or not. The cure is occupation."
    },
    {
      "cite": "Seneca",
      "quote": "A man's as miserable as he thinks he is."
    },
    {
      "cite": "William James",
      "quote": "There is no more miserable human being than one in whom nothing is habitual but indecision"
    },
    {
      "cite": "Wellins Calcott",
      "quote": "We generally fancy ourselves more miserable than we are, for want of taking a true estimate of things; wherefore we fly into transports without reason, and judge of the happiness or calamity of human life, by false lights."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There is always more misery among the lower classes than there is humanity in the higher."
    },
    {
      "cite": "George Eliot",
      "quote": "It is seldom that the miserable can help regarding their misery as a wrong inflicted by those who are less miserable."
    },
    {
      "cite": "Jerome",
      "quote": "The truly miserable have a timbre in their voices strong enough to erase smiles from the faces and souls of the contented."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Oftentimes, when people are miserable, they will want to make other people miserable, too. But it never helps."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The miserable have no other medicine, but only hope."
    },
    {
      "cite": "Martha Washington",
      "quote": "I've learned from experience that the greater part of our happiness or misery depends on our disposition and not on our circumstances."
    },
    {
      "cite": "Arthur Golden",
      "quote": "I stumbled out into the courtyard to try to flee my misery, but of course we can never flee the misery that is within us."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Some people are so addicted to their misery that they will destroy anything that gets in the way of their fix."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Part of every misery is, so to speak, the misery's shadow or reflection: the fact that you don't merely suffer but have to keep on thinking about the fact that you suffer. I not only live each endless day in grief, but live each day thinking about living each day in grief."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The spendthrift robs his heirs the miser robs himself."
    },
    {
      "cite": "Francis Picabia",
      "quote": "Maybe men are separated from each other only by the degree of their misery."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "All men's miseries derive from not being able to sit in a quiet room alone."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A misery is not to be measured from the nature of the evil, but from the temper of the sufferer."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Depend upon it that if a man talks of his misfortunes there is something in them that is not disagreeable to him; for where there is nothing but pure misery there never is any recourse to the mention of it."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "No one is so miserable as the poor person who maintains the appearance of wealth."
    },
    {
      "cite": "Graham Greene",
      "quote": "People talk about the courage of condemned men walking to the place of execution: sometimes it needs as much courage to walk with any kind of bearing towards another person's habitual misery."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "A soul that is reluctant to share does not as a rule have much of its own. Miserliness is here a symptom of meagerness."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "'Tis the only comfort of the miserable to have partners in their woes."
    },
    {
      "cite": "unknown",
      "quote": "If someone makes you miserable more than they make you happy, it doesn't matter how much you love them, you need to let them go."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "We either make ourselves miserable, or we make ourselves happy. The amount of work is the same."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "The happiest is the person who suffers the least pain; the most miserable who enjoys the least pleasure."
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "Miserable person lives without ideals"
    },
    {
      "cite": "Theodore Parker",
      "quote": "The miser, starving his brother's body, starves also his own soul, and at death shall creep out of his great estate of injustice, poor and naked and miserable."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "The contemplative life is often miserable. One must act more, think less, and not watch oneself live."
    }
  ]
}