{
  "source": "https://www.wisesayings.com/misfits-quotes/",
  "theme": "misfits",
  "quotes": [
    {
      "cite": "Richard C. Armitage",
      "quote": "If you're used to being a maverick, then people don't get surprised when you start acting strangely."
    },
    {
      "cite": "Gerard Way",
      "quote": "You put an old Misfits record on, and it sounds like it came out yesterday."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric."
    },
    {
      "cite": "Margaret Rutherford",
      "quote": "Perhaps an eccentric is just off centre - ex-centric. But that contradicts a belief of mine that we've got to be centrifugal."
    },
    {
      "cite": "Russell Kirk",
      "quote": "Individualism is a denial that life has any meaning except the gratification of the ego; in politics it must end in anarchy. It is not possible for one man to be both Christian and Individualist."
    },
    {
      "cite": "Maximillian Degenerez",
      "quote": "Entrepreneurs are misfits to the core. They forge ahead, making their own path and always, always, question the status quo."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Misfits need a place to get away, too. All that trying to fit in is exhausting."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "It's okay to be eccentric if you're rich; otherwise you're just crazy."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "In our personal ambitions we are individualists. But in our seeking for economic and political progress as a nation, we all go up or else all go down as one people."
    },
    {
      "cite": "Jan Hornung",
      "quote": "Of course eccentrics are happy, they're loony toons. They don't know they aren't supposed to be anything but joyous."
    },
    {
      "cite": "Roger Rosenblatt",
      "quote": "If the sad truth be known, writers, being the misfits we are, probably ought not to belong to families in the first place. We simply are too self-interested, though we may excuse the flaw by calling it focused."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Woe to him inside a non-conformist clique who does not conform to non-conformity."
    },
    {
      "cite": "Regina Brett",
      "quote": "Be eccentric now. Don't wait for old age to wear purple."
    },
    {
      "cite": "Marlo Morgan",
      "quote": "Everything in the universe has a purpose. There are no misfits, there are no freaks, there are no accidents. There are only things we don't understand."
    },
    {
      "cite": "George Frederick Graham",
      "quote": "Eccentric men have peculiar habits; they do not seem to move in the same sphere with other mortals, but are actuated by different influences from those which affect the bulk of mankind."
    },
    {
      "cite": "Lorraine Hansberry",
      "quote": "That's what being eccentric means--being natural."
    },
    {
      "cite": "Marge Piercy",
      "quote": "All women are misfits. We do not fit into this world without amputations."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Everybody feels like [a misfit] at different points in their life. If you feel like who you are is right for you, then you are beautiful."
    },
    {
      "cite": "Terri Windling",
      "quote": "We're all misfits herefrom our weirdnesses and our differences, from our manic fixations, our obsessions, our passions. From all those wild and wacky things that make each of us unique."
    },
    {
      "cite": "Tadashi Yanai",
      "quote": "You have to be a crazy guy and a little eccentric to be very successful."
    },
    {
      "cite": "Herman Wouk",
      "quote": "The only true non-conformists are in the asylums; the only radically free spirits are in the death house awaiting the chair. We live by patterns."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "People might consider you eccentric for being different, but this is good. Leaders and visionaries are not conformists afraid of standing out."
    },
    {
      "cite": "Jenny Lawson",
      "quote": "So many of us feel like we're misfits until we finally find our tribe - the other people who are are strange in the same way - and suddenly everything clicks."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Tragedy and comedy are simply questions of value; a little misfit in life makes us laugh; a great one is tragedy and cause for expression of grief."
    },
    {
      "cite": "Kevin Patterson",
      "quote": "The whole world loves a maverick and the whole world wants the maverick to achieve something nobler than simple rebellion."
    },
    {
      "cite": "Al Diamond",
      "quote": "An individualist is one who pays his taxes with a smile."
    },
    {
      "cite": "Haidji",
      "quote": "Eccentric is a nice word to replace 'weird' and 'crazy', which you can use when you really like someone."
    },
    {
      "cite": "Barry Manilow",
      "quote": "Misfits aren't misfits among other misfits."
    },
    {
      "cite": "Lidia Yuknavitch",
      "quote": "We misfits are the ones with the ability to enter grief. Death. Trauma. And emerge."
    },
    {
      "cite": "Tiffany L. Jackson",
      "quote": "Misfits deal with the double-edged reality of having our differences act as the source of both our challenges as well as our successes."
    }
  ]
}