{
  "source": "https://www.wisesayings.com/misfortune-quotes/",
  "theme": "misfortune",
  "quotes": [
    {
      "cite": "Albert Camus",
      "quote": "When the soul suffers too much, it develops a taste for misfortune."
    },
    {
      "cite": "Washington Irving",
      "quote": "Little minds are tamed and subdued by misfortune; but great minds rise above them."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Cheerfulness can change misfortune into love and friends."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "We can only feel sorry for ourselves when our misfortunes are still supportable. Once this limit is crossed, the only way to bear the unbearable is to laugh at it."
    },
    {
      "cite": "Scott Adams",
      "quote": "As a rule, I don't like to laugh at the misfortune of others. The exception to that rule is if it's really, really funny."
    },
    {
      "cite": "Wellins Calcott",
      "quote": "Since misfortunes cannot be avoided, let them be generously borne; it is not for any sort of men to expect an exemption from the common lot of mankind; and no person is truly great, but he that keeps up the same dignity of mind in all conditions."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Misfortune is next door to stupidity, and it will often be found that men who are constantly lamenting their luck, are in some way or other reaping the consequences of their own neglect, mismanagement, improvidence, or want of application."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Opportunity often comes disguised in the form of misfortune, or temporary defeat."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Fortune knocks but once, but misfortune has much more patience."
    },
    {
      "cite": "Epicurus",
      "quote": "The misfortune of the wise is better than the prosperity of the fool."
    },
    {
      "cite": "Montesquieu",
      "quote": "Not to be loved is a misfortune, but it is an insult to be loved no longer."
    },
    {
      "cite": "Herodotus",
      "quote": "The most hateful human misfortune is for a wise man to have no influence."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Misfortune, and recited misfortune especially, can be prolonged to the point where it ceases to excite pity and arouses only irritation."
    },
    {
      "cite": "Victor Hugo",
      "quote": "People overwhelmed with trouble do not look behind; they know only too well that misfortune follows them."
    },
    {
      "cite": "Laila Gifty Akita",
      "quote": "Misfortune may pave the path to fortune, with Faith."
    },
    {
      "cite": "Marguerite Duportal",
      "quote": "To turn away from God in misfortune is to bring upon oneself harm a thousand times more cruel than that under which one thinks himself to be suffering. It is to reject at once all the sweetness and all the nobility of suffering."
    },
    {
      "cite": "Marty Rubin",
      "quote": "There is no greater evil than wanting to profit from the misfortunes of others."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "All misfortune is but a stepping stone to fortune."
    },
    {
      "cite": "Unknown",
      "quote": "When the clouds of misfortune moves over you, even jelly will break your teeth"
    },
    {
      "cite": "Lydia M. Child",
      "quote": "Misfortune is never mournful to the soul that accepts it; for such do always see that every cloud is an angel's face."
    },
    {
      "cite": "Walt Alston",
      "quote": "Look at misfortune the same way you look at success – Don't Panic! Do you best and forget the consequences."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some"
    },
    {
      "cite": "Solon",
      "quote": "If all our misfortunes were laid in one common heap, whence everyone must take an equal portion, most people would be contented to take their own and depart"
    },
    {
      "cite": "Kazeronnie Mak",
      "quote": "Only the misfortune understands what fortune is.And knows how to treasure it."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Good fortune is as light as a feather, but nobody knows how to pick it up. Misfortune is as heavy as earth, but nobody knows how to stay out of it's way."
    },
    {
      "cite": "Plutarch",
      "quote": "The measure of a man is the way he bears up under misfortune."
    },
    {
      "cite": "George Washington",
      "quote": "Be not glad at the misfortune of another, though he may be your enemy."
    },
    {
      "cite": "Nguyen Du",
      "quote": "Happiness or misfortune are prescribed by law of Heaven, but their source comes from ourselves."
    },
    {
      "cite": "William Faulkner",
      "quote": "A man is the sum of his misfortunes. One day you'd think misfortune would get tired but then time is your misfortune."
    }
  ]
}