{
  "source": "https://www.wisesayings.com/misleading-quotes/",
  "theme": "misleading",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Any advice which does not lead to self-improvement is misleading."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Organized religions by their very natures are misleading."
    },
    {
      "cite": "Beth Moore",
      "quote": "If we are leading but not closely following Christ, we are misleading."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Though analogy is often misleading, it is the least misleading thing we have."
    },
    {
      "cite": "Christoph Waltz",
      "quote": "Facts can be so misleading, where rumors, true or false, are often revealing."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The emotion of love gives all of us a misleading illusion of knowing the other."
    },
    {
      "cite": "Douglas Adams",
      "quote": "The most misleading assumptions are the ones you don't even know you're making."
    },
    {
      "cite": "Brian Eno",
      "quote": "Lyrics are always misleading because they make people think that that's what the music is about."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "One of the most misleading representational techniques in our language is the use of the word 'I.'"
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Fallacious and misleading arguments are most easily detected if set out in correct syllogistic form."
    },
    {
      "cite": "Anatol Rapoport",
      "quote": "It is misleading in a crucial way to view information as something that can be poured into an empty vessel, like a fluid or even energy."
    },
    {
      "cite": "Luther Burbank",
      "quote": "Obsolete misleading theologies bear the same relation to the essence of true religion that scarlet fever, mumps, and measles do to education."
    },
    {
      "cite": "Bo Bennett",
      "quote": "There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice."
    },
    {
      "cite": "Gustav Stresemann",
      "quote": "Nothing is more misleading to the youth of a nation than to state the outcome immediately after the beginning as if nothing could have taken place in between."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "It's misleading to suppose there's any basic difference between education & entertainment . This distinction merely relieves people of the responsibility of looking into the matter."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "It is misleading to imagine that we are developed in spite of our circumstances, for we are developed because of them. It is mastery in circumstances that is needed, not mastery over them."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "How often misused words generate misleading thoughts."
    },
    {
      "cite": "Steven Pinker",
      "quote": "It's misleading to essentialize an entire society as if it were a single mind."
    },
    {
      "cite": "Petra Hermans",
      "quote": "Misleading and deceiving people are addicted to a despair of longing to Death & Weakness. That's all."
    },
    {
      "cite": "Neil Postman",
      "quote": "Nothing could be more misleading than the idea that computer technology introduced the age of information. The printing press began that age, and we have not been free of it since."
    },
    {
      "cite": "Dennis Adonis",
      "quote": "A deceitful tongue will always be good at twisting the truth."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "How deceitful hope may be, yet she carries us on pleasantly to the end of life."
    },
    {
      "cite": "Jane Austen",
      "quote": "Nothing is more deceitful than the appearance of humility. It is often only carelessness of opinion, and sometimes an indirect boast."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "The deceitful misquoting of scientists to suit an anti-scientific agenda ranks among the many unchristian habits of fundamentalist authors."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "False expectations take away joy."
    },
    {
      "cite": "Aesop",
      "quote": "A false tale often betrays itself."
    },
    {
      "cite": "Vilhjalmur Stefansson",
      "quote": "False modesty is better than none."
    },
    {
      "cite": "Felix Dennis",
      "quote": "False praise is worse than no praise."
    },
    {
      "cite": "Sophocles",
      "quote": "False words do not bring forth fruit."
    },
    {
      "cite": "William Shakespeare",
      "quote": "In a false quarrel there is no true valor."
    }
  ]
}