{
  "source": "https://www.wisesayings.com/misogynistic-quotes/",
  "theme": "misogynistic",
  "quotes": [
    {
      "cite": "Virginia Woolf",
      "quote": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself."
    },
    {
      "cite": "Núria Añó",
      "quote": "She could just pack up and leave, but she does not visualize what's beyond ahead."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Some gender norms are healthy, some are unhealthy you must wake up from the patriarchal sleep to recognize which is which."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Anything may happen when womanhood has ceased to be a protected occupation."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Misogyny is ingrained in people from the time they are born. So to me, feminism is probably the most important movement that you could embrace, because it's just basically another word for equality."
    },
    {
      "cite": "Jennifer Stone",
      "quote": "Misogyny is the death of the heart."
    },
    {
      "cite": "Kate Manne",
      "quote": "Sexism is hence to bad science as misogyny is to moralism. Sexism wears a lab coat misogyny goes on witch hunts."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "It costs an unreasonable woman no more to pass over one reason than another they cherish themselves most where they are most wrong."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "Many women, I think, resist feminism because it is an agony to be fully conscious of the brutal misogyny which permeates culture, society, and all personal relationships."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Misogynist: A man who hates women as much as women hate one another."
    },
    {
      "cite": "Joss Whedon",
      "quote": "The misogyny that is in every culture is not a true part of the human condition. It is life out of balance, and that imbalance is sucking something out of the soul of every man and woman who's confronted with it."
    },
    {
      "cite": "Michael Chabon",
      "quote": "Misogyny comes naturally to a young man in his late teens; it is a function of the powerful homosocial impulses that flower along Fraternity Row, that drove the mod movements of the middle sixties and late seventies, that lie at the heart of every rock band formed by men of that age."
    },
    {
      "cite": "Robert Black",
      "quote": "Misogynist is a word used by women about men who are able to describe women directly and accurately enough to make them feel uncomfortable and insecure about themselves."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "The misogyny that shapes every aspect of our civilization is the institutionalized form of male fear and hatred of what they have denied and therefore cannot know, cannot share: that wild country, the being of women."
    },
    {
      "cite": "Otto Weininger",
      "quote": "Woman is soulless and possesses neither ego nor individuality, personality nor freedom, character nor will."
    },
    {
      "cite": "Sarah B. Pomeroy",
      "quote": "Misogyny was born of fear of women."
    },
    {
      "cite": "Sady Doyle",
      "quote": "Sexists refer to every female political opinion as hysterical, just like they refer to every word a woman says when she opens her mouth as shouting, and for the same reasons not because the women are actually being loud or unreasonable, but because women are not supposed to have opinions or voices at all."
    }
  ]
}