{
  "source": "https://www.wisesayings.com/mission-quotes/",
  "theme": "mission",
  "quotes": [
    {
      "cite": "Robin Sharma",
      "quote": "Until your mission is an obsession, nothing will change in your life."
    },
    {
      "cite": "Anne M. Mulcahy",
      "quote": "You have to live the mission, love what you do."
    },
    {
      "cite": "Frantz Fanon",
      "quote": "Each generation must discover its mission, fulfill it or betray it, in relative opacity."
    },
    {
      "cite": "Thabiso Monkoe",
      "quote": "Each and every generation must discover its own mission or drown into the well of oblivion."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "Everyone has his own specific vocation or mission in life; everyone must carry out a concrete assignment that demands fulfillment. Therein he cannot be replaced, nor can his life be repeated, thus, everyone's task is unique as his specific opportunity to implement it."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "No matter what your mission is, have some notion in your head. Forget the model, whether it's government or nonprofit or profit. Ask yourself the more important question: Is my mission improving the world? Are you sure about it? Seek to disconfirm that all the time. And if you can, change your mission."
    },
    {
      "cite": "Richard Bach",
      "quote": "Here is a test to find whether your mission on Earth is finished: If you're alive, it isn't."
    },
    {
      "cite": "Ryuho Okawa",
      "quote": "The bigger your mission becomes, the greater inspiration you wil be given."
    },
    {
      "cite": "Vishen Lakhiani",
      "quote": "The most extraordinary people in the world today don’t have a career. They have a mission."
    },
    {
      "cite": "Anonymous",
      "quote": "The difference between goals and mission is reflected in the difference between I want to get married and I want to have a successful marriage."
    },
    {
      "cite": "Ogwo David Emenike",
      "quote": "A man who has come to the full realization of his responsibility to men won't stick to one man. It will be foolhardy if he does that."
    },
    {
      "cite": "Sanjo Jendayi",
      "quote": "Don't lose sight of your mission trying to see it through the eyes of others."
    },
    {
      "cite": "Arnold Glasgow",
      "quote": "Make your life a mission, not an intermission."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Everyone is born with a certain mission to accomplish. Everyone who walks on the earth, has his responsibilities in life."
    },
    {
      "cite": "Novalis",
      "quote": "We are on a mission: we are called to the cultivation of the earth."
    },
    {
      "cite": "Anonymous",
      "quote": "Make no apologies for following your heart. A woman on a mission needs no permission."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Great things are accomplished by talented people who believe they will accomplish them."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "To succeed in your mission, you must have single-minded devotion to your goal."
    },
    {
      "cite": "Dr. Steve Maraboli",
      "quote": "The only permission, the only validation, and the only opinion that matters in our quest for greatness is our own."
    },
    {
      "cite": "Raaz Ojha",
      "quote": "You are here for a special mission. There is a purpose of your life. Find that purpose of your life, work on it and live your life happily."
    },
    {
      "cite": "Dominick Cruz",
      "quote": "Greatness is a life mission, being the best is not about being better than anyone else but striving to be the best that you can and bringing out the best in others."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Every person above the ordinary has a certain mission that they are called to fulfill."
    },
    {
      "cite": "James Redfield",
      "quote": "Knowing our personal mission further enhances the flow of mysterious coincidences as we are guided toward our destinies. First we have a question, then dreams, daydreams, and intuitions lead us toward the answers, which usually are synchronistically provided by the wisdom of another human being."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every man is capable of fulfilling his mission."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Outstanding people have one thing in common: an absolute sense of mission."
    },
    {
      "cite": "Anonymous",
      "quote": "Life without meaning cannot be borne. We find a mission to which we're sworn."
    }
  ]
}