{
  "source": "https://www.wisesayings.com/missing-family-quotes/",
  "theme": "missing-family",
  "quotes": [
    {
      "cite": "Randy Alcorn",
      "quote": "When we're gone long enough, we miss it. It's not just the place we miss, of course— it's family, friends, neighbors, church."
    },
    {
      "cite": "Rolando Hinojosa-Smith",
      "quote": "Sometimes if something is missing it has to be replaced by something else. It can't be helped."
    },
    {
      "cite": "Becca Anderson",
      "quote": "Besides missing her family terribly, she didn't fit in with the boarding school cliques and couldn't stand having no private space."
    },
    {
      "cite": "Nina Lesowitz",
      "quote": "Having more time to reflect and write, I also find I have the chance to appreciate my mother, who she is and was, in a way that I might not have. I would have missed a lot by not being here with her."
    },
    {
      "cite": "Jinpa Thupten",
      "quote": "The younger brother has to go elsewhere to do important work and is concerned that missing his brother might be too painful."
    },
    {
      "cite": "Charles Wadsworth",
      "quote": "By the time a man realizes that maybe his father was right, he usually has a son who thinks he's wrong."
    },
    {
      "cite": "Richard Beard",
      "quote": "Death in these letters is character-forming. Like a traditional English education, but no one knows how else to express the sense of loss. Words seem so very inadequate."
    },
    {
      "cite": "Kelley Lovelace",
      "quote": "And then all of a sudden / Ah it seemed so strange to me / How we went from something's missing to a family / Lookin' back all I can say / About all the things he did for me / That he didn't have to be."
    },
    {
      "cite": "John Mcmanus",
      "quote": "A missing face in the family portrait / A hoard of memories on the mantle piece / Outside a patriotic speech / Falls upon the lips of angry men / So give us love and understanding / Give us hope that's never ending."
    },
    {
      "cite": "Clairmont Humphrey",
      "quote": "Don't know if I'm depressed, too happy in the midst / Family get-together's off, missing member of the squad / Soon up off the block, final message logs / Felt it in my heart, impossible to stop."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "The worst thing you can do if you miss or need someone is let them know it."
    },
    {
      "cite": "Abishek Tiwari",
      "quote": "Missing someone is hard, but having them standing next to you and not being able to find the words to tell them how much you've missed them is torture."
    },
    {
      "cite": "Anoir Ou-Chad",
      "quote": "When you miss your loved one, remember the beautiful moments you've had with them. And when your heart swells, cuddle your pillow and let the tears soothe the pain."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Why are there even in my silences? Why does my loneliness keep talking about you."
    },
    {
      "cite": "Luigina Sgarro",
      "quote": "When we miss someone, often, what we really miss is the part of us that with this someone awakens"
    },
    {
      "cite": "Avijeet Das",
      "quote": "Listening to your heartbeats, I would fall asleep. I miss it now."
    },
    {
      "cite": "Cierra Powell",
      "quote": "We sit around waiting for them to come home, hoping every day that they are okay and that they know how much we love them. our heroes."
    },
    {
      "cite": "Anonymous",
      "quote": "Dad. Remembering you is easy, I do it every day. Missing you is the heartache that never goes away."
    },
    {
      "cite": "Kaceem Madd",
      "quote": "The sad truth is we are missing someone and we are hoping they are missing us too."
    },
    {
      "cite": "Tammi",
      "quote": "The distance between us may be miles and years but it will not change the fact I hope you are missing me too."
    },
    {
      "cite": "Amy Lowell",
      "quote": "When I go away from you the world beats dead like a slackened drum."
    }
  ]
}