{
  "source": "https://www.wisesayings.com/missing-your-ex-quotes/",
  "theme": "missing-your-ex",
  "quotes": [
    {
      "cite": "Taylor Swift",
      "quote": "I miss you more than the sun misses the sky at night."
    },
    {
      "cite": "unknown",
      "quote": "I miss our talks, I miss our laughs, I miss us spending time together, but in the end I only miss you."
    },
    {
      "cite": "Saravana Kumar Murugan",
      "quote": "Even the most colorful garden appear like a graveyard without you."
    },
    {
      "cite": "Anonymous",
      "quote": "I won't miss you. I will miss who I thought you were."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Sometimes, when one person is missing, the whole world seems depopulated."
    },
    {
      "cite": "Emily Giffin",
      "quote": "I miss him in so many ways, but right now I miss him in the way you always miss someone when you're single among a room full of couples."
    },
    {
      "cite": "James Dashner",
      "quote": "I felt her absence. it was like waking up one day with no teeth in your mouth. you wouldn't need to run to the mirror to know they were gone."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "But I must admit I miss you quite terribly. The world is too quiet without you nearby."
    },
    {
      "cite": "unknown",
      "quote": "I keep myself busy with the things I do. But every time I pause, I still think of you."
    },
    {
      "cite": "Miley Cyrus",
      "quote": "My heart won't let you go, and I need you to know, I miss you."
    },
    {
      "cite": "Abhinav Sakalle",
      "quote": "Why don't I forget the past? Because those memories and I haven't change when everything else is changed including you."
    },
    {
      "cite": "Tegan Quin",
      "quote": "I'm still missing you. Well I guess that I have, I guess that I have never really had you."
    },
    {
      "cite": "Morgan Hanthorn",
      "quote": "I thought I still loved you but then I realized I just love the memories of who you used to be."
    },
    {
      "cite": "unknown",
      "quote": "I don't miss you and you alone, I miss you and me together."
    },
    {
      "cite": "Claudia Adrienne Grandi",
      "quote": "If I had a single flower for every time I think about you, I could walk forever in my garden."
    },
    {
      "cite": "unknown",
      "quote": "Just because you miss someone doesn't mean you need them back in your life. Missing is just a part of moving on."
    },
    {
      "cite": "Norma Marthalia",
      "quote": "It hurts when one day you wake up and you know you missing someone from your past but they are not there for you anymore."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "It's crazy how you can go months or years without talking to someone but they still cross your mind everyday."
    },
    {
      "cite": "Reuben \" Mulah Truth \" Holmes II",
      "quote": "Sometimes a woman will look back on what she had, not because she wants to go there but to motivate her to do better."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "They say when you are missing someone that they are probably feeling the same, but I don't think it's possible for you to miss me as much as I'm missing you right now."
    },
    {
      "cite": "unknown",
      "quote": "When I see your smile, and I know it's not for me, that's when I'll miss you."
    },
    {
      "cite": "unknown",
      "quote": "My heart never knew loneliness until you went away. I'm missing you."
    },
    {
      "cite": "Alex Flinn",
      "quote": "You shouldn't miss someone who don't miss you, right?"
    },
    {
      "cite": "Richard Wilbur",
      "quote": "What is the opposite of two? A lonely me, a lonely you."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "The worst thing you can do if you miss or need someone is let them know it."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "I've learned over the past years what it really means to be able to miss someone. In order to miss someone, that means you were privileged enough to have them in your life to begin with. And while seventeen years doesn't seem like near enough time to have spent with you over the course of a lifetime, it's still seventeen more years than the people that never knew you at all. So if I look at it that way ... I'm pretty damn lucky. I'm the luckiest brother ever in the whole wide world."
    },
    {
      "cite": "Woody Woodbury",
      "quote": "I still miss my ex, but my aim is improving."
    }
  ]
}