{
  "source": "https://www.wisesayings.com/missing-someone-quotes/",
  "theme": "missing-someone",
  "quotes": [
    {
      "cite": "Edna St Vincent Millay",
      "quote": "Where you used to be, there is a hole in the world, which I find myself constantly walking around in the daytime, and falling in at night. I miss you like hell"
    },
    {
      "cite": "William Cowper",
      "quote": "Absence from whom we love is worse than death, and frustrates hope severer than despair."
    },
    {
      "cite": "Nikki Schiefelbein",
      "quote": "It's hard when you miss people. But you know if you miss them, that means you're lucky. It means you had someone special in your life, someone worth missing."
    },
    {
      "cite": "W.S. Merwin",
      "quote": "Your absence has gone through me Like thread through a needle Everything I do stitched with its color."
    },
    {
      "cite": "Kate Ellison",
      "quote": "I wonder if that's just how it feels to miss someone so bad? like being stabbed in the gut a little bit, each time you think of them."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Nicholas Rowe",
      "quote": "The joy of meeting pays the pangs of absence; else who could bear it?"
    },
    {
      "cite": "Kay Knudsen",
      "quote": "Love is missing someone whenever you're apart, but somehow feeling warm inside because you're close in heart."
    },
    {
      "cite": "Lamartine",
      "quote": "Sometimes, when one person is missing, the whole world seems depopulated."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Every parting is a form of death, as every reunion is a type of heaven."
    },
    {
      "cite": "Pittacus Lore",
      "quote": "That's the worst way to miss somebody. When they're right beside you and you miss them anyway."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "Missing someone enlightens how the person means to you and broadens the feelings shared."
    },
    {
      "cite": "Elisabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "unknown",
      "quote": "Missing someone gets easier everyday because even though you are one day further from the last time you saw them, you are one day closer to the next time you will."
    },
    {
      "cite": "Kong Moua",
      "quote": "I think of you with every waking moment of my life and dream of you with every dream that I have; I miss you."
    },
    {
      "cite": "Penny Kites",
      "quote": "Time may tick along at its pace but without you minutes feel like hours and when you are with me days pass away like a second. I need you so bad, come back soon."
    },
    {
      "cite": "unknown",
      "quote": "I dropped a tear in the ocean. The day you find it is the day I will stop missing you."
    },
    {
      "cite": "unknown",
      "quote": "I don't miss you and you alone, I miss you and me together."
    },
    {
      "cite": "unknown",
      "quote": "Missing someone isn't about how long since you've seen them or the amount of time you've talked them. It's about that very moment when you're doing something and wishing they were right there with you."
    },
    {
      "cite": "Byron Caldwell Smith",
      "quote": "When you are not at hand to kiss away my fears I cannot choose but be wretched."
    },
    {
      "cite": "Claudia Adrienne Grandi",
      "quote": "If I had a single flower for every time I think of you, I could walk forever in my garden."
    },
    {
      "cite": "Coco J. Ginger",
      "quote": "Growth in love comes from a place of absence, where the imagination is left to it's own devices and creates you to be much more than reality would ever allow."
    },
    {
      "cite": "Calla Quinn",
      "quote": "Bur nothing makes a room feel emptier than wanting someone in it."
    },
    {
      "cite": "unknown",
      "quote": "Time goes by a lot slower when you miss the one you love."
    },
    {
      "cite": "Owl City",
      "quote": "The silence isn't so bad, till I look at my hands and feel sad. Because the spaces between my fingers are right where yours fit perfectly."
    },
    {
      "cite": "Unnkown",
      "quote": "You may be out of my sight but never out of my mind."
    },
    {
      "cite": "unknown",
      "quote": "Some people say the worst way to miss someone is when they are right next to you and know you can't have them, but it's worse when you thought you didn't want them anymore and then all of a sudden you realize you can't live without them."
    },
    {
      "cite": "unknown",
      "quote": "There is one pain I often feel, which you will never know. It's caused by the absence of you."
    },
    {
      "cite": "Francis Ackah-blay",
      "quote": "A true lover is someone who walks a million miles just to be with the one He loves no matter the obstacles on the way."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Sometimes, only one person is missing, and the whole world seems depopulated."
    }
  ]
}