{
  "source": "https://www.wisesayings.com/missing-a-friend-quotes/",
  "theme": "missing-a-friend",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Robert Southey",
      "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Every parting is a form of death, as every reunion is a type of heaven."
    },
    {
      "cite": "LeBron James",
      "quote": "When I miss you, sometimes I listen to music or look at pictures of you, not to remind me of you but to make me feel as if I'm with you. It makes me forget the distance and capture you."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Sometimes, only one person is missing, and the whole world seems depopulated."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "No man is so perfect, so necessary to his friends, as to give them no cause to miss him less."
    },
    {
      "cite": "Bill Watterson",
      "quote": "I think we dream so we don't have to be apart so long. If we're in each other's dreams, we can play together all night."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If there ever comes a day when we can't be together, keep me in your heart. I'll stay there forever."
    },
    {
      "cite": "John Green",
      "quote": "Missing her kept him awake more than the coffee."
    },
    {
      "cite": "unknown",
      "quote": "Missing someone gets easier every day because even though it's one day further from the last time you saw each other, it's one day closer to the next time you will."
    },
    {
      "cite": "Claudia Grandi",
      "quote": "If I had a single flower for every time I think of you, I could walk forever in my garden."
    },
    {
      "cite": "Richard Wilbur",
      "quote": "What is the opposite of two? A lonely me, a lonely you."
    },
    {
      "cite": "Alcibiades",
      "quote": "As contraries are known by contraries, so is the delight of presence best known by the torments of absence."
    },
    {
      "cite": "William Shakespeare",
      "quote": "All days are nights to see till I see thee, And nights bright days when dreams do show thee me."
    },
    {
      "cite": "W.S. Merwin",
      "quote": "Your absence has gone through me  / Like thread through a needle / Everything I do is stitched with its color."
    },
    {
      "cite": "Nicholas Rowe",
      "quote": "The joy of meeting pays the pangs of absence; else who could bear it?"
    },
    {
      "cite": "Jayde Nicole",
      "quote": "When you miss me just look up to the night sky and remember, I'm like a star; sometimes you can't see me, but I'm always there."
    },
    {
      "cite": "George Linley",
      "quote": "Thou art gone from my gaze like a beautiful dream. And I seek thee in vain by the meadow and stream."
    },
    {
      "cite": "Francis Kazinczy",
      "quote": "Ever absent, ever near; Still I see thee, still I hear; Yet I cannot reach thee, dear!"
    },
    {
      "cite": "Pittacus Lore",
      "quote": "That's the worst way to miss somebody. When they're right beside you and you miss them anyway."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "The worst thing you can do if you miss or need someone is let them know it."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Missing someone is the reverberating echo of everything beautiful about her her laugh, her song, her touch, her smell, the power of her words, and the constant shadow that lingers on as her perfect image in your memory."
    },
    {
      "cite": "Kate Ellison",
      "quote": "I wonder if that's just how it feels to miss someone so bad   like being stabbed in the gut a little bit, each time you think of them."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "There should be a little gap between you and your friends, though you'll miss their companionship and you'll also miss their disrespect."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Missing someone doesn't always mean you need to have them back in your life. Sometimes you just feel there absence in present."
    },
    {
      "cite": "Robert Brault",
      "quote": "Sometimes it is the person closest to us who must travel the furthest distance to be our friend."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "Where you used to be, there is a hole in the world, which I find myself constantly walking around in the daytime, and falling into at night. I miss you like hell."
    },
    {
      "cite": "Jeramae Panabia",
      "quote": "When you miss someone in your life,just close your eyes and think the things that you do when you are with each other."
    },
    {
      "cite": "Saint Augustine",
      "quote": "I want my friend to miss me as long as I miss him."
    }
  ]
}