{
  "source": "https://www.wisesayings.com/mistress-quotes/",
  "theme": "mistress",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Art is a jealous mistress, and if a man have a genius for painting, poetry, music, architecture, or philosophy, he makes a bad husband and an ill provider."
    },
    {
      "cite": "Jerome",
      "quote": "Sometimes the character of the mistress is inferred from the dress of her maids."
    },
    {
      "cite": "William Wycherley",
      "quote": "Next to the pleasure of finding a new mistress is that of being rid of an old one."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A wife who discomforts you with truth is better than a mistress who massages you with lies."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "A sailor's love for the sea is only matched by his mistress's salty kiss."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The man that thinks he loves his mistress for her own sake is mightily mistaken."
    },
    {
      "cite": "Jim Backus",
      "quote": "Mistress: Something between a mister and a mattress."
    },
    {
      "cite": "Plutarch",
      "quote": "A lover's soul lives in the body of his mistress."
    },
    {
      "cite": "Lord Byron",
      "quote": "A mistress never is nor can be a friend. While you agree, you are lovers; and when it is over, anything but friends."
    },
    {
      "cite": "William Wycherley",
      "quote": "A mistress should be like a little country retreat near the town, not to dwell in constantly, but only for a night and away."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The more one loves a mistress, the more one is ready to hate her."
    },
    {
      "cite": "James Kilpatrick",
      "quote": "A whore may be naked, but a mistress is nude. We are talking class."
    },
    {
      "cite": "Thomas Tusser",
      "quote": "Such mistress, such Nan,Such master, such man."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A lover always thinks of his mistress first and himself second; with a husband it runs the other way."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A man who marries his mistress leaves a vacancy in that position."
    },
    {
      "cite": "Propertius",
      "quote": "Even a faithful mistress can be bent by constant threats."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Men will bear many things from a kept mistress, which they would not bear from a wife."
    }
  ]
}