{
  "source": "https://www.wisesayings.com/mistreated-quotes/",
  "theme": "mistreated",
  "quotes": [
    {
      "cite": "Anthony Douglas Williams",
      "quote": "Not a single creature deserves to be mistreated, or abused. Not a one."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Never, ever mistreat someone who loves you. Because you're not entitled to that love."
    },
    {
      "cite": "Joseph Fink",
      "quote": "It's not other people that hurt us, but what we feel about them."
    },
    {
      "cite": "Dave Checketts",
      "quote": "Sports fans have been mistreated for a long time. They have overpaid for inferior food and they have had poor service."
    },
    {
      "cite": "Tiffany Reisz",
      "quote": "Hurt is a bruise on the outside. Harm is a bruise on the inside."
    },
    {
      "cite": "Alice Miller",
      "quote": "The reason why parents mistreat their children has less to do with character and temperament than with the fact that they were mistreated themselves and were not permitted to defend themselves."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "There are more people abusive to others than lie open to abuse themselves; but the humor goes round, and he that laughs at me today will have somebody to laugh at him tomorrow."
    },
    {
      "cite": "Aesop",
      "quote": "Evil companions bring more hurt than profit."
    },
    {
      "cite": "Rumi",
      "quote": "The hurt you embrace becomes joy."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Anyone who has accustomed himself to regard the life of any living creature as worthless is in danger of arriving also at the idea of worthless human lives."
    },
    {
      "cite": "Alexis Carrel",
      "quote": "Everyone makes a greater effort to hurt other people than to help himself."
    },
    {
      "cite": "Samuel Griswold Goodrich",
      "quote": "Abuse is the weapon of the vulgar."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "Beat a dog once and you only have to show him the whip"
    },
    {
      "cite": "Kevin DeYoung",
      "quote": "If you find yourself mistreated, misunderstood, and mocked as a Christian, take heart, for so they did to the Christ."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Some old wounds never truly heal, and bleed again at the slightest word."
    },
    {
      "cite": "Charles Bradlaugh",
      "quote": "The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Forget what hurt you but never forget what it thaught you."
    },
    {
      "cite": "Mike Pence",
      "quote": "No one should be harassed or mistreated because of who they are, who they love, or what they believe."
    },
    {
      "cite": "Deb Caletti",
      "quote": "The hurt affects your ability to go forward."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "If one mistreats citizens of foreign countries, one infringes upon one's duty toward one's own subjects; for thus one exposes themto the law of retribution."
    },
    {
      "cite": "Tacitus",
      "quote": "Abuse if you slight it, will gradually die away; but if you show yourself irritated, you will be thought to have deserved it."
    },
    {
      "cite": "Louis C.K.",
      "quote": "When a person tells you that you hurt them, you don't get to decide that you didn't."
    },
    {
      "cite": "Ken Starr",
      "quote": "Lawyers claim that their clients have been grossly mistreated, which is what criminal defense lawyers are paid to do."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "If the abuse be enormous, nature will rise up, and claiming her original rights, overturn a corrupt political system."
    },
    {
      "cite": "Socrates",
      "quote": "One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him."
    },
    {
      "cite": "Tucker Carlson",
      "quote": "Animals shouldn't be mistreated."
    },
    {
      "cite": "Kirk Cameron",
      "quote": "Nobody should mistreat anybody. Homosexuals should not be mistreated. Heterosexuals should not be mistreated. Bisexuals should not be mistreated."
    },
    {
      "cite": "Shirley Manson",
      "quote": "Humans all want to beat the clock but nobody ever does."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "You still indulge in distrustful fears that things will go wrong, or that people will betray you, or mistreat you; get above all of them."
    }
  ]
}