{
  "source": "https://www.wisesayings.com/misunderstood-quotes/",
  "theme": "misunderstood",
  "quotes": [
    {
      "cite": "Stephen Fry",
      "quote": "No adolescent ever wants to be understood, which is why they complain about being misunderstood all the time."
    },
    {
      "cite": "Matthew Collings",
      "quote": "The most painful thing for me is to be misunderstood."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Be not disturbed at being misunderstood; be disturbed rather at not being understanding."
    },
    {
      "cite": "unknown",
      "quote": "Never waste your time trying to explain who you are to people who are committed to misunderstanding you."
    },
    {
      "cite": "unknown",
      "quote": "I'm only responsible for what i say not for what you understand."
    },
    {
      "cite": "Adam Levine",
      "quote": "I'd rather be loud and misunderstood than quiet and bored."
    },
    {
      "cite": "Karl Popper",
      "quote": "It is impossible to speak in such a way that you cannot be misunderstood."
    },
    {
      "cite": "unknown",
      "quote": "I don't mind being hated, but I hate being misunderstood."
    },
    {
      "cite": "Allan Kingdom",
      "quote": "Rather be weird and misunderstood than mediocre and accepted."
    },
    {
      "cite": "unknown",
      "quote": "Being misunderstood doesn't mean you're the issue...sometimes it's the people that misunderstand you with all the issues."
    },
    {
      "cite": "unknown",
      "quote": "Understanding is deeper than knowledge. There are many people who know you, but there are very few who understand you."
    },
    {
      "cite": "Howard Stern",
      "quote": "Most of the things I do are misunderstood. Hey, after all, being misunderstood is the fate of all true geniuses, is it not?"
    },
    {
      "cite": "unknown",
      "quote": "The greatest distance between two people is a misunderstanding."
    },
    {
      "cite": "Liu Shahe",
      "quote": "Being misunderstood by someone is vexation. Being misunderstood by everyone is tragedy."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "People understand me so poorly that they don't even understand my complaint about them not understanding me."
    },
    {
      "cite": "Henry Handel Richardson",
      "quote": "After all, there was something rather pleasant in knowing that you were misunderstood. It made you feel different from everyone else."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "I have suffered from being misunderstood, but I would have suffered a hell of a lot more if I had been understood."
    },
    {
      "cite": "Hugh Prather",
      "quote": "We feel understood by people who like us; misunderstood by people who don't -- and those feelings are probably realistic."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Nowadays, saying what you really think can be a serious error since one risks being misunderstood."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "So long as you live and work, you will be misunderstood; to that you must resign yourself once and for all. Be silent!"
    },
    {
      "cite": "Robert Brault",
      "quote": "In the end there doesn't have to be anyone who understands you, there just has to be someone who wants to."
    },
    {
      "cite": "Ali lbn Abi Talib",
      "quote": "Nothing hurts a good soul and the kind heart more than to live amongst people who can't understand it."
    },
    {
      "cite": "Anatole France",
      "quote": "It is better to understand little than to misunderstand a lot."
    },
    {
      "cite": "Edie Sedgwick",
      "quote": "You have to put up with the risk of being misunderstood if you are going to try to communicate."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Is it so bad to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh."
    },
    {
      "cite": "unknown",
      "quote": "The ocean gets its saltiness from the tears of misunderstood sharks."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Being misunderstood by people whose opinions you value is absolutely the most painful."
    },
    {
      "cite": "Isaac Parker",
      "quote": "I am the most misunderstood and misrepresented of men. Misrepresented because misunderstood."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be great is to be misunderstood."
    },
    {
      "cite": "unknown",
      "quote": "I'm only responsible for what I say, not for what you understand."
    }
  ]
}