{
  "source": "https://www.wisesayings.com/mixed-feelings-quotes/",
  "theme": "mixed-feelings",
  "quotes": [
    {
      "cite": "Avan Jogia",
      "quote": "Mixed feelings started like a storm, a swirling of ideas that began to take shape, the eye of which was always unseeable to me and will most likely remain unseeable."
    },
    {
      "cite": "Evan Esar",
      "quote": "No wonder a father has mixed feelings when his son goes off to college; while he loses a son, he gains a car."
    },
    {
      "cite": "Hari Kondabolu",
      "quote": "I like playing with that space between laughter and discomfort where your discomfort can also make you laugh, and you're confused about the mixed feelings. That's challenging, and I think that's what makes for some of the best art."
    },
    {
      "cite": "Salli Richardson",
      "quote": "When a loved one passes, there are mixed emotions and a thirst to live one's own life more deeply can certainly be among them."
    },
    {
      "cite": "Helmut Newton",
      "quote": "I have mixed feelings about those sorts of things. When I see it done by interesting young people, I think it's very valid."
    },
    {
      "cite": "Dave Magarity",
      "quote": "I have mixed emotions today. It's been a tough couple of weeks."
    },
    {
      "cite": "Jessica Simpson",
      "quote": "The while you have been wishing to love on me. Mixed feelings and misgivings."
    },
    {
      "cite": "Rush",
      "quote": "Everybody got mixed feelings about the function and the form. Everybody got to deviate from the norm."
    },
    {
      "cite": "Kendrick Lamar",
      "quote": "Mixed feelings was my opinion, I was defending my insecurities."
    },
    {
      "cite": "John Hiatt",
      "quote": "Mixing up drinks with mixed feelings. All along the paint was peeling."
    },
    {
      "cite": "Musiq Soulchild",
      "quote": "I guess we got a lot of things to figure out. I'm having mixed feelings bout it cause."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Much better than the feeling of having things is the feeling of having earned things."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't make a permanent decision for your temporary emotion."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Great art is clear thinking about mixed feelings."
    },
    {
      "cite": "A.A. Gupte",
      "quote": "It appeared like their pain and suffering were combined feelings. But, feelings never did kill anyone. It was running away from feelings that lead to the absolute death of any relationship."
    },
    {
      "cite": "Anonymous",
      "quote": "When someone makes you the happiest person and the saddest person at the same time, that's when it's real. That's when it's worth something."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Feelings are like chemicals, the more you analyze them the worse they smell"
    },
    {
      "cite": "Anonymous",
      "quote": "There comes a time you feel so alone no matter how much company you have."
    },
    {
      "cite": "Reyna Biddy",
      "quote": "If a person always leaves you with mixed feelings, uncertainty and an unsettled mind, you don't need to place your energy there."
    },
    {
      "cite": "Rina Smiley",
      "quote": "It's a complicated world. People have a hard time finding each other & even when they do, they're scared to take the risk."
    },
    {
      "cite": "Xun Zi",
      "quote": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "An expectation was there, mixed in with so many other emotions, excitement, resignation, hesitation, confusion, fear that would well up then wither on the vine. You're optimistic one moment, only to be racked the next by the certainty that it will all fall to pieces. And in the end it does."
    },
    {
      "cite": "George Carman",
      "quote": "Mixed feelings, like mixed drinks, are a confusion to the soul."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Your emotions are very unstable and should never be the foundation for direction in your life."
    },
    {
      "cite": "Jonatan Martensson",
      "quote": "Feelings are much like waves, we can't stop them from coming but we can choose which one to surf."
    }
  ]
}