{
  "source": "https://www.wisesayings.com/mob-quotes/",
  "theme": "mob",
  "quotes": [
    {
      "cite": "William Penn",
      "quote": "Passion is the mob of the man, that commits a riot upon his reason."
    },
    {
      "cite": "Frederick The Great",
      "quote": "Religion is the idol of the mob; it adores everything it does not understand."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is no necessity to separate the monarch from the mob; all authority is equally bad."
    },
    {
      "cite": "Diogenes",
      "quote": "The mob is the mother of tyrants."
    },
    {
      "cite": "Teju Cole",
      "quote": "One of the chief characteristics of a mob is its quickness. It is sudden. It pounces."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "Every man has a mob self and an individual self, in varying proportions."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "It is an easy and a vulgar thing to please the mob, and not a very arduous task to astonish them; but essentially to benefit and to improve them, is a work fraught with difficulty, and teeming with danger."
    },
    {
      "cite": "Euripides",
      "quote": "When one with honeyed words but evil mind persuades the mob, great woes befall the state."
    },
    {
      "cite": "B.F. Skinner",
      "quote": "The mob rushes in where individuals fear to tread."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A democracy is nothing more than mob rule, where fifty-one percent of the people may take away the rights of the other forty-nine."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A mob's a monster; heads enough but no brains"
    },
    {
      "cite": "Pierce Brown",
      "quote": "Mobs are soulless things that feed on fear and momentum and prejudice."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The nose of a mob is its imagination. By this, at any time, it can be quietly led."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The mob has nothing to lose, everything to gain."
    },
    {
      "cite": "Quintus Curtius Rufus",
      "quote": "The mob has no ruler more potent than superstition."
    },
    {
      "cite": "Horace",
      "quote": "The mob will now and then see things in a right light."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The mob is man voluntarily descending to the nature of the beast."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "For the mob is always impressed by appearances and by results, and the world is composed of the mob."
    },
    {
      "cite": "Euripides",
      "quote": "The mob gets out of hand, runs wild, worse than raging fire, while the man who stands apart is called a coward."
    },
    {
      "cite": "Stanisław Jerzy Lec",
      "quote": "The mob shouts with one big mouth and eats with a thousand little ones."
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "I have encountered riotous mobs and have been hung in effigy, but my motto is: Men's rights are nothing more. Women's rights are nothing less."
    },
    {
      "cite": "Owen D. Young",
      "quote": "Markets as well as mobs respond to human emotions; markets as well as mobs can be inflamed to their own destruction."
    },
    {
      "cite": "Euripides",
      "quote": "Mobs in their emotions are much like children, subject to the same tantrums and fits of fury."
    },
    {
      "cite": "John Dryden",
      "quote": "A mob is the scum that rises up most when the nation boils."
    },
    {
      "cite": "William Powell",
      "quote": "Cultivate solitude and quiet and a few sincere friends, rather than mob merriment, noise and thousands of nodding acquaintances."
    },
    {
      "cite": "Seneca",
      "quote": "It is proof of a bad cause when it is applauded by the mob."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "A great nation is any mob of people which produces at least one honest man a century."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Get together a hundred or two men, however sensible they may be, and you are very likely to have a mob"
    },
    {
      "cite": "Socrates",
      "quote": "A disorderly mob is no more an army than a heap of building materials is a house."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Humanity to me is not a mob. A mob is a degeneration of humanity. A mob is humanity going the wrong way."
    }
  ]
}