{
  "source": "https://www.wisesayings.com/modern-art-quotes/",
  "theme": "modern-art",
  "quotes": [
    {
      "cite": "G.K.Chesterton",
      "quote": "Modern art has to be what is called ‘intense.’ it is not easy to define being intense; but, roughly speaking, it means saying only one thing at a time, and saying it wrong."
    },
    {
      "cite": "Charles Boudelaire",
      "quote": "To say the word Romanticism is to say modern art - that is, intimacy, spirituality, color, aspiration towards the infinite, expressed by every means available to the arts."
    },
    {
      "cite": "Banksy",
      "quote": "Modern art is a disaster area. Never in the field of human history has so much been used by so many to say so little."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Another unsettling element in modern art is that common symptom of immaturity, the dread of doing what has been done before."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art."
    },
    {
      "cite": "John Ciardi",
      "quote": "Modern art is what happens when painters stop looking at girls and persuade themselves that they have a better idea."
    },
    {
      "cite": "Paul Gauguin",
      "quote": "The history of modern art is also the history of the progressive loss of art's audience. Art has increasingly become the concern of the artist and the bafflement of the public."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The best one can say of modern creative art is that it is just a little less vulgar than reality"
    },
    {
      "cite": "Robert Motherwell",
      "quote": "The abstractness of modern art has to do with how much an enlightened mind rejects of the contemporary social order."
    },
    {
      "cite": "Piet Mondrian",
      "quote": "The truly modern artist is aware of abstraction in an emotion of beauty"
    },
    {
      "cite": "Jackson Pollock",
      "quote": "The modern artist... is working and expressing an inner world - in other words - expressing the energy, the motion, and other inner forces"
    },
    {
      "cite": "Herbert Read",
      "quote": "In general, modern art... has been inspired by a natural desire to chart the uncharted"
    },
    {
      "cite": "Tom Stoppard",
      "quote": "It is not hard to understand modern art. If it hangs on a wall it's a painting, and if you can walk around it it's a sculpture"
    },
    {
      "cite": "Golda Meir",
      "quote": "The public history of modern art is the story of conventional people not knowing what they are dealing with"
    },
    {
      "cite": "Edward Hopper",
      "quote": "In its most limited sense, modern, art would seem to concern itself only with the technical innovations of the period."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "The notion that the public accepts or rejects anything in modern art is merely romantic fiction. The game is completed and the trophies distributed long before the public knows what has happened."
    },
    {
      "cite": "Robert Motherwell",
      "quote": "Most painting in the European tradition was painting the mask. Modern art rejected all that. Our subject matter was the person behind the mask."
    },
    {
      "cite": "Max Bill",
      "quote": "Even in modern art, artists have used methods based on calculation, inasmuch as these elements, alongside those of a more personal and emotional nature, give balance and harmony to any work of art."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Make it new is the message not just of modern art but of modern consumerism, of which modern art is largely a mirror image."
    },
    {
      "cite": "Milan Kundera",
      "quote": "You can understand nothing about art, particularly modern art, if you do not understand that imagination is a value in itself."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "I have trouble with modern art. But in general, all art forms fascinate me - art is the way human beings express what we can't say in words."
    },
    {
      "cite": "Igor Babailov",
      "quote": "As the spiral of modern art history continues to wind down, we can see the increasing demand for tradition in the visual arts"
    }
  ]
}