{
  "source": "https://www.wisesayings.com/moderation-quotes/",
  "theme": "moderation",
  "quotes": [
    {
      "cite": "Charles de Montesquieu",
      "quote": "The spirit of moderation should also be the spirit of the lawgiver."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Moderation is the key of lasting enjoyment."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Moderation has been called a virtue to limit the ambition of great men, and to console undistinguished people for their want of fortune and their lack of merit."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Practice moderation in all things except love."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Moderation consists in being moved as angels are moved."
    },
    {
      "cite": "Bauvard",
      "quote": "Moderation: a median with no means, praised by those with no misfortunes, practiced by those with no merits."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "Moderation is a wiser policy than zealotry."
    },
    {
      "cite": "Reginald Heber",
      "quote": "In moderating, not in satisfying desires, lies peace."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Moderation is a fatal thing. Nothing succeeds like excess."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Moderation is the inseparable companion of wisdom, but with it genius has not even a nodding acquaintance."
    },
    {
      "cite": "Aristotle",
      "quote": "One can with but moderate possessions do what one ought."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Moderation is an ostentatious proof of our strength of character."
    },
    {
      "cite": "Jean Paul",
      "quote": "Only actions give life strength; only moderation gives it charm."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Moderation is the feebleness and sloth of the soul, whereas ambition is the warmth and activity of it."
    },
    {
      "cite": "Terence",
      "quote": "Moderation in all things."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "If moderation is a fault, then indifference is a crime."
    },
    {
      "cite": "Ryan Robbins",
      "quote": "Everything in moderation, and there's a perfect balance in this life if we can find it."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Out of moderation a pure happiness springs."
    },
    {
      "cite": "Ryan Robbins",
      "quote": "Everything in moderation, and there's a perfect balance in this life if we can find it."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Never go to excess, but let moderation be your guide."
    },
    {
      "cite": "Manly Hall",
      "quote": "Moderation is the secret of survival."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Only actions give life its strength, as only moderation gives it its charm."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Moderation is the center wherein all philosophies, both human and divine, meet."
    },
    {
      "cite": "Kelly Borsheim",
      "quote": "Moderation is a beautiful thing when extremes, although they exist, are the exception and not the rule."
    },
    {
      "cite": "Democritus",
      "quote": "Throw moderation to the winds, and the greatest pleasures bring the greatest pains."
    },
    {
      "cite": "Owen Feltham",
      "quote": "The boundary of man is moderation. When once we pass that pale our guardian angel quits his charge of us."
    },
    {
      "cite": "Epicurus",
      "quote": "Be moderate in order to taste the joys of life in abundance."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Moderation is the silken string running through the pearl-chain of all virtues."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Moderation in temper is always a virtue; but moderation in principle is always a vice."
    },
    {
      "cite": "Victoria Moran",
      "quote": "Moderation is actually the flip side of dieting, that is, imposed deprivation."
    }
  ]
}