{
  "source": "https://www.wisesayings.com/model-quotes/",
  "theme": "model",
  "quotes": [
    {
      "cite": "Charles F. Bolden",
      "quote": "Always do your best in whatever you do; set goals and seek challenges."
    },
    {
      "cite": "Arizona Muse",
      "quote": "Modeling is really silent acting."
    },
    {
      "cite": "Kim Alexis",
      "quote": "Modeling is a lonely business."
    },
    {
      "cite": "Analeigh Tipton",
      "quote": "When you're acting your a person. When you're modeling you're a hanger."
    },
    {
      "cite": "Adriana Lima",
      "quote": "Modeling is a tough job, your co workers are your rivals, it really puts a damper on your perspective of other girls."
    },
    {
      "cite": "Maud Adams",
      "quote": "Modeling is a great beginning, but it's also a kind of trap if you have any ambition or a mind that needs to be stimulated."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A model should be as simple as it can be but no simpler."
    },
    {
      "cite": "Anja Rubik",
      "quote": "Modeling is an incredible job for a girl if she approaches it with her head on her shoulders. You travel, you speak to people, and it opens your mind to different things."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "The secret to modeling is not being perfect. What one needs is a face that people can identify in a second. You have to be given what's needed by nature, and what's needed is to bring something new."
    },
    {
      "cite": "Tyra Banks",
      "quote": "A smart model is a good model."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Modeling is not just beauty and smile, it takes boldness and style."
    },
    {
      "cite": "Harlow Shapley",
      "quote": "No one trusts a model except the man who wrote it; everyone trusts an observation, except the man who made it."
    },
    {
      "cite": "Gale Anne Hurd",
      "quote": "If you can't find a good role model, be one."
    },
    {
      "cite": "Christy Turlington",
      "quote": "Modeling is a profession where your worth is tied up with looks."
    },
    {
      "cite": "Phoebe Cates",
      "quote": "Modeling teaches you to be completely concious of the camera. Acting is being totally unconcious of it."
    },
    {
      "cite": "Cara Delivingne",
      "quote": "This modeling thing, it's pretty easy, but actually it's also really tough."
    },
    {
      "cite": "Brooke Shields",
      "quote": "Modeling is the world that feel most welcome in."
    },
    {
      "cite": "Gelila Bekele",
      "quote": "Modeling is not something you excel because you are clever but is based on physical appearance, but then you have to a businesswoman, like, to keep your longevity."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You need beauty to be a model but not to be a role model."
    },
    {
      "cite": "Barry Bonds",
      "quote": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A model is an actor without a voice."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "A role model is a person whose roles can be modelled. If the roles you conceive and give birth to today cannot be adopted by anyone in your absence, you are no good model."
    },
    {
      "cite": "Elizabeth George",
      "quote": "Model the qualities that you want your children to show to each other."
    },
    {
      "cite": "Anonymous",
      "quote": "Be the role model you needed when you were younger."
    }
  ]
}