{
  "source": "https://www.wisesayings.com/modern-quotes/",
  "theme": "modern",
  "quotes": [
    {
      "cite": "Huston Smith",
      "quote": "The modern period adds social ethics to religions agenda, for we now realize that social structures are not like laws of nature. They are human creations, so we are responsible for them."
    },
    {
      "cite": "William Wordsworth",
      "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Modernization means Westernization."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Rather than trying to reinvent the wheel, build on to that which is already excellent."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "In the modern world, if you want to travel off the beaten path, stay off the beaten media path."
    },
    {
      "cite": "Avra Amar Filion",
      "quote": "Modernization, socialization, and progression doesn't alter nor permit discarding the morals and the laws one should abide themselves too."
    },
    {
      "cite": "M. Robin D'Antan",
      "quote": "Being human in our modern civilization is being forced into a boxing ring with Nature. And we're bloodied every time."
    },
    {
      "cite": "Steven Magee",
      "quote": "To be healthy in modern society, you must adopt the behaviors of an astronaut!"
    },
    {
      "cite": "Richard Holbrooke",
      "quote": "As countries grapple with modernization, people who are left behind tend to hold firmer and firmer to their view of the evil of modernity."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To expect the unexpected shows a thoroughly modern intellect."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The secret to living contently and sanely in this modern world is to find the beautiful in the ugly, but don't get confused which is which."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "In modern life nothing produces such an effect as a good platitude. It makes the whole world kin."
    },
    {
      "cite": "Samuel Wilson",
      "quote": "Compulsive modernization is the insatiable desire to change and grow."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "Nations rise and fall, flourish and decay, by what they believe in and by what their culture stands for."
    },
    {
      "cite": "Alan Watts",
      "quote": "The difficulty for most of us in the modern world is that the old-fashioned idea of God has become incredible or implausible."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The difference between technology and slavery is that slaves are fully aware that they are not free."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "In this modern world it is easy to be complex but difficult to be simple. At least try to keep your mind simple."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Modern consumer life is a form of extreme passive violence against all people."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "We must take steps to prevent further nuclear weapons development or modernization."
    },
    {
      "cite": "Steven Magee",
      "quote": "The modern human lives in a cesspool of man-made electromagnetic radiation."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The modern conservative is engaged in one of man's oldest exercises in moral philosophy; that is, the search for a superior moral justification for selfishness."
    },
    {
      "cite": "Paul Murray",
      "quote": "Modern life is a centrifuge; it throws people in every direction."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "You are born modern, you do not become so."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Have we not come to such an impasse in the modern world that we must love our enemies - or else? The chain reaction of evil - hate begetting hate, wars producing more wars - must be broken, or else we shall be plunged into the dark abyss of annihilation."
    },
    {
      "cite": "Swami Nirmalananda",
      "quote": "Our modern society is engaged in polishing and decorating the cage in which man is kept imprisoned."
    },
    {
      "cite": "Francis Chan",
      "quote": "We are a culture that relies on technology over community, a society in which spoken and written words are cheap, easy to come by, and excessive. Our culture says anything goes; fear of God is almost unheard of. We are slow to listen, quick to speak, and quick to become angry."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The fundamental cause of the trouble is that in the modern world the stupid are cocksure while the intelligent are full of doubt."
    }
  ]
}