{
  "source": "https://www.wisesayings.com/modesty-quotes/",
  "theme": "modesty",
  "quotes": [
    {
      "cite": "Winston S. Churchill",
      "quote": "A modest little person, with much to be modest about."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To be humble to superiors is duty, to equals courtesy, to inferiors nobleness."
    },
    {
      "cite": "Diogenes",
      "quote": "Modesty is the color of virtue."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Let us be absolutely clear about one thing: we must not confuse humility with false modesty or servility."
    },
    {
      "cite": "Harry Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "Meredith Duran",
      "quote": "Modesty, if you consider it, is the most unforgivable sort of falsehood: it's a lie that does damage to no one but yourself."
    },
    {
      "cite": "A.A. Milne",
      "quote": "It's not much of a tail, but I'm sort of attached to it."
    },
    {
      "cite": "Mark Twain",
      "quote": "The man who is ostentatious of his modesty is twin to the statue that wears a fig-leaf."
    },
    {
      "cite": "David Mitchell",
      "quote": "False modesty can be worse than arrogance."
    },
    {
      "cite": "Noah Webster",
      "quote": "Unaffected modesty is the sweetest charm of female excellence, the richest gem in the diadem of her honor."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "The thunder of false modesty was deafening."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Modesty is the conscience of the body."
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "No modest man ever did or ever will make a fortune."
    },
    {
      "cite": "William Shakespeare",
      "quote": "We wound our modesty and make foul the clearness of our deservings, when of ourselves we publish them."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "The delicate balance between modesty and conceit is popularity."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Modesty is invisibility. Never forget it. To be seen to be seen is to be penetrated. What you must be girls, is impenetrable."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "You do not become smarter by blowing your own horn. You become smarter by being humble."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Modesty is the lowest of the virtues, and is a real confession of the deficiency it indicates. He who undervalues himself is justly undervalued by others."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A just and reasonable modesty does not only recommend eloquence, but sets off every great talent which a man can be possessed of."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "When you know who you are, you won't have false modesty."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "I have often wished I had time to cultivate modesty. But I am too busy thinking about myself."
    },
    {
      "cite": "Major Taylor",
      "quote": "Modesty should be typical of the success of a champion."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "In life humility is not a handicap, arrogance is not a strength."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Modesty is a quality in a lover more praised by the women than liked."
    },
    {
      "cite": "Bobbe Sommer",
      "quote": "Having a low opinion of yourself is not modesty. It's self-destruction. Holding your uniqueness in high regard is not egotism. It's a necessary precondition to happiness and success."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Modesty is a vastly overrated virtue."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Modesty is the delicate form of hypocrisy."
    },
    {
      "cite": "Horace",
      "quote": "Usually the modest person passes for someone reserved, the silent for a sullen person."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Modesty is not only an ornament, but also a guard to virtue."
    },
    {
      "cite": "Confucius",
      "quote": "He who speaks without modesty will find it difficult to make his words good."
    }
  ]
}