{
  "source": "https://www.wisesayings.com/modernism-quotes/",
  "theme": "modernism",
  "quotes": [
    {
      "cite": "Salvador Dali",
      "quote": "Don't bother about being modern. Unfortunately it is the one thing that, whatever you do, you cannot avoid."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Perpetual modernism is the measure of merit in every work of art."
    },
    {
      "cite": "James Elkins",
      "quote": "Modern paintings often seem to have been made quickly, by comparison with the paintings of earlier centuries, and that seems to give us the license to look at them quickly - to consume them and move on."
    },
    {
      "cite": "Roger Scruton",
      "quote": "Modernism in architecture went hand in hand with socialist and fascist projects to rid old Europe of its hierarchical past"
    },
    {
      "cite": "Robert Hughes",
      "quote": "Modernism is the protein of our cultural imagination."
    },
    {
      "cite": "Philip Pullman",
      "quote": "A lot of modernism does seem to come out of a fear of being thought an ordinary storyteller. So they tell it backwards and they tell it in the present tense and they cut loose the pages and shuffle them around - all that kind of stuff."
    },
    {
      "cite": "Albert Camus",
      "quote": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism."
    },
    {
      "cite": "Will Self",
      "quote": "Modernism has a reputation for being a forbidding phenomenon: its visual arts disconcertingly non-representational, its literary efforts devoid of the consolations of plot and character - even its films, it's argued, fall well short of that true desideratum: entertainment."
    },
    {
      "cite": "Robert Hewison",
      "quote": "Post-modernism is modernism with the optimism taken out."
    },
    {
      "cite": "Bryan Appleyard",
      "quote": "Modernism may be seen as an attempt to reconstruct the world in the absence of God."
    },
    {
      "cite": "Robert Venturi",
      "quote": "Modernism is about space. Postmodernism is about communication. You should do what turns you on."
    },
    {
      "cite": "James Fenton",
      "quote": "Modernism in other arts brought extreme difficulty. In poetry, the characteristic difficulty imported under the name of modernism was obscurity. But obscurity could just as easily be a quality of metrical as of free verse."
    },
    {
      "cite": "Phillip E. Johnson",
      "quote": "Modernism is typically defined as the condition that begins when people realize God is truly dead, and we are therefore on our own."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "In modern life nothing produces such an effect as a good platitude. It makes the whole world kin."
    },
    {
      "cite": "Theaster Gates",
      "quote": "Modernism was influenced by what they call a primativist ethic."
    },
    {
      "cite": "Eva Zeisel",
      "quote": "Modernism, rebelling against the ornament of the 19th century, limited the vocabulary of the designer. Modernism emphasized straight lines, eliminating the expressive S curve. This made it harder to communicate emotions through design."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Modernism released us from the constraints of everything that had gone before with a euphoric sense of freedom."
    },
    {
      "cite": "Paul de Man",
      "quote": "Modernity exists in the form of a desire to wipe out whatever came earlier, in the hope of reaching at least a point that could be called a true present, a point of origin that marks a new departure."
    },
    {
      "cite": "Tom Turne",
      "quote": "Modernism', as a label, has currency in the arts, architecture, planning, landscape, politics, theology, cultural history and elsewhere."
    }
  ]
}