{
  "source": "https://www.wisesayings.com/mom-and-dad-quotes/",
  "theme": "mom-and-dad",
  "quotes": [
    {
      "cite": "Jim Demint",
      "quote": "One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad."
    },
    {
      "cite": "Eddie Murray",
      "quote": "No one was more important than my mom and dad. I know they are watching from a place up in heaven here today to make sure all their kids are doing good."
    },
    {
      "cite": "Pat Conroy",
      "quote": "When mom and dad went to war, the only prisoners they took were the children."
    },
    {
      "cite": "Meryl Streep",
      "quote": "You don't have to be famous. You just have to make your mother and father proud of you."
    },
    {
      "cite": "T. Berry Brazelton",
      "quote": "Parents don't make mistakes because they don't care, but because they care so deeply."
    },
    {
      "cite": "Mau Piailug",
      "quote": "Your captain is your mother and father. He will tell you when to eat and when to sleep. Listen to him. Make happy. And we will all see the land we are going to."
    },
    {
      "cite": "Haim Ginott",
      "quote": "Parents often talk about the younger generation as if they didn't have anything to do with it."
    },
    {
      "cite": "Mitt Romney",
      "quote": "My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do."
    },
    {
      "cite": "Allan Bloom",
      "quote": "Fathers and mothers have lost the idea that the highest aspiration they might have for their children is for them to be wise... specialized competence and success are all that they can imagine."
    },
    {
      "cite": "Maya Angelou",
      "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength."
    },
    {
      "cite": "Bob Keeshan",
      "quote": "Parents are the ultimate role models for children. Every word, movement and action has an effect. No other person or outside force has a greater influence on a child than the parent."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "My mother protected me from the world and my father threatened me with it."
    },
    {
      "cite": "Anne Frank",
      "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands."
    },
    {
      "cite": "Jeremy P. Johnson",
      "quote": "Parents are traffic signs that are always in our blind spots."
    },
    {
      "cite": "Grant Hill",
      "quote": "Parents, they're strict on you when you're little, and you don't understand why. But as you get older, you understand and you appreciate it."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "The most important thing that parents can teach their children is how to get along without them."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Parents are the last people on earth who ought to have children."
    },
    {
      "cite": "James E. Faust",
      "quote": "To be a good father and mother requires that the parents defer many of their own needs and desires in favor of the needs of their children. As a consequence of this sacrifice, conscientious parents develop a nobility of character and learn to put into practice the selfless truths taught by the Savior Himself."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Parents are people who yell and they yell and they yell and they yell. And you already have the point... and they're still yelling."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Parents were invented to make children happy by giving them something to ignore."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Parents forgive their children least readily for the faults they themselves instilled in them."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Parents are like shuttles on a loom. They join the threads of the past with threads of the future and leave their own bright patterns as they go."
    },
    {
      "cite": "Robert Macneil",
      "quote": "Parents can plant magic in a child's mind through certain words spoken with some thrilling quality of voice, some uplift of the heart and spirit."
    },
    {
      "cite": "Anthony Powell",
      "quote": "Parents are sometimes a bit of a disappointment to their children. They don't fulfill the promise of their early years."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Parents can really help, but they can also really hinder the development of their youngsters."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "To all those mothers and fathers who are struggling with teen-agers, I say, just be patient: even though it looks like you can't do anything right for a number of years, parents become popular again when kids reach 20."
    },
    {
      "cite": "Isabelle Huppert",
      "quote": "My mom's a Catholic, and my dad's a Jew, and they didn't want anything to do with anything."
    },
    {
      "cite": "Peter Orszag",
      "quote": "My mom is a very warm, typical sort of Jewish-mother type. And my dad has a somewhat, um, different personality."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "The only thing I have to go by is what my mother and father told me, how I was brought up."
    },
    {
      "cite": "James Gandolfini",
      "quote": "Both my mother and father were very supportive of any career move any of us wanted to make."
    }
  ]
}