{
  "source": "https://www.wisesayings.com/momentum-quotes/",
  "theme": "momentum",
  "quotes": [
    {
      "cite": "George C. Marshall",
      "quote": "The one great element in continuing the success of an offensive is maintaining the momentum."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "Forward momentum only worked as a strategy if one had correctly identified which way was forward."
    },
    {
      "cite": "Michael Connelly",
      "quote": "Momentum was momentum, whether you found it in music or on the street or in the beat of your own heart."
    },
    {
      "cite": "Andrew Lloyd Webber",
      "quote": "Sometimes it's very difficult to keep momentum when it's you that you are following."
    },
    {
      "cite": "Joe Rogan",
      "quote": "Build confidence and momentum with each good decision you make from here on out and choose to be inspired."
    },
    {
      "cite": "Annie Lennox",
      "quote": "The momentum of time is always going forward. You cannot repeat what has been done before. You can't go back."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "When you find yourself in the thickness of pursuing a goal or dream, stop only to rest. Momentum builds success."
    },
    {
      "cite": "Aga Khan IV",
      "quote": "There appears to be momentum towards more and more misunderstandings between religions, a degradation of relations."
    },
    {
      "cite": "Erica Jong",
      "quote": "The words carry their own momentum. A confession in motion tends to stay in motion. Newton's first law of jealousy."
    },
    {
      "cite": "Joanna Macy and Chris Johnstone",
      "quote": "When we move in a direction that touches our heart, we add to the momentum of deeper purpose that makes us feel more alive."
    },
    {
      "cite": "John Updike",
      "quote": "Prose should have a flow, the forward momentum of a certain energized weight; it should feel like a voice tumbling in your ear."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The stream of thinking has enormous momentum that can easily drag you along with it. Every thought pretends that it matters so much."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The most important thing you can do to achieve your goals is to make sure that as soon as you set them you immediately begin to create momentum."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The momentum now is inevitable. Now it's about each of us individually arranging the furniture of our own mind to deal with what has become inevitable."
    },
    {
      "cite": "Annie Lennox",
      "quote": "When you're that successful, things have a momentum, and at a certain point you can't really tell whether you have created the momentum or it's creating you."
    },
    {
      "cite": "Jim Leyland",
      "quote": "Momentum is your next day's pitcher."
    },
    {
      "cite": "Sherman Alexie",
      "quote": "One play can change your momentum forever."
    },
    {
      "cite": "Marlon Brando",
      "quote": "Never surrender to the momentum of mediocrity."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "The momentum of the mind can be vexingly, involuntarily capricious."
    },
    {
      "cite": "Adam Braun",
      "quote": "For any movement to gain momentum, it must start with a small action."
    },
    {
      "cite": "Peter J. Carroll",
      "quote": "He who is doing his true will is assisted by the momentum of the universe."
    },
    {
      "cite": "Nick Hornby",
      "quote": "Like all books that have that kind of momentum, it starts from word of mouth."
    },
    {
      "cite": "Ralph Marston",
      "quote": "One positive step can put an end to negative momentum. Now is when you can take it."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Keep moving ahead because action creates momentum, which in turn creates unanticipated opportunities."
    },
    {
      "cite": "Sam Altman",
      "quote": "Momentum and growth are the lifeblood of startups. This is probably in the top three secrets of executing well."
    },
    {
      "cite": "Harold Geneen",
      "quote": "In a good meeting there is a momentum that comes from the spontaneous exchange of fresh ideas and produces extraordinary results. That momentum depends on the freedom permitted the participants."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Momentum solves 80% of your problems."
    },
    {
      "cite": "Tom Watson",
      "quote": "Sometimes thinking too much can destroy your momentum."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Momentum is whatever your attitude determines it to be."
    },
    {
      "cite": "Earl Weaver",
      "quote": "Momentum is only as good as tomorrow's starting pitcher."
    }
  ]
}