{
  "source": "https://www.wisesayings.com/moments-quotes/",
  "theme": "moments",
  "quotes": [
    {
      "cite": "Anna Godbersen",
      "quote": "I've always believed in savoring the moments. In the end, they are the only things we'll have."
    },
    {
      "cite": "Mary Balogh",
      "quote": "Nothing is permanently perfect. But there are perfect moments and the will to choose what will bring about more perfect moments."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Guard well your spare moments. They are like uncut diamonds. Discard them and their value will never be known. Improve them and they will become the brightest gems in a useful life."
    },
    {
      "cite": "Marcia Wieder",
      "quote": "Use your precious moments to live life fully every single second of every single day."
    },
    {
      "cite": "Simon Van Booy",
      "quote": "Every moment is the paradox of now or never."
    },
    {
      "cite": "David Levien",
      "quote": "At the end, one didn't remember life as a whole but as just a string of moments."
    },
    {
      "cite": "Crystal Woods",
      "quote": "I want to take all our best moments, put them in a jar, and take them out like cookies and savor each one of them forever."
    },
    {
      "cite": "Corita Kent",
      "quote": "Life is a succession of moments, to live each one is to succeed."
    },
    {
      "cite": "Flavor Flav",
      "quote": "The moments we have behind us, you won't be able to see again. We're only responsible for what we live in right now."
    },
    {
      "cite": "Zoey Sayward",
      "quote": "Don't wait for the perfect moment, take the moment and make it perfect."
    },
    {
      "cite": "Deena Kastor",
      "quote": "Sometimes the moments that challenge us the most, define us."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Realize deeply that the present moment is all you have."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Some moments are nice, some are nicer, some are even worth writing about."
    },
    {
      "cite": "Marc Parent",
      "quote": "The bittersweet side of appreciating life's most precious moments is the unbearable awareness that those moments are passing."
    },
    {
      "cite": "Jenny Downham",
      "quote": "We make patterns, we share moments."
    },
    {
      "cite": "Dan Millman",
      "quote": "There are no ordinary moments."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The butterfly counts not months but moments, and has time enough."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "We never remember days, only moments."
    },
    {
      "cite": "Herb Brooks",
      "quote": "Great moments are born from great oppurtunities."
    },
    {
      "cite": "Sarra Manning",
      "quote": "I guess they're called moments because they don't last very long."
    },
    {
      "cite": "Mehmet Murat",
      "quote": "To encounter great moments, you must mostly be in motion!"
    },
    {
      "cite": "unknown",
      "quote": "The best moments are the unplanned ones that just happen but make your day perfect."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Sometimes at the best moments a single word or a look is enough."
    },
    {
      "cite": "unknown",
      "quote": "Simple moments are sometimes the best moments."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A good life is a collection of happy moments."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Allow yourself to enjoy each moment in your life."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "Life isn't a matter of milestones, but of moments."
    },
    {
      "cite": "Dale Earnhardt",
      "quote": "You can't let one bad moment spoil a bunch of good ones."
    },
    {
      "cite": "Henry Miller",
      "quote": "Every moment is a golden one for those who have the vision to recognize it as such."
    }
  ]
}