{
  "source": "https://www.wisesayings.com/monarchy-quotes/",
  "theme": "monarchy",
  "quotes": [
    {
      "cite": "Robert Anton Wilson",
      "quote": "The worst that can happen underÂ monarchyÂ is rule by a single imbecile, but democracy often means the rule by an assembly of three or four hundred imbeciles."
    },
    {
      "cite": "James Fenimore Cooper",
      "quote": "AÂ monarchyÂ is the mostÂ expensiveÂ of allformsÂ of government, theÂ regalÂ staterequiringÂ aÂ costlyÂ parade, and he whodependsÂ on his ownÂ powerÂ to rule, must strengthenÂ thatÂ powerÂ byÂ bribingÂ theÂ activeandÂ enterprisingÂ whom heÂ cannotÂ intimidate."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The progress from an absolute to a limitedÂ monarchy, from a limitedÂ monarchyÂ to a democracy, is a progress toward a true respect for the individual."
    },
    {
      "cite": "Polybius",
      "quote": "MonarchyÂ degenerates into tyranny, aristocracy into oligarchy, and democracy into savage violence and chaos."
    },
    {
      "cite": "Conrad Russell",
      "quote": "The monarchy is a political referee, not a political player, and there is a lot of sense in choosing the referee by a different principle from the players. It lessens the danger that the referee might try to start playing."
    },
    {
      "cite": "Heather Brooke",
      "quote": "TheÂ monarchyÂ is a part of the state. It exists to serve the people."
    },
    {
      "cite": "Daniel Ellsberg",
      "quote": "IfÂ monarchyÂ is corrupting - and it is - wait till you see what overt empire does to us."
    },
    {
      "cite": "Sue Townsend",
      "quote": "TheÂ monarchyÂ is finished. It was finished a while ago, but they're still making the corpses dance."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "An absoluteÂ monarchyÂ is one in which the sovereign does as he pleases so long as he pleases the assassins."
    },
    {
      "cite": "Lord Acton",
      "quote": "MonarchyÂ hardens into despotism. Aristocracy contracts into oligarchy. Democracy expands into the supremacy of numbers."
    },
    {
      "cite": "Ezra Stiles",
      "quote": "AÂ monarchyÂ conducted with infinite wisdom and infinite benevolence is the most perfect of all possible governments."
    },
    {
      "cite": "Joseph Cook",
      "quote": "AÂ monarchyÂ is like a man-of-war--bad shots between wind and water hurt it exceedingly; there is danger of capsizing. But democracy is a raft. You cannot easily overturn it. It is a wet place, but it is a pretty safe one."
    },
    {
      "cite": "Harold Wilson",
      "quote": "TheÂ monarchyÂ is a labor intensive industry."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "One advantage of aÂ monarchyÂ is that aÂ monarchyÂ does not suffer the effects of having great clots of white Christians moping around simply because they aren't the king or queen."
    },
    {
      "cite": "Samuel Adams",
      "quote": "InÂ monarchyÂ the crime of treason may admit of being pardoned or lightly punished, but the man who dares rebel against the laws of a republic ought to suffer death."
    },
    {
      "cite": "King James I",
      "quote": "The state ofÂ monarchyÂ is the supremest thing upon earth: for kings are not only God's Lieutenants upon earth, and sit upon God's throne, but even by God himself they are called Gods."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A dyingÂ monarchyÂ is always one that has too much power, not too little; a dying religion always interferes more than it ought, not less."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "The best reason whyÂ MonarchyÂ is a strong government is, that it is an intelligible government. The mass of mankind understand it, and they hardly anywhere in the world understand any other."
    },
    {
      "cite": "Francesco Crispi",
      "quote": "TheÂ monarchyÂ unites us; the republic would divide us."
    },
    {
      "cite": "Herodotus",
      "quote": "How can aÂ monarchyÂ be a suitable thing, which allows a man to do as he pleases with none to hold him to account. And even if you were to take the best man on earth, and put him into aÂ monarchy, you put outside him the thoughts that usually guide him."
    },
    {
      "cite": "Anatole France",
      "quote": "For everyÂ monarchyÂ overthrown the sky becomes less brilliant, because it loses a star. A republic is ugliness set free."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The trappings of aÂ monarchyÂ would set up an ordinary commonwealth."
    },
    {
      "cite": "Fisher Ames",
      "quote": "AÂ monarchyÂ is a merchantman which sails well, but will sometimes strike on a rock, and go to the bottom, whilst a republic is a raft which will never sink, but then your feet are always in the water."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The right kind ofÂ monarchyÂ is one where everybody goes about with the permanent conviction that the king can do no wrong."
    }
  ]
}