{
  "source": "https://www.wisesayings.com/monday-quotes/",
  "theme": "monday",
  "quotes": [
    {
      "cite": "Unknown Author",
      "quote": "It takes twice as long for me to not get anything done on Monday as it does the rest of the week."
    },
    {
      "cite": "Unknown Author",
      "quote": "The only good thing about seeing my coworkers on Monday is they're the only people I don't have to apologize to for my weekend behavior."
    },
    {
      "cite": "Arthur Darvill",
      "quote": "Monday is great if I can spend it in bed. I'm a man of simple pleasures, really."
    },
    {
      "cite": "H. Allen Smith",
      "quote": "On Monday mornings, I am dedicated to the proposition that all men are created jerks."
    },
    {
      "cite": "Unknown Author",
      "quote": "Just once, I would like to wake up, turn on the news, and hear... 'Monday has been canceled, go back to sleep.'"
    },
    {
      "cite": "Unknown Author",
      "quote": "If only one of the presidential candidates would have the incentive to \"make Mondays part of the weekend\" into his platform. I think he would get a lot of votes."
    },
    {
      "cite": "Michael Ely",
      "quote": "Hey I know it's Monday but it's also a new day, a new week, and in that lies a new opportunity for something special to happen."
    },
    {
      "cite": "Unknown Author",
      "quote": "Dear Monday, thanks for having the word \"mon\" in you. That's French for \"mine,\" in case you weren't aware, Monday, but it makes me think of you more as \"my day,\" and frankly, that sounds like a much more promising start to the week."
    },
    {
      "cite": "Unknown Author",
      "quote": "Monday is like a math problem. Add the irritation, subtract the sleep, multiply the problems, divide the happiness."
    },
    {
      "cite": "Unknown Author",
      "quote": "If you start the week with a positive attitude on Monday, it'll be a lot easier to fight off negativity the rest of the week."
    },
    {
      "cite": "Unknown Author",
      "quote": "For me, Monday represents a fresh start to the week. It is the day where the slate from the previous week is wiped clean. It is a day of new beginnings."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Mondays are the potholes in the road of life."
    },
    {
      "cite": "Amy Neftzger",
      "quote": "There are no miracles on Mondays."
    },
    {
      "cite": "David Dweck",
      "quote": "Mondays are the start of the work week which offer new beginnings 52 times a year!"
    },
    {
      "cite": "Dan Salomon",
      "quote": "Sometimes it pays to stay in bed in Monday, rather than spending the rest of the week debugging Monday's code."
    },
    {
      "cite": "Leggy Saul",
      "quote": "I must break the routines and become a person who becomes productive every Monday. I must break the mindset of unhappiness and turn myself into a happy magnet for Mondays."
    },
    {
      "cite": "Gary Moll",
      "quote": "Mondays are a lot like getting fat. They make you feel sad, sometimes angry and there is not much scope for liking either fat or Mondays for any reason."
    },
    {
      "cite": "Unknown Author",
      "quote": "Monday is just a reminder that the weekend has past and there are only a few more days before another weekend gets here."
    },
    {
      "cite": "Unknown Author",
      "quote": "If each day was a gift, I would like to know where to return Monday."
    },
    {
      "cite": "Unknown Author",
      "quote": "Monday is a fresh start. It's never too late to dig in and begin a new journey of success."
    },
    {
      "cite": "Rebecca Gober",
      "quote": "Candy is nature's way of making up for Mondays."
    },
    {
      "cite": "Roy Station",
      "quote": "Monday is a great for becoming too busy to die."
    },
    {
      "cite": "Unknown Author",
      "quote": "Step aside Monday, this is a job for coffee."
    },
    {
      "cite": "Unknown Author",
      "quote": "It's awful knowing that one seventh of our life will be wasted on Mondays."
    },
    {
      "cite": "Jessica Brody",
      "quote": "Monday. It's still Monday. But it can't be Monday."
    },
    {
      "cite": "Lee Horton",
      "quote": "The only good Monday is a Monday in bed."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "To meet on Monday morning. They should be, after Sunday's rest."
    },
    {
      "cite": "The Mamas &amp; the Papas",
      "quote": "Monday, Monday, can't trust that day. Monday, Monday, sometimes it just turns out that way. Oh Monday mornin' you gave me no warnin' of what was to be. Oh Monday, Monday, how could you leave and not take me."
    }
  ]
}