{
  "source": "https://www.wisesayings.com/money-quotes/",
  "theme": "money",
  "quotes": [
    {
      "cite": "Benjamin Franklin",
      "quote": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When I was young I thought that money was the most important thing in life; now that I am old I know that it is."
    },
    {
      "cite": "Richard M. DeVos",
      "quote": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver."
    },
    {
      "cite": "Will Rogers",
      "quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people that they don't like."
    },
    {
      "cite": "Voltaire",
      "quote": "Don't think money does everything or you are going to end up doing everything for money."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "I made my money the old-fashioned way. I was very nice to a wealthy relative right before he died."
    },
    {
      "cite": "Voltaire",
      "quote": "When it is a question of money, everybody is of the same religion."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "Money poisons you when you've got it, and starves you when you haven't."
    },
    {
      "cite": "Henry Ford",
      "quote": "We teach children to save their money. As an attempt to counteract thoughtless and selfish expenditure, that has value. But it is not positive; it does not lead the child into the safe and useful avenues of self-expression or self-expenditure. To teach a child to invest and use is better than to teach him to save."
    },
    {
      "cite": "Nelson Mandella",
      "quote": "Money won't create success, the freedom to make it will."
    },
    {
      "cite": "Mark Twain",
      "quote": "The lack of money is the root of all evil."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "A wise man should have money in his head, but not in his heart."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "If you want to know what God thinks of money, just look at the people he gave it to."
    },
    {
      "cite": "Tennesse Williams",
      "quote": "You can be young without money, but you can't be old without it."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time."
    },
    {
      "cite": "George Lorimer",
      "quote": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy."
    },
    {
      "cite": "Henry Ford",
      "quote": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
    },
    {
      "cite": "Spike Milligan",
      "quote": "Money can't buy friends, but you can get a better class of enemy."
    },
    {
      "cite": "Donald Trump",
      "quote": "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You can only become truly accomplished at something you love. Don't make money your goal. Instead, pursue the things you love doing, and then do them so well that people can't take their eyes off you."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Money is power, freedom, a cushion, the root of all evil, the sum of blessings."
    },
    {
      "cite": "Billy Idol",
      "quote": "It doesn't matter about money; having it, not having it. Or having clothes, or not having them. You're still left alone with yourself in the end."
    },
    {
      "cite": "Frank Hubbard",
      "quote": "The safe way to double your money is to fold it over once and put it in your pocket."
    },
    {
      "cite": "George Savile",
      "quote": "They who are of the opinion that Money will do everything, may very well be suspected to do everything for Money."
    },
    {
      "cite": "John Wesley",
      "quote": "When I have money, I get rid of it quickly, lest it find a way into my heart."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Money is like love; it kills slowly and painfully the one who withholds it, and enlivens the other who turns it on his fellow man."
    },
    {
      "cite": "Artemus Ward",
      "quote": "When a fellow says it ain't the money but the principle of the thing, it's the money."
    },
    {
      "cite": "P.T. Barnum",
      "quote": "Money is good for nothing unless you know the value of it by experience."
    }
  ]
}