{
  "source": "https://www.wisesayings.com/monkey-quotes/",
  "theme": "monkey",
  "quotes": [
    {
      "cite": "African Proverb",
      "quote": "By trying often the monkey learns to jump from the tree."
    },
    {
      "cite": "Joseph Sidwell",
      "quote": "The higher a monkey climbs, the more you see of its behind."
    },
    {
      "cite": "Phillip Fry",
      "quote": "Space. It seems to go on and on forever. Then you get to the end, and a monkey starts throwing barrels at you."
    },
    {
      "cite": "Harry Harlow",
      "quote": "The responses of the baby monkey are very similar to those of a human baby."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Democracy is the art of running the circus from the monkey cage."
    },
    {
      "cite": "Charles Darwin",
      "quote": "An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men."
    },
    {
      "cite": "Loren Eiseley",
      "quote": "I am not nearly so interested in what monkey man was derived from as I am in what kind of monkey he is to become."
    },
    {
      "cite": "Prince Charles",
      "quote": "I learned the way a monkey learns by watching its parents."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Keep your sense of humor. As General Joe Stillwell said, \"The higher a monkey climbs, the more you see of his behind."
    },
    {
      "cite": "Robert Benchley",
      "quote": "The surest way to make a monkey of a man is to quote him."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "The most accomplished monkey cannot draw a monkey, this only man can do; just as it is also only man who regards his ability to do this as a distinct merit."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "If monkey became a man, then a man can become a hero."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never hold discussions with the monkey when the organ grinder is in the room."
    },
    {
      "cite": "Lee Kuan Yew",
      "quote": "The problem is to keep the monkey mind from running off into all kinds of thoughts."
    },
    {
      "cite": "Malcolm De Chazal",
      "quote": "Monkeys are superior to men in this: when a monkey looks into a mirror, he sees a monkey."
    },
    {
      "cite": "Robert Hughes",
      "quote": "A determined soul will do more with a rusty monkey wrench than a loafer will accomplish with all the tools in a machine shop."
    },
    {
      "cite": "Evan Esar",
      "quote": "The quizzical expression of the monkey at the zoo comes from his wondering whether he is his brother's keeper, or his keeper's brother."
    },
    {
      "cite": "Lin Yutang",
      "quote": "Instead of holding on to the Biblical view that we are made in the image of God, we come to realize that we are made in the image of the monkey."
    },
    {
      "cite": "Doug Dorst",
      "quote": "Of course there is a monkey. There is always a monkey."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "Comedians are the monkeys of acting. When you go to the zoo, everybody loves the monkey exhibit."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only reason why God created man is because he was disappointed with the monkey."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The monkey is an organized sarcasm upon the human race."
    },
    {
      "cite": "Anonymous",
      "quote": "If you ever start taking things too seriously, just remember that we are talking monkeys on an organic spaceship flying through the universe."
    },
    {
      "cite": "Sir William Congreve",
      "quote": "I confess freely to you I could never look long upon a monkey, without very mortifying reflections."
    },
    {
      "cite": "Dani Shapiro",
      "quote": "The mind is a monkey, hopping around from thought to thought, image to image. Rarely do more than a few seconds go by in which the mind can remain single-pointed, empty."
    },
    {
      "cite": "Robert Wilensky",
      "quote": "We've all heard that a million monkeys banging on a million typewriters will eventually reproduce the entire works of Shakespeare. Now, thanks to the Internet, we know this is not true."
    },
    {
      "cite": "Ben Bradlee",
      "quote": "You never monkey with the truth."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "Distraction is the main problem for us all what the Buddha called the monkey mind. We need to tame this monkey mind."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Monkey, an arboreal animal which makes itself at home in genealogical trees."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Year by year, the monkey's mask reveals the monkey."
    }
  ]
}