{
  "source": "https://www.wisesayings.com/monogamy-quotes/",
  "theme": "monogamy",
  "quotes": [
    {
      "cite": "Bob Hoskins",
      "quote": "Monogamy is a possibility and a necessity. Kids have got to have something they can rely on. You have got to have something you rely on."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Promiscuity is like never reading past the first page. Monogamy is like reading the same book over and over."
    },
    {
      "cite": "Gael Garcia Bernal",
      "quote": "The concept of monogamy is an inheritance of a medieval time, when family would carry the tradition of the name and certain privileges. It's a way of organizing society, perhaps."
    },
    {
      "cite": "Warren Beatty",
      "quote": "Marriage requires a special talent like acting. Monogamy requires genius."
    },
    {
      "cite": "Claire Danes",
      "quote": "We just can't shake monogamy. It definitely demands a kind of rigor and discipline and selflessness. But it's also fun."
    },
    {
      "cite": "Monique Roffey",
      "quote": "Long term heterosexual monogamy is still the dominant model: men and women still want to pair for a long period of time."
    },
    {
      "cite": "Virginia Alison",
      "quote": "Monogamy is faith in the faithless."
    },
    {
      "cite": "Sienna Miller",
      "quote": "Human nature is such that monogamy is a really hard thing to achieve."
    },
    {
      "cite": "Huey Long",
      "quote": "Hard work is damn near as overrated as monogamy."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Monogamy is not a choice, it is a responsibility of a genuine human."
    },
    {
      "cite": "Mary Gaitskill",
      "quote": "Monogamy is desirable for many reasons especially in creating a stable emotionally connected home for children. But judging from centuries of human behavior it is also a very difficult standard to meet."
    },
    {
      "cite": "J.R. Ward",
      "quote": "Strong relationships are not rocked by a truth that is grounded by resolute monogamy."
    },
    {
      "cite": "Fred Barton",
      "quote": "Monogamy is like good crystal beautiful but once you get it, all it takes is one chip and it's never the same again."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Bigamy is having one wife too many. Monogamy is the same."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "In our monogamous part of the world, to marry means to halve one's rights and double one's duties."
    },
    {
      "cite": "Warren Beatty",
      "quote": "Marriage requires a special talent, like acting. Monogamy requires genius."
    },
    {
      "cite": "Anthony Marais",
      "quote": "Culture preaches monogamy while nature repeats it over and over again."
    },
    {
      "cite": "Adam Phillips",
      "quote": "Monogamy is a way of getting the versions of ourselves down to the minimum."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Some women's love of being loved is insatiable; and so, often, is their love of loving; and in the last case they may find that they can't give it continuously to the chamber-officer appointed by the bishop's license to receive it."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Every one belongs to every one else."
    },
    {
      "cite": "Hannah Black",
      "quote": "Monogamous romantic commitment, like infallible lifelong attraction to only men or only women, is surely a minority tendency expediently elevated to a general social principle."
    },
    {
      "cite": "W. Nogueira Cury",
      "quote": "Monogamy is like croquet: you get the hang of it, eventually, but it's never fun to play."
    },
    {
      "cite": "Wilt Chamberlain",
      "quote": "Monogamy is the true path to happiness."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Monogamy is god's way of making death seem like a more reasonable option."
    },
    {
      "cite": "Justen Michael",
      "quote": "Monogamy is ideal as a standard, but if you look around you, it's not the end result."
    },
    {
      "cite": "Nora Ephron",
      "quote": "If you're looking for monogamy, you'd better marry a swan."
    },
    {
      "cite": "Betty Dodson",
      "quote": "A monogamous marriage and family is what some women want but not all of us. We are mostly doing serial monogamy anyway."
    },
    {
      "cite": "Esther Perel",
      "quote": "Almost everywhere people marry, monogamy is the official norm and infidelity the clandestine one."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Monogamy is contrary to nature but necessary for the greater social good."
    }
  ]
}