{
  "source": "https://www.wisesayings.com/monotony-quotes/",
  "theme": "monotony",
  "quotes": [
    {
      "cite": "Doc Brown",
      "quote": "Breaking up monotony is key to life and it doesn't matter whether I'm stacking shelves or writing songs, if I was doing the same thing every day I just couldn't take it."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "MonotonyÂ reveals our limitations."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Beware of monotony; it's the mother of all the deadly sins."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "In the monotony of everyday existence grief comes as a holiday, and a fire is an entertainment. A scratch embellishes an empty face."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It is equality ofÂ monotonyÂ which makes the strength of the British Isles."
    },
    {
      "cite": "A. Somebody",
      "quote": "Monotony is the only reward of the cautious."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The monotony of provincial life attracts the attention of people to the kitchen. You do not dine as luxuriously in the provinces as in Paris, but you dine better, because the dishes serve you are the result of mediation and study."
    },
    {
      "cite": "Amy Seimetz",
      "quote": "If you're constantly moving, you can get in a monotony that's just as equally boring as sitting still for a long period of time."
    },
    {
      "cite": "Margaret Sackville",
      "quote": "When all is said and done, monotony may after all be the best condition for creation."
    },
    {
      "cite": "Freya Stark",
      "quote": "Monotony is not to be worshipped as a virtue; nor the marriage bed treated as a coffin for security rather than a couch from which to rise refreshed."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The cramped monotony of my existence grinds me away by the grain."
    },
    {
      "cite": "John Green",
      "quote": "ButÂ monotonyÂ doesn't make for painlessness."
    },
    {
      "cite": "Margaret Sackville",
      "quote": "When all is said and done,Â monotonyÂ may after all be the best condition for creation."
    },
    {
      "cite": "Martha Graham",
      "quote": "Repetition not for monotony but the ecstasy it induces."
    },
    {
      "cite": "Soumeet Lanka",
      "quote": "MonotonyÂ kills the heart. Ironically,Â monotonyÂ is what keeps the heart working."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "MonotonyÂ is the law of nature. Look at the monotonous manner in which the sun rises. TheÂ monotonyÂ of necessary occupation is exhilarating and life giving."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The monotony and solitude of a quiet life stimulates the creative mind."
    },
    {
      "cite": "V. S. Pritchett",
      "quote": "The secret of happiness is to find a congenial monotony."
    },
    {
      "cite": "Joshua Foer",
      "quote": "MonotonyÂ collapses time. Novelty unfolds it."
    },
    {
      "cite": "Bela Lugosi",
      "quote": "People, chained by monotony, afraid to think, clinging to certainties... they live like ants."
    },
    {
      "cite": "Annie French Hector",
      "quote": "I am not greedy of money myself, but the monotony of always screwing and paring is more tiresome than the monotony of riches."
    },
    {
      "cite": "Alan Watts",
      "quote": "Altough we all realize that monotony is boring, almost every form of industrial work- banking, accounting, mass-producing, service- is monotonous, and most people are paid for simply putting up with monotony"
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "The monotony of a long heroic poem may often be pleasantly relieved by judicious interruptions in the perfect successions of rhymes, just as the metre may sometimes be adorned with occasional triplets and Alexandrines."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "MonotonyÂ has nothing to do with a place;Â monotony, either in its sensation or its infliction, is simply the quality of a person. There are no dreary sights; there are only dreary sight seers."
    },
    {
      "cite": "Mary Catherine Bateson",
      "quote": "MonotonyÂ and repetition are characteristic of many parts of life, but these do not become sources of conscious discomfort until novelty and entertainment are built up as positive experiences."
    },
    {
      "cite": "Joshua Reynolds",
      "quote": "Certainly, nothing can be more simple than monotony."
    }
  ]
}