{
  "source": "https://www.wisesayings.com/monster-quotes/",
  "theme": "monster",
  "quotes": [
    {
      "cite": "Rick Riordan",
      "quote": "The real world is where the monsters are."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "It's the monsters that don't wear costumes that scare me the most at Halloween."
    },
    {
      "cite": "C.A. Fletcher",
      "quote": "No one's the monster in their own story. Monsters are just a matter of perspective."
    },
    {
      "cite": "Stephen King",
      "quote": "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win."
    },
    {
      "cite": "Jacqueline Novogratz",
      "quote": "Monsters will always exist. There's one inside each of us. But an angel lives there, too. There is no more important agenda than figuring out how to slay one and nurture the other."
    },
    {
      "cite": "Mark Pellegrino",
      "quote": "Everyone has monsters and demons within themselves. They're metaphors for the human condition."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Adversity makes men, and prosperity makes monsters."
    },
    {
      "cite": "Guillermo Del Toro",
      "quote": "Monsters are the patron saints of imperfection."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "The ego is a fascinating monster."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The scariest monsters are the ones that lurk within our souls."
    },
    {
      "cite": "J. A. London",
      "quote": "Not all the monsters have fangs."
    },
    {
      "cite": "Wyatt Cenac",
      "quote": "Monsters aren't as scary if you start shining lights on them."
    },
    {
      "cite": "Richard Pyor",
      "quote": "Everyone carries around his own monsters."
    },
    {
      "cite": "Bryant McGill",
      "quote": "In all known time there has never been a greater monster or miracle than the human being."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Ignorance is the womb of monsters."
    },
    {
      "cite": "Francisco Goya",
      "quote": "The dream of reason produces monsters."
    },
    {
      "cite": "John Le Carre",
      "quote": "The monsters of our childhood do not fade away, neither are they ever wholly monstrous."
    },
    {
      "cite": "Francisco Goya",
      "quote": "Fantasy abandoned by reason produces impossible monsters"
    },
    {
      "cite": "John Irving",
      "quote": "Your memory is a monster; you forget - it doesn't. It simply files things away. It keeps things for you, or hides things from you - and summons them to your recall with a will of its own. You think you have a memory; but it has you!"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you."
    },
    {
      "cite": "Primo Levi",
      "quote": "Monsters exist, but they are too few in number to be truly dangerous. More dangerous are the common men, the functionaries ready to believe and to act without asking questions."
    },
    {
      "cite": "Glen Duncan",
      "quote": "Monsters die out when the collective imagination no longer needs them."
    },
    {
      "cite": "MIKE CAREY",
      "quote": "We make our own monsters, then fear them for what they show us about ourselves."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Where there is a monster, there is a miracle."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "Calling someone a monster does not make him more guilty; it makes him less so by classing him with beasts and devils."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "A human being does not turn another human being over to the monsters. Not for any reason."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "The thing to decide is what kind of monster to be. The kind who builds towns or the kind who breaks them."
    },
    {
      "cite": "Paula Cole",
      "quote": "The monsters are in your own head"
    },
    {
      "cite": "Paula Stokes",
      "quote": "Monsters don't get happy endings."
    }
  ]
}