{
  "source": "https://www.wisesayings.com/month-quotes/",
  "theme": "month",
  "quotes": [
    {
      "cite": "Garrison Keillor",
      "quote": "March is the month God created to show people who don't drink what a hangover is like."
    },
    {
      "cite": "Nathaniel Parker Willis",
      "quote": "It is the month of June, The month of leaves and roses, When pleasant sights salute the eyes And pleasant scents the noses."
    },
    {
      "cite": "Gladys Hasty Carroll",
      "quote": "February is the uncertain month, neither black nor white but all shades between by turns. Nothing is sure."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "Months are different in college, especially freshman year. Too much happens. Every freshman month equals six regular months, they're like dog months."
    },
    {
      "cite": "Doris Lessing",
      "quote": "What of October, that ambiguous month, the month of tension, the unendurable month?"
    },
    {
      "cite": "Christie Brinkley",
      "quote": "Four months is a lot of living with that little life in you-thinking about it, eating right for it, nurturing it and all of a sudden, it dies."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Tis a month before the month of May, And the spring comes slowly up this way."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "August is a month when if it is hot weather it is really very hot."
    },
    {
      "cite": "Karel Capek",
      "quote": "You ought to know that October is the first Spring month."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "November is the most disagreeable month in the whole year."
    },
    {
      "cite": "Joy Fielding",
      "quote": "October was always the least dependable of months, full of ghosts and shadows."
    },
    {
      "cite": "John Barrymore",
      "quote": "You never realize how short a month is until you have to pay alimony."
    },
    {
      "cite": "Dianna Agron",
      "quote": "Once a month, try something you don't think you'd be good at. You can find such happy surprises."
    },
    {
      "cite": "Mark Twain",
      "quote": "December is the toughest month of the year. Others are July, January, September, April, November, May, March, June, October, August, and February."
    },
    {
      "cite": "Madeleine M. Kunin",
      "quote": "If months were marked by colors, November in New England would be colored gray."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "All the months are crude experiments."
    },
    {
      "cite": "Vita Sackville-West",
      "quote": "April, the angel of the months, the young love of the year."
    },
    {
      "cite": "Robert Plant",
      "quote": "Six months go by very quickly when you're a genius."
    },
    {
      "cite": "Roy Bedichek",
      "quote": "A month of days, a year of months, 20 years of months in the treadmill, is the life that slays everything worthy of the name of life."
    },
    {
      "cite": "Marc Parent",
      "quote": "If January is the month of change, February is the month of lasting change. January is for dreamers, February is for doers."
    },
    {
      "cite": "Frank Westheimer",
      "quote": "A couple of months in the laboratory can frequently save a couple of hours in the library."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Every month, it is woman's fate to face the abyss of time and being, the abyss which is herself."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "April is the cruelest month, breeding lilacs out of the dead land, mixing memory and desire, stirring dull roots with spring rain."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "January, month of empty pockets! let us endure this evil month, anxious as a theatrical producer's forehead."
    },
    {
      "cite": "William Shakespeare",
      "quote": "As full of spirit as the month of May, and as gorgeous as the sun in Midsummer."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Once a month, some women act like men act all the time."
    },
    {
      "cite": "Barack Obama",
      "quote": "Three months is a lifetime in politics."
    },
    {
      "cite": "Jean Hersey",
      "quote": "January is the month for dreaming."
    }
  ]
}