{
  "source": "https://www.wisesayings.com/monument-quotes/",
  "theme": "monument",
  "quotes": [
    {
      "cite": "Anton Szandor LaVey",
      "quote": "It is certainly true that ‘actions speak louder than words,’ but words become as monuments to thoughts."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Ancient monuments are full of wisdom, for they have been filled with what they have seen and heard for hundreds of years!"
    },
    {
      "cite": "Miriam Lichtheim",
      "quote": "Make your monuments [worthy] of the god, This keeps alive their maker’s name,.."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Monuments are the grappling-irons that bind one generation to another."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Live a life as a monument to your soul."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Take the stones people throw at you, and use them to build a monument"
    },
    {
      "cite": "Alfred Armand Montapert",
      "quote": "The monument of a great man is not of granite or marble or bronze. It consists of his goodness, his deeds, his love and his compassion."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Genius only leaves behind it the monuments of its strength."
    },
    {
      "cite": "Frank Wedekind",
      "quote": "Monuments are for the living, not the dead."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "MONUMENT, n. A structure intended to commemorate something which either needs no commemoration or cannot be commemorated."
    },
    {
      "cite": "Hilton Als",
      "quote": "People are quick to make monuments of anything they live long enough to control."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "At any moment, man must decide, for better or for worse, what will be the monument of his existence."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The child as a monument to the passion of two people; the will to oneness in two."
    },
    {
      "cite": "Georges Bataille",
      "quote": "The great monuments are raised up like dams, pitting the logic of majesty and authority against all the shady elements: it is in the form of cathedrals and palaces that Church and State speak and impose silence on the multitudes."
    },
    {
      "cite": "Pericles",
      "quote": "What you leave behind is not what is engraved in stone monuments, but what is woven into the lives of others."
    },
    {
      "cite": "Robert Musil",
      "quote": "There is nothing in this world as invisible as a monument"
    },
    {
      "cite": "Alexander Pope",
      "quote": "Monuments, like men, submit to fate."
    },
    {
      "cite": "Evangelos Venizelos",
      "quote": "Monuments obtain their full worth through their complete use."
    },
    {
      "cite": "Hugh B. Brown",
      "quote": "Even as water carves monuments of stone, so do our thoughts shape our character."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Monuments may be builded to express the affection or pride of friends, or to display their wealth, but they are only valuable for the characters which they perpetuate."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Those only deserve a monument who do not need one; that is, who have raised themselves a monument in the minds and memories of men."
    },
    {
      "cite": "Arthur Guiterman",
      "quote": "The stones that critics hurl with harsh intent, a man may use to build his monument."
    },
    {
      "cite": "Madame De Stael",
      "quote": "The sight of such a monument is like continual and stationary music, which one hears for one's good as one approaches it."
    }
  ]
}