{
  "source": "https://www.wisesayings.com/moody-quotes/",
  "theme": "moody",
  "quotes": [
    {
      "cite": "Joyce Meyer",
      "quote": "If you're fighting moodiness and depression you don't want to hang around a bunch of other moody and depressed people."
    },
    {
      "cite": "Jim Capaldi",
      "quote": "You try to be moody when you're young and it had a good ring to it."
    },
    {
      "cite": "Anonymous",
      "quote": "A woman is a woman; Sometimes she's moody, emotional, clingy but she is still to be loved. Deal with it."
    },
    {
      "cite": "Anonymous",
      "quote": "The person who really loves you sees what a mess you can be, how moody you can get, how hard you are to handle but still wants you in his/her life."
    },
    {
      "cite": "Amy Rees Anderson",
      "quote": "People ask me why it's so hard to trust people, and I ask them why is it so hard to keep a promise."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "My sadness is beautiful. It infuses everything I do. It is at the core of my identity and always has been, just as happiness is in some people. I refuse to be told that it's a flaw. I will not mute it with medications for the sake of society. I will hold it close to me and celebrate it rightfully while the rest of the world fails to see it for what it is and it will be their loss."
    },
    {
      "cite": "Betty White",
      "quote": "Animals don't lie. Animals don't criticize. If animals have moody days, they handle them better than humans do."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Boring damned people. All over the Earth. Propagating more boring damned people. What a horror show. The Earth is swarmed with them."
    },
    {
      "cite": "Dianna Hardy",
      "quote": "And they said females were the moody ones. Yeah, right. No one did moods like Alpha male werewolves."
    },
    {
      "cite": "Elizabeth Kostov",
      "quote": "It touched me to be trusted with something terrible."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "We march up, moody or good tempered soldiers we reach the zone where the front begins and become on the instant human animals."
    },
    {
      "cite": "Faith Evans",
      "quote": "I'm really an inner spirit that only makes itself known through the music. A lot of people think I'm an introvert, or quiet and moody. I've even heard some people say that there's a certain mystery or darkness about me. I'm not that way. I'm just really into what I do."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is always one too many around me, thus thinks the hermit. Always one times one eventually that makes two. I and me are always too deep in conversation."
    },
    {
      "cite": "George Orwell",
      "quote": "I enjoy talking to you. Your mind appeals to me."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The ocean was one of the greatest things he had ever seen in his life bigger and deeper than anything he had imagined. It changed its color and shape and expression according to time and place and weather. It aroused a deep sadness in his heart, and at the same time it brought his heart peace and comfort."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Play to your strengths. \"I haven't got any,\" said Harry, before he could stop himself. \"Excuse me,\" growled Moody, \"you've got strengths if I say you've got them. Think now. What are you best at?"
    },
    {
      "cite": "Jeremy Brett",
      "quote": "Holmes has become the dark side of the moon for me. He is moody and solitary and underneath I am really sociable and gregarious. It has all got too dangerous."
    },
    {
      "cite": "John Green",
      "quote": "And people are moody, dude. You gotta get used to living with people."
    },
    {
      "cite": "John Green",
      "quote": "Caroline was always moody and miserable, but I liked it. I liked feeling as if she had chosen me as the only person in the world not to hate, and so we spent all this time together just ragging on everyone, you know?"
    },
    {
      "cite": "Laura Kasischke",
      "quote": "A man holding a woman made of bad moods in his arms."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "She fell into the moody, miserable state of mind which often comes when strong wills have to yield to the inevitable."
    },
    {
      "cite": "Mario Cantone",
      "quote": "I wouldn't live with me, believe me. I'm moody."
    },
    {
      "cite": "Mark Twain",
      "quote": "Sanity and happiness are an impossible combination."
    },
    {
      "cite": "Moby",
      "quote": "It's better to sail with a moody good captain than a laughing bad one."
    },
    {
      "cite": "Princess Diana",
      "quote": "They say it is better to be poor and happy than rich and miserable, but how about a compromise like moderately rich and just moody?"
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "You can't take back texts. If you come off all moody and melancholy in a text, it just sits there in your phone, reminding you of what a drag you are."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A moody child and wildly wise pursued the game with joyful eyes. Which chose, like meteors, their way, and rived the dark with private ray."
    },
    {
      "cite": "Robert McCammon",
      "quote": "Rain fell on the roofs of the just and the unjust, the saints and the sinners, those who knew peace and those in torment, and tomorrow began at a dark hour."
    },
    {
      "cite": "Stephen C. Lundin",
      "quote": "When we come to the fish market we bring an attitude. We can bring a moody attitude and have a depressing day. We can bring a grouchy attitude and irritate our coworkers and customers. Or we can bring a sunny, playful, cheerful attitude and have a great day."
    },
    {
      "cite": "Thomas Gray",
      "quote": "And moody madness laughing wild Amid severest woe."
    }
  ]
}