{
  "source": "https://www.wisesayings.com/morale-quotes/",
  "theme": "morale",
  "quotes": [
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
      "cite": "Michael Cherry",
      "quote": "It's just a morale thing. The other names have been kicking around so long. It's much more about trying to keep focused and keep some excitement around where they are going."
    },
    {
      "cite": "George C. Marshall",
      "quote": "Morale is a state of mind. It is steadfastness and courage and hope."
    },
    {
      "cite": "Bud Wilkinson",
      "quote": "Morale and attitude are fundamentals to success."
    },
    {
      "cite": "Bud Wilkinson",
      "quote": "Morale and attitude are the fundamental ingredients to success."
    },
    {
      "cite": "Benjamin Morrell",
      "quote": "Morale is when your hands and feet keep on working when your head says it can't be done."
    },
    {
      "cite": "Dhirubhai Ambani",
      "quote": "Keep your morale high, in spite of setbacks. At the end you are bound to succeed."
    },
    {
      "cite": "Herman Kahn",
      "quote": "Projecting a persuasive image of a desirable and practical future is extremely important to high morale, to dynamism, to consensus, and in general to help the wheels of society turn smoothly."
    },
    {
      "cite": "Myron Kaufmann",
      "quote": "Watching something grow is good for morale. It helps us believe in life."
    },
    {
      "cite": "Albert S. Johnstone",
      "quote": "Morale is faith in the man at the top."
    },
    {
      "cite": "Major Taylor",
      "quote": "These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "Morale is not a single instinct. It has many ingredients. A sense of personal responsibility, the natural courage of an individual, the amount of his acquired self-discipline and above all his interest in others these together make up the spirit of morale."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Morale is the greatest single factor in successful wars."
    },
    {
      "cite": "Iwane Matsui",
      "quote": "Orderly discipline and morale within an army was the responsibility of the Division Commander."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Morale is boosted to high highs by accomplishment. In fact, it can be demonstrated that production is the basis of morale."
    },
    {
      "cite": "Woody Allen",
      "quote": "Morale still seems reasonably high and, while the desertion rate has risen, it is still limited to those who can walk."
    },
    {
      "cite": "John Abizaid",
      "quote": "Morale is good; troops are confident; leaders are capable."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it's usually lousy."
    },
    {
      "cite": "Bud Wilkinson",
      "quote": "Morale and attitude are the fundamentals to success."
    },
    {
      "cite": "Jalal Talabani",
      "quote": "A military coup needs a sacrifice and courage that you cant find in an army without morale."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If you are confident you have done everything possible to prepare yourself, then there is nothing to fear."
    },
    {
      "cite": "Ellen Gilchrist",
      "quote": "Having your work honored nationally is a great morale booster."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Morale in an organization does not mean that a people get along together; the test is performance not conformance."
    },
    {
      "cite": "Avery Weisman",
      "quote": "Morale is self-esteem in action"
    }
  ]
}