{
  "source": "https://www.wisesayings.com/moral-compass-quotes/",
  "theme": "moral-compass",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "Human's moral compass doesn't work yet in worlds where the instinct navigates life."
    },
    {
      "cite": "Tabatha Coffey",
      "quote": "Sometimes, in order to follow our moral compass and/or our hearts, we have to make unpopular decisions or stand up for what we believe in."
    },
    {
      "cite": "Dan Ariely",
      "quote": "The more cashless our society becomes, the more our moral compass slips."
    },
    {
      "cite": "Steve Brunkhorst",
      "quote": "Supporting the truth, even when it is unpopular, shows the capacity for honesty and integrity."
    },
    {
      "cite": "Carol Alt",
      "quote": "If you have a moral compass, and you stay with it, people will always gravitate towards you."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Much of the world's moral compass is broken. The moral north reads south and the moral south reads north."
    },
    {
      "cite": "Ted Koppel",
      "quote": "There's harmony and inner peace to be found in following a moral compass that points in the same direction regardless of fashion or trend."
    },
    {
      "cite": "Henry Rollins",
      "quote": "In the worst of times the best among us never lose their moral compass, and that is how they emerge relatively unscathed."
    },
    {
      "cite": "Lupe Fiasco",
      "quote": "The men can have a moral compass that is just unshakeable, they can have ethics that run to the core."
    },
    {
      "cite": "Mehrnaz Bassari",
      "quote": "Without a moral compass the human mind will justify anything."
    },
    {
      "cite": "Alan K. Simpson",
      "quote": "If you have integrity, nothing else matters. If you don’t have integrity, nothing else matters."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "With integrity, you have nothing to fear, since you have nothing to hide. With integrity, you will do the right thing, so you will have no guilt."
    },
    {
      "cite": "Junius",
      "quote": "The integrity of men is to be measured by their conduct, not by their professions."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Real integrity is doing the right thing, knowing that nobody’s going to know whether you did it or not."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity."
    },
    {
      "cite": "Plato",
      "quote": "Integrity is your destiny-it is the light that guides your way."
    },
    {
      "cite": "C.S Lewis",
      "quote": "Integrity is doing the right thing, even when no one is watching."
    },
    {
      "cite": "Oliver Cromwell",
      "quote": "Subtlety may deceive you; integrity never will."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Moral authority comes from following universal and timeless principles like honesty, integrity, treating people with respect."
    },
    {
      "cite": "Cailee Spaeny",
      "quote": "You have to follow your moral compass: it's a good guide of telling you what is right and wrong."
    },
    {
      "cite": "Sundar Pichai",
      "quote": "The right moral compass is trying hard to think about what customers want."
    },
    {
      "cite": "Colin Powell",
      "quote": "A sense of shame is not a bad moral compass."
    },
    {
      "cite": "Dr. T. P Chia",
      "quote": "Morality makes you a better human being, and everything is better when you live your life morally."
    },
    {
      "cite": "John Dewey",
      "quote": "The good man is the man who, no matter how morally unworthy he has been, is moving to become better."
    },
    {
      "cite": "Arlen Specter",
      "quote": "There is no higher value in our society than integrity."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful."
    },
    {
      "cite": "John C Maxwell",
      "quote": "Image is what people think we are; integrity is what we really are."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing is at last sacred but the integrity of your own mind."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A life lived with integrity – even if it lacks the trappings of fame and fortune is a shining star in whose light others may follow in the years to come."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "The very idea that we get a moral compass from religion is horrible. Not only should we not get our moral compass from religion, as a matter of fact we don't."
    }
  ]
}