{
  "source": "https://www.wisesayings.com/mormon-quotes/",
  "theme": "mormon",
  "quotes": [
    {
      "cite": "Jonah Peretti",
      "quote": "Mormons know that its not enough to practise your religion - you also have to spread your religion."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "I’m new here. And if you haven’t deducted from my impeccable fashion sense, I think it’s safe to say that I’m…' he leans forward and cups his hand to his mouth in secrecy. 'Mormon.'"
    },
    {
      "cite": "Joseph Smith",
      "quote": "We should gather all the good and true principles in the world and treasure them up, or we shall not come out true Mormons."
    },
    {
      "cite": "Kristen McMain Oaks",
      "quote": "As women of covenant our goal is to go forward and develop strong testimonies and nurturing and caring hearts that will prepare us for our roles as mothers in eternity. With that end in mind, I determined to go on happily, to become 'anxiously engaged in a good cause' (D&C 58:27), and to believe that the rest would take care of itself."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "God’s grace will cover us like a cloak-enough to provide for survival but too thin to keep out all the cold."
    },
    {
      "cite": "Christina Lauren",
      "quote": "Speaking to God feels like instinct, like it's wired into me. I can't imagine what I'd do if I left. It's like standing in an open field and trying to point to the four walls. There's just no framework to my life without the church."
    },
    {
      "cite": "Todd M. Compton",
      "quote": "It is one of the great ironies of Mormon history that Smith, who set the polygamous movement in motion, never experienced it in practical terms. He was content to marry the teenage women who lived in his home and then let them depart when Emma objected. And he was content to let his polyandrous wives live with their first husbands, so he never bore the responsibility of providing for them, financially or emotionally, on a day-to-day basis."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "We can choose to be like the Mormon pioneers, who maintained a spirit of gratitude during their slow and painful trek toward the Great Salt Lake, even singing and dancing and glorying in the goodness of God."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The Mormons make the marriage ring, like the ring of Saturn, fluid, not solid, and keep it in its place by numerous satellites."
    },
    {
      "cite": "Heber J. Grant",
      "quote": "A Mormon knows that the promises of God are true, and He said that all will be tried; realizing these things the Latter-day Saints will acknowledge their Maker not only in blessings but also in tribulations."
    },
    {
      "cite": "Rodney Stark",
      "quote": "Mormons are an extraordinarily educated and professional population. They have all these virtues: They work hard, don't skip school, have no scandals. Consequently, you find them in a lot of consequential places."
    },
    {
      "cite": "Mary Douglas",
      "quote": "Mormons... are so strong, they can handle wealth, they are confident. I think it is because they are not bogged down by rules for equality, but have a firmly defined system of relative status and responsible command."
    },
    {
      "cite": "Shana Alexander",
      "quote": "In Mormon society and culture, highest values are placed on hard work, thrift, clean living, obedience to the elders and, above all, on the importance of the family."
    },
    {
      "cite": "Dan Reynolds",
      "quote": "Being a Mormon is not a part-time religion. It is your life. You eat, sleep, and breathe Mormonism."
    },
    {
      "cite": "Carol Lynn Pearson",
      "quote": "I experience Mormondom to be a warm and beautiful and well-appointed home in which you suddenly find you're in a Patriarchy Funhouse that features crazy, rippling distortion mirrors built to magnify maleness and diminish femaleness."
    },
    {
      "cite": "Sheri Dew",
      "quote": "If you're serious about sanctification, you can expect to experience heart-wrenching moments that try your faith, your endurance, and your patience."
    },
    {
      "cite": "Gerald N. Lund",
      "quote": "When our lives are congruent with the Lord’s will, we are empowered spiritually. Remember what Joseph Smith was taught in Liberty Jail? If we let ‘virtue garnish [our] thoughts unceasingly; then shall [our] confidence wax strong in the presence of God’ (D&C 121:45)."
    }
  ]
}