{
  "source": "https://www.wisesayings.com/moron-quotes/",
  "theme": "moron",
  "quotes": [
    {
      "cite": "H. L. Mencken",
      "quote": "On some great and glorious day the plain folks of the land will reach their heart's desire at last, and the White House will be adorned by a downright moron."
    },
    {
      "cite": "Alice Cooper",
      "quote": "If you're listening to a rock star in order to get your information on who to vote for, you're a bigger moron than they are."
    },
    {
      "cite": "Josh Lieb",
      "quote": "You don't have to be a genius when you're surrounded by morons."
    },
    {
      "cite": "Umberto Eco",
      "quote": "There are four kinds of people in this world. Cretins, fools, morons, and lunatics."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "You're not a moron. You're only a case of arrested development."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Nature abhors a moron."
    },
    {
      "cite": "Lee Kuan Yew",
      "quote": "Every person, genius or moron, has a right to reproduce himself."
    },
    {
      "cite": "Scott Adams",
      "quote": "By definition, risk takers often fail. So do morons. In practice it's difficult to sort them out."
    },
    {
      "cite": "Ayn Rand",
      "quote": "A genius is a genius, regardless of the number of morons who belong to the same race and a moron is a moron, regardless of the number of geniuses who share his racial origin."
    },
    {
      "cite": "J. D. Salinger",
      "quote": "There are nice things in the world and I mean nice things. We're all such morons to get so sidetracked."
    },
    {
      "cite": "Andy Borowitz",
      "quote": "Every week Republicans are excited about a new candidate because the one they liked last week turned out to be a moron."
    },
    {
      "cite": "Margaret Sanger",
      "quote": "Our failure to segregate morons who are increasing and multiplying demonstrates our foolhardy and extravagant sentimentalism."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "The central belief of every moron is that he is the victim of a mysterious conspiracy against his common rights and true deserts."
    },
    {
      "cite": "Matt Damon",
      "quote": "Any moron with a pack of matches can start a fire. Raining down sulfur takes a huge level of endurance. Mass genocide is the most exhausting activity one can engage in, next to soccer."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "Give me a smart idiot over a stupid genius any day."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "All that self-expression has just created a generation of morons, hooked on an endless appetite for rubbish."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Every great thinker is someone else's moron."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The computer, being a mechanical moron, can handle only quantifiable data."
    },
    {
      "cite": "Agatha Christie",
      "quote": "One never quite allows for the moron in our midst."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Through lack of education, we're not teaching kids to read and write. So there is the danger that you raise up a generation of morons."
    },
    {
      "cite": "Robin Hobb",
      "quote": "When you cut pieces out of the truth to avoid looking like a fool you end up looking like a moron instead."
    },
    {
      "cite": "J. D. Salinger",
      "quote": "All morons hate it when you call them a moron."
    },
    {
      "cite": "William Thomas",
      "quote": "Anyone who thinks they're important is usually just a pompous moron who can't deal with his or her own pathetic insignificance and the fact that what they do is meaningless and inconsequential."
    },
    {
      "cite": "Jack Mcdevitt",
      "quote": "Idiots are not responsible for what they do. The real guilt falls on rational people who sit on their hands while the morons run wild. You can opt out if you want to. Play it safe. But if you do, don't complain when the roof comes down."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The world is made up for the most part of morons and natural tyrants, sure of themselves, strong in their own opinions, never doubting anything."
    },
    {
      "cite": "Ken Livingstone",
      "quote": "Only some ghastly dehumanised moron would want to get rid of the Routemaster."
    }
  ]
}