{
  "source": "https://www.wisesayings.com/morocco-quotes/",
  "theme": "morocco",
  "quotes": [
    {
      "cite": "Fatema Mernissi",
      "quote": "Morocco is such a beautiful place. It's incredibly beautiful. And also it is captivating place because for a writer, you feel that you make impact. I mean, when I write something in the press, the day after in the fish market, people will be discussing it."
    },
    {
      "cite": "Richard Harding Davis",
      "quote": "Morocco as it is is a very fine place spoiled by civilization."
    },
    {
      "cite": "Edith Wharton",
      "quote": "To visit Morocco is still like turning the pages of some illuminated Persian manuscript all embroidered with bright shapes and subtle lines."
    },
    {
      "cite": "Amy Ryan",
      "quote": "I love Morocco - it's a real challenge to all five senses. You think you know something, and you don't. It's wonderful. It keeps you on your toes that way."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "The days of predatory poets in search of literary inspiration and young flesh are probably over for good. Hippies can just as easily get their bong rips in Portland or Peoria. But the good stuff, the real good stuff, the sounds and smells and the look of Tangier, what you see and hear when you look out the window and take it all in, that's here to stay."
    },
    {
      "cite": "Tahir Shah",
      "quote": "In Morocco, before you even get to the matter of the sale, you have to coax the owner to sell."
    },
    {
      "cite": "Leila Slimani",
      "quote": "In Morocco, there is an insistence on authority. Children are not encouraged to speak up in front of their parents. My parents were not like this. I was the kind of girl who could tell her father, 'No, what you are saying is totally untrue, and I don't agree with you."
    },
    {
      "cite": "Tahar Ben Jelloun",
      "quote": "My hope is that countries like Morocco will have investment to create work, so people don't have to leave."
    },
    {
      "cite": "Tatiana Maslany",
      "quote": "I loved filming in Morocco; it was amazing. I'd never been anywhere like that. The culture was phenomenal. I was so blown away by the spirit of that country."
    },
    {
      "cite": "Jim Sturgess",
      "quote": "As you wake up to sort of Morocco coming to life, and you drive a two hour journey through the desert as the sun is rising over the sand dunes... I saw landscapes and visual stuff that I'll never forget. It was special."
    },
    {
      "cite": "Bill Murray",
      "quote": "Morocco is the greatest. I should be getting money from the Moroccans because I'm just telling everyone that it's a wonderful place to go."
    },
    {
      "cite": "Donald Evans",
      "quote": "All Moroccans are justifiably proud of the development of democratic institutions in Morocco."
    },
    {
      "cite": "French Montana",
      "quote": "Coming from Morocco was just different, man. It's a third-world country, and you are trying to make it happen. That's all it is. I didn't have any problem hooking up with the black kids because I'm from North Africa. And as far as Latinos, we are all the same."
    },
    {
      "cite": "Justin Adams",
      "quote": "Going to Morocco was massive; that's where I really found music which had the African syncopation and swing mixed with Arabic strains, and together they had this transporting, bittersweet quality."
    },
    {
      "cite": "Fatema Mernissi",
      "quote": "In Morocco, for a woman to earn her own living is the essential concern."
    },
    {
      "cite": "Tahar Ben Jelloun",
      "quote": "The power of the word in Morocco belonged to men and to the authorities. No one asked the point of view of poor people or women."
    },
    {
      "cite": "Fatema Mernissi",
      "quote": "The woman with dark hair, wide hips, and a few extra pounds has always been the essence of beauty in Morocco."
    },
    {
      "cite": "John Gimlett",
      "quote": "If you travel in countries like Morocco, and I say that because I have just come from Morocco, if people are shouting at each other in an argument, violence is not going to follow. That would be just so far removed."
    }
  ]
}