{
  "source": "https://www.wisesayings.com/mosquito-quotes/",
  "theme": "mosquito",
  "quotes": [
    {
      "cite": "Jeannette Walls",
      "quote": "Anyone who thinks he's too small to make a difference has never been bit by a mosquito."
    },
    {
      "cite": "Kirk Kirkpatrick",
      "quote": "Take a lesson from the mosquito. She never waits for an opening - she makes one."
    },
    {
      "cite": "Rakesh Upadhyay",
      "quote": "Mosquitoes are like family: They are annoying, but they carry your blood."
    },
    {
      "cite": "Bert McCoy",
      "quote": "If you stay long enough in paradise, you're bound to get bitten by mosquitos."
    },
    {
      "cite": "Marty Rubin",
      "quote": "A mosquito is a more rational creature than a human being because it follows its instincts. Whereas a human being gets bogged down in an endless tangle of contradictory doubts and desires."
    },
    {
      "cite": "PLO Lumumba",
      "quote": "You do not respond to a mosquito bite with a hammer."
    },
    {
      "cite": "Dennis Rainey",
      "quote": "People who say that small things don't bother them have never slept in a room with a mosquito."
    },
    {
      "cite": "Simon Cowell",
      "quote": "You don't hate the mosquito; you just want it out of your face."
    },
    {
      "cite": "Julie Foudy",
      "quote": "If you don't think a small act can make a difference, try going to sleep with a mosquito in the room."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Mosquitoes bite you as if they are in some kind of love with you."
    },
    {
      "cite": "Christine Todd Whitman",
      "quote": "Anyone who thinks that they are too small to make a difference has never tried to fall asleep with a mosquito in the room."
    },
    {
      "cite": "Anonymous",
      "quote": "If only mosquitoes sucked fat instead of blood."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Mosquitoes remind us that we are not as high up on the food chain as we think."
    },
    {
      "cite": "David Allen",
      "quote": "Mosquitos ruin the safari."
    }
  ]
}