{
  "source": "https://www.wisesayings.com/moss-quotes/",
  "theme": "moss",
  "quotes": [
    {
      "cite": "Oliver Herford",
      "quote": "A rolling stone gathers no moss, but it gains a certain polish."
    },
    {
      "cite": "Henrietta Dumont",
      "quote": "Moss is selected to be the emblem of maternal love, because, like that love, it glads the heart when the winter of adversity overtakes us, and when summer friends have deserted us."
    },
    {
      "cite": "Robin Wall Kimmerer",
      "quote": "There is an ancient conversation going on between mosses and rocks, poetry to be sure. About light and shadow and the drift of continents. This is what has been called the \"dialect of moss on stone an interface of immensity and minute ness, of past and present, softness and hardness, stillness and vibrancy, yin and yan."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A moss which leaves its ocean becomes pale and dries up and a man which leaves his mother country is a moss which leaves it ocean!"
    },
    {
      "cite": "K. J. Bishop",
      "quote": "The goodness of the world grew like moss in cracks, she thought. It grew, somehow, with hidden roots, nourished by something unseen."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Moss grows where nothing else can grow. It grows on bricks. It grows on tree bark and roofing slate. It grows in the Arctic Circle and in the balmiest tropics; it also grows on the fur of sloths, on the backs of snails, on decaying human bones. It is a resurrection engine. A single clump of mosses can lie dormant and dry for forty years at a stretch, and then vault back again into life with a mere soaking of water."
    },
    {
      "cite": "Angela Abraham",
      "quote": "The moss sits hedgehog-like on the stone, softly hibernating, gently green. Kelsey plucks it, surprised by the wetness that remains from the morning rain when every other thing has been dried by the sun."
    },
    {
      "cite": "Rita Clifton",
      "quote": "Moss is popular for her unusual beauty, but what distinguishes her is that she is accessible and down to earth. The other thing that has made her valuable is this edge of darkness feeling about her. The problem is that her image is sliding too much to the latter."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "This is the forest primeval. The murmuring pines and the hemlocks, Bearded with moss, and in garments green, indistinct in the twilight, stand like druids of eld, with voices sad and prophetic, stand like harpers hoar, with beards that rest on their bosoms. Loud from its rocky caverns, the deep-voiced neighboring ocean speaks, and in accents disconsolate answers the wail of the forest."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Moss that is concentrating on being green."
    },
    {
      "cite": "Robert Southey",
      "quote": "Green moss shines there with ice encased; The long grass bends its spear-like form; And lovely is the silvery scene When faint the sun-beams smile."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "Lying on a soft bed of moss viewing the cobalt blue sky painted with thick impastoed layers of clouds framed sumptuously with swaying trees and dancing leaves is the best way to view nature's museum."
    },
    {
      "cite": "Nancy Willard",
      "quote": "The skin of moss holds the footprints of star-footed birds."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Moss is inconceivably strong. Moss eats stone; scarcely anything, in return, eats moss. Moss dines upon boulders, slowly but devastatingly, in a meal that lasts for centuries. Given enough time, a colony of moss can turn a cliff into gravel, and turn that gravel into topsoil."
    },
    {
      "cite": "James Thurber",
      "quote": "There was a mist of moss to ride through and a storm of glass."
    }
  ]
}