{
  "source": "https://www.wisesayings.com/mother-and-son-quotes/",
  "theme": "mother-and-son",
  "quotes": [
    {
      "cite": "Irish Proverb",
      "quote": "A man loves his sweetheart the most, his wife the best, but his mother the longest."
    },
    {
      "cite": "unknown",
      "quote": "There has never been, nor will there ever be, anything quite so special as the love between the mother and a son."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is an endearing tenderness in the love of a mother to a son that transcends all other affections of the heart."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Happy is the son whose faith in his mother remains unchallenged."
    },
    {
      "cite": "Martin Andersen Nexo",
      "quote": "Every mother hopes that her daughter will marry a better man than she did, and is convinced that her son will never find a wife as good as his father did."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "For a mother the project of raising a boy is the most fulfilling project she can hope for. She can watch him, as a child, play the games she was not allowed to play; she can invest in him her ideas, aspirations, ambitions, and values -- or whatever she has left of them; she can watch her son, who came from her flesh and whose life was sustained by her work and devotion, embody her in the world. So while the project of raising a boy is fraught with ambivalence and leads inevitably to bitterness, it is the only project that allows a woman to be -- to be through her son, to live through her son."
    },
    {
      "cite": "Thiruvalluvar",
      "quote": "Even more than the time when she gave birth, a mother feels her greatest joy when she hears others refer to her son as a wise learned one."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "All women become like their mothers. That is their tragedy. No man does. That's his."
    },
    {
      "cite": "Sophocles",
      "quote": "Sons are the anchors of a mother's life."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "If a man has been his mother's undisputed darling he retains throughout life the triumphant feeling, the confidence in success, which not seldom brings actual success along with it."
    },
    {
      "cite": "T. F. Hodge",
      "quote": "Mother is her son's first god; she must teach him the most important lesson of all - how to love."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "As the mother of a son, I do not accept that alienation from me is necessary for his discovery of himself. As a woman, I will not cooperate in demeaning womanly things so that he can be proud to be a man. I like to think the women in my son's future are counting on me."
    },
    {
      "cite": "W. D. Howells",
      "quote": "A man never sees all that his mother has been to him until it's too late to let her know that he sees it."
    },
    {
      "cite": "Agatha Christie",
      "quote": "A mother’s love is patient and forgiving when all others are forsaking, it never fails or falters, even though the heart is breaking"
    },
    {
      "cite": "Helen Rice",
      "quote": "A mother’s love for her child is like nothing else in the world. It knows no law, no pity, it dares all things, and crushes down remorselessly all that stands in its path."
    },
    {
      "cite": "unknown",
      "quote": "To a mother, a son is never a fully grown man; and a son is never a fully grown man until he understands and accepts this about his mother."
    },
    {
      "cite": "Robert Frost",
      "quote": "The father is always a Republican toward his son, and his mother's always a Democrat."
    },
    {
      "cite": "HELEN REBIBIS RAMOS",
      "quote": "A good son will never allow sorrow to befall her mother...and act as if he is an only child that cares...protects when no one dares...serves with his life in return...and most of all finds a wife that will love his mother too."
    },
    {
      "cite": "A.E. Coppard",
      "quote": "Mothers are inscrutable beings to their sons, always."
    },
    {
      "cite": "Helen Rowland",
      "quote": "It takes one woman twenty years to make a man of her son - and another woman twenty minutes to make a fool of him."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "That strong mother doesn't tell her cub, Son, stay weak so the wolves can get you. She says, Toughen up, this is reality we are living in."
    },
    {
      "cite": "Mary Balogh",
      "quote": "But a mother-son relationship is not a coequal one, is it? He is lonely with only you just as you are lonely with only him."
    },
    {
      "cite": "Mary Kay Blakely",
      "quote": "Raising boys has made me a more generous woman than I really am. Undoubtedly, there are other routes to learning the wishes and dreams of the presumably opposite sex, but I know of none more direct, or more highly motivating, than being the mother of sons."
    },
    {
      "cite": "Jack Nicholson",
      "quote": "My mother never saw the irony in calling me a son-of-a-bitch."
    },
    {
      "cite": "J. Ellen Foster",
      "quote": "...to many a mother's heart has come the disappointment of a loss of power, a limitation of influence when early manhood takes the boy from the home, or when even before that time, in school, or where he touches the great world and begins to be bewildered with its controversies, trade and economics and politics make their imprint even while his lips are dewy with his mother's kiss."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "When I was a child, my mother said to me, 'If you become a soldier, you'll be a general. If you become a monk you'll end up as the pope.' Instead I became a painter and wound up as Picasso."
    },
    {
      "cite": "The Proverbs of Solomon:",
      "quote": "A wise son makes a glad father, But a foolish son is the grief of his mother... A wise son makes a father glad, But a foolish man despises his mother."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Let France have good mothers, and she will have good sons."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "Mothers see the angel in us because the angel is there. If it's shown to the mother, the son has got an angel to show, hasn't he? When a son cuts somebody's throat the mother only sees it's possible for a misguided angel to act like a devil - and she's entirely right about that!"
    },
    {
      "cite": "Jenny McCarthy",
      "quote": "Having a child makes you realize the importance of life - narcissism goes out the window. Heaven on earth is looking at my little boy. The minute he was born, I knew if I never did anything other than being a mom, I'd be fine."
    }
  ]
}