{
  "source": "https://www.wisesayings.com/mothers-quotes/",
  "theme": "mothers",
  "quotes": [
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Most mothers are instinctive philosophers."
    },
    {
      "cite": "Aristotle",
      "quote": "Mothers are fonder than fathers of their children because they are more certain they are their own."
    },
    {
      "cite": "Anonymous",
      "quote": "Mothers hold their children's hands for a short while, but their hearts forever."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The real religion of the world comes from women much more than from men ? from mothers most of all, who carry the key of our souls in their bosoms."
    },
    {
      "cite": "Howard Johnson",
      "quote": "M-O-T-H-E-R: \"M\" is for the million things she gave me, \"O\" means only that she's growing old, \"T\" is for the tears she shed to save me, \"H\" is for her heart of purest gold, \"E\" is for her eyes, with love-light shining, \"R\" means right, and right she'll always be, Put them all together, they spell \"MOTHER,\" A word that means the world to me."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Mother: the most beautiful word on the lips of mankind."
    },
    {
      "cite": "Cardinal Mermillod",
      "quote": "A mother is she who can take the place of all others but whose place no one else can take."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Some mothers are kissing mothers and some are scolding mothers, but it is love just the same, and most mothers kiss and scold together."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Only mothers can think of the future because they give birth to it in their children."
    },
    {
      "cite": "Billy Sunday",
      "quote": "There is more power in a mother's hand than in a king's scepter."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "A mother's role is God-ordained. Mothers are to conceive, bear, nourish, love, and train. They are to be helpmates and are to counsel with their husbands."
    },
    {
      "cite": "T. DeWitt Talmage",
      "quote": "Mother that was the bank where we deposited all our hurts and worries."
    },
    {
      "cite": "Mildred B. Vermont",
      "quote": "Being a full-time mother is one of the highest salaried jobs? since the payment is pure love."
    },
    {
      "cite": "Cardinal Mermillod",
      "quote": "A mother is she who can take the place of all others but whose place no one else can take."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Mothers are the necessity of invention."
    },
    {
      "cite": "Maggie Gallagher",
      "quote": "Mothers are the people who love us for no good reason. And those of us who are mothers know it's the most exquisite love of all."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "A mother's love is patient and forgiving when all others are forsaking, it never fails or falters, even though the heart is breaking."
    },
    {
      "cite": "unknown",
      "quote": "The patience of a mother might be likened to a tube of toothpaste - it's never quite all gone."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Men are what their mothers made them."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "A mother understands what a child does not say."
    },
    {
      "cite": "John S C Abbott",
      "quote": "Mothers have as powerful an influence over the welfare of future generations as all other earthly causes combined."
    },
    {
      "cite": "Leroy Brownlow",
      "quote": "Mother is the heartbeat in the home; and without her, there seems to be no heart throb."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Where there is a mother in the home, matters go well."
    },
    {
      "cite": "Gail Tsukiyama",
      "quote": "Mothers and their children are in a category all their own. There's no bond so strong in the entire world. No love so instantaneous and forgiving."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The love of a mother is the veil of a softer light between the heart and the heavenly Father."
    },
    {
      "cite": "Washington Irving",
      "quote": "A mother is the truest friend we have, when trials heavy and sudden fall upon us; when adversity takes the place of prosperity; when friends desert us; when trouble thickens around us, still will she cling to us, and endeavor by her kind precepts and counsels to dissipate the clouds of darkness, and cause peace to return to our hearts."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Mothers give up so much, so that their children can have so much."
    },
    {
      "cite": "Nicholas Gordon",
      "quote": "Mothers are the place that we call home. On them we rest our heads and close our eyes. There's no one else who grants the same soft peace, happiness, contentment, sweet release, erasing righttime tears with lullabies, restoring the bright sun that makes us bloom."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "By and large, mothers and housewives are the only workers who do not have regular time off. They are the great vacationless class."
    },
    {
      "cite": "Tenneva Jordan",
      "quote": "A mother is a person who seeing there are only four pieces of pie for five people, promptly announces she never did care for pie."
    }
  ]
}