{
  "source": "https://www.wisesayings.com/mother-and-daughter-quotes/",
  "theme": "mother-and-daughter",
  "quotes": [
    {
      "cite": "Naomi Wolf",
      "quote": "A mother who radiates self-love and self-acceptance actually vaccinates her daughter against low self-esteem."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "A daughter is a mother's gender partner, her closest ally in the family confederacy, an extension of her self. And mothers are their daughters' role model, their biological and emotional road map, the arbiter of all their relationships."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "As mothers and daughters, we are connected with one another. My mother is the bones of my spine, keeping me straight and true. She is my blood, making sure it runs rich and strong. She is the beating of my heart. I cannot now imagine a life without her."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "Of all the haunting moments of motherhood, few rank with hearing your own words come out of your daughter's mouth."
    },
    {
      "cite": "Anita Diamant",
      "quote": "The more a daughter knows the details of her mother's life—without flinching or whining—the stronger the daughter."
    },
    {
      "cite": "Signe Hammer",
      "quote": "Mothers of daughters are daughters of mothers and have remained so, in circles joined to circles, since time began."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A mother's treasure is her daughter."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "We mothers are learning to mark our mothering success by our daughters' lengthening flight."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "A busy mother makes slothful daughters."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "A daughter without her mother is a woman broken. It is a loss that turns to arthritis and settles deep into her bones."
    },
    {
      "cite": "Elmina S. Taylor",
      "quote": "Mothers, look after your daughters, keep them near you, keep their confidence - that they may be true and faithful."
    },
    {
      "cite": "Zoraida Pesante",
      "quote": "I am not a perfect mother and I will never be. You are not a perfect daughter and you will never be. But put us together and we will be the best mother and daughter we would ever be."
    },
    {
      "cite": "Elizabeth Debold and Idelisse Malave",
      "quote": "Suddenly, through birthing a daughter, a woman finds herself face to face not only with an infant, a little girl, a woman-to-be, but also with her own unresolved conflicts from the past and her hopes and dreams for the future.... As though experiencing an earthquake, mothers of daughters may find their lives shifted, their deep feelings unearthed, the balance struck in all relationships once again off kilter."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "A fluent tongue is the only thing a mother don't like her daughter to resemble her in."
    },
    {
      "cite": "Alexandre Dumas Pere",
      "quote": "The mother is only really the mistress of her daughter upon the condition of continually representing herself to her as a model of wisdom and type of perfection."
    },
    {
      "cite": "Mary Field Belenky",
      "quote": "Because mothers and daughters can affirm and enjoy their commonalities more readily, they are more likely to see how they might advance their individual interests in tandem, without one having to be sacrificed for the other."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "Unlike the mother-son relationship, a daughter's relationship with her mother is something akin to bungee diving. She can stake he r claim in the outside world in what looks like total autonomy--in some cases, even divorce her mother in a fiery exit from the family--but there is an invisible emotional cord that snaps her back. For always there is the memory of mother, whose judgments are so completely absorbed into the daughter's identity that she may wonder where Mom leaves off and she begins."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "What do girls do who haven't any mothers to help them through their troubles"
    },
    {
      "cite": "unknown",
      "quote": "Mothers and daughters are closest, when daughters become mothers."
    },
    {
      "cite": "Irish Saying",
      "quote": "A son is a son till he takes him a wife, a daughter is a daughter all of her life."
    },
    {
      "cite": "Wynonna Judd",
      "quote": "The mother-daughter relationship is the most complex."
    },
    {
      "cite": "Katherine Howe",
      "quote": "Of course mothers and daughters with strong personalities might see the world from very different points of view."
    },
    {
      "cite": "Abigail G. Whittlesey",
      "quote": "Good daughters make good mothers."
    },
    {
      "cite": "Bible",
      "quote": "As is the mother, so is her daughter."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What the daughter does, the mother did."
    },
    {
      "cite": "Colette",
      "quote": "Mothers sound so stupid when they praise their daughters to the skies."
    },
    {
      "cite": "Proverb",
      "quote": "Like mother, like daughter."
    },
    {
      "cite": "English Proverb",
      "quote": "He that would the daughter win must with the mother first begin."
    },
    {
      "cite": "Terri Apter",
      "quote": "When a mother quarrels with a daughter, she has a double dose of unhappiness hers from the conflict, and empathy with her daughter's from the conflict with her. Throughout her life a mother retains this special need to maintain a good relationship with her daughter."
    },
    {
      "cite": "Heather Vogel Frederick",
      "quote": "My mother and I are like night and day."
    }
  ]
}