{
  "source": "https://www.wisesayings.com/moth-quotes/",
  "theme": "moth",
  "quotes": [
    {
      "cite": "Alma Alexander",
      "quote": "There are moths outside, ready to die for a light they crave but which is denied to them, shielded from them. Sometimes, in the midst of all I have been given, I watch the moths in us all. Everybody has a light which they think they cannot live without."
    },
    {
      "cite": "Marty Rubin",
      "quote": "A moth is a mysterious thing. You can clip its wings but you'll never discover its secret."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The moth prefers the moon and detests the sun, while the butterfly loves the sun and hides from the moon. Every living creature responds to light. But depending on the amount of light you have inside, determines which lamp in the sky your heart will swoon."
    },
    {
      "cite": "Zubair Ahsan",
      "quote": "And I shall seek you endlessly, for I am a moth, and you’re my flame, Knowing that I’ll burn at your touch I return, for you’re a fire; untamed"
    },
    {
      "cite": "Aimee Mann",
      "quote": "The Moth don't care when he sees The Flame. He might get burned, but he's in the game. And once he's in, he can't go back, he'll Beat his wings 'til he burns them black... No, The Moth don't care when he sees The Flame. . . The Moth don't care if The Flame is real, 'Cause Flame and Moth got a sweetheart deal. And nothing fuels a good flirtation, Like Need and Anger and Desperation... No, The Moth don't care if The Flame is real..."
    },
    {
      "cite": "Belinda Jeffrey",
      "quote": "It felt as though I had been holding on to Sally all these years, by the tips of my fingers. Just holding on. She was like a moth, fragile and fleeting. One rough breath, one lurch, one tiny movement of your hand and she'd fly away from you."
    },
    {
      "cite": "Christopher Fry",
      "quote": "Between our birth and death we may touch understanding, As a moth brushes a window with its wing"
    },
    {
      "cite": "Daniel Handler",
      "quote": "Announcing your death should be like announcing that you are a lunar moth: It must be done quietly or it will not be believed."
    },
    {
      "cite": "Giacomo Casanova",
      "quote": "Be the flame, not the moth."
    },
    {
      "cite": "Glen Duncan",
      "quote": "Words betrayed her: beautiful butterflies in her mind; dead moths when she opened her mouth for their release into the world."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Moth: I gave you my life. Flame: I allowed you to kiss me."
    },
    {
      "cite": "Kayla Krantz",
      "quote": "I’ve always preferred moths to butterflies. They aren’t flashy or cocky; they mind their own business and just try to blend in with their surroundings and live their lives. They don’t want to be seen, and that’s something I can relate to."
    },
    {
      "cite": "L.P. Hartley",
      "quote": "How little he knew about the rules of this world which he had crashed against so casually, like a moth bumping against a light!"
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "I have a little brown cocoon of an idea that may possibly expand into a magnificent moth of fulfilment."
    },
    {
      "cite": "Nishta Kochar",
      "quote": "I wish to drown in my pain, alone, just like a moth dancing to its death in the flame!"
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "The desire of the moth for the star, Of the night for the morrow, The devotion to something afar From the sphere of our sorrow."
    },
    {
      "cite": "Rumi",
      "quote": "Judge the moth by the beauty of the candle."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "Life is a frail moth flying, Caught in the web of the years that pass."
    },
    {
      "cite": "Saib Tabrizi",
      "quote": "The weeping of the candle is not in mourning for the moth: the dawn is at hand, and it is thinking of its own dark night."
    },
    {
      "cite": "Stan Brakhage",
      "quote": "What a moth might see from birth to death if black were white and white were black."
    },
    {
      "cite": "Tom Conrad",
      "quote": "I was, a near grown man, sat in his dank, dark and rickety digs, feverishly hovering about the glare of a computer screen like a disorientated moth, one searching for a flaming light of recognition from someone/anyone!"
    },
    {
      "cite": "Will Walton",
      "quote": "Being young is like being a moth, or alive I bet, possibly: I am burning, if I am learning anything these days, it is that the flames you keep touching when you're young, you keep right ahead on touching when you're older."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When nature moves, butterflies take flight."
    },
    {
      "cite": "Helen Hunt Jackson",
      "quote": "Bee to the blossom, moth to the flame; Each to his passion; what's in a name?"
    },
    {
      "cite": "Holland Roden",
      "quote": "If you manifest your true self through nature and your normal surroundings, I find that the most eerie. Like when you see birds suddenly start flying in a different direction or when you see moths forming weird shapes, I think that's the weirdest way to let yourself be known."
    },
    {
      "cite": "Warsan Shire",
      "quote": "Light attracts light. But sometimes your light attracts moths and your warmth attracts parasites. Protect your space and energy"
    }
  ]
}