{
  "source": "https://www.wisesayings.com/motherhood-quotes/",
  "theme": "motherhood",
  "quotes": [
    {
      "cite": "Charles Stanley",
      "quote": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves."
    },
    {
      "cite": "Rachel Cusk",
      "quote": "As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew."
    },
    {
      "cite": "Melissa Peterman",
      "quote": "That's what motherhood is: you're working; you're doing 25 different jobs, and you're not getting paid."
    },
    {
      "cite": "Sheri L. Dew",
      "quote": "Motherhood is more than bearing children, though it is certainly that. It is the essence of who we are as women. It defines our very identity, our divine stature and nature, and the unique traits our Father gave us."
    },
    {
      "cite": "Deborah Mailman",
      "quote": "Motherhood is wonderful, but it's also hard work. It's the logistics more than anything. You discover you have reserves of energy you didn't know you had."
    },
    {
      "cite": "Jessica Lange",
      "quote": "The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Sometimes when you pick up your child you can feel the map of your own bones beneath your hands, or smell the scent of your skin in the nape of his neck. This is the most extraordinary thing about motherhood - finding a piece of yourself separate and apart that all the same you could not live without."
    },
    {
      "cite": "Pramoedya Ananta Toer",
      "quote": "A mother knows what her child's gone through, even if she didn't see it herself."
    },
    {
      "cite": "Nicole Krauss",
      "quote": "She [my mother] was the force around which our world turned. My mother was propelled through the universe by the brute force of reason. She was the judge in all our arguments. One disapproving word from her was enough to send us off to hide in a corner, where we would cry and fantasize our own martyrdom. And yet. One kiss could restore us to princedom. Without her, our lives would dissolve into chaos."
    },
    {
      "cite": "Donna Ball",
      "quote": "Motherhood is a choice you make everyday, to put someone else's happiness and well-being ahead of your own, to teach the hard lessons, to do the right thing even when you're not sure what the right thing is...and to forgive yourself, over and over again, for doing everything wrong."
    },
    {
      "cite": "Margaret Sanger",
      "quote": "The mother memories that are closest to my heart are the small gentle ones that I have carried over from the days of my childhood. They are not profound, but they have stayed with me through life, and when I am very old, they will still be near . . . Memories of mother drying my tears, reading aloud, cutting cookies and singing as she did, listening to prayers I said as I knelt with my forehead pressed against her knee, tucking me in bed and turning down the light. They have carried me through the years and given my life such a firm foundation that it does not rock beneath flood or tempest."
    },
    {
      "cite": "Heather Armstrong",
      "quote": "This is part of the essence of motherhood, watching your kid grow into her own person and not being able to do anything about it. Otherwise children would be nothing more than pets."
    },
    {
      "cite": "Tenneva Jordan",
      "quote": "A mother is a person who seeing there are only four pieces of pie for five people, promptly announces she never did care for pie."
    },
    {
      "cite": "Rajneesh",
      "quote": "The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never. A mother is something absolutely new._"
    },
    {
      "cite": "Margaret Culkin Banning",
      "quote": "She never quite leaves her children at home, even when she doesn't take them along."
    },
    {
      "cite": "Sophia Loren",
      "quote": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child._"
    },
    {
      "cite": "Meryl Streep",
      "quote": "Motherhood has a very humanizing effect. Everything gets reduced to essentials._"
    },
    {
      "cite": "unknown",
      "quote": "The formative period for building character for eternity is in the nursery. The mother is queen of that realm and sways a scepter more potent than that of kings or priests."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "For that's what a woman, a mother wants _ to teach her children to take an interest in life. She knows it's safer for them to be interested in other people's happiness than to believe in their own."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Education commences at the mother's knee, and every word spoken within hearsay of little children tends toward the formation of character."
    },
    {
      "cite": "Rebecca West",
      "quote": "Motherhood is neither a duty nor a privilege, but simply the way that humanity can satisfy the desire for physical immortality and triumph over the fear of death."
    },
    {
      "cite": "Mandi Nowak",
      "quote": "If_you are a mother then you know the feeling of true love. Once you look into the eyes of your children you feel the love that could never be shared with another."
    },
    {
      "cite": "John Fiebig",
      "quote": "The hand that rocks the cradle usually is attached to someone who isn't getting enough sleep."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "But kids don't stay with you if you do it right. It's the one job where, the better you are, the more surely you won't be needed in the long run."
    },
    {
      "cite": "Charlotte Pearson",
      "quote": "Motherhood: The most exhausting, emotional, rewarding and life-enhancing journey a woman can take."
    },
    {
      "cite": "Elaine Heffner",
      "quote": "Women do not have to sacrifice personhood if they are mothers. They do not have to sacrifice motherhood in order to be persons. Liberation was meant to expand women's opportunities, not to limit them. The self-esteem that has been found in new pursuits can also be found in mothering."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "I looked on child rearing not only as a work of love and duty but as a profession that was fully as interesting and challenging as any honorable profession in the world and one that demanded the best I could bring to it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "It is not until you become a mother than your judgment slowly turns to compassion and understanding."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "Though motherhood is the most important of all the professions -- requiring more knowledge than any other department in human affairs -- there was no attention given to preparation for this office."
    },
    {
      "cite": "Marguerite Kelly and Elia Parsons",
      "quote": "Motherhood brings as much joy as ever, but it still brings boredom, exhaustion, and sorrow too. Nothing else ever will make you as happy or as sad, as proud or as tired, for nothing is quite as hard as helping a person develop his own individuality especially while you struggle to keep your own."
    }
  ]
}