{
  "source": "https://www.wisesayings.com/motion-quotes/",
  "theme": "motion",
  "quotes": [
    {
      "cite": "Isaac Newton",
      "quote": "I can calculate the motion of heavenly bodies, but not the madness of people."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Everything is in motion. Everything flows. Everything is vibrating."
    },
    {
      "cite": "Anton Chekov",
      "quote": "When a person expends the least amount of motion on one action, that is grace"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Never confuse motion with action."
    },
    {
      "cite": "Isaac Newton",
      "quote": "Gravity may put the planets into motion, but without the divine Power, it could never put them into such a circulating motion as they have about the Sun; and therefore, for this as well as other reasons, I am compelled to ascribe the frame of this System to an intelligent Agent."
    },
    {
      "cite": "Blais Pascal",
      "quote": "Our nature consists in motion; complete rest is death."
    },
    {
      "cite": "Benjamin Cardozo",
      "quote": "Rest and motion, unrelieved and unchecked, are equally destructive"
    },
    {
      "cite": "Leonard Sweet",
      "quote": "What you do is your history. What you set in motion is your legacy"
    },
    {
      "cite": "Aristotle",
      "quote": "A body in motion can maintain this motion only if it remains in contact with a mover."
    },
    {
      "cite": "Arthur Ganson",
      "quote": "I guess I’m fascinated with motion because I find that whenever anything is moving, I have some feeling about it. It doesn’t matter what kind of motion it is. A motion will always evoke some kind of reaction."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Time is a perpetual motion, without a single moment of rest."
    },
    {
      "cite": "Ed O'Brien",
      "quote": "Everyone who's serious about what they're doing must be in constant motion forward."
    },
    {
      "cite": "Demetri Martin",
      "quote": "A lot of things look cooler in slow motion. Eating isn't one of them."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "Thank you... motion sensor hand towel machine. You never work, so I just end up looking like I'm waving hello to a wall robot."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I've always felt music is the only way to give an instantaneous moment the feel of slow motion. To romanticise it and glorify it and give it a soundtrack and a rhythm."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Traveling in the company of those we love is home in motion"
    },
    {
      "cite": "Ashwin Sanghi",
      "quote": "Worry is like a rocking chair; it keeps you in motion but gets you nowhere"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Some desire is necessary to keep life in motion, and he whose real wants are supplied must admit those of fancy."
    },
    {
      "cite": "Johnny Tillotson",
      "quote": "Poetry in motion walking by my side, her lovely locomotion keeps my eyes open wide"
    },
    {
      "cite": "Richard Gere",
      "quote": "The drive for happiness is vital; it's what keeps us in motion"
    },
    {
      "cite": "Hermann von Helmholtz",
      "quote": "A moving body whose motion was not retarded by any resisting force would continue to move to all eternity."
    },
    {
      "cite": "Ken Evoy",
      "quote": "Persistence is nothing more than staying in motion."
    },
    {
      "cite": "Walter Kauffman",
      "quote": "Writing is thinking in slow motion."
    }
  ]
}