{
  "source": "https://www.wisesayings.com/motivation-quotes/",
  "theme": "motivation",
  "quotes": [
    {
      "cite": "Aristotle",
      "quote": "We are what we repeatedly do. Excellence, therefore, is not an act but a habit."
    },
    {
      "cite": "Robert Frost",
      "quote": "The best way out is always through."
    },
    {
      "cite": "William B. Sprague",
      "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Great spirits have always encountered violent opposition from mediocre minds."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can or think you can't, you are right."
    },
    {
      "cite": "Brian Vaszily",
      "quote": "Falling down is how we grow. Staying down is how we die."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "It is not what we take up, but what we give up, that makes us rich."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "It takes courage to grow up and turn out to be who you really are."
    },
    {
      "cite": "Wei Wu Wei",
      "quote": "In order to be effective truth must penetrate like an arrow -- and that is likely to hurt."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Kevin Kruse",
      "quote": "Life is about making an impact, not making an income."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Whatever the mind of man can conceive and believe, it can achieve."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Strive not to be a success, but rather to be of value."
    },
    {
      "cite": "Robert Frost",
      "quote": "Two roads diverged in a wood, and I took the one less traveled by, And that has made all the difference."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "I attribute my success to this: I never gave or took any excuse."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "Og Mandino",
      "quote": "Always do your best. What you plant now, you will harvest later."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Philip Sidney",
      "quote": "Either I will find a way, or I will make one."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first-rate version of yourself, instead of a second-rate version of somebody else."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Judge each day not by the harvest you reap but by the seeds you plant."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "The greatest pleasure in life is doing what people say you cannot do."
    },
    {
      "cite": "Coleman Hawkins",
      "quote": "If you don't make mistakes, you aren't really trying."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not go where the path may lead; go instead where there is no path and leave a trail."
    },
    {
      "cite": "Dr. Robert Anthony",
      "quote": "Forget about all the reasons why something may not work. You only need to find one good reason why it will."
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "It is during our darkest moments that we must focus to see the light."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Believe you can and you're halfway there."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "It is by acts and not by ideas that people live."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "You miss 100% of the shots you don't take."
    }
  ]
}