{
  "source": "https://www.wisesayings.com/motive-quotes/",
  "theme": "motive",
  "quotes": [
    {
      "cite": "Haniel Long",
      "quote": "A man's motive in the small actions of daily life, like resting a moment on his pitchfork in the sun and listening intently, may be the most important thing about that man."
    },
    {
      "cite": "William James",
      "quote": "How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure."
    },
    {
      "cite": "Tim Cook",
      "quote": "We do a lot of things for reasons besides profit motive. We want to leave the world better than we found it."
    },
    {
      "cite": "Matthew Hopkins",
      "quote": "Men sometimes have strange motives for the things they do."
    },
    {
      "cite": "Marion G. Romney",
      "quote": "The only motive strong enough to induce men to exercise the self control required by the religion of Jesus is love."
    },
    {
      "cite": "Jane Austen",
      "quote": "The distance is nothing when one has a motive."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "No motive is pure. No one is good or bad-but a hearty mix of both. And sometimes life actually gives to you by taking away."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "Love provides the motive for obeying the commands of the law, but the law provides specific direction for exercising love."
    },
    {
      "cite": "J. G. Holland",
      "quote": "Life always take on the character of its motive."
    },
    {
      "cite": "John Petit-Senn",
      "quote": "The true worth of a soul is revealed as much by the motive it attributes to the actions of others as by its own deeds."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "It's motive alone which gives character to the actions of men."
    },
    {
      "cite": "Robert Grudin",
      "quote": "The fundamental motive of true teaching is the love that seeks and studies and performs."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Vanity is a motive of immense potency."
    },
    {
      "cite": "Virgil",
      "quote": "The noblest motive is the public good."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Our motives and thoughts ultimately influence our actions."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The motive of fear is the be-all and end-all of religion."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Pure motives can never justify impure or violent action."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "It is motive alone that gives real value to the actions of men, and disinterestedness puts the cap to it"
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "One of the strongest motives for wishing to work on yourself is the realization that you may die at any moment - only you must first realize this."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "A wrong motive involves defeat."
    },
    {
      "cite": "John Hawkes",
      "quote": "Motive is never easy. Sometimes it occurs to one only later."
    },
    {
      "cite": "W. E. Channing",
      "quote": "In general, we do well to let an opponent's motives alone. We are seldom just to them. Our own motives on such occasions are often worse than those we assail."
    },
    {
      "cite": "John M. Barrie",
      "quote": "Never ascribe to an opponent motives meaner than your own."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The motive power is the cause of all life."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Pure motives do not insure perfect results."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "An action is essentially good if the motive of the agent be good, regardless of the consequences."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The key to motivation is motive. It's the why. It's the deeper yes! burning inside that makes it easier to say no to the less important."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "To exercise some sort of control over others is the secret motive of every selfish person."
    },
    {
      "cite": "C.J. Sansom",
      "quote": "But if we never acted except when we were certain our motives were pure, we would never act at all."
    },
    {
      "cite": "Albert Ellis",
      "quote": "People have motives and thoughts of which they are unaware."
    }
  ]
}