{
  "source": "https://www.wisesayings.com/motivational-wrestling-quotes/",
  "theme": "motivational-wrestling",
  "quotes": [
    {
      "cite": "Dan Gable",
      "quote": "Once you've wrestled, everything else in life is easy."
    },
    {
      "cite": "Gary Dierks",
      "quote": "The only thing that matters in wrestling are your teeth and your testicles. Anything else, keep wrestling, stop whining."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Maria Sibylla Merian",
      "quote": "Art and nature shall always be wrestling until they eventually conquer one another so that the victory is the same stroke and line: that which is conquered, conquers at the same time."
    },
    {
      "cite": "Dan Gable",
      "quote": "More enduringly than any other sport, wrestling teaches self-control and pride. Some have wrestled without great skill - none have wrestled without pride."
    },
    {
      "cite": "Chris Jericho",
      "quote": "If Shakespeare was alive today he would be writing wrestling shows."
    },
    {
      "cite": "Roddy Piper",
      "quote": "Wrestling and acting couldn't be anymore different in terms of what it takes to entertain. Wrestling is explosion, acting is implosion. One really screws up the other."
    },
    {
      "cite": "Jay Robinson",
      "quote": "Take a strong wrestler, get them tired, and they aren't as strong. Take a quick wrestler, get them tired, and they aren't as quick. Take a technical wrestler, get them tired, and they aren't as technical. No matter what kind of wrestler, everyone is afraid of getting tired. It's those who learn to perform when they're tired that find success."
    },
    {
      "cite": "Diamond Dallas Page",
      "quote": "Wrestling is realer than reality TV."
    },
    {
      "cite": "Alexander Medved",
      "quote": "In order to become a wrestler, one should have the strength of a weight-lifter, the agility of an acrobat, the endurace of a runner and the tactical mind of a chess master."
    },
    {
      "cite": "Randy Savage",
      "quote": "There are no tough guys in wrestling."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "To be a great champion you must believe you are the best. If you're not, pretend you are."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "A man can be as great as he wants to be. If you believe in yourself and have the courage, the determination, the dedication, the competitive drive and if you are willing to sacrifice the little things in life and pay the price for the things that are worthwhile, it can be done."
    },
    {
      "cite": "Anonymous",
      "quote": "Never wrestle with a strong man nor bring a rich man to court."
    },
    {
      "cite": "Mark Schultz",
      "quote": "Wrestling will be around forever. It's been around thousands of years. It's going to be around till the end of time."
    },
    {
      "cite": "John Darnielle",
      "quote": "Wrestling's a form of expression, and it expresses vastness."
    },
    {
      "cite": "Natalya Vorobyova",
      "quote": "We can wrestle sometimes and see who is OK and who is KO."
    },
    {
      "cite": "Elliot Ness",
      "quote": "Never stop fighting till the fight is done!"
    },
    {
      "cite": "Ross Perot",
      "quote": "War has rules, mud wrestling has rules - politics has no rules."
    },
    {
      "cite": "Hulk Hogan",
      "quote": "Everybody's out there wrestling like a robot."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Wrestling is ballet with violence."
    },
    {
      "cite": "Alistair Overeem",
      "quote": "As a fighter, you need to constantly improve. So that's what we've been doing: constantly improving striking, grappling, wrestling - there's always different aspects to improve."
    },
    {
      "cite": "Cael Sanderson",
      "quote": "Anyone can wrestle until they are tired."
    },
    {
      "cite": "Anushka Sharma",
      "quote": "Wrestling is not an action; it is a sport."
    },
    {
      "cite": "Anonymous",
      "quote": "Wrestling is a little like wrestling a gorilla. You don't quit when you are tired, you quit when the gorilla is tired."
    },
    {
      "cite": "Edmund Burke",
      "quote": "He that wrestles with us strengthens our nerves and sharpens our skill. Our antagonist is our helper."
    },
    {
      "cite": "Mike Sullivan",
      "quote": "Wrestling teaches you nothing comes easy. Nothing in life comes easy, so you have to work at it."
    },
    {
      "cite": "Kane",
      "quote": "There's no drama like wrestling."
    },
    {
      "cite": "Terry Gene Bollea",
      "quote": "Wrestling needs to be about the art form again. It needs to be about painting a picture and having a really good match."
    }
  ]
}