{
  "source": "https://www.wisesayings.com/motivational-business-quotes/",
  "theme": "motivational-business",
  "quotes": [
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Bill Cosby",
      "quote": "In order to succeed, your desire for success should be greater than your fear of failure."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Everyone who achieves success in a great venture solves each problem as they came. They helped themselves and they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they meet."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Like success, failure is many things to many people. With positive mental attitude, failure is a learning experience, a rung on the ladder, and a plateau at which to get your thoughts in order to prepare to try again."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Don't worry about being successful but work toward being significant and the success will naturally follow."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The golden rule for every business man is this: Put yourself in your customer's place."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I can accept failure, everyone fails at something. But I cannot accept not trying."
    },
    {
      "cite": "Colin Powell",
      "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."
    },
    {
      "cite": "Matt Urmy",
      "quote": "We focus on how we understand their desire to be creative and to not be distracted from that."
    },
    {
      "cite": "Richard Branson",
      "quote": "Business opportunities are like buses, there's always another one coming."
    },
    {
      "cite": "Dave Thomas",
      "quote": "What do you need to start a business? Three simple things: know your product better than anyone. Know your customer, and have a burning desire to succeed."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly and get on with improving your other innovations."
    },
    {
      "cite": "William Durant",
      "quote": "Forget past mistakes. Forget failures. Forget everything except what you're going to do now and do it."
    },
    {
      "cite": "Ed Brown",
      "quote": "You have to make sure people enjoy coming to work."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "Management is nothing more than motivating other people."
    },
    {
      "cite": "Michael Eisner",
      "quote": "In every business, in every industry, management does matter."
    },
    {
      "cite": "Seth Godin",
      "quote": "Change is not a threat, it's an opportunity. Survival is not the goal, transformative success is."
    },
    {
      "cite": "Jack Welch",
      "quote": "A strategy is something like, an innovative new product; globalization, taking your products around the world; be the low-cost producer. A strategy is something you can touch; you can motivate people with; be number one and number two in every business. You can energize people around the message."
    },
    {
      "cite": "Richard Branson",
      "quote": "A business has to be involving, it has to be fun, and it has to exercise your creative instincts."
    },
    {
      "cite": "Debbi Fields",
      "quote": "The important thing is not being afraid to take a chance. Remember, the greatest failure is to not try. Once you find something you love to do, be the best at doing it."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can, or you think you can't, you're right."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit."
    },
    {
      "cite": "Rich Dad",
      "quote": "If you are moving, even fire will not hurt you. If you are standing still near the fire, even though you are not in the fire, the heat will eventually get to you."
    },
    {
      "cite": "Henry Ford",
      "quote": "Failure is just a resting place. It is an opportunity to begin again more intelligently."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Expect the best. Prepare for the worst. Capitalize on what comes."
    },
    {
      "cite": "Donald Trump",
      "quote": "Experience taught me a few things. One is to listen to your gut no matter how good something sounds on paper. The second is that you are generally better off sticking with what you know and the third is that sometimes, your best investments are the ones you don't make."
    },
    {
      "cite": "Howard Aiken",
      "quote": "Don't worry about people stealing your ideas. If your ideas are any good, you'll have to ram them down people's throats."
    }
  ]
}