{
  "source": "https://www.wisesayings.com/motivational-military-quotes/",
  "theme": "motivational-military",
  "quotes": [
    {
      "cite": "Ronald Reagan",
      "quote": "We are forever indebted to those who have given their lives that we might be free."
    },
    {
      "cite": "Dan Lipinski",
      "quote": "On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "Military simulation is an important way of training people for an emergency."
    },
    {
      "cite": "Jalal Talabani",
      "quote": "Military confrontation is not a suitable alternative in confronting terror and current security threats."
    },
    {
      "cite": "Guido Westerwelle",
      "quote": "Military missions cannot be a normal tool of politics, but instead must remain the great exception."
    },
    {
      "cite": "Michael N. Castle",
      "quote": "These fallen heroes represent the character of a nation who has a long history of patriotism and honor and a nation who has fought many battles to keep our country free from threats of terror."
    },
    {
      "cite": "Georges Clemenceau",
      "quote": "War is much too serious a matter to be entrusted to the military."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Moments of thinking are your military moments because they are the moments where you take the opportunity to attack and eliminate your problems!"
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A man does not have himself killed for a half-pence a day or for a petty distinction. You must speak to the soul in order to electrify him."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The harder the conflict, the more glorious the triumph."
    },
    {
      "cite": "Evgeny Morozov",
      "quote": "Military commanders do not want to be tried for war crimes, even if those crimes are committed online."
    },
    {
      "cite": "General Bruce D. Clark",
      "quote": "When things go wrong in your command, start wading for the reason in increasing larger concentric circles around your own desk."
    },
    {
      "cite": "Stephen Hadley",
      "quote": "In a military operation, the command and control elements are a legitimate target."
    },
    {
      "cite": "George C. Marshall",
      "quote": "Military power wins battles, but spiritual power wins wars."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "A true leader has the confidence to stand alone, the courage to make tough decisions, and the compassion to listen to the needs of others. He does not set out to be a leader, but becomes one by the equality of his actions and the integrity of his intent."
    },
    {
      "cite": "Benazir Bhutto",
      "quote": "The military wants a system that protects its policies and privileges."
    },
    {
      "cite": "James Fallows",
      "quote": "Our military plans should be based on the assumption of unpredictability, rather than on carefully drawn, static models of the world."
    },
    {
      "cite": "Minot J. Savage",
      "quote": "The brave die never, though they sleep in dust: Their courage nerves a thousand living men."
    },
    {
      "cite": "Sun Tzu",
      "quote": "These military devices, leading to victory, must not be divulged beforehand."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "A leader is the man who has the ability to get other people to do what they don't want to do, and like it."
    },
    {
      "cite": "Donald Trump",
      "quote": "Our military and the strength of our military and the strengthening of our military is a number one priority for the Trump administration."
    },
    {
      "cite": "George S. Patton",
      "quote": "The soldier is the Army. No army is better than its soldiers. The Soldier is also a citizen. In fact, the highest obligation and privilege of citizenship is that of bearing arms for one's country"
    },
    {
      "cite": "S.L.A. Marshall",
      "quote": "The good general is simply the good company commander in his post-graduate course. The idea that more godlike qualities are required of him and that he above others can achieve miracles through the working of his will is dismissed as idle superstition."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Military glory the attractive rainbow that rises in showers of blood."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never yield to the apparently overwhelming might of the enemy."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a stupid man is doing something he is ashamed of, he always declares that it is his duty."
    },
    {
      "cite": "S.L.A Marshall",
      "quote": "Also remember that in any man's dark hour, a pat on the back and an earnest handclasp may work a small miracle"
    },
    {
      "cite": "John Parker",
      "quote": "Stand your ground. Don't fire unless fired upon, but if they mean to have a war, let it begin here!"
    },
    {
      "cite": "George S. Patton",
      "quote": "The object of war is not to die for your country but to make the other bastard die for his."
    }
  ]
}