{
  "source": "https://www.wisesayings.com/motivational-sports-quotes/",
  "theme": "motivational-sports",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "Never say never because limits, like fears, are often just an illusion."
    },
    {
      "cite": "Bo Jackson",
      "quote": "Set your goals high, and don't stop till you get there."
    },
    {
      "cite": "Dean Karnazes",
      "quote": "Run when you can, walk if you have to, crawl if you must; just never give up."
    },
    {
      "cite": "Bear Bryant",
      "quote": "Don't give up at half time. Concentrate on winning the second half."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Every strike brings me closer to the next home run."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion."
    },
    {
      "cite": "J. Askenberg",
      "quote": "You win some, you lose some, and some get rained out, but you gotta suit up for them all."
    },
    {
      "cite": "Max Lerner",
      "quote": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt."
    },
    {
      "cite": "Sergei Bubka",
      "quote": "My jump was imperfect, my run-in was too short and my hands were too far back at takeoff. When I manage to iron out these faults, I am sure I can improve."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Daring ideas are like chessmen moved forward; they may be beaten, but they may start a winning game."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Being defeated is often a temporary condition. Giving up is what makes it permanent."
    },
    {
      "cite": "T. Alan Armstrong",
      "quote": "Champions do not become champions when they win the event, but in the hours, weeks, months and years they spend preparing for it. The victorious performance itself is merely the demonstration of their championship character."
    },
    {
      "cite": "Cus D'amato",
      "quote": "A boy comes to me with a spark of interest. I feed the spark and it becomes a flame. I feed the flame and it becomes a fire. I feed the fire and it becomes a roaring blaze."
    },
    {
      "cite": "Bart Starr",
      "quote": "Anyone can support a team that is winning - it takes no courage. But to stand behind a team to defend a team when it is down and really needs you, that takes a lot of courage."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "You are never really playing an opponent. You are playing yourself, your own highest standards, and when you reach your limits, that is real joy."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Champions aren't made in the gyms. Champions are made from something they have deep inside them - a desire, a dream, a vision."
    },
    {
      "cite": "Hank Aaron",
      "quote": "The pitcher has got only a ball. I've got a bat. So the percentage of weapons is in my favor and I let the fellow with the ball do the fretting."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The harder you work, the harder it is to surrender."
    },
    {
      "cite": "Ron Blomberg",
      "quote": "Competing in sports has taught me that if I'm not willing to give 120 percent, somebody else will."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The strength of the group is the strength of the leaders."
    },
    {
      "cite": "Magic Johnson",
      "quote": "Ask not what your teammates can do for you. Ask what you can do for your teammates."
    },
    {
      "cite": "Herschel Walker",
      "quote": "If you train hard, you'll not only be hard, you'll be hard to beat."
    },
    {
      "cite": "Bill Bowerman",
      "quote": "Victory is in having done your best. If you've done your best, you've won."
    },
    {
      "cite": "Bobby Knight",
      "quote": "The key is not the will to win. Everybody has that. It is the will to prepare to win that is important."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It does not matter how many times you get knocked down, but how many times you get up."
    },
    {
      "cite": "Lou Brock",
      "quote": "Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time."
    },
    {
      "cite": "Eddie Robinson",
      "quote": "Leadership, like coaching, is fighting for the hearts and souls of men and getting them to believe in you."
    },
    {
      "cite": "Coach Vince Lombardi",
      "quote": "Winning is not a sometime thing; it's an all the time thing. You don't win once in a while; you don't do things right once in a while; you do them right all of the time. Winning is a habit."
    }
  ]
}