{
  "source": "https://www.wisesayings.com/motorcycle-quotes/",
  "theme": "motorcycle",
  "quotes": [
    {
      "cite": "Arlo Guthry",
      "quote": "I don't want a pickle, I just want ride on my motorcycle. I don't want to die, I just want a ride on my motorcycle."
    },
    {
      "cite": "Neil Peart",
      "quote": "When I'm riding my motorcycle, I'm glad to be alive. When I stop riding my motorcycle, I'm glad to be alive."
    },
    {
      "cite": "Celestine Sibley",
      "quote": "A woman who rides a motorcycle is in tune with the universe, a candidate for high adventure."
    },
    {
      "cite": "Evel Knievel",
      "quote": "Anybody can jump a motorcycle. The trouble begins when you try to land it."
    },
    {
      "cite": "Hugh Laurie",
      "quote": "Driving a motorcycle is like flying. All your senses are alive. Being House is like flying, too. He's free of the gravity of what people think."
    },
    {
      "cite": "Marco Simoncelli",
      "quote": "You live more for five minutes going fast on a bike than other people do in all of their life."
    },
    {
      "cite": "James McAvoy",
      "quote": "Passing my motorcycle theory test gave me a disproportionate feeling of greatness."
    },
    {
      "cite": "Dan Aykroyd",
      "quote": "You do not need a therapist if you own a motorcycle, any kind of motorcycle!"
    },
    {
      "cite": "Brock Yates",
      "quote": "More books, more racing and more foolishness with cars and motorcycles are in the works."
    },
    {
      "cite": "George Clooney",
      "quote": "I enjoy going on motorcycle trips and stopping in small towns and enjoying drinks with the locals."
    },
    {
      "cite": "Criss Angel",
      "quote": "I want to ride my motorcycle up the side of the Luxor to the light and vanish."
    },
    {
      "cite": "Evel Knievel",
      "quote": "I learned one thing from jumping motorcycles that was of great value on the golf course, the putting green especially: Whatever you do, don't come up short."
    },
    {
      "cite": "Hunter Thompson",
      "quote": "Faster, faster, faster, until the thrill of speed overcomes the fear of death."
    },
    {
      "cite": "Sonny Barger",
      "quote": "Try to remember the reason you started riding a motorcycle in the first place. For me, it was a couple of things but mostly rebellion."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Love is the feeling you get when you like something as much as your motorcycle."
    },
    {
      "cite": "Donna Karan",
      "quote": "If I weren't doing what I'm doing today... I'd be traveling around the world on the back of a motorcycle."
    },
    {
      "cite": "Vin Diesel",
      "quote": "It wasn't until I went to college and I got my first motorcycle that I understood the thrill of speed."
    },
    {
      "cite": "Taylor Lautner",
      "quote": "I'm not the biggest motorcycle fan - they're cool and a lot of fun, but they're scary as well!"
    },
    {
      "cite": "Eric Bana",
      "quote": "I look my best when I take my helmet off after a long motorcycle ride. I have a glow and a bit of helmet hair."
    },
    {
      "cite": "Maggie Grace",
      "quote": "Note to self: Never ride a motorcycle in stilettos and a miniskirt."
    },
    {
      "cite": "Junaid Jamshed",
      "quote": "If you want to live a happy life, don't teach your wife how to drive a car or a motorcycle."
    },
    {
      "cite": "Kyle Chandler",
      "quote": "I really love to ride my motorcycle. When I want to just get away and be by myself and clear my head, that's what I do."
    },
    {
      "cite": "James Dickey",
      "quote": "And I to my motorcycle Parked like the soul of the junkyard Restored, a bicycle fleshed With power, and tore off Up Highway 106 continually Drunk on the wind in my mouth Wringing the handlebar for speed Wild to be wreckage forever."
    },
    {
      "cite": "Robert M Pirsig",
      "quote": "Although motorcycle riding is romantic, motorcycle maintenance is purely classic."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "That's all the motorcycle is, a system of concepts worked out in steel."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "A motorcycle functions entirely in accordance with the laws of reason, and a study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself."
    },
    {
      "cite": "Justin Skalka",
      "quote": "Why are motorcycle dealers closed on Sundays? Because Sunday is for worship... Catholics go to church, Motorcyclists go to the track."
    },
    {
      "cite": "Alex Morritt",
      "quote": "Motorcycle adventures are the perfect antidote to middle age."
    },
    {
      "cite": "Evel Knievel",
      "quote": "Riding a motorcycle on today's highways, you have to ride in a very defensive manner. You have to be a good rider and you have to have both hands and both feet on the controls at all times."
    },
    {
      "cite": "Matt Cameron",
      "quote": "I try and stay limber, swim, run, ride motorcycles."
    }
  ]
}