{
  "source": "https://www.wisesayings.com/mountain-quotes/",
  "theme": "mountain",
  "quotes": [
    {
      "cite": "Sir Leslie Stephen",
      "quote": "I believe that the ascent of mountains forms an essential chapter in the complete duty of man, and that it is wrong to leave any district without setting foot on its highest peak."
    },
    {
      "cite": "Tyler Knott",
      "quote": "Mountains know secrets we need to learn. That it might take time, it might be hard, but if you just hold on long enough, you will find the strength to rise up."
    },
    {
      "cite": "Reinhold Messner",
      "quote": "Mountains are not fair or unfair, they are just dangerous."
    },
    {
      "cite": "John Muir",
      "quote": "How glorious a greeting the sun gives the mountains!"
    },
    {
      "cite": "Barry Finlay",
      "quote": "Every mountain top is within reach if you just keep climbing."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Over every mountain there is a path, although it may not be seen from the valley."
    },
    {
      "cite": "Greg Child",
      "quote": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "Its not the Mountain we conquer, but ourselves."
    },
    {
      "cite": "William Blake",
      "quote": "Great things are done when men and mountains meet; This is not done by jostling in the street."
    },
    {
      "cite": "David McCullough Jr.",
      "quote": "Climb the mountain not to plant your flag, but to embrace the challenge, enjoy the air and behold the view. Climb it so you can see the world, not so the world can see you."
    },
    {
      "cite": "Nemann Buhl",
      "quote": "Mountains have a way of dealing with overconfidence."
    },
    {
      "cite": "Anatoli Boukreev",
      "quote": "Mountains are not stadiums where I satisfy my ambition to achieve, they are the cathedrals where I practice my religion."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Each stone, each bend cries welcome to him. He identifies with the mountains and the streams, he sees something of his own soul in the plants and the animals and the birds of the field."
    },
    {
      "cite": "George Byron",
      "quote": "I live not in myself, but I becom Portion of that around me: and to me High mountains are a feelin, but the hum of human cities torture."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "Mountains are only a problem when they are bigger than you. You should develop yourself so much that you become bigger than the mountains you face."
    },
    {
      "cite": "John Muir",
      "quote": "Climb the mountains and get their good tidings."
    },
    {
      "cite": "Victoria Erickson",
      "quote": "Although I deeply love oceans, deserts and other wild landscapes, it is only mountains that beckon me with that sort of painful magnetic pull to walk deeper and deeper into their beauty. They keep me continuously wanting to know more, feel more, see more."
    },
    {
      "cite": "Katarina Witt",
      "quote": "I'm the sort of person who needs a big mountain in front of me to climb."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The way up to the top of the mountain is always longer than you think. Don't fool yourself, the moment will arrive when what seemed so near is still very far."
    },
    {
      "cite": "Sir Martin Convay",
      "quote": "Each fresh peak ascended teaches something."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "The cliche is that life is a mountain. You go up, reach the top and then go down."
    },
    {
      "cite": "John Ruskin",
      "quote": "Mountains are the beginning and the end of all natural scenery."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "When we tire of well-worn ways, we seek for new. This restless craving in the souls of men spurs them to climb, and to seek the mountain view."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Purposes, plans, and achievements of men may all disappear like yon cloud upon the mountain's summit; but, like the mountain itself, the things which are of God shall stand fast for ever and ever."
    },
    {
      "cite": "Walter Bonatti",
      "quote": "The mountains have rules. they are harsh rules, but they are there, and if you keep to them you are safe. A mountain is not like men. A mountain is sincere. The weapons to conquer it exist inside you, inside your soul."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Jumping from boulder to boulder and never falling, with a heavy pack, is easier than it sounds; you just can't fall when you get into the rhythm of the dance."
    },
    {
      "cite": "John Muir",
      "quote": "We are now in the mountains and they are in us, kindling enthusiasm, making every nerve quiver, filling every pore and cell of us."
    },
    {
      "cite": "Robert Macfarlane",
      "quote": "Those who travel to mountain-tops are half in love with themselves, and half in love with oblivion."
    },
    {
      "cite": "Friedrich Neitzsche",
      "quote": "He who climbs upon the highest mountains laughs at all tragedies, real or imaginary."
    },
    {
      "cite": "Mark Obmascik",
      "quote": "I like the mountains because they make me feel small. They help me sort out what's important in life."
    }
  ]
}