{
  "source": "https://www.wisesayings.com/mountaineering-quotes/",
  "theme": "mountaineering",
  "quotes": [
    {
      "cite": "John Muir",
      "quote": "Climb the mountains and get their good tidings. Nature's peace will flow into you as sunshine flows into trees."
    },
    {
      "cite": "Hermann Buhl",
      "quote": "Mountaineering is a relentless pursuit. One climbs further and further yet never reaches the destination. Perhaps that is what gives it its own particular charm. One is constantly searching for something never to be found."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "The mountain decides whether you climb or not. The art of mountaineering is knowing when to go, when to stay, and when to retreat."
    },
    {
      "cite": "Sherry B. Ortner",
      "quote": "Mountaineering as a sport both emanates from and addresses itself back to and back against the normal patterns of middle class life. One of the dominant discourses of mountaineering positions it critically against bourgeois existence, even as the sport demands the resources made possible by such an existence."
    },
    {
      "cite": "Wojciech Kurtyka",
      "quote": "Classic mountaineering grows out of a traditional romantic imagination. Its heart is the feeling, its path is blood, sweat and tears, and its restriction is God."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "In mountaineering, if we look for private experience rather than public history, even getting to the top becomes an optional narrative rather than the main point, and those who only wander in high places become part of the story."
    },
    {
      "cite": "Wojciech Kurtyka",
      "quote": "Difficult struggle in mountaineering is our rise above himself, is the voice of freedom."
    },
    {
      "cite": "Robert Macfarlane",
      "quote": "Those who travel to mountain-tops are half in love with themselves, and half in love with oblivion."
    },
    {
      "cite": "Mateo Cabello",
      "quote": "Climbing a mountain represents a chance to be briefly free oneself of the small concerns of our common lives, to strip off nonessentials, to come down to the core of life itself. Food, shelter, and friends these are the essentials, these plus faith and purpose and a deep and unrelenting determination."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "Mountaineering is the art of getting up mountains by foot and occasionally by hand, and though the climbing is usually emphasized, most ascents are mostly a matter of walking and since good climbers climb with their legs as much as possible, climbing could be called the art of taking a vertical walk."
    },
    {
      "cite": "Wojciech Kurtyka",
      "quote": "Mountaineering is a complex and unique way of life, interweaving elements of sport, art and mysticism. Success or failure depends on the ebb and flow of immense inspiration. Detecting a single rule governing this energy is difficult it arises and vanishes like the urge to dance and remains as mysterious as the phenomenon of life itself."
    },
    {
      "cite": "Bernadette McDonald",
      "quote": "To be a climber one has to accept that gratification is rarely immediate."
    },
    {
      "cite": "Bernadette McDonald",
      "quote": "Inner harmony is the prerequisite for any climber who seeks to push the frontiers; without it he should give up extreme mountaineering."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career."
    },
    {
      "cite": "Samina Baig",
      "quote": "Mountaineering is one of the most difficult sports we are away from routine life for days, living in tents, and it requires high degree of physical and mental strength."
    },
    {
      "cite": "Susan Oakey-Baker",
      "quote": "Mountaineers are one of the few groups to celebrate before the finish line. More mountaineers die on the descent than on the ascent."
    }
  ]
}