{
  "source": "https://www.wisesayings.com/mouse-quotes/",
  "theme": "mouse",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "One for the mouse, one for the crow, one to rot, one to grow."
    },
    {
      "cite": "Jon Stewart",
      "quote": "The best-laid plans of mice and comedians usually wind up on the cutting-room floor."
    },
    {
      "cite": "Brian Jacques",
      "quote": "A mouse is small and can go unnoticed: but there is no limit to what a brave heart and a fearless spirit can achieve."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The mouse that always trusts to one poor hol can never be a mouse of any soul."
    },
    {
      "cite": "Lamar S Smith",
      "quote": "A mouse can be just as dangerous as a bullet or a bomb."
    },
    {
      "cite": "Robert M. Sapolsky",
      "quote": "If a rat is a good model for your emotional life, you're in big trouble."
    },
    {
      "cite": "Arthur Golden",
      "quote": "A mouse who wishes to fool the cat doesn't simply scamper out of its hole whenever it feels the slightest urge."
    },
    {
      "cite": "Helen Craig",
      "quote": "Mice are very difficult to do front on, but they have nicely human little hands and feet, and whiskers and tails are great for expressing emotion."
    },
    {
      "cite": "Julian Clary",
      "quote": "Rodents can come across as being quite vacant in the personality stakes."
    },
    {
      "cite": "Plautus",
      "quote": "A mouse never entrusts his life to only one hole."
    },
    {
      "cite": "Sarah Monette",
      "quote": "The rats we met the size of small dogs and they watched us go by like they'd figured out that what People were for was feeding rats."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The mouse that always trusts to one poor hole can never be a mouse of any soul."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A little mouse of thought appears in the room, and even the mightiest potentates are thrown into panic. They make frantic efforts to bar our thoughts and words; they are afraid of the workings of the human mind."
    },
    {
      "cite": "George Herbert",
      "quote": "The mouse that hath but one hole is quickly taken."
    },
    {
      "cite": "Michael Franti",
      "quote": "Only a rat can win a rat race."
    },
    {
      "cite": "C S Lewis",
      "quote": "The mouse is a fair treat but this one would talk the hind legs off a donkey."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Rats and roaches live by competition under the laws of supply and demand; it is the privilege of human beings to live under the laws of justice and mercy."
    },
    {
      "cite": "Carmen Agra Deedy",
      "quote": "If one mouse is a spark then ten thousand are a conflagration."
    },
    {
      "cite": "Gary Wolf",
      "quote": "The history of using mice to stand in for humans in medical experiments is replete with failures."
    },
    {
      "cite": "Anthony Storr",
      "quote": "With the exception of certain rodents, no other vertebrate except Homo sapiens habitually destroys members of his own species."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The mice which helplessly find themselves between the cats teeth acquire no merit from their enforced sacrifice."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "A rat in a maze is free to go anywhere, as long as it stays inside the maze."
    },
    {
      "cite": "Robin McKinley",
      "quote": "Mice are terribly chatty. They will chat about anything, and if there is nothing to chat about, they will chat about having nothing to chat about. Compared to mice, robins are reserved."
    },
    {
      "cite": "Paul Greengard",
      "quote": "Mice deficient in this protein, called p11, display depression-like behaviors, while those with sufficient amounts behave as if they have been treated with antidepressants."
    }
  ]
}