{
  "source": "https://www.wisesayings.com/movies-quotes/",
  "theme": "movies",
  "quotes": [
    {
      "cite": "Yahoo Serious",
      "quote": "Movies are a complicated collision of literature, theatre, music and all the visual arts."
    },
    {
      "cite": "Walt Disney",
      "quote": "Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what's behind the emotion, the meaning, all that comes later."
    },
    {
      "cite": "Bette Davis",
      "quote": "I don't take the movies seriously, and anyone who does is in for a headache."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Every great film should seem new every time you see it."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "The length of a film should be directly related to the endurance of the human bladder."
    },
    {
      "cite": "George Lucas",
      "quote": "The secret to film is that it's an illusion."
    },
    {
      "cite": "Woody Allen",
      "quote": "If my films don't show a profit, I know I'm doing something right."
    },
    {
      "cite": "Tim Burton",
      "quote": "Movies are like an expensive form of therapy for me."
    },
    {
      "cite": "Louise Brooks",
      "quote": "The great art of films does not consist of descriptive movement of face and body but in the movements of thought and soul transmitted in a kind of intense isolation."
    },
    {
      "cite": "Orson Welles",
      "quote": "A film is never really good unless the camera is an eye in the head of a poet."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "A film is a petrified fountain of thought."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "A good film is when the price of the dinner, the theatre admission and the babysitter were worth it."
    },
    {
      "cite": "Will Rogers",
      "quote": "The movies are the only business where you can go out front and applaud yourself."
    },
    {
      "cite": "Mary Schmich",
      "quote": "The movies we love and admire are to some extent a function of who we are when we see them."
    },
    {
      "cite": "Oliver Stone",
      "quote": "There's an electrical thing about movies."
    },
    {
      "cite": "George Lucas",
      "quote": "Learning to make films is very easy. Learning what to make films about is very hard."
    },
    {
      "cite": "Wim Wenders",
      "quote": "Movies are something people see all over the world because there is a certain need for it."
    },
    {
      "cite": "Richard King",
      "quote": "Movies are an art form that is very available to the masses."
    },
    {
      "cite": "Roland Emmerich",
      "quote": "Nobody makes movies bad on purpose."
    },
    {
      "cite": "Sydney Pollack",
      "quote": "When you make a film you usually make a film about an idea."
    },
    {
      "cite": "Zoe Lister-Jones",
      "quote": "In most movies there is a Prince Charming who rides up and saves the girl."
    },
    {
      "cite": "Jessica Alba",
      "quote": "Movies are the shadiest business in the world."
    },
    {
      "cite": "Quentin Tarantino",
      "quote": "Movies are not about the weekend that they're released, and in the grand scheme of things, that's probably the most unimportant time of a film's life."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Movies can be instruments of enlightenment."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Horror movies don't exist unless you go and see them, and people always will."
    },
    {
      "cite": "Robert De Niro",
      "quote": "Movies are hard work. The public doesn't see that. The critics don't see it. But they're a lot of work. A lot of work."
    },
    {
      "cite": "S. E. Hinton",
      "quote": "Movies can't ruin books. They can only ruin movies."
    },
    {
      "cite": "Matthew Vaughn",
      "quote": "I think movies glamorize violence, in the sense that they make it in a way that it's either cool or funny."
    },
    {
      "cite": "Roger Ebert",
      "quote": "It's not what a movie is about, it's how it is about it."
    }
  ]
}