{
  "source": "https://www.wisesayings.com/moving-on-quotes/",
  "theme": "moving-on",
  "quotes": [
    {
      "cite": "Robert Frost",
      "quote": "In three words I can sum up everything I've learned about life: it goes on."
    },
    {
      "cite": "Walter Anderson",
      "quote": "Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself."
    },
    {
      "cite": "Johnny Cash",
      "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Dave Mustaine",
      "quote": "Moving on, is a simple thing, what it leaves behind is hard."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things."
    },
    {
      "cite": "Mattie Stepanek",
      "quote": "We all have life storms, and when we get the rough times and we recover from them, we should celebrate that we got through it. No matter how bad it may seem, there's always something beautiful that you can find."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "You will find that it is necessary to let things go; simply for the reason that they are heavy. So let them go, let go of them. I tie no weights to my ankles."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."
    },
    {
      "cite": "Nicole Sobon",
      "quote": "Sometimes the hardest part isn't letting go but rather learning to start over."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You can't look back - you just have to put the past behind you, and find something better in your future."
    },
    {
      "cite": "Katerina Stoykova Klemer",
      "quote": "Moving on is easy. It's staying moved on that's trickier."
    },
    {
      "cite": "Fridtjof Nansen",
      "quote": "I demolish my bridges behind me...then there is no choice but to move forward"
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward."
    },
    {
      "cite": "Dan Brown",
      "quote": "Sooner or later we've all got to let go of our past."
    },
    {
      "cite": "Alyson Noel",
      "quote": "The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to let go of the life we've planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Author Unknown",
      "quote": "I can choose to let it define me, confine me, refine me, outshine me - or I can choose to move on and leave them behind me."
    },
    {
      "cite": "Author Unknown",
      "quote": "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward."
    },
    {
      "cite": "Mitch Albom",
      "quote": "In order to move on, you must understand why you felt what you did and why you no longer need to feel it."
    },
    {
      "cite": "Author Unknown",
      "quote": "What's done is done. What's gone is gone. One of life's lesson is always moving on. It's okay to look back and think of fond memories but keep moving forward."
    },
    {
      "cite": "Erza Scarlet",
      "quote": "Moving on doesn't mean you forget about things, it just means you have to accept what happened and continue living."
    },
    {
      "cite": "Macklemore",
      "quote": "Just because you miss someone doesn't mean you need them back in your life. Missing is just a part of moving on."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't waste your time looking back for what you have lost, move on for life wasn't meant to be traveled backwards."
    },
    {
      "cite": "Author Unknown",
      "quote": "Once you've made the decision to move on, don't look back. You will never find your future in the rear view mirror."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't cry over the past, it's gone . Don't stress about the future, it hasn't arrived. Live in the present and make it beautiful."
    }
  ]
}