{
  "source": "https://www.wisesayings.com/moving-forward-quotes/",
  "theme": "moving-forward",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It is always important to know when something has reached its end. Closing circles, shutting doors, finishing chapters, it doesn't matter what we call it; what matters is to leave in the past those moments in life that are over."
    },
    {
      "cite": "Alyson Noel",
      "quote": "The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future."
    },
    {
      "cite": "Buky Ojelabi",
      "quote": "As the year comes to an end, don't look back at yesterday's disappointment. Look ahead to God's promises yet to unfold."
    },
    {
      "cite": "Stephanie Lahart",
      "quote": "Stop focusing on your past mistakes. Don't be ashamed of the things that you've done. We ALL have made mistakes. Don't you see? All of those things helped shape you into the beautiful person that you are today! Hold your head up high because you didn't allow your past mistakes to consume you. You learned! You conquered! You became a better YOU. Be proud of who you are TODAY!"
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose."
    },
    {
      "cite": "Alyson Noel",
      "quote": "The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Some of us think holding on makes us strong, but sometimes it is letting go."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You have to come to your closed doors before you get to your open doors... What if you knew you had to go through 32 closed doors before you got to your open door? Well, then you'd come to closed door number eight and you'd think, 'Great, I got another one out of the way'... Keep moving forward."
    },
    {
      "cite": "Katherine Schwarzenegger",
      "quote": "In our culture, we grow up thinking that failure is a terrible thing, that it's a setback, or worse, the end. Often it turns out to be the beginning of something better."
    },
    {
      "cite": "Marc Chernoff",
      "quote": "Breathe in the future, breathe out the past. No matter where you are or what you're going through, always believe that there is a light at the end of the tunnel. Never expect, assume, or demand. Just do your best, control the elements you can control, and then let it be. Because once you have done what you can, if it is meant to be, it will happen, or it will show you the next step that needs to be taken."
    },
    {
      "cite": "Joe Martino",
      "quote": "It's important to remember that whatever stage we are at in life, there is no need for regret. The process of regret is one that provides nothing but suffering for ourselves as we begin to allow the past to dictate how we should feel now. Instead, we can use the past as a reference point to understand what adjustments we would like to make moving forward. The adjustments do not have to come out of pain, sorrow, regret or judgment, but simply a choice to do things in a different way. We are learning all the time, we can very quickly slow that learning process down by getting stuck in the idea of regret. When it comes to making changes, be at peace with the past and remember that each moment is a new choice."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may not control all the events that happen to you, but you can decide not to be reduced by them."
    },
    {
      "cite": "Seth Godin",
      "quote": "The people who are good in the long run fail a lot, especially at the beginning. So, when you fail early, it might be worth realizing that this is part of the deal, the price you pay for being good in the long run. _Every rejection is a gift. A chance to learn and to do it better next time. An opportunity to figure out how to bounce, not break. Don't waste them."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Aubrey O'Day",
      "quote": "You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward."
    },
    {
      "cite": "George Whitefield",
      "quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Losers live in the past. Winners learn from the past and enjoy working in the present toward the future."
    },
    {
      "cite": "Patti Davis",
      "quote": "It takes strength to make your way through grief, to grab hold of life and let it pull you forward."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "For years I kept a sign on my desk that helped me maintain the right perspective concerning yesterday. It simply said, 'yesterday ended last night'. It reminded me that no matter how badly I might have failed in the past, it's done, and today is a new day."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Mistakes should be examined, learned from, and discarded; not dwelled upon and stored."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Moving forward is not always good, especially when there is a precipice ahead! Know to turn back! Know to step back! Sometimes moving backwards is moving forward!"
    },
    {
      "cite": "Vishwas Chavan",
      "quote": "The quicker your forget unpleasant instances and forgive yourself or others for wrong deeds, the better are your chances of focusing on your aspirations and working towards them."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "When you get to the point where moving forward is the only thing your mind is willing to settle for, that's when amazing things start to unfold in your journey."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "Achievement seems to be connected with action. Successful men and women keep moving. They make mistakes, but they don't quit."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "Moving forward without honest efforts is moving backwards in disguise"
    },
    {
      "cite": "Denis E. Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Mary Manin Morrissey",
      "quote": "Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?"
    },
    {
      "cite": "Bryant McGill",
      "quote": "Life moves forward. The old leaves wither, die and fall away, and the new growth extends forward into the light."
    },
    {
      "cite": "Alice Domar",
      "quote": "When you're trying to motivate yourself, appreciate the fact that you're even thinking about making a change. And as you move forward, allow yourself to be good enough."
    }
  ]
}