{
  "source": "https://www.wisesayings.com/moving-quotes/",
  "theme": "moving",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "A good-bye is never painful unless you're never going to say hello again."
    },
    {
      "cite": "Dale Evans",
      "quote": "Happy trails to you, until we meet again. Some trails are happy ones, others are blue. It's the way you ride the trail that counts, here's a happy one for you."
    },
    {
      "cite": "Edward Young",
      "quote": "But fate ordains that dearest friends must part."
    },
    {
      "cite": "Emperor Saga",
      "quote": "Painful though parting be, I bow to you as I see you off to distant clouds."
    },
    {
      "cite": "Richard Bach",
      "quote": "Don't be dismayed at goodbyes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetime, is certain for those who are friends."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Man's feelings are always purest and most glowing in the hour of meeting and of farewell."
    },
    {
      "cite": "Pam Brown",
      "quote": "Odd how much it hurts when a friend moves away- and leaves behind only silence."
    },
    {
      "cite": "Axl Rose quote",
      "quote": "Sometimes your friends are your lovers,or have been at one time"
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Be well, do good work, and keep in touch."
    },
    {
      "cite": "Flavia Weedn",
      "quote": "Some people come into our lives and quickly go. Some stay for a while, leave footprints on our hearts, and we are never, ever the same."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Pascal Mercier",
      "quote": "We leave something of ourselves behind when we leave a place, we stay there, even though we go away. And there are things in us that we can find again only by going back there."
    },
    {
      "cite": "Stefanos Livos",
      "quote": "Never look back; you may only find what you left or let you go."
    },
    {
      "cite": "Jalal ad-Din Rumi",
      "quote": "It may be that the satisfaction I need depends on my going away, so that when I've gone and come back, I'll find it at home."
    },
    {
      "cite": "Sidonie Gabrielle",
      "quote": "I am going away with him to an unknown country where I shall have no past and no name, and where I shall be born again with a new face and an untried heart."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Ben Hecht",
      "quote": "Time is a circus, always packing up and moving away."
    },
    {
      "cite": "unknown",
      "quote": "Its funny how people think moving away will make their life trouble and drama free."
    },
    {
      "cite": "Michael Arlen",
      "quote": "It is amazing how nice people are to you when they know you're going away."
    },
    {
      "cite": "May Sarton",
      "quote": "A house that does not have one worn, comfy chair in it is soulless."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man builds a fine house; and now he has a master, and a task for life: he is to furnish, watch, show it, and keep it in repair, the rest of his days."
    },
    {
      "cite": "Ellie Rodriguez",
      "quote": "The light is what guides you home, the warmth is what keeps you there."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I long, as does every human being, to be at home wherever I find myself."
    },
    {
      "cite": "Margaret Elizabeth Sangster",
      "quote": "There's nothing half so pleasant as coming home again."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "I am going awaywith him to an unknown country where I shall have no past and no name, and where I shall be born again with a new face and an untried heart."
    },
    {
      "cite": "Miranda Otto",
      "quote": "I like working intensely, then going away and thinking about it, working out why it didn't work and then coming back to it. It makes the work richer, I think."
    },
    {
      "cite": "Rumi",
      "quote": "It may be that the satisfaction I need depends on my going away, so that when I've gone and come back, I'll find it at home."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "There is a kind of magicness about going far away and then coming back all changed."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Never say goodbye because goodbye means going away and going away means forgetting."
    },
    {
      "cite": "Trey Parker",
      "quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it."
    }
  ]
}