{
  "source": "https://www.wisesayings.com/multicultural-quotes/",
  "theme": "multicultural",
  "quotes": [
    {
      "cite": "Zadie Smith",
      "quote": "The world is now multicultural the same way the world is round. It's not a selling point, it's not a 'quirky' feature, it's not a cynical marketing ploy, it's not an artistic statement, it's not even a plot device. It's a fact, like seedless grapes."
    },
    {
      "cite": "Randa Abdel-Fattah",
      "quote": "In a multicultural, diverse society there are countless ways in which people negotiate the everyday lived experience and reality of diversity."
    },
    {
      "cite": "Loretta Napoleoni",
      "quote": "Multiculturalism may well be our saviour, wresting us out from the straitjacket of our history, thrusting the old continent into an environment where other ethnicities, less cynical and more positive, will play a big role in its future."
    },
    {
      "cite": "Angela Merkel",
      "quote": "This multicultural approach, saying that we simply live side by side and live happily with each other has failed. Utterly failed."
    },
    {
      "cite": "Reuven Rivlin",
      "quote": "A multicultural society does not reject the culture of the other but is prepared to listen, to see, to dialogue and, in the final analysis, to possibly accept the other's culture without compromising its own."
    },
    {
      "cite": "Manmohan Singh",
      "quote": "We needÂ multiculturalism, respect for diversity, tolerance, respect for diverse faiths."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams."
    },
    {
      "cite": "Carlos Ghosn",
      "quote": "Being in aÂ multiculturalÂ environment in childhood is going to give you intuition, reflexes and instincts. You may acquire basic responsiveness later on, but it's never going to be as spontaneous as when you have been bathing in this environment during childhood."
    },
    {
      "cite": "Michael Barone",
      "quote": "Multiculturalism is based on the lie that all cultures are morally equal."
    },
    {
      "cite": "Ishmael Reed",
      "quote": "Multicultural is not a description of a category of American writing-it is a definition of all American writing."
    },
    {
      "cite": "Rich Lowry",
      "quote": "Multiculturalism, if its logic is fully played out, is the ideology of national suicide."
    },
    {
      "cite": "Marine Le Pen",
      "quote": "Multicultural societies are multi-conflict societies."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Look to a day when people will not be judged by the color of their skin."
    },
    {
      "cite": "Victor Davis Hanson",
      "quote": "Multiculturalism is a good reminder that when standards are relative, there are no standards at all."
    },
    {
      "cite": "Andrew Rannells",
      "quote": "If you get into multicultural sort of casting for no other reason than to diversify, then it seems false."
    },
    {
      "cite": "Satoshi Kanazawa",
      "quote": "A 'multicultural society' is a logical and physical impossibility."
    },
    {
      "cite": "Richard Rodriguez",
      "quote": "So, rather than becomingÂ multicultural, rather than becoming a person of several languages, rather than becoming confident in your knowledge of the world, you become just the opposite. You end up in college having to apologize for the fact that you no longer speak your native language."
    }
  ]
}