{
  "source": "https://www.wisesayings.com/multitasking-quotes/",
  "theme": "multitasking",
  "quotes": [
    {
      "cite": "Joanne Tombrakos",
      "quote": "Multi-tasking is great in the kitchen when you are trying to time the chicken to be ready at the same time as the potatoes. But do not assume it is a great way to manage a workday."
    },
    {
      "cite": "Anonymous",
      "quote": "Multitasking the art of doing twice as much as you should half as well as you could."
    },
    {
      "cite": "Anonymous",
      "quote": "A woman becomes better at multitasking when she becomes a mother."
    },
    {
      "cite": "Barbara Oakley",
      "quote": "Multitasking is like constantly pulling up a plant. This kind of constant shifting of your attention means that new ideas and concepts have no chance to take root and flourish."
    },
    {
      "cite": "Vishal Sharma",
      "quote": "Sometimes multitasking with others heart can give you loss of time and money."
    },
    {
      "cite": "Kim Stolz",
      "quote": "We miss extra bits of knowledge that can add value to our lives. We sort of lack empathy because we're multitasking all the time."
    },
    {
      "cite": "Anonymous",
      "quote": "Multitasking turns you into a super woman."
    },
    {
      "cite": "James Surowiecki",
      "quote": "Most of the work on multitasking suggests that it generally makes you less efficient, not more."
    },
    {
      "cite": "Gary W. Keller",
      "quote": "Multi-tasking is merely the opportunity to screw up more than one thing at a time."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Multitasking divides your attention and leads to confusion and weakened focus."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Multi-tasking arises out of distraction itself."
    },
    {
      "cite": "Joss Whedon",
      "quote": "The secret to multitasking is that it isn't actually multitasking. It's just extreme focus and organization."
    },
    {
      "cite": "Anonymous",
      "quote": "Multitasking the art of driving and looking hot at the same time."
    },
    {
      "cite": "John Medina",
      "quote": "Multitasking, when it comes to paying attention, is a myth."
    },
    {
      "cite": "Gary Keller",
      "quote": "You can do two things at once, but you can't focus effectively on two things at once."
    },
    {
      "cite": "Anonymous",
      "quote": "You can take care of several things at the same time you have already proved it once."
    },
    {
      "cite": "Mayank Singh Saini",
      "quote": "Ability to do many jobs at a time is not exactly success. But doing one job with utter perfection is the success sought after."
    },
    {
      "cite": "Gary Keller",
      "quote": "Multitasking doesn't save time it wastes time."
    },
    {
      "cite": "Joss Whedon",
      "quote": "If you try to multitask in the classic sense of doing two things at once, what you end up doing is quasi-tasking. It's like being with children. You have to give it your full attention for however much time you have, and then you have to give something else your full attention."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Many people feel they must multi-task because everybody else is multitasking, but this is partly because they are all interrupting each other so much."
    },
    {
      "cite": "Bosco Tjan",
      "quote": "Most of the time multitasking is an illusion. You think you are multitasking but in reality you're actually wasting time switching from one task to another."
    },
    {
      "cite": "Nicholas Carr",
      "quote": "The more you multitask, the less deliberative you become; the less able to think and reason out a problem."
    },
    {
      "cite": "Clay Shirky",
      "quote": "If someone around you is multitasking, you pick up distraction like second-hand smoke."
    },
    {
      "cite": "Adilogi",
      "quote": "Multiasking is a myth, it's just an act of breaking your effiency into different tasks."
    },
    {
      "cite": "Susan Cain",
      "quote": "What looks like multitasking is really switching back and forth between multiple tasks, which reduces productivity and increases mistakes by up to 50 percent."
    },
    {
      "cite": "Karen Finerman",
      "quote": "When you multitask, you believe you're being exceptionally productive, but really, you're fooling yourself. Each time you switch tasks, you have to backtrack a little and remind yourself where you are in the process and what's next. Invariably. you are spending twice as much time on parts of the task."
    },
    {
      "cite": "Harry Styles",
      "quote": "Eating toast in the shower is the ultimate multitask."
    },
    {
      "cite": "Anonymous",
      "quote": "Multi-tasking means screwing up several thing at once."
    }
  ]
}