{
  "source": "https://www.wisesayings.com/muscle-quotes/",
  "theme": "muscle",
  "quotes": [
    {
      "cite": "Stephen King",
      "quote": "The brain is a muscle that can move the world."
    },
    {
      "cite": "Louise Doughty",
      "quote": "Muscle has memory: the body knows things the mind will not admit."
    },
    {
      "cite": "G. Stanley Hall",
      "quote": "Muscles are in a most intimate and peculiar sense the organs of the will."
    },
    {
      "cite": "Gloria Feldt",
      "quote": "We grow our courage muscles like we grow our physical muscles: by using them."
    },
    {
      "cite": "Lynn Jennings",
      "quote": "Determination is like a muscle. If you do not use it regularly, it fades away."
    },
    {
      "cite": "Evan Esar",
      "quote": "The tongue is the only muscle in the human body that never gets tired."
    },
    {
      "cite": "Florence Griffith Joyner",
      "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up."
    },
    {
      "cite": "John Lubbock",
      "quote": "Exercise of the muscles keeps the body in health, and exercise of the brain brings peace of mind."
    },
    {
      "cite": "Mark Miller",
      "quote": "The heart is a muscle, and you strengthen muscles by using them. The more I lead with my heart, the stronger it gets."
    },
    {
      "cite": "Misty Copeland",
      "quote": "There are muscles that we have in our feet that most human beings don't even know that we have. The strength that we have is so detailed."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Remember the mind is your best muscle. Big arms can move rocks, but big words can move mountains. Ride the brain train for success."
    },
    {
      "cite": "Tara Brach",
      "quote": "The muscles used to make a smile actually send a biochemical message to our nervous system that it is safe to relax the flight of freeze response."
    },
    {
      "cite": "Tony Robbins",
      "quote": "If you want to grow a muscle, you must lift something out of your comfort zone. Push beyond what is comfortable. If you don't there will be no growth."
    },
    {
      "cite": "Shakuntala Devi",
      "quote": "If you do not use a muscle or any part of the body, it tends to become atrophic. So is the case with the brain. The more you use it, the better it becomes."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Just as we develop our physical muscles through overcoming opposition-- such as lifting weights--we develop our character muscles by overcoming challenges and adversity."
    },
    {
      "cite": "G. Stanley Hall",
      "quote": "Muscles are in a most intimate and peculiar sense the organs of the will. They have built all the roads, cities, and machines in the world, written all the books, spoken all the words, and, in fact done everything that man has accomplished with matter. Character might be a sense defined as a plexus of motor habits."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Muscles come and go; flab lasts."
    },
    {
      "cite": "Julien Offray de La Mettrie",
      "quote": "The brain has muscles for thinking as the legs have muscles for walking."
    },
    {
      "cite": "Price Pritchett",
      "quote": "Your ethical muscle grows stronger every time you choose right over wrong."
    },
    {
      "cite": "Stirling Moss",
      "quote": "It is necessary to relax your muscles when you can. Relaxing your brain is fatal."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "A story has to have muscle as well as meaning, and the meaning has to be in the muscle."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "Essentially, your voice is an instrument; it's a muscle, and you have to treat it like a muscle, and so you have to work it."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "Ideally, our muscles should obey our will. Reasonably, our will should not be dominated by the reflex actions of our muscles."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "The muscles of writing are not so visible, but they are just as powerful: determination, attention, curiosity, a passionate heart."
    },
    {
      "cite": "Junot Diaz",
      "quote": "If we do not begin to practice the muscles of having a possessive investment in each other's oppressions, then we are in some serious trouble."
    },
    {
      "cite": "Hal Higdon",
      "quote": "The most important day in any running program is rest. Rest days give your muscles time to recover so you can run again. Your muscles build in strength as you rest."
    },
    {
      "cite": "Mabel Elsworth Todd",
      "quote": "For every thought supported by feeling, there is a muscle change. Primary muscle patterns being the biological heritage of man, man's whole body records his emotional thinking."
    },
    {
      "cite": "Chris Hemsworth",
      "quote": "Each time you put the muscle back on, your body has that muscle memory and wants to hang on to it, so you just have be well underfed and over-trained to get it off and it's exhausting."
    },
    {
      "cite": "Curtis Jackson",
      "quote": "You have to challenge yourself and your muscles. When you are really regimented, it's the same over and over and you start to get comfortable. Switching up the style of training works your muscles differently."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "When all your muscles are properly developed, you will, as a matter of course, perform your work with minimum effort and maximum pleasure."
    }
  ]
}