{
  "source": "https://www.wisesayings.com/museum-quotes/",
  "theme": "museum",
  "quotes": [
    {
      "cite": "Orhan Pamuk",
      "quote": "Real museums are places where Time is transformed into Space."
    },
    {
      "cite": "Nanette L. Avery",
      "quote": "A museum is a place where nothing was lost, just rediscovered…"
    },
    {
      "cite": "Roger Caras",
      "quote": "Some of our greatest historical and artistic treasures we place in museums; others, we take for walks."
    },
    {
      "cite": "George Lois",
      "quote": "Museums are custodians of epiphanies, and these epiphanies enter the central nervous system and deep recesses of the mind."
    },
    {
      "cite": "Jerry Saltz",
      "quote": "Museums are wormholes to other worlds. They are ecstasy machines. Follow your eyes to wherever they lead you…and the world should begin to change for you."
    },
    {
      "cite": "David Rockefeller",
      "quote": "A museum has to renew its collection to be alive, but that does not mean we give on important old works."
    },
    {
      "cite": "Hans Haacke",
      "quote": "Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Living is like tearing through a museum. Not until later do you really start absorbing what you saw, thinking about it, looking it up in a book, and remembering - because you can't take it in all at once."
    },
    {
      "cite": "Robert Smithson",
      "quote": "Museums are tombs, and it looks like everything is turning into a museum."
    },
    {
      "cite": "Robert Smithson",
      "quote": "The museum spreads its surfaces everywhere, and becomes an untitled collection of generalizations that mobilize the eye."
    },
    {
      "cite": "Robert Smithson",
      "quote": "The museums and parks are graveyards above the ground- congealed memories of the past that act as a pretext for reality."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Museums are just a lot of lies, and the people who make art their business are mostly imposters. We have infected the pictures in museums with all our stupidities, all our mistakes, all our poverty of spirit. We have turned them into petty and ridiculous things."
    },
    {
      "cite": "William Thorsell",
      "quote": "Museums should be places where you raise questions, not just show stuff."
    },
    {
      "cite": "Renzo Piano",
      "quote": "A museum is a place where one should lose one's head."
    },
    {
      "cite": "Martin Filler",
      "quote": "The most basic task of any museum must be the protection of works of cultural significance entrusted to its care for the edification and pleasure of future generations."
    },
    {
      "cite": "Edmond de Goncourt",
      "quote": "A painting in a museum hears more ridiculous opinions than anything else in the world."
    },
    {
      "cite": "Jules de Goncourt",
      "quote": "That which, perhaps, hears more nonsense than anything in the world, is a picture in a museum."
    },
    {
      "cite": "Robert Hewison",
      "quote": "Individually, museums are fine institutions, dedicated to the high values of preservation, education and truth; collectively, their growth in numbers points to the imaginative death of this country."
    },
    {
      "cite": "Alfred H. Barr, Jr.",
      "quote": "The historical museum has to be very conservative and careful in its choices. The modern museum, on the other hand, has to be audacious, to take chances. It has to consider the probability that it would be wrong in a good many cases and take the consequences later."
    }
  ]
}