{
  "source": "https://www.wisesayings.com/mushroom-quotes/",
  "theme": "mushroom",
  "quotes": [
    {
      "cite": "John Cage",
      "quote": "A meal without mushrooms is like a day without rain."
    },
    {
      "cite": "Charles E. McKenzie",
      "quote": "Advice is like mushrooms. The wrong kind can prove fatal."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "Mushrooms can be very fancy. It's the closest you can get to eating dirt."
    },
    {
      "cite": "George Polya",
      "quote": "Look around when you have got your first mushroom or made your first discovery: they grow in clusters."
    },
    {
      "cite": "John Tyler Bonner",
      "quote": "The sudden appearance of mushrooms after a summer rain is one of the more impressive spectacles of the plant world."
    },
    {
      "cite": "Donal Henahan",
      "quote": "On the subject of wild mushrooms, it is easy to tell who is an expert and who is not: The expert is the one who is still alive."
    },
    {
      "cite": "Simon Schama",
      "quote": "Never crowd a pan with too many mushrooms. They give off an enormous amount of moisture. And there's nothing worse than a braised mushroom, other than a lot of braised mushrooms."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Of all mushrooms commonly consumed, oyster mushrooms in the genus Pleurotus stand out as exceptional allies for improving human and environmental health. These mushrooms enjoy a terrific reputation as the easiest to cultivate, richly nutritious and medicinally supportive."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Maitake mushrooms are known in Japan as the dancing mushroom. According to a Japanese legend, a group of Buddhist nuns and woodcutters met on a mountain trail, where they discovered a fruiting of maitake mushrooms emerging from the forest floor. Rejoicing at their discovery of this delicious mushroom, they danced to celebrate."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "Consuming mushrooms regularly has been associated with decreased risk of breast, stomach and colorectal cancers."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Enoki mushrooms, a tasty variety commonly sold in grocery stores, were one of the first mushrooms studied for preventing cancer."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Growing the mycelium of the Chaga mushroom under laboratory conditions provides an ecologically friendly alternative supply of this unique medicinal mushroom."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Although oyster mushrooms have been studied extensively and support health in a number of ways, it is also extremely important to always cook oyster mushrooms!"
    },
    {
      "cite": "Paul Stamets",
      "quote": "Chaga is one of the weirdest mushrooms you may ever see. A fungal parasite found on birch trees, Chaga is a hardened, blackened, crusty formation that looks like a bursting tumor."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Mushrooms have many helpful nutrients, including beta glucans for immune enhancement, ergothioneines for antioxidative potentiation, nerve growth stimulators for helping brain function, and antimicrobial compounds for limiting viruses."
    },
    {
      "cite": "Paul Stamets",
      "quote": "In the wild, an enoki mushroom is often squat-looking and its stem is rarely more than twice as long as the cap is wide. When they are grown by farmers and hobbyists, however, their stems elongate, the caps are smaller, and a forest of golden colored needle-like mushrooms shoot up all at once."
    },
    {
      "cite": "Paul Stamets",
      "quote": "Mushrooms provide a vast array of potential medicinal compounds. Many mushrooms - such as portobello, oyster, reishi and maitake - are well-known for these properties, but the lion's mane mushroom, in particular, has drawn the attention of researchers for its notable nerve-regenerative properties."
    }
  ]
}