{
  "source": "https://www.wisesayings.com/mushy-quotes/",
  "theme": "mushy",
  "quotes": [
    {
      "cite": "Bryant McGill",
      "quote": "Even the softest and sweetest heart was made by design for extreme battle."
    },
    {
      "cite": "Nurudeen Ushawu",
      "quote": "Be soft, don't let the world make you hard. Be gentle, don't let the people make you difficult. Be kind, don't let the realities of life steal your sweetness and make you heartless."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Softness of smile indicates softness of character."
    },
    {
      "cite": "Katherine Henson",
      "quote": "Having a soft heart in a cruel world is courage not weakness."
    },
    {
      "cite": "Anonymous",
      "quote": "There is no pillow as soft as a clear conscience."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The soft heart is not a thing to harden but a treasure to protect. For soft hearts extend mercy, compassion, refuge, and God's redemption to the world."
    },
    {
      "cite": "Beau Taplin",
      "quote": "Softness is not weakness. It takes courage to stay delicate in a world this cruel."
    },
    {
      "cite": "Anonymous",
      "quote": "Soft words win hard hearts."
    },
    {
      "cite": "E. M. Forster",
      "quote": "Be soft, even if you stand to get squashed."
    },
    {
      "cite": "Anonymous",
      "quote": "Soft and kind hearted people are not fools. They know what people did to them, but they forgive again and again because they have beautiful hearts."
    },
    {
      "cite": "Anonymous",
      "quote": "Be soft for the sake of every hard heart; show them with every movement of your body that gentle does not mean weak."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Power of softness and kindness are the greatest."
    },
    {
      "cite": "Anonymous",
      "quote": "Being both soft and hard is a combination very few have mastered."
    },
    {
      "cite": "Anonymous",
      "quote": "Soft nature of a person does not mean weakness. Remember, nothing is softer than water, but its force can break the strongest of rocks."
    }
  ]
}