{
  "source": "https://www.wisesayings.com/music-quotes/",
  "theme": "music",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If music be the food of love, play on."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "Music doesn't lie. If there is something to be changed in this world, then it can only happen through music."
    },
    {
      "cite": "Plato",
      "quote": "Music is the movement of sound to reach the soul for the education of its virtue."
    },
    {
      "cite": "Psy",
      "quote": "The world's most famous and popular language is music."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Music is the strongest form of magic."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Music in the soul can be heard by the universe."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "Music happens to be an art form that transcends language."
    },
    {
      "cite": "Bob Marley",
      "quote": "One good thing about music, when it hits you, you feel no pain."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Music expresses that which cannot be put into words and that which cannot remain silent."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness."
    },
    {
      "cite": "Author Unknown",
      "quote": "Music is what feelings sound like."
    },
    {
      "cite": "Richter",
      "quote": "Music is the poetry of the air."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Music is the art which is most nigh to tears and memory."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Music is well said to be the speech of angels."
    },
    {
      "cite": "Edgar Winter",
      "quote": "Music is very spiritual, it has the power to bring people together."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "Music is a higher revelation than all wisdom and philosphy. Music is the electrical soil in which the spirit lives, thinks and invents."
    },
    {
      "cite": "John Denver",
      "quote": "Music does bring people together. It allows us to experience the same emotions. People everywhere are the same in heart and spirit. No matter what language we speak, what color we are,  the form of our politics or the expression of our love and our faith, music proves: We are the same."
    },
    {
      "cite": "Berthold Auerbach",
      "quote": "Music washes away from the soul the dust of everyday life."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Music cleanses the understanding; inspires it, and lifts it into a realm which it would not reach if it were left to itself."
    },
    {
      "cite": "Plato",
      "quote": "Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Without music, life would be a mistake."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Music is what tells us that the human race is greater than we realize."
    },
    {
      "cite": "Confucius",
      "quote": "Music produces a kind of pleasure which human nature cannot do without."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Music is the universal language of mankind."
    },
    {
      "cite": "Aaron Copland",
      "quote": "To stop the flow of music would be like the stopping of time itself, incredible and inconceivable."
    },
    {
      "cite": "Sidonie Gabrielle",
      "quote": "Music is love in search of a word."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Music takes us out of the actual and whispers to us dim secrets that startle our wonder as to who we are, and for what, whence, and whereto."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Music is God's gift to man, the only art of Heaven given to earth, the only art of earth we take to Heaven."
    },
    {
      "cite": "Giuseppe Mazzini",
      "quote": "Music is the harmonious voice of creation; an echo of the invisible world."
    }
  ]
}