{
  "source": "https://www.wisesayings.com/musicians-quotes/",
  "theme": "musicians",
  "quotes": [
    {
      "cite": "Chico Hamilton",
      "quote": "A lot of musicians aren't proud; they'll do other work, just to be able to play music. I guess that's the way it's always going to be - musicians will have to suffer to a certain degree in order to obtain their outlet."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "We are in a position, as musicians, to touch the souls of those who listen."
    },
    {
      "cite": "Robert Fripp",
      "quote": "Usually people think that it is the musicians who create the music, but in fact it is music who creates the musicians."
    },
    {
      "cite": "Trey Anastasio",
      "quote": "Musicians from the beginning of time have been there to express the mood and the musical feelings in the air for whatever's going on in that particular culture. It's the greatest joy as a musician to be able to translate that, be part of something and watch the scenery around you."
    },
    {
      "cite": "Dwight Yoakam",
      "quote": "Musicians exist independent of any of the marketing terms or the categorization."
    },
    {
      "cite": "Ry Cooder",
      "quote": "Musicians understand each other through means other that speaking."
    },
    {
      "cite": "Cass McCombs",
      "quote": "Musicians wake up and create a more loving community by creating heavier music."
    },
    {
      "cite": "Allison Pearson",
      "quote": "The best musicians answer something in you when you don't even know the question."
    },
    {
      "cite": "Wynton Marsalis",
      "quote": "Musicians like to converse. There's always interesting conversation with musicians - with classical musicians, with jazz musicians, musicians in general."
    },
    {
      "cite": "Charlie Haden",
      "quote": "That's the thing about musicians: The priority is to create something new that's never been before. And you put your life on the line every time that you play."
    },
    {
      "cite": "John Zorn",
      "quote": "Great musicians accept everything that they hear and find something good. They take what they like and they throw away what they don't like."
    },
    {
      "cite": "Michael Azerrad",
      "quote": "Naturally, no one knows more about music than musicians. They talk about their own work all the time, but they rarely get to talk about other people's music."
    },
    {
      "cite": "Thelonious Monk",
      "quote": "All musicians are subconsciously mathematicians."
    },
    {
      "cite": "Virgil Thomson",
      "quote": "Musicians own music because music owns them."
    },
    {
      "cite": "Ben Shapiro",
      "quote": "Musicians are, by and large, not the most politically savvy crew."
    },
    {
      "cite": "Keith Jarrett",
      "quote": "Musicians are always gigging and never have a chance to stop for a minute."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "Musicians don't retire; they stop when there's no more music in them."
    },
    {
      "cite": "Billy Bragg",
      "quote": "All musicians start out with ideals but hanging on to them in the face of media scrutiny takes real integrity. Tougher still is to live up to the ideals of your dedicated fans."
    },
    {
      "cite": "Aphex Twin",
      "quote": "The best musicians or sound-artists are people who never considered themselves to be artists or musicians."
    },
    {
      "cite": "Carolyn Wells",
      "quote": "Musicians rarely have a sense of humour, at least, about themselves."
    },
    {
      "cite": "Billy Joel",
      "quote": "Musicians want to be the loud voice for so many quiet hearts."
    },
    {
      "cite": "Chris Stapleton",
      "quote": "Great musicians are great musicians, whether they're playing a trombone or an electric guitar or a xylophone."
    },
    {
      "cite": "Simon Rattle",
      "quote": "Sometimes, musicians worry too much about how beautifully they are playing."
    },
    {
      "cite": "Stephen Hough",
      "quote": "Musicians keep playing when the lights go out, when people are suffering, confused, or angry."
    },
    {
      "cite": "Bobby McFerrin",
      "quote": "Musicians are the architects of heaven."
    },
    {
      "cite": "Duke Ellington",
      "quote": "The wise musicians are those who play what they can master."
    },
    {
      "cite": "Sam Rivers",
      "quote": "The great musicians are those who can reach people, who can make people feel something."
    },
    {
      "cite": "Pattie Boyd",
      "quote": "Musicians always have music in their heads about their perceptions of the world."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Musicians should not play music. Music should play musicians."
    }
  ]
}