{
  "source": "https://www.wisesayings.com/music-and-life-quotes/",
  "theme": "music-and-life",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Without music, life would be a mistake."
    },
    {
      "cite": "Bono",
      "quote": "Music can change the world because it can change people."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Music in the soul can be heard by the universe."
    },
    {
      "cite": "Bob Marley",
      "quote": "One good thing about music, when it hits you, you feel no pain."
    },
    {
      "cite": "John Green",
      "quote": "Some people have lives; some people have music."
    },
    {
      "cite": "Berthold Auerbach",
      "quote": "Music washes away from the soul the dust of everyday life."
    },
    {
      "cite": "Sydney Smith",
      "quote": "If I were to begin life again, I would devote it to music. It is the only cheap and unpunished rapture upon earth."
    },
    {
      "cite": "Domenico Cieri Estrada",
      "quote": "If in the after life there is not music, we will have to import it."
    },
    {
      "cite": "Berthold Auerbach",
      "quote": "Music washes away from the soul the dust of everyday life."
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "Do you know that our soul is composed of harmony?"
    },
    {
      "cite": "Paul Cardall",
      "quote": "One reason music is more effective than antidepressants is because if you listen close enough you might feel God telling you everything is going to be okay."
    },
    {
      "cite": "David Lanz",
      "quote": "The piano is a divinely inspired instrument, a mirror held up to its player's soul that captures the light and shadow of the performer and reflects them back to the listener."
    },
    {
      "cite": "Virgil Thompson",
      "quote": "I've never known a musician who regretted being one. Whatever deceptions life may have in store for you, music itself is not going to let you down."
    },
    {
      "cite": "Jane Austen",
      "quote": "Without music, life would be a blank to me."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Life is like a beautiful melody, only the lyrics are messed up."
    },
    {
      "cite": "Charles Darwin",
      "quote": "If I had my life to live over again, I would have made a rule to read some poetry and listen to some music at least once every week."
    },
    {
      "cite": "William P. Merrill",
      "quote": "There is nothing in the world so much like prayer as music is."
    },
    {
      "cite": "Confucius",
      "quote": "Music produces a kind of pleasure which human nature cannot do without."
    },
    {
      "cite": "Ray Charles",
      "quote": "Music is to me like breathing. I don't get tired of breathing, I don't get tire of music!"
    },
    {
      "cite": "Louis Armstrong",
      "quote": "What we play is life."
    },
    {
      "cite": "Chris S. Salazar",
      "quote": "Music is by far the most wonderful method we have to remind us each day of the power of personal accomplishment."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "After silence that which comes nearest to expressing the inexpressible is music."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Life is like music; it must be composed by ear, feeling, and instinct, not by rule."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Music is moonlight in the gloomy night of life."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Without music, life is a journey through a desert."
    },
    {
      "cite": "William F. Buckley, Jr.",
      "quote": "Life can't be all bad when for ten dollars you can buy all the Beethoven sonatas and listen to them for ten years."
    }
  ]
}