{
  "source": "https://www.wisesayings.com/music-education-quotes/",
  "theme": "music-education",
  "quotes": [
    {
      "cite": "Gerald Ford",
      "quote": "Music education opens doors that help children pass from school into the world around them   a world of work, culture, intellectual activity, and human involvement. The future of our nation depends on providing our children with a complete education that includes music."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Music education can help spark a child's imagination or ignite a lifetime of passion. When you provide a child with new worlds to explore and challenges to tackle, the possibilities are endless. Music education should not be a privilege for a lucky few, it should be a part of every child's world of possiblity."
    },
    {
      "cite": "Jon Secada",
      "quote": "And my career, the things that have happened have happened because of my music education background."
    },
    {
      "cite": "President Bill Clinton",
      "quote": "Music is about communication, creativity and cooperation. By studying music in school, students have the opportunity to build on these skills, enrich their lives and experience the world from a new perspective."
    },
    {
      "cite": "Jewel",
      "quote": "Some people think music education is a privilege, but I think it's essential to being human."
    },
    {
      "cite": "Ludacris",
      "quote": "Education is extremely important, especially in my business, the music business."
    },
    {
      "cite": "Beyonce",
      "quote": "I can not imagine my life if I didn't have a music program in my school."
    },
    {
      "cite": "Julie Garwood",
      "quote": "Education isn't just about feeding the brain. Art and music feed the heart and soul."
    },
    {
      "cite": "Aristotle",
      "quote": "Our youth should also be educated with music and physical education."
    },
    {
      "cite": "Plato",
      "quote": "Education in music is most sovereign because more than anything else rhythm and harmony find their way to the innermost soul and take strongest hold upon it"
    },
    {
      "cite": "Dr. Frances Rauscher",
      "quote": "Early Music training seems to shape the young brain, strengthening the neural connections and perhaps establishing new ones."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "Music enhances the education of our children by helping them to make connections and broadening the depth with which they think and feel. If we are to hope for a society of culturally literate people, music must be a vital part of our children's education."
    },
    {
      "cite": "Aristotle",
      "quote": "Music has a power of forming the character, and should therefore be introduced into the education of the young."
    },
    {
      "cite": "Rudolph W. Giuliani",
      "quote": "I believe education in music, theater, dance, and the visual arts is one of the most I believe that as a part of the educational process, each child should have access to a music education program. That is part of a well-rounded education and can provide so much joy, now and in the future."
    },
    {
      "cite": "Paul Carvel",
      "quote": "Music deserves to be the mandatory second language of all schools in the world."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Music - that's been my education. There's not a day that goes by that I take it for granted."
    },
    {
      "cite": "Alan Greenspan",
      "quote": "Art and music education help children develop abstract thinking that helps them in the business world."
    },
    {
      "cite": "H. Norman Schwarzkopf",
      "quote": "What a tragedy it would be if we lived in a world where music was not taught to children."
    },
    {
      "cite": "President Bill Clinton",
      "quote": "I don't think I would have become President if it were not for my school music program."
    },
    {
      "cite": "Plato",
      "quote": "I would teach children music, physics, and philosophy; but most importantly music, for the patterns in music and all the arts are the keys to learning."
    },
    {
      "cite": "Jef Raskin",
      "quote": "If I had not studied music, there would be no Macintosh computers today."
    },
    {
      "cite": "Plato",
      "quote": "Music is a more potent instrument than any other for education."
    },
    {
      "cite": "TAMMY BALDWIN",
      "quote": "Music education stimulates, challenges, and enriches our young people during their formative, school years; its value lasts a lifetime."
    },
    {
      "cite": "HELGE H. WEHMEIER",
      "quote": "We need highly skilled workers to think and create. That's why we're willing to put our money on the line to make a systemic change in the way young people are educated to the arts and sciences in this country."
    },
    {
      "cite": "Plato",
      "quote": "Music is the movement of sound to reach the soul for the education of its virtue."
    },
    {
      "cite": "Lee Willingham",
      "quote": "Music education, so strongly rooted in performance traditions, has resulted in the virtual absence of creative problem solving processes in its teaching and learning practices."
    },
    {
      "cite": "Peter R. Webster",
      "quote": "Another critical contextual issue in Music Education is the powerful presence of music technology as an aid to instruction and the support given to music teaching by Internet resources."
    },
    {
      "cite": "Ruth Wright",
      "quote": "We currently have a professional body of music teachers may of whom are socially and evaluatively distanced both by the nature of their own  musical education and their habitus, itself formed in part by their experiences in music education, from the pupils whom they teach."
    },
    {
      "cite": "Ruth Wright",
      "quote": "Music educators have embraced the theories with the argument that musical behavior, as part of the human behavior in general, is subject to the same laws that govern all of learning."
    }
  ]
}