{
  "source": "https://www.wisesayings.com/musician-quotes/",
  "theme": "musician",
  "quotes": [
    {
      "cite": "Donatella Versace",
      "quote": "I love anyone who breaks the rules, and musicians always break the rules in an aggressive way."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "Music is the mediator between the spiritual and the sensual life."
    },
    {
      "cite": "Benny Goodman",
      "quote": "Too many young musicians today want to win polls before they learn their instruments."
    },
    {
      "cite": "Kevin Eubanks",
      "quote": "Serious musicians are finding it harder and harder to have a voice in the world of music these days."
    },
    {
      "cite": "Gail Zappa",
      "quote": "Musicians more than most people are in the moment. That's the dual nature of that job."
    },
    {
      "cite": "Roberta Flack",
      "quote": "As musicians, and as people who sell material for people to hear and absorb, it's important that we use that voice wisely."
    },
    {
      "cite": "Sting",
      "quote": "If you play music with passion and love and honesty, then it will nourish your soul, heal your wounds and make your life worth living. Music is its own reward."
    },
    {
      "cite": "Duke Ellington",
      "quote": "The wise musicians are those who play what they can master."
    },
    {
      "cite": "Sam Rivers",
      "quote": "The great musicians are those who can reach people, who can make people feel something."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself."
    },
    {
      "cite": "Darren Criss",
      "quote": "As a musician, I hear the harmonic value of everything I just enjoy music."
    },
    {
      "cite": "Cuthbert Soup",
      "quote": "Musicians have always had a better understanding of love than the rest of us. Over the years they have told us that love: is like a rock, is here to stay, is all you need, will find a way, will keep us together, will tear us apart, sucks."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "Music is a higher revelation than all wisdom and philosophy. Music is the electrical soil in which the spirit lives, thinks and invents."
    },
    {
      "cite": "Virgil Thomson",
      "quote": "Musicians own music because music owns them."
    },
    {
      "cite": "Roy Ayers",
      "quote": "The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers."
    },
    {
      "cite": "Pablo Casals",
      "quote": "Music is the divine way to tell beautiful, poetic things to the heart."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The best musicians transpose consciousness into sound; painters do the same for color and shape."
    },
    {
      "cite": "Virgil Thomson",
      "quote": "I've never known a musician who regretted being one. Music itself is not going to let you down."
    },
    {
      "cite": "Thelonious Monk",
      "quote": "All musicians are potential band leaders."
    },
    {
      "cite": "Trey Anastasio",
      "quote": "Musicians from the beginning of time have been there to express the mood and the musical feelings in the air for whatever's going on in that particular culture. It's the greatest joy as a musician to be able to translate that, be part of something and watch the scenery around you."
    },
    {
      "cite": "James Taylor",
      "quote": "I believe musicians have a duty, a responsibility to reach out, to share your love or pain with others."
    },
    {
      "cite": "Leopold Stokowski",
      "quote": "A painter paints pictures on canvas. But musicians paint their pictures on silence."
    },
    {
      "cite": "Adrian Grenier",
      "quote": "I'm a self taught musician, so I never really had the restrictions of any one instrument. I would always just sort of pick up instruments and make noise with em."
    },
    {
      "cite": "Dimebag Darrell",
      "quote": "Musicians tend to get bored playing the same thing over and over, so I think it's natural to experiment."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Musicians should not play music. Music should play musicians."
    },
    {
      "cite": "John Zorn",
      "quote": "Great musicians accept everything that they hear and find something good. They take what they like and they throw away what they don't like."
    },
    {
      "cite": "Ray Charles",
      "quote": "Music to me is like breathing. I don't get tired of breathing, I don't get tired of music."
    },
    {
      "cite": "Keith Jarrett",
      "quote": "Musicians are always gigging and never have a chance to stop for a minute."
    },
    {
      "cite": "Loren Weisman",
      "quote": "If some musicians put half as much effort in to the business side as they do their outer look and appearances, they could be twice as far."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "Musicians don't retire; they stop when there's no more music in them."
    }
  ]
}