{
  "source": "https://www.wisesayings.com/mustache-quotes/",
  "theme": "mustache",
  "quotes": [
    {
      "cite": "Yoruba Proverb",
      "quote": "Gray hair shows age; a beard shows maturity; a mustache shows impudence."
    },
    {
      "cite": "Mikhail Zoshchecko",
      "quote": "Let's play for your mustache, Ergorov! That flurry mustache of yours has bothered me for a long time. If I win, I'll cut off your mustache, okay?"
    },
    {
      "cite": "Groucho Marx",
      "quote": "He goes around with a mustache. I go around with a mustache; Don't you think a mustache can get lonely?"
    },
    {
      "cite": "Karen Valentine",
      "quote": "Never trust a man with a fancy mustache."
    },
    {
      "cite": "Delia Ephron",
      "quote": "If you are a boy, worry that you'll never be able to grow a mustache. If you are a girl, worry that you have a mustache."
    },
    {
      "cite": "James Geary",
      "quote": "As his books and journalism flourished, Twain hit the road on the nineteenth-century equivalent of the stand-up comedy circuit. He gave public lectures and humorous talks all around the country, and his mop of curly hair, bushy white mustache, and the ever-present cigar became instantly recognizable everywhere."
    },
    {
      "cite": "Alan Bennett",
      "quote": "Nature played a cruel trick on her by giving her a waxed mustache."
    },
    {
      "cite": "Anne Rivers Siddons",
      "quote": "Brunhilde and had a mustache and the mind of an Easter chick."
    },
    {
      "cite": "Ted Simmons",
      "quote": "The man came to us one day and said, 'I want short hair, no beards, no mustaches, and you'll wear ties and suits in public or it'll cost you $100 a day.' When he puts it that way, how can you resist?"
    },
    {
      "cite": "Egyptian Proverb",
      "quote": "Like a Turkish thug, the only frightening about him is his big mustache."
    },
    {
      "cite": "Sudan",
      "quote": "Kindness can pluck the hairs of a lion's mustache."
    },
    {
      "cite": "Harry Kawilarang",
      "quote": "According to regulations, a man who shaved or cut his beard could be imprisoned until his beard grows back."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When lofty trees I see barren of leaves, / Which erst from heat did canopy the herd, / And summer's green all girded up in sheaves, / Borne on the bier with white and bristly beard."
    },
    {
      "cite": "William Shakespeare",
      "quote": "He that hath a beard is more than a youth, and he that hath no beard is less than a man; and he that is more than a youth is not for me; and he that is less than a man I am not for him."
    },
    {
      "cite": "Billy Childish",
      "quote": "A moustache to a man is the same as a fringe is to a woman. When you've got it, you want to grow it out; when you've grown it out, you want to cut it."
    },
    {
      "cite": "Jason Sudeikis",
      "quote": "A mustache really defines your face. My dad had a mustache when I was growing up, and I can still remember when he shaved it, he looked like a completely different person."
    },
    {
      "cite": "John Oates",
      "quote": "A good mustache makes a man for many reasons."
    },
    {
      "cite": "John Hodgman",
      "quote": "Most people presume my mustache is not real because it's much darker than my regular hair."
    },
    {
      "cite": "Carrie Brownstein",
      "quote": "I will say, as a woman, when you put a mustache on, you find out a lot of things about yourself."
    },
    {
      "cite": "Confucius",
      "quote": "A man without a mustache is a man without a soul."
    },
    {
      "cite": "John Oates",
      "quote": "Having a mustache and never smiling became a permanent component of my persona through the quaintly self-important decade of the seventies."
    },
    {
      "cite": "Rose Wilder Lane",
      "quote": "A kiss without a mustache is like an egg without salt."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Lord, I could not endure a husband with a beard on his face! I had rather lie in the woollen."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Nay, faith, let not me play a woman: I have a beard coming."
    },
    {
      "cite": "Bambara",
      "quote": "A long beard and a rosary will not make you a priest."
    },
    {
      "cite": "Fulani",
      "quote": "A long beard does not prevent a house going to bed hungry."
    },
    {
      "cite": "Plato",
      "quote": "What of his beard? Are you not of Homer's opinion, who says Youth is most charming when the beard first appears?"
    },
    {
      "cite": "Lucien Edwards",
      "quote": "No matter what style you wear or what outfit you put on, the most important thing is to have fun with your mustache. Twist, wax, snip, or trim— just imagine your whiskers as a clean palette on which to create your brilliant masterpiece."
    },
    {
      "cite": "Lucien Edwards",
      "quote": "From prehistoric times to now, the moustache has evolved from a roughly hewn block of hair into a genuine work of art."
    },
    {
      "cite": "Lucien Edwards",
      "quote": "Regardless of its current standing in popular culture, the moustache will always be fashionable among those who can see through the fuzz and truly appreciate its subtle charms."
    }
  ]
}