{
  "source": "https://www.wisesayings.com/mutual-respect-quotes/",
  "theme": "mutual-respect",
  "quotes": [
    {
      "cite": "Dalai Lama XIV",
      "quote": "Mutual respect is the foundation of genuine harmony."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Mutual respect and mutual listening are the foundations of harmony within the family."
    },
    {
      "cite": "Dizzy Gillespie",
      "quote": "Mutual respect is so important because as soon as it disappears in relations between you and the next person, there's trouble."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "In many ways, effective communication begins with mutual respect, communication that inspires, encourages others to do their best."
    },
    {
      "cite": "Cornel West",
      "quote": "It is very difficult to sustain a high-quality relationship that has the kind of mutual intensity, that has a kind of mutual respect, without putting in time."
    },
    {
      "cite": "Tony Blair",
      "quote": "The only society that works today is also one founded on mutual respect, on a recognition that we have a responsibility collectively and individually, to help each other on the basis of each other's equal worth. A selfish society is a contradiction in terms."
    },
    {
      "cite": "Dizzy Gillespie",
      "quote": "Where there's no mutual respect, there's trouble!"
    },
    {
      "cite": "Hugo Chavez",
      "quote": "Mutual respect! That's what it takes to be friends."
    },
    {
      "cite": "John Henry Newman",
      "quote": "It is mutual respect which makes friendship lasting."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "The diversity is the risk of war, the necessity of diversity is mutual respect."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "If Canada is to survive, it can only survive in mutual respect and in love for one another."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "We must work harder to build mutual respect, an attitude of tolerance, with forbearance one for another."
    },
    {
      "cite": "Charles Kennedy",
      "quote": "The most special relationships, in my experience, are based on a combination of trust and mutual respect."
    },
    {
      "cite": "Ryan Miller",
      "quote": "Mutual respect among everyone for one another and for one another's rights is an absolute prerequisite for peace."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The need of the moment is not one religion, but mutual respect and tolerance of the devotees of the different religions."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "One effect of an individualistic culture that's poor at instilling mutual respect is that people jump more quickly to anger or violence."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "By mutual respect, understanding and with good will we can find acceptable solutions to any problems which exist or may arise between us."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The more contact we have with one another and the more we come to understand each other's values, the greater will be our mutual respect."
    },
    {
      "cite": "Ameen Rihani",
      "quote": "Mutual tolerance is the stepping stone to mutual respect. A hospitable mind is the key to a neighboring or an alien spirit, looked by dogma and guarded by tradition."
    },
    {
      "cite": "Ron Garan",
      "quote": "After mutual respect and understanding are achieved, it is possible to establish real, sincere relationships, which is the foundation of a solid long-term collaboration."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Only through the development of mutual respect, and in a spirit of truth, can friendship come about. By these means it is possible to move human minds, but never by force."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "When we continue to hate, we continue to lose. When we amplify mutual respect and love, we have a lot to gain. Quite simply, there is more for us to gain through love than hate."
    },
    {
      "cite": "Michael Sandel",
      "quote": "A better way to mutual respect is to engage directly with the moral convictions citizens bring to public life, rather than to require that people leave their deepest moral convictions outside politics before they enter."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Mutual respect implies discretion and reserve even in love itself; it means preserving as much liberty as possible to those whose life we share. We must distrust our instinct of intervention, for the desire to make one's own will prevail is often disguised under the mask of solicitude."
    },
    {
      "cite": "Kay Rala Xanana Gusmao",
      "quote": "Freedom goes hand-in-hand with mutual respect."
    },
    {
      "cite": "George Best",
      "quote": "Love is about mutual respect, apart from attraction."
    },
    {
      "cite": "Auliq Ice",
      "quote": "We live in a society where mutual respect and appreciation should be considered one of the pillars of modern life."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Where ever the spirit of Christ is known, there is much of good will, of mutual respect, of love and appreciation and kindness."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The role of the leader is to foster mutual respect and build a complementary team where each strength is made productive and each weakness irrelevant."
    }
  ]
}