{
  "source": "https://www.wisesayings.com/mutual-understanding-quotes/",
  "theme": "mutual-understanding",
  "quotes": [
    {
      "cite": "Ron Garan",
      "quote": "After mutual respect and understanding are achieved, it is possible to establish real, sincere relationships, which is the foundation of a solid long-term collaboration."
    },
    {
      "cite": "Debashis Mridha",
      "quote": "For a peaceful world, the golden rules to live by are mutual understanding, respect, tolerance, forgiveness, and love."
    },
    {
      "cite": "Chen Shui-bian",
      "quote": "Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "By mutual respect, understanding and with good will we can find acceptable solutions to any problems which exist or may arise between us."
    },
    {
      "cite": "Dominique Pire",
      "quote": "Let us not speak of tolerance. This negative word implies grudging concessions by smug consciences. Rather, let us speak of mutual understanding and mutual respect"
    },
    {
      "cite": "Ken Wilber",
      "quote": "I don't have to agree with everything you say, but I should attempt at least to understand it, for the opposite of mutual understanding is, quite simply, war."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Mutual understanding is the main backbone of every happy relationship."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Words can travel thousands of miles. May my words create mutual understanding and love. May they be as beautiful as gems, as lovely as flowers."
    },
    {
      "cite": "J. Christopher Stevens",
      "quote": "Relationships between governments are important, but relationships between people are the real foundation of mutual understanding."
    },
    {
      "cite": "Ludwig Quidde",
      "quote": "Every success in limiting armaments is a sign that the will to achieve mutual understanding exists, and every such success thus supports the fight for international law and order."
    },
    {
      "cite": "Charles Kennedy",
      "quote": "Democracy demands trust. It demands that sense of mutual understanding. And - it's a two way street. You've got to give - as much as you take."
    },
    {
      "cite": "Henryk Sienkiewicz",
      "quote": "The fact is that between the classes there is a vast gulf that precludes all mutual understanding, and makes simultaneous efforts simply impossible"
    },
    {
      "cite": "Li Peng",
      "quote": "At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation."
    },
    {
      "cite": "Wu Bangguo",
      "quote": "We have deepened mutual understanding, strengthened political mutual trust, carried out fruitful cooperation in sectors such as economy, culture, education and sanitation and closely coordinated on the international arena."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Women's mutual understanding comes from the fact that they identify themselves with each other; but for the same reason each is against the others."
    },
    {
      "cite": "Bede Griffiths",
      "quote": "It is no longer a question of a Christian going about to convert others to the faith, but of each one being ready to listen to the other and so to grow together in mutual understanding."
    },
    {
      "cite": "James E. Grunig",
      "quote": "We believe PR should be practiced to serve the public interest, to develop mutual understanding between organizations and their publics."
    },
    {
      "cite": "Roger Simpson",
      "quote": "Resilience is really about collaboration and mutual understanding."
    }
  ]
}