{
  "source": "https://www.wisesayings.com/mystical-quotes/",
  "theme": "mystical",
  "quotes": [
    {
      "cite": "Frederick Lenz",
      "quote": "Mystical power, as you know, has a whole different flavor to it. It's much more raucous at times; it's much more poignant at times. It involves more of the emotional body."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Mystical explanations are thought to be deep; the truth is that they are not even shallow."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "A mystic is a man who separates heaven and earth even if he enjoys them both."
    },
    {
      "cite": "Evelyn Underhill",
      "quote": "The mystic lives and looks; and speaks the disconcerting language of first-hand experience."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "All mystical experience is coincidence; and vice versa, of course."
    },
    {
      "cite": "Jon Spaihts",
      "quote": "You want the mystical understanding of the cosmos to feel compatible with a scientific understanding of the cosmos, like it extends our understanding rather than unwriting it."
    },
    {
      "cite": "Elizabeth Eiler",
      "quote": "There are mystical, unbreakable bonds between all members of the natural world including humans and animals. Whether or not we remember or acknowledge this relatedness, it still exists."
    },
    {
      "cite": "R.M. Jones",
      "quote": "Mystical experiences do not necessarily supply new ideas to the mind, rather, they transform what one believes into what one knows, converting abstract concepts, such as divine love, into vivid, personal, realities."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Mystical references to society and its programs to help may warm the hearts of the gullible but what it really means is putting more power in the hands of bureaucrats."
    },
    {
      "cite": "L.K. Hill",
      "quote": "Life is a mystical and tragic thing. It is a journey often full of fear, when it ought to be full of hope. It's fascinating to look back on your life and feel as though most of it was a precursor to the rest of it; to what was always supposed to be."
    },
    {
      "cite": "Tom Cowan",
      "quote": "Mystical insight and enlightenment occur when the veil between the worlds is lifted, the worlds are bridged, the gap closes, and we cross over."
    },
    {
      "cite": "Wilhelm Reich",
      "quote": "Mysticism' here means, in the literal sense, a change of sensory impressions and organ sensations into something unreal and beyond this world."
    },
    {
      "cite": "Umberto Eco",
      "quote": "A mystic is a hysteric who has met her confessor before her doctor."
    },
    {
      "cite": "Luis Marques",
      "quote": "A mystical path requires courage as you must take a first step of faith so that the second may be of science. ?"
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "The mystical is not how the world is, but that it is."
    },
    {
      "cite": "Bryant McGill",
      "quote": "There is something divine, mystical, magical and unexplainable in the universe that is listening and responding to each of us."
    },
    {
      "cite": "Plotinus",
      "quote": "We must close our eyes and invoke a new manner of seeing, a wakefulness that is the birthright of us all, though few put it to use."
    },
    {
      "cite": "Nikki Reed",
      "quote": "Young people are fascinated with the idea of love, maybe because they havent experienced it. The older you get, the more jaded you become with this, like, mystical love thing. Its not as exciting because its not unknown."
    },
    {
      "cite": "Amit Ray",
      "quote": "Mystical bliss, joy and rapture arises when you realize the inner Sun."
    },
    {
      "cite": "Henry Miller",
      "quote": "We invent nothing, truly. We borrow and re-create. We uncover and discover. All has been given, as the mystics say. We have only to open our eyes and hearts, to become one with that which is."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "There's a mystical strain in every country, and eclipses are likely to bring that out."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "For most persons, the mystical kundalini energy is easier to initially perceive, unless you're extremely sensitive. It's more of a rush, a flash. There's an electric quality to it, a burning heat."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Mystical powers develop primarily through the raising of the kundalini. The Kundalini is a type of energy that exists within all things. It's possible to pull that energy, to mass it, to transmit it."
    },
    {
      "cite": "Max Lucado",
      "quote": "It's nothing mystical, necessarily. It's nothing secretive. It's just what we do with our body we do with our soul."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "A totally unmystical world would be a world totally blind and insane."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You don't need to be able to absorb a tremendous amount of the mystical kundalini to realize God."
    },
    {
      "cite": "Shane Claiborne",
      "quote": "Something mystical can happen in the course of acting together that transcends words and ideologies people who do not agree on ideas can create common ground in the act of loving."
    },
    {
      "cite": "Thomas Browne",
      "quote": "There are mystically in our faces certain characters which carry in them the motto of our souls, wherein he that cannot read may read our natures."
    },
    {
      "cite": "Sam Keen",
      "quote": "Mystical experiences (unlike scientific conclusions) cannot be communicated from one person to another. Philosophers and little children are continually amazed that we, unaccountably, find ourselves in a somewhat intelligible world."
    },
    {
      "cite": "Plato",
      "quote": "Many are the thyrsus-bearers, but few are the mystics."
    }
  ]
}