{
  "source": "https://www.wisesayings.com/mysterious-quotes/",
  "theme": "mysterious",
  "quotes": [
    {
      "cite": "Luis Bunuel",
      "quote": "Mystery is the basic element of all works of art."
    },
    {
      "cite": "Anonymous",
      "quote": "She loved mysteries so much she became one."
    },
    {
      "cite": "Sammy Davis Jr.",
      "quote": "The ultimate mystery is one's own self."
    },
    {
      "cite": "Jeff Goldblum",
      "quote": "It's mysterious what attracts you to a person."
    },
    {
      "cite": "Richard Gilbert",
      "quote": "The mysterious is the very ground of our being--our hope and our destiny. No one ever knows the simplest thing unless one also feels there is more that has not been explained."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Mystery is the essence of divinity."
    },
    {
      "cite": "Bede Jarret",
      "quote": "The mysterious is always attractive. People will always follow a vail."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Don't ever empty the bucket of mystery. Never let people define what you do. It's not about zigging when you should zag. It's not about doing something unprecedented and unpredictable. It's just about never being a word, or something that is not in the process of transformation"
    },
    {
      "cite": "Albert Einstein",
      "quote": "The most beautiful things we can experience is the mysterious."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The true mystery of the world is the visible, not the invisible."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Mysteries abound where most we seek for answers."
    },
    {
      "cite": "Emma Watson",
      "quote": "The less you reveal, the more people can wonder."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Mystery creates wonder and wonder is the basis of man's desire to understand."
    },
    {
      "cite": "Dennis Covington",
      "quote": "Mystery is not the absence of meaning, but the presence of more meaning than we can comprehend."
    },
    {
      "cite": "Anonymous",
      "quote": "In a wolrd where everyone is over exposed, the coolest thing you can do is maintain your mystery."
    },
    {
      "cite": "Kedar Joshi",
      "quote": "Mystery is the soul of existence."
    },
    {
      "cite": "Richard Gilbert",
      "quote": "The mysterious eludes all words of explanation, but it is more significant than all that can be explained. There is always something beyond where we have gone."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Mystery is an intellectual process... But suspense is essentially an emotional process."
    },
    {
      "cite": "J. J. Abrams",
      "quote": "Mystery is more important than knowledge."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "No object is mysterious. The mystery is your eye."
    },
    {
      "cite": "Anonymous",
      "quote": "Attraction is only intense when mystery is involved."
    },
    {
      "cite": "Mason Cooley",
      "quote": "To remain mysterious, say little and do nothing."
    },
    {
      "cite": "Michael Zaslow",
      "quote": "Characters can be mysterious and you're not really sure which way they might turn at a given point."
    },
    {
      "cite": "Carolyn Keene",
      "quote": "Do act mysterious. It always keeps them coming back for more."
    },
    {
      "cite": "David Lynch",
      "quote": "Mystery is the number one conjurer of ideas."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't be easy to define. Let them wonder about you."
    },
    {
      "cite": "Angela Lansbury",
      "quote": "Mystery is something that appeals to most everybody.Â"
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "The more mysterious, the more imperfect; as darkness is, in comparison with light--so is mystery, in comparison with knowledge."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Mystery is delightful, but unscientific, since it depends upon ignorance."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Mystery is the fundamental emotion that stands at the cradle of true art and true science."
    }
  ]
}