{
  "source": "https://www.wisesayings.com/mythology-quotes/",
  "theme": "mythology",
  "quotes": [
    {
      "cite": "James Feibleman",
      "quote": "A myth is a religion in which no one any longer believes."
    },
    {
      "cite": "Hozier",
      "quote": "The myth of fame and the myth of success is cultivated because it is monetisable and it is profitable."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Myth is much more important and true than history. History is just journalism and you know how reliable that is."
    },
    {
      "cite": "Dustin Hoffman",
      "quote": "Myth is supposed to bring us together, but fantasy alienates us."
    },
    {
      "cite": "Alan Watts",
      "quote": "A myth is an image in terms of which we try to make sense of the world."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Mythology is composed by poets out of their insights and realizations. Mythologies are not invented; they are found. You can no more tell us what your dream is going to be tonight than we can invent a myth. Myths come from the mystical region of essential experience."
    },
    {
      "cite": "Annie Besant",
      "quote": "A myth is far truer than a history, for a history only gives a story of the shadows, whereas a myth gives a story of the substances that cast the shadows."
    },
    {
      "cite": "Carlos Fuentes",
      "quote": "Myth is a past with a future, exercising itself in the present."
    },
    {
      "cite": "John J. Geddes",
      "quote": "Myths aren't fairy tales or legends they're an honest attempt to explain mysteries."
    },
    {
      "cite": "Ansel Adams",
      "quote": "Myths and creeds are heroic struggles to comprehend the truth in the world."
    },
    {
      "cite": "Lisa Seger",
      "quote": "A myth is a story that is more than true. Many stories are true because one person, somewhere, at some time, lived it. But a myth is more than true because it is lived by all of us, at some level. It's a story that connects and speaks to us all."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Myth is a powerful medium because it talks to the emotions and not the head. It moves us into an area of mystery."
    },
    {
      "cite": "George Orwell",
      "quote": "Myths which are believed in tend to become true."
    },
    {
      "cite": "Diana Wynne Jones",
      "quote": "If you take myth and folklore, and these things that speak in symbols, they can be interpreted in so many ways that although the actual image is clear enough, the interpretation is infinitely blurred, a sort of enormous rainbow of every possible colour you could imagine."
    },
    {
      "cite": "Daniel Quinn",
      "quote": "The mythology of your culture hums in your ears so constantly that no one pays the slightest bit of attention to it. Of course man is conquering space and the atom and the deserts and the oceans and the elements. According to your mythology, this is what he was born to do."
    },
    {
      "cite": "Ananda Coomaraswamy",
      "quote": "Myth embodies the nearest approach to absolute truth than can be stated in words."
    },
    {
      "cite": "Devdutt Pattanaik",
      "quote": "Mythology is a subjective truth. Every culture imagines life a certain way."
    },
    {
      "cite": "Rollo May",
      "quote": "A myth is a way of making sense in a senseless world. Myths are narrative patterns that give significance to our existence."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Myth is the foundation of life. It is the timeless pattern, the religious formula to which life shapes itself."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Myth is an attempt to narrate a whole human experience, of which the purpose is too deep, going too deep in the blood and soul, for mental explanation or description."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Myth is the hidden part of every story, the buried part, the region that is still unexplored because there are as yet no words to enable us to get there. Myth is nourished by silence as well as by words."
    },
    {
      "cite": "Bel Kaufman",
      "quote": "Mythology is studied in the school system because most of us come from it."
    },
    {
      "cite": "Christopher Vogler",
      "quote": "A myth is a metaphor for a mystery beyond human comprehension. It is a comparison that helps us understand, by analogy, some aspect of our mysterious selves. A myth, in this way of thinking, is not an untruth but a way of reaching a profound truth"
    },
    {
      "cite": "Margaret Atwood",
      "quote": "The myth that everyone once read great literature is just a myth."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world."
    },
    {
      "cite": "Bryan Sykes",
      "quote": "Myths have a very long memory."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Myths are clues to the spiritual potentialities of the human life."
    },
    {
      "cite": "Albert Camus",
      "quote": "Myths are made for the imagination to breathe life into them."
    },
    {
      "cite": "Richard Cohen",
      "quote": "Myths have a certain staying power because, really, they are aspirational not always who we are, but always who we want to be."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "All myths are stories, but not all stories are myths: among stories, myths hold a special place."
    }
  ]
}