{
  "source": "https://www.wisesayings.com/naive-quotes/",
  "theme": "naive",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act."
    },
    {
      "cite": "Stieg Larsson",
      "quote": "There are no innocents. There are, however, different degrees of responsibility."
    },
    {
      "cite": "Julius Erving",
      "quote": "One of the most predictable things in life is there will be change. You are better off if you can have a say in the change. But you are ignorant or naive if you don't think there will be change, whether you want it to or not."
    },
    {
      "cite": "John Updike",
      "quote": "The essential self is innocent, and when it tastes its own innocence knows that it lives for ever."
    },
    {
      "cite": "Steve Brown",
      "quote": "Too many people get lost in the game of having a good time and being naive about things."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "An advantage of being naive is being able to believe in oneself when no one else will."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Only the most naive of questions are truly serious."
    },
    {
      "cite": "T.P.Chia",
      "quote": "Nothing is to be gained by arguing with fools. Nothing can be gained by reasoning with ignorant people."
    },
    {
      "cite": "Gordie LaChance",
      "quote": "In all our lives, there is a fall from innocence. A time after which, we are never the same."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Every true genius is bound to be naive."
    },
    {
      "cite": "Anatole France",
      "quote": "It is well for the heart to be naive and the mind not to be."
    },
    {
      "cite": "Marie-Louise von Franz",
      "quote": "It's easy to be a naive idealist. It's easy to be a cynical realist. It's quite another thing to have no illusions and still hold the inner flame."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "There is a naive belief that injustice only had to be pointed out in order to be cured."
    },
    {
      "cite": "Confucius",
      "quote": "Life is really simple, but we insist on making it complicated."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "From naive simplicity we arrive at more profound simplicity."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All things truly wicked start from innocence."
    },
    {
      "cite": "Albert Camus",
      "quote": "We are all exceptional cases. We all want to appeal against something! Each of us insists on being innocent at all cost, even if he has to accuse the whole human race and heaven itself."
    },
    {
      "cite": "Piet Hein",
      "quote": "Naive you are if you believe life favours those who aren't naive."
    },
    {
      "cite": "Graham Greene",
      "quote": "Innocence is like a dumb leper who has lost his bell, wandering the world, meaning no harm."
    },
    {
      "cite": "W. H. Auden",
      "quote": "No human being is innocent, but there is a class of innocent human actions called games."
    },
    {
      "cite": "Thomas C. Haliburton",
      "quote": "Innocence is always unsuspicious."
    },
    {
      "cite": "Anita David",
      "quote": "One may appear naive or illogical but it's not naivete or being illogical. It arises from one's faith."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "People are naive about such things, and they would rather write them off as evil than attempt to understand them. An unfortunate truth, but a truth nonetheless."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "A naive man is nothing better than a fool. But you women contrive to be naive in such a way that in you it seems sweet, and gentle, and proper, and not as silly as it really is."
    }
  ]
}