{
  "source": "https://www.wisesayings.com/naked-quotes/",
  "theme": "naked",
  "quotes": [
    {
      "cite": "Rodney Dangerfield",
      "quote": "My wife was afraid of the dark... then she saw me naked and now she's afraid of the light."
    },
    {
      "cite": "Cameron Richardson",
      "quote": "I can be shy, but I'm not shy with my body. Everyone is naked under their clothes - so what?"
    },
    {
      "cite": "Navjot Singh Sidhu",
      "quote": "Beware of the naked man who offers you his shirt."
    },
    {
      "cite": "Emmitt Smith",
      "quote": "We are all born naked into this world, but each of us is fully clothed in potential."
    },
    {
      "cite": "Auguste Rodin",
      "quote": "Man’s naked form belongs to no particular moment in history; it is eternal, and can be looked upon with joy by the people of all ages."
    },
    {
      "cite": "F. H. Bradley",
      "quote": "There are those who so dislike the nude that they find something indecent in the naked truth."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "Once we are aware that our nudity makes us objects of desire, we become naked."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "What a frail, easily hurt, rather pathetic thing a human body is, naked; somehow a little unfinished, incomplete!"
    },
    {
      "cite": "Mark Twain",
      "quote": "Clothes make the man. Naked people have little or no influence in society."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don't trust people who don't love themselves and tell me, 'I love you.' ... There is an African saying which is: Be careful when a naked person offers you a shirt."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Your naked body should only belong to those who fall in love with your naked soul."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "Even if you’ve taken off every stitch of clothing, you still have your secrets, your history, your true name. It’s hard to be really naked. You have to work hard at it. Just getting into a bath isn’t being naked, not really. It’s just showing skin."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Eros will have naked bodies; Friendship naked personalities."
    },
    {
      "cite": "Alfred Nobel",
      "quote": "Hope is nature's veil for hiding truth's nakedness."
    },
    {
      "cite": "John Berger",
      "quote": "Nakedness reveals itself. Nudity is placed on display. The nude is condemned to never being naked. Nudity is a form of dress."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Nakedness is uncomely, as well in mind as body, and it addeth no small reverence to men's manners and actions if they be not altogether open. Therefore set it down: That a habit of secrecy is both politic and moral."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "There are few nudities so objectionable as the naked truth."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "The naked intellect is an extraordinarily inaccurate instrument."
    },
    {
      "cite": "Ann Landers",
      "quote": "The naked truth is always better than the best-dressed lie."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Reality is modest, it won't be seen naked."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Truth is a naked and open daylight, that doth not shew the masks and mummeries and triumphs of the world, half so stately and daintily as candlelights."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Only when the tide goes out do you discover who's been swimming naked."
    },
    {
      "cite": "Mark Twain",
      "quote": "No real gentleman will tell the naked truth in the presence of ladies."
    },
    {
      "cite": "English Proverb",
      "quote": "Craftiness must have clothes, but truth loves to go naked."
    },
    {
      "cite": "Dorothy Allison",
      "quote": "Two or three things I know for sure, and one is that I'd rather go naked than wear the coat the world has made for me."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Who knows what true loneliness is - not the conventional word but the naked terror? To the lonely themselves it wears a mask. The most miserable outcast hugs some memory or some illusion."
    },
    {
      "cite": "Claude Debussy",
      "quote": "How much has to be explored and discarded before reaching the naked flesh of feeling."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Naked is the best disguise."
    },
    {
      "cite": "John Wilbanks",
      "quote": "Naked and pure is the spirit that transcends the existence mediocre."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "The nakedness of the indigent world may be clothed from the trimmings of the vain."
    }
  ]
}