{
  "source": "https://www.wisesayings.com/nanny-quotes/",
  "theme": "nanny",
  "quotes": [
    {
      "cite": "Dr. Seuss",
      "quote": "What do you mean you're leaving? You're a baby sitter. Baby sitters don't leave, they sit. Baby leavers leave."
    },
    {
      "cite": "Melanie Safka",
      "quote": "If I open my eyes just a little bit more  / I can see Nanny's dressing-gown on the door;  / It's a beautiful blue but it hasn't got a hood,  / God bless Nanny and make her good."
    },
    {
      "cite": "KountUp",
      "quote": "I done been through a lot and I can't never forget  / All the women turned they back and they called it a quit  / When my nanny died that shit hurt I was feeling so sick"
    },
    {
      "cite": "Richard Sherman",
      "quote": "Wanted a nanny for two adorable children / [Sung] / If you want this choice position  / Have a cheery disposition / Rosy cheeks, no warts! / Play games, all sort"
    },
    {
      "cite": "Paul Mccartney",
      "quote": "What a pleasure it would be / Chatting so delightfully / Nanny bakes, fairy cakes / Every Sunday morning"
    },
    {
      "cite": "Soul the American Dream",
      "quote": "Do it for all family  / Do it for Granny / Did it for all for the Nanny  / Do it for Grammy"
    },
    {
      "cite": "Bombaby",
      "quote": "I'm a baby and i don't have a daddy  / Did you know i was raised by my nanny  / No one understands me like granny"
    },
    {
      "cite": "Ann Callaway",
      "quote": "She was there to sell make-up, / But the father saw more. / She had style!  / She had flair! / She was there. / That's how she became the Nanny!"
    },
    {
      "cite": "Brian Harold May",
      "quote": "But I knew life before I left my nursery, huh / Left alone with big fat Fanny / She was such a naughty nanny / Heap big woman, you made a bad boy out of me"
    },
    {
      "cite": "Alan Alexander Milne",
      "quote": "And Nanny's very sorry too for you-know-what-she-did, / And she's writing Alexander very blackly on the lid, / So Nan and Me are friends, because it's difficult to catch / An excited Alexander you've mistaken for a match."
    },
    {
      "cite": "Alan Alexander Milne",
      "quote": "In a corner of the bedroom is a great big curtain, / Someone lives behind it, but I don't know who; / I think it is a Brownie, but I'm not quite certain. / (Nanny isn't certain, too.)"
    },
    {
      "cite": "Robert Graves",
      "quote": "And what of pretty Nanny this hot summer weather? / She stays not contented with little or with muckle, / Straining for daisies at the end of her tether."
    },
    {
      "cite": "Matthew Prior",
      "quote": "Nanny blushes when I woo her, / And with kindly chiding eyes / Faintly says I shall undo her; / Faintly, O, forbear! she cries."
    },
    {
      "cite": "Tammy Gold",
      "quote": "Science tells us that 90 percent of the human brain develops by age three, so any person who cares for you child during these formative years--be it a nanny, a babysitter, or a daycare worker--will without question shape your child's personality."
    },
    {
      "cite": "Tammy Gold",
      "quote": "Nannies can be as different as night and day, and there's no nanny degree or required certification."
    },
    {
      "cite": "Tammy Gold",
      "quote": "The other factor to consider is that the nanny--parent relationship, while it can be rewarding in many ways, is utterly unique and not always easy."
    },
    {
      "cite": "Tammy Gold",
      "quote": "Being a nanny in the city or a highly walk-able urban area is in some ways an easier job because it typically requires less complex navigation."
    },
    {
      "cite": "Michelle R. LaRowe",
      "quote": "But the truth is, nanny care serves as a wonderful solution to the childcare dilemma for many families."
    },
    {
      "cite": "Michelle R. LaRowe",
      "quote": "In today's world of dual-income families, many parents have turned to professional nannies to help care for their children."
    },
    {
      "cite": "Michelle R. LaRowe",
      "quote": "Having a nanny allows children to receive personal care in their own home an enables to play an active role in their day-to-day care."
    },
    {
      "cite": "Michelle R. LaRowe",
      "quote": "A nanny can separate herself emotionally from the children because, although she loves the children, they are not hers; thus, she does not have a strong, maternal response to their crying."
    },
    {
      "cite": "Lois Young-Tulin",
      "quote": "Grandmothers bring special skills to the job of granny-nanny. They usually have more time than the mommies, and therefore can listen more than a busy parent."
    },
    {
      "cite": "Lois Young-Tulin",
      "quote": "Attention seems to be what it's all about for successful granny-nannies...attention and availability."
    },
    {
      "cite": "Lois Young-Tulin",
      "quote": "A loving, giving granny-nanny helps raise a loving, giving grandchildren."
    },
    {
      "cite": "Lois Young-Tulin",
      "quote": "Having the opportunity to be a granny-nanny is a privilege not an entitlement."
    },
    {
      "cite": "Eldén",
      "quote": "When a nanny or au pair becomes responsible for preparing and serving that afternoon snack, this affects both adult and child family members' everyday lives."
    },
    {
      "cite": "Kristin Laubenthal",
      "quote": "Just like any other job, many nanny employers have specific requirements for the nanny."
    },
    {
      "cite": "Kristin Laubenthal",
      "quote": "Being a nanny is about being part of a child's growth and development."
    },
    {
      "cite": "Carol Kelly",
      "quote": "I think a nanny should be ready to do for a family. What I mean is the nanny job is not about taking care of just the the children, it's about caring for the family."
    },
    {
      "cite": "Carol Kelly",
      "quote": "As a nanny you have to sometimes help care take care of the marriage, by willing to work weekends."
    }
  ]
}