{
  "source": "https://www.wisesayings.com/nap-quotes/",
  "theme": "nap",
  "quotes": [
    {
      "cite": "Barbara Jordan",
      "quote": "Think what a better world it would be if we all, the whole world, had cookies and milk about three o'clock every afternoon and then lay down on our blankets for a nap."
    },
    {
      "cite": "Ovid",
      "quote": "There is more refreshment and stimulation in a nap, even of the briefest, than in all the alcohol ever distilled."
    },
    {
      "cite": "Bob Hope",
      "quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap."
    },
    {
      "cite": "Louis C. K.",
      "quote": "Sometimes I try to take a nap before shows. That clears my head."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "There is no point at which you can say, 'Well, I'm successful now. I might as well take a nap.'"
    },
    {
      "cite": "Ben Stein",
      "quote": "Sleep more at night. If it's allowed at work or home, take a nap in the afternoon. You'll be amazed at how much better you'll feel."
    },
    {
      "cite": "Pete Hamill",
      "quote": "The replenishing thing that comes with a nap - you end up with two mornings in a day."
    },
    {
      "cite": "James Levine",
      "quote": "But the important thing is to lie down and fall asleep. That little nap means you wake up fresh again and can continue."
    },
    {
      "cite": "Sissy Spacek",
      "quote": "My biggest thrill in life is to read in the afternoon until I fall asleep and take a nap."
    },
    {
      "cite": "Carrie Snow",
      "quote": "No day is so bad it can't be fixed with a nap."
    },
    {
      "cite": "Andrew W. Marlowe",
      "quote": "Ah. Naps are good. I highly advocate naps."
    },
    {
      "cite": "Ken Sobol",
      "quote": "They should take a nap. Then they'll feel better."
    },
    {
      "cite": "Fred Olen Ray",
      "quote": "A quick nap right now sounds really good."
    },
    {
      "cite": "Ciro Nieli",
      "quote": "Naps are nature's hugs!"
    },
    {
      "cite": "Alton Taylor",
      "quote": "Air soul kicks and crushed velvet hats / Hanging off the ave with the beautifulest naps"
    },
    {
      "cite": "Trévor Peterson",
      "quote": "So it’s gonna get better / You took so many  / Through alarming weather / I got so many naps / In my woven sweater"
    },
    {
      "cite": "Woody Guthrie",
      "quote": "Lay down boys take a little nap, / Seventeen miles from the Cumberland Gap"
    },
    {
      "cite": "Bryon Cole David",
      "quote": "Oh, it takes a lot of energy to do this rap / I feel kinda sleepy, better take a nap / Not too long a nap, two hours, that's a winner / I wouldn't wanna sleep to a roast beef dinner"
    },
    {
      "cite": "Frank Jorge Lopes Jr.",
      "quote": "If I think of me and you / It makes me take a nap at noon / But if I die before I wake / I won't mind, I'm yours to take"
    },
    {
      "cite": "Devendra Banhart",
      "quote": "Read me some of that / Cause I need you to make me take my nap / And I need you to recognize my friends / Cause they're there even though"
    },
    {
      "cite": "Joseph Junior Adenuga",
      "quote": "No time to sleep, you better take a nap / Wake up, put in the work, and live the dream"
    },
    {
      "cite": "Randy Owen",
      "quote": "Drift away like Tom Sawyer. / Ride a raft with old Huck Finn. / Take a nap like Rip Van Winkle. / Lay streaming again. / Oh play me some mountain music."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Taking a nap, / feet planted / against a cool wall."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Snugly creep and fall asleep, / O come, my baby, do; / Creep into my lap, and with a nap, / We'll break the day in two."
    },
    {
      "cite": "Alan Parry-Booth",
      "quote": "Then lunchtime comes and after that / I might just sit and yap / Sometimes I’ll write a verse or two / Or even take a nap."
    },
    {
      "cite": "Odonko-ba",
      "quote": "I would sleep until infinity / nap / til kingdom come succumbs / to my reality in its totality / vicariously / seeing you as I / see you / my most beautiful / angel"
    },
    {
      "cite": "Martha Bolton",
      "quote": "But for some reason we have been led to believe that once we hit adolescence, we outgrow our need for a nap. Nothing can be further from the truth. The desire for a nap never leaves us."
    },
    {
      "cite": "Martha Bolton",
      "quote": "Again, the nap wasn't the problem--it was the timing."
    },
    {
      "cite": "Martha Bolton",
      "quote": "There are so many benefits to the napping experience, we should all cut ourselves some slack and go ahead and reward our bodies with a little midday siesta."
    },
    {
      "cite": "Martha Bolton",
      "quote": "So napping helps. According to a recent survey, napping is not only healthy, it burns calories too."
    }
  ]
}