{
  "source": "https://www.wisesayings.com/narcissism-quotes/",
  "theme": "narcissism",
  "quotes": [
    {
      "cite": "David G. McAfee",
      "quote": "There's nothing more narcissistic than being sure that you are built in the image of an all-powerful Creator-God, and that same God answers your prayers, knows your name, and has a personal relationship with you."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The greater our own level of narcissism, the more we detest it in others."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Narcissus does not fall in love with his reflection because it is beautiful, but because it is his. If it were his beauty that ent hralled him, he would be set free in a few years by its fading."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Withhold admiration from a narcissist and be disliked. Give it and be treated with indifference."
    },
    {
      "cite": "Mark Leary",
      "quote": "The paradox about narcissism is that we all have this streak of egotism. Eighty percent of people think they're better than average."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Whoever loves becomes humble. Those who love have, so to speak, pawned a part of their narcissism."
    },
    {
      "cite": "Todd Solondz",
      "quote": "Narcissism and self-deception are survival mechanisms without which many of us might just jump off a bridge."
    },
    {
      "cite": "Emily Levine",
      "quote": "I thought narcissism was about self-love till someone told me there is a flip side to it... It is unrequited self-love."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Narcissus weeps to find that his Image does not return his love."
    },
    {
      "cite": "David Brooks",
      "quote": "It is especially painful when narcissists suffer memory loss because they are losing parts of the person they love most."
    },
    {
      "cite": "John Steinbeck",
      "quote": "For the most part people are not curious except about themselves."
    },
    {
      "cite": "Sam Vaknin",
      "quote": "The narcissist devours people, consumes their output, and casts the empty, writhing shells aside."
    },
    {
      "cite": "Tucker Max",
      "quote": "No one has probably helped me more with my narcissism than my dog."
    },
    {
      "cite": "Gore Vidal",
      "quote": "A narcissist is someone better looking than you are."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that falls in love with himself will have no rivals."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Nobody can be kinder than the narcissist while you react to life in his own terms."
    },
    {
      "cite": "George Eliot",
      "quote": "It is possible to have a strong self-love without any self-satisfaction, rather with a self-discontent which is the more intense because one's own little core of egoistic sensibility is a supreme care."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "I don't care what you think unless it is about me."
    },
    {
      "cite": "Fathom",
      "quote": "There is a difference between supporting someone and feeding someone's narcissism. One is support and the other is not."
    },
    {
      "cite": "Fathom",
      "quote": "Loving yourself and being in love with yourself are two entirely different things. Differentiate."
    },
    {
      "cite": "Fathom",
      "quote": "When narcissism is viewed as good; good is viewed as narcissism."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Self-awareness is not self-centeredness, and spirituality is not narcissism. 'Know thyself' is not a narcissistic pursuit."
    },
    {
      "cite": "Sam Vaknin",
      "quote": "Hate is the complement of fear and narcissists like being feared. It imbues them with an intoxicating sensation of omnipotence."
    },
    {
      "cite": "Sam Keen",
      "quote": "The difference between narcissism and self-love is a matter of depth. Narcissus falls in love not with the self, but with an image or reflection of the self with the persona, the mask. The narcissist sees himself through the eyes of another, changes his lifestyle to conform with what is admired by others, tailors his behavior and expression of feelings to what will please others. Narcissism is   voluntary blindness, an agreement   not to look beneath the surface."
    },
    {
      "cite": "unknown",
      "quote": "Some narcissistic people end up believing their own lies."
    },
    {
      "cite": "unknown",
      "quote": "Narcissistic people are always struggling with the fact that the rest of the world doesn't revolve around them"
    },
    {
      "cite": "George Gordon Noel Byron",
      "quote": "Self-love for ever creeps out, like a snake, to sting anything which happens . . . to stumble upon it."
    },
    {
      "cite": "Voltaire",
      "quote": "It is not love that should be depicted as blind, but self-love."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To love oneself is the beginning of a life-long romance."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Half the harm that is done in this world is due to people who want to feel important. They don't mean to do harm, but the harm [that they cause] does not interest them. Or they do not see it, or they justify it because they are absorbed in the endless struggle to think well of themselves."
    }
  ]
}