{
  "source": "https://www.wisesayings.com/nasa-quotes/",
  "theme": "nasa",
  "quotes": [
    {
      "cite": "Bill Nye",
      "quote": "If NASA is to reach beyond the Moon and someday reach Mars, it must be relieved of the burden of launching people and cargo to low earth orbit. To do that, we must invest more in commercial spaceflight."
    },
    {
      "cite": "Chuck Yeager",
      "quote": "In 1966, NASA took over in space, and it has been a bureaucratic mess ever since."
    },
    {
      "cite": "James Lovelock",
      "quote": "NASA will send up a big sun shade that will be in orbit between the earth and sun and deflect 2 or 3 percent of the sunshine back into space. It would be cheaper than the international space station."
    },
    {
      "cite": "Henry Spencer",
      "quote": "Not until the space shuttle started flying did NASA concede that some astronauts didn't have to be fast-jet pilots. And at that point, sure enough, women started becoming astronauts"
    },
    {
      "cite": "Hanna Rosin",
      "quote": "NASA projects often have romantic names that link into a long history of exploration and adventure: Atlantis and Discovery, for example."
    },
    {
      "cite": "Bill Nye",
      "quote": "NASA is an engine of innovation and inspiration as well as the world's premier space exploration agency, and we are well served by politicians working to keep it that way, instead of turning it into a mere jobs program, or worse, cutting its budget."
    },
    {
      "cite": "Wally Schirra",
      "quote": "NASA should start thinking about this planet."
    },
    {
      "cite": "Burt Rutan",
      "quote": "With any luck, by the time NASA's space probe hits Pluto, you'll be booking a spaceflight with a privately run suborbital airline."
    },
    {
      "cite": "Sally Ride",
      "quote": "Even though NASA tries to simulate launch, and we practice in simulators, it's not the same - it's not even close to the same."
    },
    {
      "cite": "Nathan Myhrvold",
      "quote": "Within NASA, the shuttle is perhaps the least-groundbreaking project. Recall that Apollo was about creating brand-new technologies that did something unprecedented - putting men on the moon. The shuttle is, by comparison, a relic designed to make going into orbit routine."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "NASA is developing space taxis to shuttle astronauts to the International Space Station. And just like New York taxis, they're all going to be driven by aliens."
    },
    {
      "cite": "Mike Mullane",
      "quote": "NASA's training philosophy is \"no surprises.\" So what they did is put a simulator on Earth where it looks exactly the same as a shuttle toilet and they put a camera down in the bottom of the opening for solid-waste collection, with a light that basically illuminates your asshole."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "NASA needs to focus on the things that are really important and that we do not know how to do. The agency is a pioneering force, and that is where its competitive advantage lies."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "NASA scientists have discovered a new form of life, unfortunately, it won't date them either."
    },
    {
      "cite": "Joanna Lumley",
      "quote": "NASA space scientists have been studying giraffe skin so they can apply what they learn from it to the construction of spacesuits."
    },
    {
      "cite": "Elon Musk",
      "quote": "There's a silly notion that failure's not an option at NASA. Failure is an option here. If things are not failing, you are not innovating enough."
    },
    {
      "cite": "Marc Garneau",
      "quote": "NASA wanted to assure its ability to examine the spacecraft in orbit for signs of damage."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "When NASA says they're going into space, they don't mean up and back. They mean orbit."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "NASA has spin-offs, and it's a huge and very impressive list, including accurate and affordable LASIK eye surgery."
    },
    {
      "cite": "Dean Acosta",
      "quote": "NASA is a scientific and technological agency and we work very closely with our congressional partners."
    },
    {
      "cite": "Bruce Pittman",
      "quote": "NASA is a big organization with a lot of needs that have to be met. So there are a lot of opportunities."
    },
    {
      "cite": "Moby",
      "quote": "NASA is an utterly fascinating place, and the fact that the buildings look so anonymous almost makes it more fascinating. You walk by a generic office-park-looking building, and you have no idea what's going on inside."
    },
    {
      "cite": "Dan Quayle",
      "quote": "For NASA, space is still a high priority."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "NASA has been one of the most successful public investments in motivating students to do well and achieve all they can achieve. It's sad that we are turning the programme in a direction where it will reduce the amount of motivation and stimulation it provides to young people."
    },
    {
      "cite": "Wally Schirra",
      "quote": "At the end of our NASA careers, no one had a place for us in the military."
    },
    {
      "cite": "James Hansen",
      "quote": "Being at NASA and having the access to both computing capability and satellite observation capability is kind of the ideal research situation to try to understand global climate change."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "NASA takes you to where your imagination has already been."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA."
    },
    {
      "cite": "Eugene Cernan",
      "quote": "NASA has been scattered to the four winds."
    },
    {
      "cite": "Skip Bertman",
      "quote": "NASA is moving the space program to Starkville because it has no atmosphere."
    }
  ]
}