{
  "source": "https://www.wisesayings.com/nascar-quotes/",
  "theme": "nascar",
  "quotes": [
    {
      "cite": "Randy Moss",
      "quote": "I'm from West Virginia. If you didn't know what was happening in NASCAR, you were on the outside. NASCAR is a big league sport, but it's still also country and redneck."
    },
    {
      "cite": "Mario Andretti",
      "quote": "In NASCAR, you can do a lot of banging around and get pretty serious and even get yourself upside down. All of those things can happen - and then you give an interview two seconds later."
    },
    {
      "cite": "John Oliver",
      "quote": "There are some people who watch NASCAR for the highly skilled driving - but most people watch it for the crashes."
    },
    {
      "cite": "Roger Staubach",
      "quote": "If NASCAR racing gets any more exciting, I may not be able to stand it."
    },
    {
      "cite": "Kyle Busch",
      "quote": "Once you're a NASCAR champion, you're kind of in another elite division instead of just being a competitor or a race winner."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "Unlike other sports, which are largely determined by individual athletic ability or team strength, NASCAR requires its competitors to cooperate in order to win."
    },
    {
      "cite": "Roger Staubach",
      "quote": "I have a lot to learn about NASCAR. But I've learned if you have the right people in the right places doing the right things, you can be successful at whatever you do."
    },
    {
      "cite": "Alonzo Bodden",
      "quote": "I didn't understand NASCAR until I met some NASCAR fans. You talk to a couple of NASCAR fans and you'll see where a shiny car driving in a circle would fascinate them all day. And I can make fun of NASCAR fans, because if they chase me, I just turn right."
    },
    {
      "cite": "Jeff Gordon",
      "quote": "In NASCAR, you don't have to be as physically strong as in some other forms of racing. You've just got to be able to endure the heat and endurance of it."
    },
    {
      "cite": "Jimmie Johnson",
      "quote": "NASCAR does a good job of trying to keep things equal with new rules. We're not allowed to have computers in our cars to tell the crew what's going on. So the only thing you have is the driver, and the driver-crew chief relationship. That's the most important thing."
    },
    {
      "cite": "Jim Brown",
      "quote": "NASCAR stepped up their safety concepts, and I think the drivers feel NASCAR is doing everything that can be done. So we are a little behind NASCAR in that respect. Someone in NASCAR realized there were certain things that could be done to make it safer. The same thing has to happen in football."
    },
    {
      "cite": "Eddie Irvine",
      "quote": "NASCAR is a bunch of farmers driving around in circles."
    },
    {
      "cite": "Keny Smith",
      "quote": "I know one thing. If a NASCAR driver ever got on the court with me, they wouldn't be able to keep up. That would be like me driving a bus in a NASCAR race."
    },
    {
      "cite": "Robby Gordon",
      "quote": "NASCAR, there's nothing wrong with it, it's very competitive, but the specs are very tight on tolerances."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "The cooperation of NASCAR - or any other system, it turns out - persists only when everyone believes he has the opportunity to win."
    },
    {
      "cite": "David Fricke",
      "quote": "NASCAR racing provides more brand awareness and interest than any of the other major sports. The opportunities to build business-to-business relationships within the racing community are endless."
    },
    {
      "cite": "Rachel Maddow",
      "quote": "In this country, the most popular form of car racing is the huge multibillion dollar industry that`s called stock car racing. That`s what NASCAR is. That`s what the SC stands for in the middle of NASCAR, Stock Cars."
    }
  ]
}