{
  "source": "https://www.wisesayings.com/nashville-quotes/",
  "theme": "nashville",
  "quotes": [
    {
      "cite": "Hayden Panettiere",
      "quote": "There is such a cool vibe in Nashville. It is has the excitement of a big city, but also has this amazing small town feel. I have definitely come to call it my home, and have my favorite go-to spots. But most of all it's the people. The southern charm, and hospitality. And some great shopping never hurts. As fun as Music City is during the day, the real magic happens at night ... The lights, the energy, the music, how could you not love this town?"
    },
    {
      "cite": "Ed Sheeran",
      "quote": "Nashville is wicked. It’s like a proper music community, but it’s also quintessentially American. You bump into people there with cowboy hats that spit in jars and call you ‘boy.’ I just love that."
    },
    {
      "cite": "Faith Hill",
      "quote": "Nashville is one of the greatest places for the best songwriters in the world. It’s been fantastic to live there and to raise our family there. It’s a great town."
    },
    {
      "cite": "Callie Khouri",
      "quote": "Nashville is the place where I first realized how impossible it is to look at someone and know what is inside them, what special something they possess."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "I came to Nashville, not to bring inspiration, but to gain inspiration from the great movement that has taken place in this community."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "It's the warmest, loveliest community I've ever set foot in. For me, it's the perfect place to live. It's the best part of America."
    },
    {
      "cite": "Sam Palladio",
      "quote": "Nashville is such a fantastic city, with this great creative music energy. Then there's that Southern hospitality, you can't beat that."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "I admire this town a lot. They take care of their own. There's not a lot of places in the world, much less America, that do that. It's just a great place."
    },
    {
      "cite": "Tom T. Hall",
      "quote": "The enticing allure of Nashville is that there is always something new coming down the pike. Put this record on and you’ll hear footsteps."
    },
    {
      "cite": "Ann Patchett",
      "quote": "I think of Nashville as a very natural place. We're easy going, we are ourselves. There isn't a lot of preening or trying to impress. So it's an easy place to just be and that is a good state from which to write."
    },
    {
      "cite": "Ricky Schroder",
      "quote": "Nashville feels like a big little town to me. It's got lots of culture and lots of interesting things to do and lots of interesting people. At the same time, it feels very small and tight-knit and very close. Everyone feels like they know each other."
    },
    {
      "cite": "Imelda May",
      "quote": "I love Nashville. It seems like everywhere you walk, there's great music coming out of every wall."
    },
    {
      "cite": "Alan Jackson",
      "quote": "To me, songwriting is the backbone of Nashville. Looks can go, fads can go, but a good song lasts forever."
    },
    {
      "cite": "Donal Henahan",
      "quote": "Real folk music long ago went to Nashville and left no known survivors."
    },
    {
      "cite": "Kim carnes",
      "quote": "Nashville has a great creative atmosphere. It's a small, close-knit music community that you cant find anywhere else."
    },
    {
      "cite": "Deana Carter",
      "quote": "I love Nashville, and I love the South, but on a professional level, I had started feeling smothered by the Nashville way of doing things."
    },
    {
      "cite": "Crystal Gayle",
      "quote": "Nashville used to have more integrity than just looking at the bottom line."
    },
    {
      "cite": "Keith Urban",
      "quote": "I think it took me a while to convince Nashville that what I do is genuine and my heart's in the right place, and I love country music."
    },
    {
      "cite": "Afrojack",
      "quote": "Holland is to dance music what Nashville is to country."
    }
  ]
}