{
  "source": "https://www.wisesayings.com/nasty-quotes/",
  "theme": "nasty",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "The unpleasant events you are passing from will not have been profitless to you."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Evil is a miscellaneous collection of nasty things that nasty people do."
    },
    {
      "cite": "Mark Twain",
      "quote": "Man is the only creature who has a nasty mind."
    },
    {
      "cite": "Anthony Powell",
      "quote": "One of the worst things about life is not how nasty the nasty people are. You know that already. It is how nasty the nice people can be."
    },
    {
      "cite": "Halldor Laxness",
      "quote": "Everyone always believes everything nasty of everyone else, and especially if it's a lie."
    },
    {
      "cite": "John Green",
      "quote": "When you say nasty things about people, you should never say the true ones, because you can't really fully and honestly take those back.."
    },
    {
      "cite": "Henry Miller",
      "quote": "What seems nasty, painful, evil can become a source of beauty, joy, and strength, if faced with an open mind."
    },
    {
      "cite": "John Frusciante",
      "quote": "Everything's very perfectly balanced; for all the horrible things in the world there's lots of good things."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A horrible night might be hidden in a beautiful morning!"
    },
    {
      "cite": "Grant Morrison",
      "quote": "It's so horrible to realize you're just the same as everyone else."
    },
    {
      "cite": "Kingsley Amis",
      "quote": "It is no wonder that people are so horrible when they start life as children."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "It would be horrible to live with someone who didn't like the same things you like."
    },
    {
      "cite": "Karin Slaughter",
      "quote": "Everybody had something horrible happen to them at one time or another in their life."
    },
    {
      "cite": "Jane Addams",
      "quote": "It is dreadful the way all the comfortable, happy people stay off to themselves."
    },
    {
      "cite": "William Wordsworth",
      "quote": "For all things are less dreadful than they seem."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "It's dreadful what little things lead people to misunderstand each other."
    },
    {
      "cite": "Sophocles",
      "quote": "How dreadful knowledge of the truth can be when there's no help in truth!"
    },
    {
      "cite": "Michael Crichton",
      "quote": "The nasty little apes that call themselves human beings can do nothing except run and hide."
    },
    {
      "cite": "Christopher Isherwood",
      "quote": "Sometimes awful things have their own beauty."
    },
    {
      "cite": "Carl Rogers",
      "quote": "It's an awful risky thing to live."
    },
    {
      "cite": "Marie Bashkirtseff",
      "quote": "The expectation of an unpleasantness is more terrible than the thing itself."
    },
    {
      "cite": "Starhawk",
      "quote": "Without a vision human beings are nasty creatures."
    },
    {
      "cite": "Deborah Grey",
      "quote": "Only when you're nervous do you get nasty."
    },
    {
      "cite": "Steve Guttenberg",
      "quote": "When people are nasty, it gets everybody's attention, and it gives them a name."
    },
    {
      "cite": "Charles Koch",
      "quote": "When you start attacking cronyism and people's political interests, it gets nasty."
    },
    {
      "cite": "Claude Debussy",
      "quote": "People don't very much like things that are beautiful.. they are so far from their nasty little minds."
    }
  ]
}