{
  "source": "https://www.wisesayings.com/nature-beauty-quotes/",
  "theme": "nature-beauty",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "One touch of nature makes the whole world kin."
    },
    {
      "cite": "L. Wolfe Gilbert",
      "quote": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself."
    },
    {
      "cite": "Thomas Kincade",
      "quote": "Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage."
    },
    {
      "cite": "John Ruskin",
      "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nature always wears the colors of the spirit."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Trees are the earth's endless effort to speak to the listening heaven."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed."
    },
    {
      "cite": "Amit Ray",
      "quote": "Looking at beauty in the world, is the first step of purifying the mind."
    },
    {
      "cite": "Ansel Adams",
      "quote": "I believe the world is incomprehensibly beautiful   an endless prospect of magic and wonder."
    },
    {
      "cite": "Edward Abbey",
      "quote": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds."
    },
    {
      "cite": "Rachel Carson",
      "quote": "Those who contemplate the beauty of the Earth find reserves of strength that will endure as long as life lasts."
    },
    {
      "cite": "Jules Renard",
      "quote": "On earth there is no heaven, but there are pieces of it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A lake is the landscape's most beautiful and expressive feature. It is Earth's eye; looking into which the beholder measures the depth of his own nature."
    },
    {
      "cite": "John Muir",
      "quote": "Climb the mountains and get their good tidings. Nature's peace will flow into you as sunshine flows into trees. The winds will blow their own freshness into you and the storms their energy, while cares will drop off like autumn leaves."
    },
    {
      "cite": "Plautis",
      "quote": "The day, water, sun, moon, night - I do not have to purchase these things with money."
    },
    {
      "cite": "Jane Austin",
      "quote": "To sit in the shade on a fine day and look upon the verdant green hills is the most perfect refreshment."
    },
    {
      "cite": "Susan S. Florence",
      "quote": "The rich fire of the orange sunset gloriously announces the coming night."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God."
    },
    {
      "cite": "John Lubbock",
      "quote": "Earth and sky, woods and fields, lakes and rivers, the mountain and the sea, are excellent schoolmasters, and teach some of us more than we can ever learn from books."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
    },
    {
      "cite": "Walt Whitman",
      "quote": "A morning-glory at my window satisfies me more than the metaphysics of books."
    },
    {
      "cite": "William Hazlitt",
      "quote": "We do not see nature with our eyes, but with our understandings and our hearts."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes—every form of animate or inanimate existence, leaves its impress upon the soul of man."
    },
    {
      "cite": "Lillian Russell",
      "quote": "Let the clean air blow the cobwebs from your body. Air is medicine."
    },
    {
      "cite": "Rachel Carson",
      "quote": "Those who contemplate the beauty of the earth find reserves of strength that will endure as long as life lasts. There is something infinitely healing in the repeated refrains of nature — the assurance that dawn comes after night, and spring after winter."
    },
    {
      "cite": "Humphry Davy",
      "quote": "Nature is beautiful and you are in her bosom. That voice of comfort which speaks in the breezes of the morning, may visit your mind, that the delightful influences which the green leaves, the blue sky, the moonbeams and clouds of the evening diffuse over the universe, may in their powers of soul-healing, visit your day visions, is my desire and hope."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Look deep into nature, and then you will understand everything better."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The best thing one can do when it's raining is to let it rain."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If you truly love Nature, you will find beauty everywhere."
    }
  ]
}