{
  "source": "https://www.wisesayings.com/navy-seal-quotes/",
  "theme": "navy-seal",
  "quotes": [
    {
      "cite": "Harris Faulkner",
      "quote": "The Navy Seals don't travel with 200 people, they wouldn't be able to execute the kind of tip-of-the-spear missions they do."
    },
    {
      "cite": "Eric Greitens",
      "quote": "The more successful Navy SEALs there are, the more glory it reflects on the community and the better it is for our country."
    },
    {
      "cite": "Ryan Zinke",
      "quote": "To be a Navy SEAL, it's three and a half years training before you're ever put into harm's way the first time."
    },
    {
      "cite": "Ryan Zinke",
      "quote": "When a recruiter first told me about the Navy SEALs, I knew it was the right fit."
    },
    {
      "cite": "Dan Crenshaw",
      "quote": "I know from my experience as a Navy SEAL that barriers work."
    },
    {
      "cite": "Brandon Webb",
      "quote": "As a Navy SEAL, and sniper, one of the things I learned was that excellence matters."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "I'm a warrior at heart; I'm an ex-Navy Seal. I'm too old to wage war anymore, and so now I wage it mentally. And so I find politics very stimulating; it's war without guns."
    },
    {
      "cite": "Vitor Belfort",
      "quote": "Like in combat when you're in chaos, a Navy SEAL in chaos, you cannot be afraid of dying for a cause."
    },
    {
      "cite": "Elizabeth Banks",
      "quote": "I do this system called TRX. It was developed by a Navy SEAL and is basically a simple cord that you can wrap around something anywhere, anytime, and you use your body weight as resistance. We installed one in our home gym, but you can also attach it to a tree. It's very easy to travel with."
    },
    {
      "cite": "Ryan Zinke",
      "quote": "As a Navy SEAL, our motto is obviously 'Never Quit,' and our only easy day was yesterday. Send in the Navy SEALS - I think it's time to send the Navy SEALS to Washington!"
    },
    {
      "cite": "Free",
      "quote": "Then say it like you mean it! Tell them who Free from the Navy Seal Team Is! Free"
    },
    {
      "cite": "21 Savage",
      "quote": "You know how we comin' Strapped like the Navy Seals Promise you don't want it"
    },
    {
      "cite": "Pras",
      "quote": "Holler if you hear me make your move if you ready Dirty Cash, Navy Seals, reppin' through your city, what?"
    },
    {
      "cite": "Pras",
      "quote": "You heard what I said, don't be misled Navy Seals what? Running over chicken heads"
    },
    {
      "cite": "Pras",
      "quote": "Scuba Diving with the Navy Seals in the Yellow Submarine  Headed for, the Philippines, microphone fiend with are regain green"
    },
    {
      "cite": "Lil Wayne",
      "quote": "The dirt under your feet could be the grave you fill You don't know how dead you feel until you're dead for real Gettin' high after I paid the bill Lower than a Navy SEAL"
    },
    {
      "cite": "Wu-Tang Clan",
      "quote": "when you see me on the real, forming like Volt Remember I got deep like a Navy Seal"
    },
    {
      "cite": "Travis Scott",
      "quote": "Gotta take a long drive up the hill Gang too wavy, move like Navy Seals"
    },
    {
      "cite": "Chris Brown",
      "quote": "When all odds against me, I need a Navy Seal If that you can't do, you don't love me like you say you do"
    },
    {
      "cite": "Meek Mill",
      "quote": "They'll come in like Navy Seals That's word to my momma, I promise I ain't doing no block"
    },
    {
      "cite": "Meek Mill",
      "quote": "They'll come in like Navy Seals That's word to my momma, I promise I ain't doing no block"
    },
    {
      "cite": "Pitbull",
      "quote": "I'm like a deck of cards, you gotta deal with me Want war? Then Navy Seal with me"
    },
    {
      "cite": "Rick Ross",
      "quote": "Veggies on the side of course, kush appetizez Let your Mercedes chill, roll wit a navy seal."
    },
    {
      "cite": "Prakah Iyer",
      "quote": "Passion and teamwork can turn a bunch of ordinary folks into an unbeatable, winning team.\tPassion and teamwork can turn a bunch of ordinary folks into an unbeatable, winning team."
    },
    {
      "cite": "Kanye West",
      "quote": "And we be strapping up like the navy seal do Sweet as banana split every time I peel through."
    },
    {
      "cite": "Chris Brown",
      "quote": "I need a soldier, someone real, someone to come get me When all odds against me, I need a Navy Seal"
    },
    {
      "cite": "Lil Uzi Vert",
      "quote": "Diamonds wet like Navy Seal Heard you drink lean, crack the seal Everybody know it ain't real"
    },
    {
      "cite": "Howard E. Wasdin",
      "quote": "The heart and soul of a Navy SEAL is somebody who's committed to their country and committed to their teammates."
    }
  ]
}