{
  "source": "https://www.wisesayings.com/navy-quotes/",
  "theme": "navy",
  "quotes": [
    {
      "cite": "Alan Shepard",
      "quote": "Obviously I was challenged by becoming a Naval aviator, by landing aboard aircraft carriers and so on."
    },
    {
      "cite": "Patrick O'Brian",
      "quote": "The Navy speaks in symbols and you may suit what meaning you choose to the words."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A good Navy is not a provocation to war. It is the surest guaranty of peace."
    },
    {
      "cite": "Rand Beers",
      "quote": "The Navy has a custom-if a ship runs aground, the captain is relieved regardless of who is responsible. That's how Abu Ghraib should be handled."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A powerful Navy we have always regarded as our proper and natural means of defense; and it has always been of defense that we have thought, never of aggression or of conquest. But who shall tell us now what sort of Navy to build? We shall take leave to be strong upon the seas, in the future as in the past; and there will be no thought of offense or provocation in that. Our ships are our natural bulwarks."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Being in a ship is being in a jail, with the chance of being drowned."
    },
    {
      "cite": "Herman Wouk",
      "quote": "The Navy is a master plan designed by geniuses for execution by idiots. If you're not an idiot, but find yourself in the Navy, you can only operate well by pretending to be one."
    },
    {
      "cite": "Bill Nye",
      "quote": "The US Navy has several people on every ship that can navigate by the stars. They don't fool with that."
    },
    {
      "cite": "Frank Knox",
      "quote": "No matter what happens, the U.S. Navy is not going to be caught napping."
    },
    {
      "cite": "Derren Brown",
      "quote": "When you start to build a serious wardrobe, the navy blazer is the very first piece you should choose. It can be a building block for an entire work and casual wardrobe."
    },
    {
      "cite": "David Garrick",
      "quote": "Hearts of oak are our ships, Gallant tars are our men."
    },
    {
      "cite": "Arleigh Burke",
      "quote": "The Navy has both a tradition and a future and we look with pride and confidence in both directions."
    },
    {
      "cite": "Mohammed Salman",
      "quote": "Navy teams have reached the area to launch an operation for the recovery of survivors or of all the bodies."
    },
    {
      "cite": "Charlie Brown",
      "quote": "The Navy ship returned fire after being fired upon."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "The Navy is very old and very wise."
    },
    {
      "cite": "Kiesza",
      "quote": "In the Navy, the path is paved for you. Your job is to be a soldier and fit in. As long as you stick to your place, it's actually really easy."
    },
    {
      "cite": "Chris Kyle",
      "quote": "The Navy credits me with more kills as a sniper than any other American service member, past or present."
    },
    {
      "cite": "Dan Blumenthal",
      "quote": "The Navy will need congressional and administration leadership in finding creative solutions for the submarine program, or the current course will continue."
    },
    {
      "cite": "Gordon Bethune",
      "quote": "I was a mechanic in the Navy. And mechanics in the Navy are like mechanics in airlines. You may have more stripes than I do, but you don't know how to fix the airplane."
    },
    {
      "cite": "James W. Blinn",
      "quote": "The navy is like a socialist country. Efficiency isn't part of the jargon."
    },
    {
      "cite": "Wendell Mayes",
      "quote": "We all know the Navy is never wrong, but in this case it was a little weak on being right."
    },
    {
      "cite": "Albert F. Pratt",
      "quote": "The Navy is much more than a job; much more than service to country. It is a way of life. It gets in your blood."
    },
    {
      "cite": "Leighton Smith",
      "quote": "The United States Navy is the envy of every other navy in the world. They don't want to be like us--they want to be us."
    },
    {
      "cite": "Richard Conti",
      "quote": "Nobody wants to see the ship go anywhere. The Navy likes it here, and I believe the city does as well."
    },
    {
      "cite": "Tom Hanks",
      "quote": "There's this misconception that the Navy is this cruise ship, and you get to go out and sail around, and every now and then, you have to swab the deck. But, no, it is a very impressive group of young people that live at sea, in this place that's very uncomfortable. They exude a pride that is well-deserved."
    },
    {
      "cite": "Emma Goldman",
      "quote": "The contention that a standing army and navy is the best security of peace is about as logical as the claim that the most peaceful citizen is he who goes about heavily armed."
    },
    {
      "cite": "Ernest Borgnine",
      "quote": "The Navy has changed a great deal. Not that the officers of my day were bad, because I served under a lot of good officers, believe me. But there were a few bad ones, too."
    },
    {
      "cite": "Daniel Martinez",
      "quote": "The Navy, from early on, knew this was important. They could have dumped it in the ocean. We don't know who decided this, but someone said let's keep it and preserve it."
    },
    {
      "cite": "Alexander Graham Bel",
      "quote": "Neither the Army nor the Navy is of any protection, or very little protection, against aerial raids."
    },
    {
      "cite": "William Bligh",
      "quote": "The ship was masted according to the proportion of the navy; but on my application the masts were shortened, as I thought them too much for her, considering the nature of the voyage."
    }
  ]
}