{
  "source": "https://www.wisesayings.com/naysayers-quotes/",
  "theme": "naysayers",
  "quotes": [
    {
      "cite": "Chad Hurley",
      "quote": "No matter what industry you're in, there will be naysayers. So you have to be your own champion."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Expect while reaching for the stars, people to whirl by with their dark clouds and storm upon you."
    },
    {
      "cite": "Chris Pine",
      "quote": "You either listen to the naysayers and fall into the pit of self-loathing, or you stay on the path and move forward."
    },
    {
      "cite": "Paul Harvey",
      "quote": "Every pessimist who ever lived has been buried in an unmarked grave. Tomorrow has always been better than today, and it always will be."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "An optimist stays up until midnight to see the new year in. A pessimist stays up to make sure the old year leaves."
    },
    {
      "cite": "Harry Truman",
      "quote": "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Pessimism is an excuse for not trying and a guarantee to a personal failure."
    },
    {
      "cite": "Helen Keller",
      "quote": "No pessimist ever discovered the secret of the stars, or sailed an uncharted land or opened a new doorway for the human spirit."
    },
    {
      "cite": "Patrick Bisher",
      "quote": "Being stubborn means resilience in the face of negativity. You'll begin to see that you have what the naysayers don't. Their criticisms and their judgments, are rooted in their own weakness, not yours. If you're stubborn enough, you will rise above the limitations they would seek to impose upon you."
    },
    {
      "cite": "Jeffrey Hanson",
      "quote": "Negativity is a very nasty and contagious disease. Remove yourself from all negative people, situations, and things. Choosing to be positive will help you maintain a better attitude, better health, and a better mind set."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let negative and toxic people rent space in your head. Raise the rent and kick them out."
    },
    {
      "cite": "Carol Tavris",
      "quote": "We need a few trusted naysayers in our lives, critics who are willing to puncture our protective bubble of self-justifications and yank us back to reality if we veer too far off. This is especially important for people in positions of power."
    },
    {
      "cite": "John Locke",
      "quote": "New opinions are always suspected, and usually opposed, without any other reason but because they are not already common."
    },
    {
      "cite": "Jerry and Eileen Spinelli",
      "quote": "In every age there are plenty of people around to remind you what you cannot possibly do. Thank goodness, for these naysayers provide a priceless service: They spur...us to achieve great things."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Whatever you do you need courage. Whatever course you decide upon, there will always be someone to tell you that you are wrong."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Naysayers are frightened by their own power."
    },
    {
      "cite": "R.S. Guthrie",
      "quote": "Perseverance: Outlasting the most rash, pessimistic, cowardly naysayers; those first in line to deny us the dreams never tried. Ourselves."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Develop a can-do-spirit and be sure you are not suppressed by the naysayers whose daily actions are meant to discourage you from achieving what you believe."
    },
    {
      "cite": "Pat Sajak",
      "quote": "I don't like talking to horses because they are naysayers"
    },
    {
      "cite": "Anton Szandor LaVey",
      "quote": "One of the keys to success is an unflinching belief that there are no rules. Anyone who's ever succeeded has gone on that premise; not buying established procedures, business or otherwise. The naysayers are inevitably left behind amid shouts of 'it cannot be done' and \"should not be done'."
    },
    {
      "cite": "Colin Powell",
      "quote": "Each of us must work to become a hardheaded realist, or else we risk wasting our time and energy on pursuing impossible dreams. Yet constant naysayers pursue no less impossible dreams. Their fear and cynicism move nothing forward. They kill progress. How many cynics built empires, great cities, or powerful corporations?"
    },
    {
      "cite": "Steven Sample",
      "quote": "Congenital naysayers are among the greatest stumbling blocks to thinking free. Rather than imagining how a new idea might possibly work, they instinctively think of all the reasons why it won't. They sincerely believe that they are doing everyone a favor by reducing the amount of time spent on bad or foolish ideas. But what they really do is undermine the creativity that can be harvested from thinking free."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "Naysayers have little power over us – unless we give it to them."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Find out who you are and figure out what you believe in. Even if it's different from what your neighbors believe in and different from what your parents believe in. Stay true to yourself. Have your own opinion. Don't worry about what people say about you or think about you. Let the naysayers nay. They will eventually grow tired of naying."
    },
    {
      "cite": "Yaira N",
      "quote": "Haters don’t really hate you, they hate themselves; because you’re a reflection of what they wish to be"
    },
    {
      "cite": "unknown",
      "quote": "There will be haters, there will be doubters, there will be non believers and there will be you proving them wrong."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "When the Naysayers Are Loud, Turn Up the Music."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A pessimist is one who builds dungeons in the air."
    },
    {
      "cite": "Don Marquis",
      "quote": "A pessimist is a person who has had to listen to too many optimists."
    },
    {
      "cite": "Anonymous",
      "quote": "The worst person to be around is someone who complains about everything and appreciates nothing"
    }
  ]
}