{
  "source": "https://www.wisesayings.com/necklace-quotes/",
  "theme": "necklace",
  "quotes": [
    {
      "cite": "Elsa Peretti",
      "quote": "A big diamond necklace is nouveau riche, really. People who have wealth a long time don't wear such things."
    },
    {
      "cite": "Karen Quan",
      "quote": "Some of us walk around with a necklace of hope, an armour of sanity, but at the end of the day, they always come off. We reveal our naked, vulnerable, real selves."
    },
    {
      "cite": "George Orwell",
      "quote": "A generation of the unteachable is hanging upon us like a necklace of corpses."
    },
    {
      "cite": "Amy Tan",
      "quote": "When you lose your face..., it is like dropping your necklace down a well. The only way you can get it back is to fall in after it."
    },
    {
      "cite": "Aneta Cruz",
      "quote": "Words are beads on the strings of sentences. So make a beautiful necklace!"
    },
    {
      "cite": "Jarod Kintz",
      "quote": "A string of burglaries is a crime necklace. Everything I have can be stolen except love, because I give it all away."
    },
    {
      "cite": "Tom Hackett",
      "quote": "The necklace of life is strung with the pearls of everyday memories; treasure them."
    },
    {
      "cite": "Paul Eldridge",
      "quote": "Many a necklace becomes a noose."
    },
    {
      "cite": "Amy Poehler",
      "quote": "You have to remember that goodbyes are temporary because no one ever really leaves and nothing lasts forever. People are always with us, because they are in our hearts and in our memory. The only thing we can depend on is change... Life is just a series of moments -- a string of pearls that make up the necklace of your life and so every once in a while, to complete the circle, you need to end a chapter."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "The mark of a wise person is being able to reach beyond the truth, to admit they can learn more than they already know. A wise person doesn't string together the beads of unrelated events into a necklace simply to have something they wish to see. A wise person sees the truth even if it is something unexpected. That is the most beautiful necklace to wear - the truth."
    },
    {
      "cite": "Myrtle Reed",
      "quote": "When a little pleasure has flashed for a moment against the dark, I have made that jewel mine. I have hundreds of them ... I call it my Necklace of Perfect Joy. When the world goes wrong, I have only to close my eyes and remember all the links in my chain, set with gems, some large and some small, but all beautiful with the beauty which never fades. It is all I can take with me when I go. My material possessions must stay behind, but my Necklace of Perfect Joy will bring me happiness to the end, when I put it on, to be nevermore unclasped."
    },
    {
      "cite": "Rumi",
      "quote": "You wander from room to room Hunting for the diamond necklace That is already around your neck!"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Let your necklace be love."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A woman needs ropes and ropes of pearls."
    },
    {
      "cite": "Genevieve Antoine Dariaux",
      "quote": "There is just one piece of jewelry that is equally becoming to everybody, lovely with almost every ensemble, appropriate for almost any occasion, and indispensable in every woman's wardrobe... long live the pearl necklace, true or false, from our first date until our last breath!"
    },
    {
      "cite": "Mu Xin",
      "quote": "Impressions are like pearls; ideas are like the string that turns the pearls into a necklace. The string is invisible, but it is not dispensable and cannot be broken."
    },
    {
      "cite": "Rita Rudner",
      "quote": "My husband gave me a necklace. It’s fake. I requested fake. Maybe I’m paranoid, but in this day and age, I don’t want something around my neck that’s worth more than my head."
    },
    {
      "cite": "Tracy Reese",
      "quote": "A statement necklace glams up any outfit without feeling like too much."
    },
    {
      "cite": "Kenneth Jay Lane",
      "quote": "A caveman took a shell, and maybe it had a hole in it, or maybe he put a hole in it, and he put it on a piece of a tail of a donkey or a dinosaur or something and gave it to the cavewoman. She put it around her neck - the first jewel."
    },
    {
      "cite": "Anita Diamant",
      "quote": "The painful things seemed like knots on a beautiful necklace, necessary for keeping the beads in place."
    },
    {
      "cite": "Francesca Lia Block",
      "quote": "Think of your pain like a bunch of red roses, a beautiful thorn necklace. Everyone has one."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I wear a necklace, cause I wanna know when I’m upside down."
    },
    {
      "cite": "Robert Lee Morris",
      "quote": "The necklace is the anchor; it's the classification of jewelry that says what the whole idea is about."
    }
  ]
}