{
  "source": "https://www.wisesayings.com/needy-quotes/",
  "theme": "needy",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "In times of your need, you will know those who really love you."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "Poor is the man whose pleasures depend on the permission of another."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Extreme poverty anywhere is a threat to human security everywhere."
    },
    {
      "cite": "Don Beck",
      "quote": "He cares about the needy and was always available to help in any capacity."
    },
    {
      "cite": "Buddha",
      "quote": "Thousand of candles can be lighted from a single candle. Happiness never decreases by being shared."
    },
    {
      "cite": "Saint Augustine",
      "quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like."
    },
    {
      "cite": "Plutarch",
      "quote": "Poverty is not dishonorable in itself, but only when it comes from idleness, intemperance, extravagance, and folly."
    },
    {
      "cite": "W.E.B. Du Bois",
      "quote": "To be a poor man is hard, but to be a poor race in a land of dollars is the very bottom of hardships."
    },
    {
      "cite": "Jennifer O'Neill",
      "quote": "When a person goes into a relationship emotionally needy, they are not going to have discernment in choosing people."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Poverty is a very complicated issue, but feeding a child isn't"
    },
    {
      "cite": "Horace",
      "quote": "Poverty urges us to do and suffer anything that we may escape from it, and so leads us away from virtue."
    },
    {
      "cite": "Norman B. Rice",
      "quote": "Dare to reach out your hand into the darkness, to pull another hand into the light."
    },
    {
      "cite": "Esther Duflo",
      "quote": "The poor get bored the same as the rest of us. Their happiness might be as important to them as their health."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "Poverty is an anomaly to rich people; it is very difficult to make out why people who want dinner do not ring the"
    },
    {
      "cite": "Jessy and Bryan Matteo",
      "quote": "Even the smallest act of caring for another person is like a drop of water it will make ripples throughout the entire pond."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "One ungrateful person does an injury to all needy people."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A poor but confident man is as hard to find as a rich but shy man."
    },
    {
      "cite": "Eli Khamarov",
      "quote": "Poverty is like punishment for a crime you didn't commit."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "As long as poverty, injustice and gross inequality persist in our world, none of us can truly rest."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work."
    },
    {
      "cite": "Aristotle",
      "quote": "Poverty is the parent of revolution and crime."
    }
  ]
}