{
  "source": "https://www.wisesayings.com/negativity-quotes/",
  "theme": "negativity",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "Seeing the glass as half empty is more positive than seeing it as half full. Through such a lens the only choice is to pour more. That is righteous pessimism."
    },
    {
      "cite": "Bobby Darnell",
      "quote": "Negativity is cannibalistic. The more you feed it, the bigger and stronger it grows."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Nobody can motivate himself in a positive direction by continually using negative words."
    },
    {
      "cite": "unknown",
      "quote": "There are some people who always seem angry and continuously look for conflict. Walk away; the battle they are fighting isn't with you, it is with themselves."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I will not let anyone walk through my mind with their dirty feet."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Don't believe in pessimism. If something doesn't come up the way you want, forge ahead. If you think it's going to rain, it will."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "Negative words are powerful boomerangs so be careful what you say about people and yourself."
    },
    {
      "cite": "David Lynch",
      "quote": "Negativity is the enemy of creativity."
    },
    {
      "cite": "Martin Buber",
      "quote": "Nothing can doom man but the belief in doom, for this prevents the movement of return."
    },
    {
      "cite": "John O'Donohue",
      "quote": "Negativity is an addiction to the bleak shadow that lingers around every human form ... you can transfigure negativity by turning it toward the light of your soul."
    },
    {
      "cite": "Ambika Wauters",
      "quote": "All negativity is an illusion created by the limited mind to protect and defend itself."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "Dwelling on the negative simply contributes to its power."
    },
    {
      "cite": "Francis Crawford",
      "quote": "To expect defeat is nine-tenths of defeat itself."
    },
    {
      "cite": "Sophocles",
      "quote": "The greatest griefs are those we cause ourselves."
    },
    {
      "cite": "Masaaki Hatsumi",
      "quote": "Forget your sadness, anger, grudges and hatred. Let them pass like smoke caught in a breeze. Do not indulge yourself in such feelings."
    },
    {
      "cite": "unknown",
      "quote": "The heaviest thing I can carry is a grudge."
    },
    {
      "cite": "Alphonse Karr",
      "quote": "Some people grumble that roses have thorns; I am grateful that thorns have roses."
    },
    {
      "cite": "Will Smith",
      "quote": "Stop letting people who do so little for you control so much of your mind, feelings and emotions."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Worry deprives you of strength and makes everything much worse, than what actually is."
    },
    {
      "cite": "Michael Pritchard",
      "quote": "Fear is that little dark room where negatives are developed."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "He who has never hoped, can never despair."
    },
    {
      "cite": "George Baker",
      "quote": "The world is round and the place which may seem like the end may also be only the beginning."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "The mind acts like an enemy for those who do not control it."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Stop allowing other people to dilute or poison your day with their words or opinions."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Criticism does not make you smarter or better than the one you are criticizing. In fact, the stuff you are critical of in others is the same stuff you don't like about yourself."
    },
    {
      "cite": "unknown",
      "quote": "The more you dwell on what you don't have, the more you get what you don't want."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome."
    }
  ]
}