{
  "source": "https://www.wisesayings.com/negative-thoughts-quotes/",
  "theme": "negative-thoughts",
  "quotes": [
    {
      "cite": "Robert H. Schuller",
      "quote": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts."
    },
    {
      "cite": "Andrew J. Bernstein",
      "quote": "Negative thoughts stick around because we believe them, not because we want them or choose them."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When the negative thoughts come - and they will; they come to all of us - it's not enough to just not dwell on it... You've got to replace it with a positive thought. https://www.brainyquote.com/quotes/joel_osteen_579038"
    },
    {
      "cite": "John C. Maxwell",
      "quote": "As negative thoughts produce negative actions, so positive thoughts produce positive actions."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Negative thoughts are the nails that build a prison of failure."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Believing in negative thoughts is the single greatest obstruction to success."
    },
    {
      "cite": "Robert Breault",
      "quote": "The best way to dispel negative thoughts is to require that they have a purpose."
    },
    {
      "cite": "William Walker Atkinson",
      "quote": "The best way to overcome undesirable or negative thoughts and feelings is to cultivate the positive ones."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Do not allow negative thoughts to enter your mind for they are the weeds that strange confidence."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Do not let your negative thoughts have power over you because those thoughts will end up controlling your life. No one can live a positive life with a negative mind."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "If you realized how powerful your thoughts are, you would never think a negative thought."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "There are more blessings in the book of your destiny than your negative thoughts and beliefs are suggesting."
    },
    {
      "cite": "Steve Backley",
      "quote": "A mind filled with negative thoughts makes you feel miserable and inadequate and will lead to failure after failure no matter how hard you try to succeed."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Consider that not only do negative thoughts and emotions destroy our experience of peace, they also undermine our health."
    },
    {
      "cite": "John Assaraf",
      "quote": "Are you a hoarder of more negative thoughts or positive ones? Whichever ones you hoard, grow into trees and then forests."
    },
    {
      "cite": "Leon Brown",
      "quote": "When you have walked through the hell of your negative thoughts and survived, no pain on this earth will ever again worry you."
    },
    {
      "cite": "Arian Foster",
      "quote": "When you start comparing yourself to another man's mirror, that's when those negative thoughts start creeping in. My journey isn't anybody else's journey."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "When you close the door of your mind to negative thoughts, the door of opportunity opens to you."
    },
    {
      "cite": "Les Brown",
      "quote": "The only thing that can possibly keep you from going after your dreams is the person standing in your shoes, wearing your clothes, and thinking your negative thoughts."
    },
    {
      "cite": "Eknath Easwaran",
      "quote": "The ancestor of every destructive action, every destructive decision, is a negative thought."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Dwelling on negative thoughts is like fertilizing weeds."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Never waste energy on worries or negative thoughts, all problems are brought into existence -drop them."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Never think negatively, for the negative thinker does a very dangerous thing. He pumps out negative thoughts into the world around him and thus activates the world negatively."
    },
    {
      "cite": "Jack Canfield",
      "quote": "It was thinking negative thoughts or thinking positive thoughts, leaving the house prepared or leaving the house unprepared that made the difference."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "We can lift ourselves, and others as well, when we refuse to remain in the realm of negative thought and cultivate within our hearts an attitude of gratitude."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Be a force of love as often as you can and turn away negative thoughts whenever you feel them surface."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Be vigilant; guard your mind against negative thoughts"
    },
    {
      "cite": "Stephen Richards",
      "quote": "Learn to forgive others so that you can release yourself from being held captive by the very negative thoughts around you."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Just the simple process of letting go of negative thoughts will allow your natural state of health to emerge within you."
    }
  ]
}