{
  "source": "https://www.wisesayings.com/negligence-quotes/",
  "theme": "negligence",
  "quotes": [
    {
      "cite": "Owen Feltham",
      "quote": "Negligence is the rust of the soul, that corrodes through all her best resolves."
    },
    {
      "cite": "George Matthew Adams",
      "quote": "Nearly all our ills are the result of neglect in some way or other. And this truth may be said to apply to the ills of nations as well. Negligence is at the bottom of all decay. And decay always starts by showing little signs-or warnings. Then is the time to show interest and to be alert. There is nothing quite so easy as to neglect, and nothing quite so difficult as to repair that negligence. Negligence always carries a high price. It costs nothing to avoid it!"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He that thinks he can afford to be negligent is not far from being poor."
    },
    {
      "cite": "Mladen Đorđević",
      "quote": "The seeds of evil blooms in the fields of negligence."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Where men or nations have broken down, it will almost invariably be found that neglect of little things was the rock on which they split."
    },
    {
      "cite": "Buddha",
      "quote": "The foolish and the ignorant give themselves over to negligence; whereas the wise treasure mindfulness as a precious jewel."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "If you neglect the pot, it boils over and extinguishes the fire."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A little neglect may breed great mischief; for want of a nail the shoe was lost; for want of the shoe the horse was lost; for want of the horse the rider was lost--being overtaken and slain by an enemy--all for the want of care about a horse-shoe nail."
    },
    {
      "cite": "Joseph Hall",
      "quote": "The best ground untilled, soonest runs out into rank weeds. A man of knowledge that is negligent or uncorrected, cannot but grow wild and godless."
    },
    {
      "cite": "E. P. Day",
      "quote": "Neglect will banish love, kill a lie, and silence slander; yet it will feed a malady, nourish hatred, and fill a garden with weeds."
    },
    {
      "cite": "Albert Barnes",
      "quote": "Neglect is enough to ruin a man; a man who is in business need not commit forgery or robbery to ruin himself; he has only to neglect his business, and his ruin is certain."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A little neglect may breed great mischief."
    },
    {
      "cite": "William Shakespeare",
      "quote": "In persons grafted in a serious trust, negligence is a crime."
    },
    {
      "cite": "Ben Jonson",
      "quote": "Success produces confidence; confidence relaxes industry, and negligence ruins the reputation which accuracy had raised."
    },
    {
      "cite": "Confucius",
      "quote": "There are not the weeds the ones that drown the good seed, but the negligence of the peasant."
    },
    {
      "cite": "Coco Chanel",
      "quote": "One can get used to ugliness, but never to negligence."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Remember that nothing will supply the want of prudence, and that negligence and irregularity long continued will make knowledge useless, wit ridiculous, and genius contemptible."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Without a little negligence, life would be intolerable."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "No weakness of the human mind has more frequently incurred animadversion, than the negligence with which men overlook their own faults, however flagrant, and the easiness with which they pardon them, however frequently repeated."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Gross negligence cannot possibly have intent because it cancels it out. If you're grossly negligent, intent's not a factor, you are or you aren't."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Every one should consider himself as intrusted not only with his own conduct, but with that of others; and as accountable, not only for the duties which he neglects, or the crimes that he commits, but for that negligence and irregularity which he may encourage or inculcate. Every man, in whatever station, has, or endeavours to have his followers, admirers, and imitators, and has therefore the influence of his example to watch with care."
    },
    {
      "cite": "Colin Powell",
      "quote": "Never neglect details. When everyone’s mind is dulled or distracted the leader must be doubly vigilant."
    },
    {
      "cite": "Edward Whymper",
      "quote": "There have been joys too great to be described in words, and there have been griefs upon which I have not dared to dwell, and with these in mind I say, climb if you will, but remember that courage and strength are naught without prudence, and that a momentary negligence may destroy the happiness of a lifetime. Do nothing in haste, look well to each step, and from the beginning think what may be the end."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "Luck is a result of careful preparation, failure is a result of negligence."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The corn is not choked by the weeds but by the negligence of the farmer."
    },
    {
      "cite": "Owen Feltham",
      "quote": "There is the same difference between diligence and neglect, that there is between a garden curiously kept and the sluggard's field when it was all overgrown with nettles and thorns; the one is clothed with beauty and the gracious amiableness of content and cheering loveliness; while the other hath nothing but either little smarting pungencies or else such transpiercings as rankle the flesh within."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "They that are on their guard and appear ready to receive their adversaries, are in much less danger of being attacked than the supine, secure and negligent."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Where families suffer from disasters that are preventable, this is a measure of a whole nation's neglect. A society imperils its own future when, out of negligence or contempt, it overlooks the need of children to be reared in a family ... or when, in the midst of plenty, some families cannot give their children adequate food and shelter, safe activity and rest, and an opportunity to grow into full adulthood as people who can care for and cherish other human beings like themselves."
    },
    {
      "cite": "William Warburton",
      "quote": "Neglect of pruning does not kill the vine, but causes it to ramify immoderately, and grow wild."
    },
    {
      "cite": "Confucius",
      "quote": "It cannot be when the root is neglected that what springs from it will be well ordered."
    }
  ]
}