{
  "source": "https://www.wisesayings.com/negotiation-quotes/",
  "theme": "negotiation",
  "quotes": [
    {
      "cite": "Benjamin Netanyahu",
      "quote": "You can only end a negotiation for peace if you begin it."
    },
    {
      "cite": "Michael Weston",
      "quote": "To win a negotiation you have to show you're willing to walk away. And the best way to show you're willing to walk away is to walk away."
    },
    {
      "cite": "Leigh Steinberg",
      "quote": "The only thing certain about any negotiation is that it will lead to another negotiation."
    },
    {
      "cite": "Kenneth Eade",
      "quote": "In any negotiation, the one who first gives a number is the loser."
    },
    {
      "cite": "Howard Baker",
      "quote": "The most difficult thing in any negotiation, almost, is making sure that you strip it of the emotion and deal with the facts. And there was a considerable challenge to that here and understandably so."
    },
    {
      "cite": "Christine Lagarde",
      "quote": "Before a negotiation can proceed and be completed, what is outside the scope of negotiation needs to be agreed."
    },
    {
      "cite": "Tom Metzger",
      "quote": "Either we're going to solve this by realistic negotiation or there will be blood on the border."
    },
    {
      "cite": "Brian Koslow",
      "quote": "During a negotiation, it would be wise not to take anything personally. If you leave personalities out of it, you will be able to see opportunities more objectively."
    },
    {
      "cite": "Claire Danes",
      "quote": "Relationships are a constant negotiation and balance."
    },
    {
      "cite": "Yitzhak Rabin",
      "quote": "The negotiations must address all aspects, both peace and withdrawal."
    },
    {
      "cite": "Francis Bacon",
      "quote": "In all negotiations of difficulty, a man may not look to sow and reap at once; but must prepare business, and so ripen it by degrees."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Everything is negotiable. Whether or not the negotiation is easy is another thing."
    },
    {
      "cite": "Kevin O'Leary",
      "quote": "So much of life is a negotiation - so even if you're not in business, you have opportunities to practice all around you."
    },
    {
      "cite": "Saul Alinsky",
      "quote": "No issue can be negotiated unless you first have the clout to compel negotiation."
    },
    {
      "cite": "Barry Boehm",
      "quote": "Negotiation builds a team as well as a set of requirements."
    },
    {
      "cite": "Harri Holkeri",
      "quote": "If you come to a negotiation table saying you have the final truth, that you know nothing but the truth and that is final, you will get nothing."
    },
    {
      "cite": "D. Mark Kilgour &amp; Keith W. Hipel",
      "quote": "A negotiation is a strategic conflict."
    },
    {
      "cite": "Bilyana Martinovski",
      "quote": "Each negotiation is embedded in a larger context of co-being, which involves empathy and awareness of common goal/condition."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We cannot negotiate with people who say what's mine is mine and what's yours is negotiable."
    },
    {
      "cite": "Dr. Jim Hennig",
      "quote": "Negotiation is like an athletic contest; Momentum is paramount!!"
    },
    {
      "cite": "Akbar Ganji",
      "quote": "Negotiation talks are the best way to solve anything. We must replace wars and weapons with negotiations and talks."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Every day's a negotiation and sometimes it's done with guns."
    },
    {
      "cite": "Avigdor Lieberman",
      "quote": "Any negotiation on the basis of land for peace is a fatal mistake."
    },
    {
      "cite": "Eoin Colfer",
      "quote": "The trick to negotiation was to hold all the cards going in and, even if you didn't, to try to look as though you did."
    },
    {
      "cite": "Marvin S. Levin",
      "quote": "If you are planning on doing business with someone again, don't be too tough in the negotiations. If you're going to skin a cat, don't keep it as a house cat."
    },
    {
      "cite": "Marvin Gaye",
      "quote": "Negotiation means getting the best of your opponent."
    },
    {
      "cite": "George P. Shultz",
      "quote": "Negotiations are a euphemism for capitulation if the shadow of power is not cast across the bargaining table."
    },
    {
      "cite": "Dean Acheson",
      "quote": "Negotiation in the classic diplomatic sense assumes parties more anxious to agree than to disagree."
    },
    {
      "cite": "Luke Roberts",
      "quote": "Conflict is good in a negotiation process. it's the clash of two ideas, which then, all being well, produces a third idea."
    },
    {
      "cite": "Robert Irwin",
      "quote": "Negotiating a deal can only take place when there are two parties. If you wait too long, the other party may already have negotiated a deal with someone else."
    }
  ]
}