{
  "source": "https://www.wisesayings.com/neighbors-quotes/",
  "theme": "neighbors",
  "quotes": [
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "We make our friends; we make our enemies; but God makes our next door neighbor."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Don't throw stones at your neighbors if your own windows are glass."
    },
    {
      "cite": "Heinrich Boll",
      "quote": "Even the devil's eyes can't be as sharp as the neighbors'."
    },
    {
      "cite": "Hesiod",
      "quote": "A bad neighbor is a misfortune, as much as a good one is a great blessing."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "A good neighbor sometimes cuts your morning up to mince-meat of the very smallest talk, then helps to sugar her bohea at night with your reputation."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "All will concede that in order to have good neighbors, we must also be good neighbors. That applies in every field of human endeavor."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The Bible tells us to love our neighbors, and also to love our enemies; probably because generally they are the same people."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you injure your neighbour, better not do it by halves."
    },
    {
      "cite": "Alexandra Stoddard",
      "quote": "We all have neighbors. Greet them on the sidewalk or in the elevator, but try not to peer through their windows. Windows are to look out from, not into."
    },
    {
      "cite": "Norman Douglas",
      "quote": "They who are all things to their neighbors cease to be anything to themselves."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "How you can have dreams when your neighbors have nightmares."
    },
    {
      "cite": "Michel Quoist",
      "quote": "Someone who loves a neighbor allows him to be as he is, as he was, and as he will be."
    },
    {
      "cite": "Ana Monnar",
      "quote": "All human beings are my neighbors. We share the same planet."
    },
    {
      "cite": "Lizette Woodworth Reese",
      "quote": "To hear that your neighbor was worse off than yourself was not an altogether unpleasant experience."
    },
    {
      "cite": "Jane Austen",
      "quote": "For what do we live, but to make sport for our neighbors, and laugh at them in our turn?"
    },
    {
      "cite": "Emily Post",
      "quote": "To do exactly as your neighbors do is the only sensible rule."
    },
    {
      "cite": "Robert Frost",
      "quote": "Good fences make good neighbours."
    },
    {
      "cite": "Lou Holtz",
      "quote": "If you burn your neighbors house down, it doesn't make your house look any better."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man."
    },
    {
      "cite": "Arthur Baer",
      "quote": "A good neighbor is a fellow who smiles at you over the back fence, but doesn't climb over it."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Few of us could bear to have ourselves for neighbors."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "The supreme satisfaction is to be able to despise one's neighbor and this fact goes far to account for religious intolerance. It is evidently consoling to reflect that the people next door are headed for hell."
    },
    {
      "cite": "Howard E. Koch",
      "quote": "You can be a good neighbor only if you have good neighbors."
    },
    {
      "cite": "David McCallum",
      "quote": "We should learn to live and love our neighbors as ourselves for the sake of peace and progress."
    },
    {
      "cite": "Pawan Mishra",
      "quote": "Good neighbors always spy on you to make sure you are doing well."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "If you want to annoy your neighbors, tell the truth about them."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "There are many who dare not kill themselves for fear of what the neighbours will say."
    },
    {
      "cite": "Richard Whately",
      "quote": "A man is called selfish not for pursuing his own good, but for neglecting his neighbor's."
    },
    {
      "cite": "Robert Breault",
      "quote": "Love thy neighbor, and if it requires that you bend your understanding of the truth, the Truth will understand."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Nothing makes you more tolerant of a neighbor's noisy party than being there."
    }
  ]
}