{
  "source": "https://www.wisesayings.com/nepotism-quotes/",
  "theme": "nepotism",
  "quotes": [
    {
      "quote": "A little nepotism never hurt nobody, honey. If you got it, use it. Press on with it. Remind them of it.",
      "cite": "Lena Horne"
    },
    {
      "quote": "Nepotism is the bedrock of social existence.",
      "cite": "Adam Bellow"
    },
    {
      "quote": "I don't believe in nepotism. I don't much like the idea of parents who interfere.",
      "cite": "Anthony Hopkins"
    },
    {
      "quote": "I made nepotism an art form, so I get to work with a lot of relatives and they're part of it.",
      "cite": "Garry Marshall"
    },
    {
      "quote": "This country has moved away from the politics of caste, nepotism, and appeasement.",
      "cite": "Amit Shah"
    },
    {
      "quote": "At the end of the day, nepotism has been there. It's always going to be there. Don't expect it to change.",
      "cite": "Amyra Dastur"
    },
    {
      "quote": "I think the debate around nepotism is futile because I am an outsider and I know that there is no compensation of talent.",
      "cite": "Badshah"
    },
    {
      "quote": "I've always been, with acting, very hesitant to get myself into situations where I would be accused of nepotism.",
      "cite": "Bryce Dallas Howard"
    },
    {
      "quote": "Despotism favors the despot, nepotism favors the despot's genes.",
      "cite": "Danielle Tremblay"
    },
    {
      "quote": "I stand by it. I take the criticism for it. I think it's unfair, but yes, there is a thing about nepotism, and we all try to respect it.",
      "cite": "Ellen Johnson Sirleaf"
    },
    {
      "quote": "When in doubt, you bring in relatives. Nepotism is a part of my work.",
      "cite": "Garry Marshall"
    },
    {
      "quote": "A doctor's son can become a doctor, and no one screams nepotism. I don't understand why, in this industry, people keep saying 'nepotism, nepotism.'",
      "cite": "Soni Razdan"
    },
    {
      "quote": "Nepotism is the lowest and least imaginative form of corruption.",
      "cite": "Daniel Alarcón"
    },
    {
      "quote": "Nepotism can get you very far in the world if you’ve got the right connections.",
      "cite": "Lauren Kunze"
    },
    {
      "quote": "No one remembers how you got a chance, they only remember what you did with it.",
      "cite": "Stewart Stafford"
    },
    {
      "quote": "With a blade at your throat, a well-connected uncle or a wealthy mother could not save you. Only you could save yourself.",
      "cite": "Natalia Marx"
    },
    {
      "quote": "Institutional nepotism might be tolerated in prosperous times. Setbacks can become crises, however, when there is incompetence in key positions at crucial moments.",
      "cite": "Stewart Stafford"
    },
    {
      "quote": "Ours is the God who only got the job because his brother runs several successful universes.",
      "cite": "T.J. Kirk"
    },
    {
      "quote": "Like the good ape he is, man is a social animal, characterized by cronyism, nepotism, corruption and gossip.",
      "cite": "Carlos Ruiz Zafón"
    },
    {
      "quote": "One would be lying if they say nepotism doesn't exist.",
      "cite": "Huma Qureshi"
    },
    {
      "quote": "I can tolerate anything but corruption and nepotism.",
      "cite": "Naveen Patnaik"
    },
    {
      "quote": "Acting is a fair business. If you are not going to bring in the audience, no nepotism will work.",
      "cite": "Soni Razdan"
    },
    {
      "quote": "Nepotism sometimes can be a lose-lose situation.",
      "cite": "Vikram Chatwal"
    },
    {
      "quote": "The word nepotism comes, in fact, from nipote, Italian for nephew.",
      "cite": "Ross King"
    },
    {
      "quote": "Political donations are a form of nepotism.",
      "cite": "Steven Magee"
    },
    {
      "quote": "Nepotism made it extremely difficult to function as a manager in certain high altitude observatories.",
      "cite": "Steven Magee"
    },
    {
      "quote": "At the root of every form of ungodliness, injustice, nepotism, selfishness, every rivalry and competitive jealousy, is the monster called greed.",
      "cite": "Sunday Adelaja"
    }
  ]
}