{
  "source": "https://www.wisesayings.com/nerdy-quotes/",
  "theme": "nerdy",
  "quotes": [
    {
      "cite": "Zachary Levi",
      "quote": "The thing I've always been most nerdy about is technology, in general."
    },
    {
      "cite": "Peter Thiel",
      "quote": "What nerds miss is that it takes hard work to make sales look easy."
    },
    {
      "cite": "A. D. Posey",
      "quote": "All the geniuses and greats are really just nerds with experience."
    },
    {
      "cite": "Channing Tatum",
      "quote": "Everyone's a nerd inside. I don't care how cool you are."
    },
    {
      "cite": "Al Yankovic",
      "quote": "People that were a little nerdy in high school would look up to me and know it gets better."
    },
    {
      "cite": "Merriam Webster",
      "quote": "Weird: of strange or extraordinary character."
    },
    {
      "cite": "AJ Carpio",
      "quote": "When life gives you questions, google has answers."
    },
    {
      "cite": "Daniel Radcliffe",
      "quote": "The nerds are the ones that make the films and do loads of other really cool stuff in their life."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "My best definition of a nerd: someone who asks you to explain an aphorism."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The imagination of the genius vastly surpasses his intellect; the intellect of the academic vastly surpasses his imagination."
    },
    {
      "cite": "Sherlock Holmes",
      "quote": "To a great mind. Nothing is little."
    },
    {
      "cite": "Liam Aiken",
      "quote": "I hang out with the nerdy people, they have a different sense of humor than most kids."
    },
    {
      "cite": "Benjamin Nugent",
      "quote": "I will take a serious approach to a subject usually treated lightly, which is a nerdy thing to do."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The fool generalizes the particular; the nerd particularizes the general; some do both; and the wise does neither."
    },
    {
      "cite": "John Burnside",
      "quote": "That's the wonderful thing with nerds: they're enthusiasts. Not having a life means you get to love things with a passion and nobody bothers you about it."
    },
    {
      "cite": "Simon Pegg",
      "quote": "Being a geek means never having to play it cool about how much you like something"
    },
    {
      "cite": "Bill Gates",
      "quote": "Be nice to nerds. Chances are you'll end up working for one."
    },
    {
      "cite": "Violet Haberdasher",
      "quote": "If you like nerds, raise your hand. If you don't, raise your standards."
    },
    {
      "cite": "John Green",
      "quote": "Nerd life is so much better than regular life."
    },
    {
      "cite": "Zachary Levi",
      "quote": "Nerd. One whose unbridled passion for something defines who they are as a person, without fear of other people's judgement."
    },
    {
      "cite": "Jonathan Lethem",
      "quote": "Nerds are just deep, and neurotic, fans. Needy fans. We're all nerds, on one subject or another."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "A lot of times nerds are really artists listening to the beat of another drummer."
    },
    {
      "cite": "Ryohgo Narita",
      "quote": "A true nerd knows the difference between 2-D and 3-D, and chooses 2-D every frickin' time!"
    },
    {
      "cite": "Chris Hardwick",
      "quote": "Traditionally nerd-based culture is now a big sector of pop culture."
    },
    {
      "cite": "Atom Yang",
      "quote": "The call and response rituals of geeks were a thing of beauty, and allowed said geeks to identify each other across time and space."
    },
    {
      "cite": "Wil Wheaten",
      "quote": "Being a nerd is not about what you love, it's about how you love it."
    },
    {
      "cite": "Charles J. Sykes",
      "quote": "Be nice to nerds. You may end up working for them. We all could."
    },
    {
      "cite": "Mandy Hale",
      "quote": "So you're a little weird? Work it! Different? Own it! Better to be a nerd than one of the herd!"
    },
    {
      "cite": "Douglas Adams",
      "quote": "A nerd is someone who uses a telephone to talk to other people about telephones."
    },
    {
      "cite": "Bjork",
      "quote": "I get obsessed by little nerdy things in my corner that no one else is interested in."
    }
  ]
}