{
  "source": "https://www.wisesayings.com/nervous-quotes/",
  "theme": "nervous",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "Being nervous isn't bad. It just means something important is happening."
    },
    {
      "cite": "Taryne Mowatt",
      "quote": "Every time you go out there, you want to be a little nervous, have a little bit of butterflies in your stomach and get the juices flowing."
    },
    {
      "cite": "Anonymous",
      "quote": "Being nervous when talking in front of a lot of people. Sweaty hands, shakey voice, forgetting what your about to say."
    },
    {
      "cite": "S.R. Ford",
      "quote": "Nervousness always provokes mistakes, and mistakes lead to easy convictions."
    },
    {
      "cite": "Ed Weeks",
      "quote": "I'm a very anxious, nervy kind of loser in many ways, and I get very stressed and a little tense."
    },
    {
      "cite": "Anonymous",
      "quote": "That nervous feeling when you think about that certain someone and how you're about to see them soon."
    },
    {
      "cite": "Toba Beta",
      "quote": "Nervous people tend to overreact."
    },
    {
      "cite": "Toba Beta",
      "quote": "When you feel nervous, recall your pride."
    },
    {
      "cite": "Miles Davis",
      "quote": "If you're not nervous then you're not paying attention."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "To show his nervousness was not shameful; only to admit it."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "A well adjusted person is one who makes the same mistake twice without getting nervous."
    },
    {
      "cite": "Mary Beth McKenzie",
      "quote": "Most beginners are too anxious for results. Real progress takes place over a long period of time."
    },
    {
      "cite": "Kate Bush",
      "quote": "Being nervous actually kept me very tense."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The way to secure success is to be more anxious about obtaining than about deserving it."
    },
    {
      "cite": "Shana Alexander",
      "quote": "The sad truth is that excellence makes people nervous."
    },
    {
      "cite": "Maria Bamford",
      "quote": "Time flies when you are anxious!"
    },
    {
      "cite": "Kami Garcia",
      "quote": "Butterflies in your stomach. More like killer bees."
    },
    {
      "cite": "Adriana Lima",
      "quote": "Don't try to be what you're not. If you're nervous, be nervous. If you're shy, be shy. It's cute."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The mind that is anxious about the future is miserable."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "To talk to someone who does not listen is enough to tense the devil."
    },
    {
      "cite": "Tiger Woods",
      "quote": "If you're not nervous, it means you don't care."
    },
    {
      "cite": "Paula Creamer",
      "quote": "Being nervous is not something you should be ashamed of. Nervous means you care, you really want to do well."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "A nervous silence loosens tongues."
    },
    {
      "cite": "Dan Millman",
      "quote": "You don't have to control your thoughts. You just have to stop letting them control you."
    },
    {
      "cite": "Caroline Hanson",
      "quote": "Nervousness made her feel nauseous, almost like she had two hearts frantically beating in her chest, instead of one."
    },
    {
      "cite": "Lara Flynn Boyle",
      "quote": "Sometimes when you're just thrown into something, you are more ready for it than when you have time to think it over and get nervous about it."
    },
    {
      "cite": "Ali bin Abu-Talib",
      "quote": "When you feel afraid or nervous to do a thing then do it because the real harm which you may thus receive is less poignant than its expectation and fear."
    },
    {
      "cite": "Art Buchwald",
      "quote": "A bad liver is to a Frenchman what a nervous breakdown is to an American. Everyone has had one and everyone wants to talk about it."
    }
  ]
}