{
  "source": "https://www.wisesayings.com/nerve-quotes/",
  "theme": "nerve",
  "quotes": [
    {
      "cite": "Edmund Burke",
      "quote": "He that struggles with us strengthens our nerves, and sharpens our skill. Our antagonist is our helper."
    },
    {
      "cite": "Jane Austen",
      "quote": "I have a high respect for your nerves. They are my old friends."
    },
    {
      "cite": "Alan Alda",
      "quote": "Laugh at yourself, but don't ever aim your doubt at yourself. Be bold. When you embark for strange places, don't leave any of yourself safely on shore. Have the nerve to go into unexplored territory."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "It destroys one's nerves to be amiable every day to the same human being."
    },
    {
      "cite": "Christopher Morley",
      "quote": "In every man's heart there is a secret nerve that answers to the vibrations of beauty."
    },
    {
      "cite": "Dana Plato",
      "quote": "I think the whole nerves thing comes into play when we worry about what other people and society will think."
    },
    {
      "cite": "David Bronstein",
      "quote": "A game of chess is not an examination of knowledge; it is a battle of nerves."
    },
    {
      "cite": "Debi Thomas",
      "quote": "If you trust your nerve as well as your skill, you're capable of a lot more than you can imagine."
    },
    {
      "cite": "Ed Seykota",
      "quote": "Losing a position is aggravating, whereas losing your nerve is devastating."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "If your Nerve, deny you - Go above your Nerve"
    },
    {
      "cite": "Margaret Atwood",
      "quote": "You need a certain amount of nerve to be a writer."
    },
    {
      "cite": "Mike Nichols",
      "quote": "Nerves provide me with energy... It's when I don't have them, when I feel at ease, that's when I get worried."
    },
    {
      "cite": "Sara Quin",
      "quote": "Unnerved, the nerve, you're nervous, nervous that I'm right."
    },
    {
      "cite": "Steve Bull",
      "quote": "Nerves and butterflies are fine - they're a physical sign that you're mentally ready and eager. You have to get the butterflies to fly in formation, that's the trick."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Set up another case bartender! The best thing for a case of nerves is a case of Scotch."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "It's a funny thing, the less people have to live for, the less nerve they have to risk losing nothing."
    },
    {
      "cite": "Alan Rickman",
      "quote": "Acting touches nerves you have absolutely no control over."
    },
    {
      "cite": "Eileen Collins",
      "quote": "I have no nerves, no emotion, no pressure."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge."
    },
    {
      "cite": "Itzhak Perlman",
      "quote": "Competition can be the most nerve-racking experience. Some people just thrive on it."
    },
    {
      "cite": "Sanhita Baruah",
      "quote": "Often it feels like I am breathing today only because a few years back I had no idea which nerve to cut."
    }
  ]
}