{
  "source": "https://www.wisesayings.com/nest-quotes/",
  "theme": "nest",
  "quotes": [
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A bird in a nest is secure, but that is not why God gave it wings."
    },
    {
      "cite": "Susan Fletcher",
      "quote": "But they fly. It is what fledged birds must do, and she's always known that. The nest can't always be full."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The human bird shall take his first flight, filling the world with amazement, all writings with his fame, and bringing eternal glory to the nest whence he sprang."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Great men are like eagles, and build their nest on some lofty solitude."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who is not a bird should not build his nest over abysses."
    },
    {
      "cite": "MadhusmitaBeura",
      "quote": "A weaver bird's nest is an appropriate metaphor for my dreams; for both know the art of resistance."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Deep inside her heart, I was feeling my home like a hay made nest."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "When the nest becomes too small a bird is ready to spread its wings and fly."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Success is full of promise till one gets it, and then it seems like a nest from which the bird has flown."
    },
    {
      "cite": "John Burroughs",
      "quote": "The art of the bird is to conceal its nest both as to position and as to material, but now and then it is betrayed into weaving into its structure showy and bizarre bits of this or that, which give its secret away and which seem to violate all the traditions of its kind."
    },
    {
      "cite": "Cynthia Lewis",
      "quote": "You'll have a lot more respect for a bird after you try making a nest."
    },
    {
      "cite": "Edith Wharton",
      "quote": "No insect hangs its nest on threads as frail as those which will sustain the weight of human vanity."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The owl goes not into the nest of the lark."
    },
    {
      "cite": "Ashanti",
      "quote": "By going and coming, a bird weaves its nest."
    },
    {
      "cite": "J. G. Holland",
      "quote": "God gives every bird its food, but He does not throw it into its nest."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Well I know the secret places, And the nests in hedge and tree; At what doors are friendly faces, In what hearts are thoughts of me."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And alone and without his nest shall the Eagle fly across the sun."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Heavenly bodies are nests of invisible birds."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "That the birds of worry and care fly over your head, this you cannot change, but that they build nests in your hair, this you can prevent."
    },
    {
      "cite": "Sonali Gupta",
      "quote": "And then; the bird of her dreams couldn't find shelter in his nest. She flew away to build her own!"
    },
    {
      "cite": "Sonali Gupta",
      "quote": "Skies tempt them to fly. Nests have them back."
    },
    {
      "cite": "unknown",
      "quote": "If a bird's nest chance to be before thee in the way in any tree, or on the ground, whether they be young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young: But thou shalt in any wise let the dam go, and take the young to thee; that it may be well with thee, and that thou mayest prolong thy days."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "There are no birds in last year's nest."
    },
    {
      "cite": "unknown",
      "quote": "As a bird that wandereth from her nest, so is a man that wandereth from his place."
    },
    {
      "cite": "Amit Ray",
      "quote": "Fixed mindset worries in the nest and the growth mindset dances on the edge."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength"
    }
  ]
}