{
  "source": "https://www.wisesayings.com/networking-quotes/",
  "theme": "networking",
  "quotes": [
    {
      "cite": "Diane Helbig",
      "quote": "Networking is an investment in your business. It takes time and when done correctly can yield great results for years to come."
    },
    {
      "cite": "Beth Ramsay",
      "quote": "All the time and effort put into networking can be all for naught if there is no follow-through. The same goes for sales. And leadership. And   well, everything."
    },
    {
      "cite": "Beth Ramsay",
      "quote": "It's great to spend time at a networking event with someone you know and like. But that's not what you're there for. Your goal is to expand your network by meeting new people."
    },
    {
      "cite": "Michele Jennae",
      "quote": "Networking is not about just connecting people. It's about connecting people with people, people with ideas, and people with opportunities."
    },
    {
      "cite": "Michele Jennae",
      "quote": "Networking means the act of exchanging information with people who can help you professionally."
    },
    {
      "cite": "Robert Kerrigan",
      "quote": "The way of the world is meeting people through other people."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you want 1 year of prosperity, grow grain. If you want 10 years of prosperity, grow trees. If you want 100 years of prosperity, grow people."
    },
    {
      "cite": "Mike Davidson",
      "quote": "It's all about people. It's about networking and being nice to people and not burning any bridges."
    },
    {
      "cite": "Bob Burg",
      "quote": "The successful networkers I know, the ones receiving tons of referrals and feeling truly happy about themselves, continually put the other person's needs ahead of their own."
    },
    {
      "cite": "Keith Ferrazzi",
      "quote": "The currency of real networking is not greed but generosity."
    },
    {
      "cite": "Chris London",
      "quote": "Networking with integrity creates a greater willingness of all parties to be part of a human conduit to serve as energy and resource to one another. Sometimes you will give more than you receive and sometimes you will get back more than you give. It's not about keeping score."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "Network selectively ' You never know when someone might say yes' is marketing for dummies. Take the time to build a profile of your ideal customers, and target your networking activities to reach them. Speak to those who are already predisposed to want what you offer. Almost any profile is better than  anyone with a pulse'."
    },
    {
      "cite": "Armstrong Williams",
      "quote": "Networking is an essential part of building wealth."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "My Golden Rule of Networking is simple: Don't keep score."
    },
    {
      "cite": "Steve Winwood",
      "quote": "Networking is rubbish; have friends instead."
    },
    {
      "cite": "Mark Yarnell",
      "quote": "It's not about finding great people, it's about becoming a great person."
    },
    {
      "cite": "Ivan Misner",
      "quote": "Networking is more about farming than it is about hunting."
    },
    {
      "cite": "Susan RoAne",
      "quote": "Networking is an enrichment program, not an entitlement program."
    },
    {
      "cite": "Sallie Krawcheck",
      "quote": "Networking is the No. 1 unwritten rule of success in business."
    },
    {
      "cite": "Seth Godin",
      "quote": "Networking that matters is helping people achieve their goals."
    },
    {
      "cite": "Bob Burg",
      "quote": "Networking is simply the cultivating of mutually beneficial, give and take, win-win relationships. It works best, however, when emphasizing the \"give\" part."
    },
    {
      "cite": "Christine Comaford-Lynch",
      "quote": "Networking is marketing. Marketing yourself, marketing your uniqueness, marketing what you stand for."
    },
    {
      "cite": "Ronald Burt",
      "quote": "Instead of better glasses, your network gives you better eyes."
    },
    {
      "cite": "Robert T. Kiyosaki",
      "quote": "The richest people in the world look for and build networks, everyone else looks for work."
    },
    {
      "cite": "Earl G. Graves, Sr.",
      "quote": "What makes networking work is that it sets up win-win situations in which all parties involved get to take something home. Networking is a sharing process. Until you understand that, you won't have much of a network."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The true value of networking doesn't come from how many people we can meet but rather how many people we can introduce to others."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "I would rather earn 1% off a 100 people's efforts than 100% of my own efforts."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If people like you they'll listen to you, but if they trust you they'll do business with you."
    },
    {
      "cite": "Gina Romero",
      "quote": "A really important part of networking is actually about what you bring to the table-not just what you want to get out of it. Contribution is a big part of networking success."
    },
    {
      "cite": "Alan Collins",
      "quote": "Pulling a good network together takes effort, sincerity and time."
    }
  ]
}