{
  "source": "https://www.wisesayings.com/neuroscience-quotes/",
  "theme": "neuroscience",
  "quotes": [
    {
      "cite": "Luke Dittrich",
      "quote": "Maybe the human brain is an object beyond the reach of metaphor, for the simple reason that it is the only object capable of creating metaphors to describe itself. There really is nothing else like it. The human brain creates the human mind, and then the human mind tries to underhand the human brain, however long it takes and whatever the cost."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Neuro-linguistic programming is to Neuroscience what Astrology is to Astronomy."
    },
    {
      "cite": "Bonnie Badenoch",
      "quote": "Neuroscience can be seen as offering metaphors that point in a general direction, but don't exactly match anyone's individual experience."
    },
    {
      "cite": "Maryanne Wolf",
      "quote": "There's an old rule in neuroscience that does not alter with age: use it or lose it. It is a very hopeful principle when applied to critical thought in the reading brain because it implies choice."
    },
    {
      "cite": "Paul Allen",
      "quote": "The thing you realize when you get into studying neuroscience, even a little bit, is that everything is connected to everything else. So it's as if the brain is trying to use everything at its disposal - what it is seeing, what it is hearing, what is the temperature, past experience."
    },
    {
      "cite": "David Eagleman",
      "quote": "Neuroscience over the next 50 years is going to introduce things that are mind-blowing."
    },
    {
      "cite": "Sam Kean",
      "quote": "I think it's a natural human tendency, when you read something, you tend to read a lot of your prejudices into it. And neuroscience is like a lot of disciplines - it has fashions; things change."
    },
    {
      "cite": "Thomas R. Insel",
      "quote": "My philosophy is really based on humility. I don't think we know enough to fix either diagnostics or therapeutics. The future of psychiatry is clinical neuroscience, based on a much deeper understanding of the brain."
    },
    {
      "cite": "David Chalmers",
      "quote": "Within psychology and neuroscience, some new and rigorous experimental paradigms for studying consciousness have helped it begin to overcome the stigma that has been attached to the topic for most of this century."
    },
    {
      "cite": "Francis Crick",
      "quote": "There is no scientific study more vital to man than the study of his own brain. Our entire view of the universe depends on it."
    },
    {
      "cite": "Wilder Penfield",
      "quote": "The brain is the organ of destiny. It holds within its humming mechanism secrets that will determine the future of the human race."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "When it comes to exploring the mind in the framework of cognitive neuroscience, the maximal yield of data comes from integrating what a person experiences - the first person - with what the measurements show - the third person."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Brain: an apparatus with which we think we think."
    },
    {
      "cite": "Patricia Churchland",
      "quote": "Although many philosophers used to dismiss the relevance of neuroscience on grounds that what mattered was “the software, not the hardware”, increasingly philosophers have come to recognize that understanding how the brain works is essential to understanding the mind."
    },
    {
      "cite": "Steven Pinker",
      "quote": "The elegant study... is consistent with the themes of modern cognitive neuroscience . Every aspect of thought and emotion is rooted in brain structure and function, including many psychological disorders and, presumably, genius. The study confirms that the brain is a modular system comprising multiple intelligences, mostly nonverbal."
    },
    {
      "cite": "Jonah Lehrer",
      "quote": "Neuroscience has contributed so much in just a few decades to how we think about human nature and how we know ourselves."
    },
    {
      "cite": "Sandra Ackerman",
      "quote": "Neuroscience is the field of study that endeavors to make sense of such diverse questions; at the same time, it points the way toward the effective treatment of dysfunctions. The exchange of information among a half-dozen branches of science and the clinical practice of mental health have shaped a new scientific approach to the study of the brain ."
    },
    {
      "cite": "Swollen Members",
      "quote": "Fright comes off me when I walk in the street / Embark on my feat of neuroscience's discoveries / Acid on your brain makes the holes seem lovely / And you thought I couldn't rock this way?"
    },
    {
      "cite": "Academic Press",
      "quote": "Neuroscience is currently one of the most rapidly growing areas of science."
    },
    {
      "cite": "Academic Press",
      "quote": "At the behavioral level of neuroscience research, emphasis is on the interactions between individuals and their collective environment."
    },
    {
      "cite": "Academic Press",
      "quote": "One of the great mysteries of neuroscience is how systems elaborating pleasure and pain are organized at the level of specific neural systems."
    },
    {
      "cite": "Ahmed El Hady",
      "quote": "It has become evident for me on closed-loop approaches in neuroscience are ripe to be used for a better understanding of the brain."
    },
    {
      "cite": "Ahmed El Hady",
      "quote": "A primary goal in systems neuroscience is to characterize the statistical relationship between environmental stimuli and neural response."
    },
    {
      "cite": "Ahmed El Hady",
      "quote": "Understanding how information is presented and processed in the brain is one of the most important questions in neuroscience."
    },
    {
      "cite": "Ahmed El Hady",
      "quote": "Neuroscience and neurology are experiencing rapid development of new tools and technology for modifying neural activity."
    },
    {
      "cite": "Ahmed El Hady",
      "quote": "The next generation of neuroscience questions are likely to center on how such dynamics--and not simply activation/deactivation--are related to function and behavior."
    },
    {
      "cite": "Churchill Livingstone Elsevier",
      "quote": "Neuroscience refers to the scientific investigation of the nervous system in all its aspect."
    },
    {
      "cite": "Churchill Livingstone Elsevier",
      "quote": "As soon as people hear the term 'neuroscience' they think 'Okay... this is going to difficult.'"
    },
    {
      "cite": "Churchill Livingstone Elsevier",
      "quote": "One important learning point that arose various times in the history of neuroscience is the necessity of observation and experimentation - without these, science becomes dogma and discoveries and progress are stifled."
    },
    {
      "cite": "Willian T Newsome",
      "quote": "We are at a unique point in the history of neuroscience--in the next several years, we have an opportunity to amplify our previous achievements."
    }
  ]
}