{
  "source": "https://www.wisesayings.com/never-surrender-quotes/",
  "theme": "never-surrender",
  "quotes": [
    {
      "cite": "Edmond Mbiaka",
      "quote": "Never surrender your dream to your challenges, struggles and obstacles. No matter how hard you fall, always get back up and keep trying like all the great influential people did."
    },
    {
      "cite": "Branch Rickey",
      "quote": "Never surrender opportunity for security."
    },
    {
      "cite": "Gerry Spence",
      "quote": "Nothing in the world is as fearsome as a bloody, battered opponent who will never surrender."
    },
    {
      "cite": "J. Michael Straczynski",
      "quote": "If we are to be who we are; if we are to accomplish great things; then we must learn the heart's most essential rule: NEVER SURRENDER DREAMS"
    },
    {
      "cite": "Jesse Jackson",
      "quote": "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Never surrender, it's all about the faith you got: don't ever stop, just push it 'till you hit the top and if you drop, at least you know you gave your all to be true to you, that way you can never fall."
    },
    {
      "cite": "Omar Mukhtar",
      "quote": "We'll never surrender, we'll win or die you've got to fight the next generation and the next ..... and I'll live more than my hanger"
    },
    {
      "cite": "Walter Malone",
      "quote": "An honest man can never surrender an honest doubt."
    },
    {
      "cite": "Wayne LaPierre",
      "quote": "Here's a summary for the time or attention challenged: Never surrender freedom for laws that can't affect criminals; they disobey laws for a living."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender."
    },
    {
      "cite": "John McCain",
      "quote": "Do not yield. Do not flinch. Stand up. Stand up with our President and fight. We're Americans. We're Americans, and we'll never surrender. They will."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "For to save mankind's future freedom, we must face up to any risk that is necessary. We will always seek peace"
    },
    {
      "cite": "Manel Loureiro",
      "quote": "We never surrendered. We always kept in our hearts the most noble, beautiful feeling that sets human beings apart: hope."
    },
    {
      "cite": "Roselyn Bosch",
      "quote": "Never surrender to cynicism, even if you suspect it would get the critics on your side."
    },
    {
      "cite": "Truth Devour",
      "quote": "Never surrender to you're passions. Dream and live to excess."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "Letting go of someone we love is the hardest thing we will ever do. Some people never surrender to love for the fear of being hurt. But to not have loved, to not have felt the immense joy it brings, would have been a far worse kind of death."
    },
    {
      "cite": "Benny Gantz",
      "quote": "Israel will never surrender to hatred."
    },
    {
      "cite": "Rajneesh",
      "quote": "Lovers never surrender to each other, lovers simply surrender to love."
    }
  ]
}