{
  "source": "https://www.wisesayings.com/never-forget-quotes/",
  "theme": "never-forget",
  "quotes": [
    {
      "cite": "Sri Chinmoy",
      "quote": "You must never forget that greatness does not guarantee happiness but goodness always does."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Never forget that only dead fish swim with the stream."
    },
    {
      "cite": "Lance Morrow",
      "quote": "Never forget the power of silence, that massively disconcerting pause which goes on and on and may at last induce an opponent to babble and backtrack nervously."
    },
    {
      "cite": "Joan Didion",
      "quote": "We forget all too soon the things we thought we could never forget."
    },
    {
      "cite": "Robert Menzies",
      "quote": "Never forget posterity when devising a policy. Never think of posterity when making a speech."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Never forget what a person says to you when they are angry."
    },
    {
      "cite": "Evelyn Underhill",
      "quote": "Never forget that the key to the situation lies in the will and not in the imagination."
    },
    {
      "cite": "Jean-Francois de La Harpe",
      "quote": "We never forget those who make us blush."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Never forget: We are alive within mysteries."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Never forget that all you have is all you need."
    },
    {
      "cite": "Maya Angelou",
      "quote": "People will never forget how you made them feel."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Never forget to see the beauty, even in ugliness."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "One never forgets faces one wholeheartedly detests."
    },
    {
      "cite": "Cornel West",
      "quote": "Never forget that justice is what love looks like in public"
    },
    {
      "cite": "Robin Sharma",
      "quote": "Never forget the importance of living with unbridled exhilaration."
    },
    {
      "cite": "Bryan Davis",
      "quote": "Never forget what you learned in the light when you are in the dark."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "Let us never forget that what we are is more important than what we do."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Never forget that if you leave your law to judges and your religion to bishops, you will presently find yourself without either law or religion."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Never forget that when we are silent, we are one. And when we speak we are two."
    },
    {
      "cite": "Trey Songz",
      "quote": "Never forget the morals instilled in you and what really matters in Life. Never let other voices of other people drown out your inner voice."
    },
    {
      "cite": "Kathryn Hulme",
      "quote": "Never forget that God tests his real friends more severely than the lukewarm ones."
    },
    {
      "cite": "John Templeton",
      "quote": "Never forget: the secret of creating riches for oneself is to create them for others."
    },
    {
      "cite": "Tony Hsieh",
      "quote": "Never forget that the most important thing in life is the quality of life we lead."
    },
    {
      "cite": "Freida Pinto",
      "quote": "I'll never forget where I'm from. It's essential to remain humble and evolving."
    },
    {
      "cite": "Nicolas Ghesquiere",
      "quote": "Never forget that what becomes timeless was once truly new."
    },
    {
      "cite": "RuPaul",
      "quote": "Never forget that the most political thing you can ever do is follow your heart."
    },
    {
      "cite": "Nelson Rockefeller",
      "quote": "Never forget that the most powerful force on earth is love."
    },
    {
      "cite": "Peter Mayle",
      "quote": "One must never forget that life is unfair. But sometimes, with a bit of luck, this works in your favour."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "Never forget that no military leader has ever become great without audacity."
    }
  ]
}