{
  "source": "https://www.wisesayings.com/never-settle-quotes/",
  "theme": "never-settle",
  "quotes": [
    {
      "cite": "PJ Harvey",
      "quote": "Never settle for anything less than you want."
    },
    {
      "cite": "unknown",
      "quote": "Never settle for being a character in someone else'Â’s story when you are meant to be the author of your own."
    },
    {
      "cite": "Steve Jobs",
      "quote": "If you haven't found it yet, keep looking."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "When you accept the fact that your true identity includes being an overcomer, you will never settle for less than a miracle."
    },
    {
      "cite": "unknown",
      "quote": "Don't ever settle for less than you deserve, because once you start to settle you always will."
    },
    {
      "cite": "unknown",
      "quote": "Know your worth. Know the difference between what you're getting and what you deserve."
    },
    {
      "cite": "Bruce Feirstein",
      "quote": "Never settle with words what you can accomplish with a flame-thrower."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Never settle for anything less than your best."
    },
    {
      "cite": "unknown",
      "quote": "Don't rush and never settle. If it's meant to be, it will be."
    },
    {
      "cite": "Michael Josephson",
      "quote": "One key to success is demanding more than adequacy, never settling for good enough and always doing a little bit more."
    },
    {
      "cite": "Danielle Steel",
      "quote": "Never settle for less than your dreams, somewhere, sometime, someday, somehow, you'll find them."
    },
    {
      "cite": "Mandy Hale",
      "quote": "When you refuse to settle for less than the best...the best tends to track you down."
    },
    {
      "cite": "Maureen Dowd",
      "quote": "The minute you settle for less than you deserve, you get even less than you settled for."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Never settle. There is no need to rush."
    },
    {
      "cite": "Jillian Michaels",
      "quote": "Be awesome. Live life to the fullest. Shoot for the stars and never settle."
    },
    {
      "cite": "unknown",
      "quote": "If you're gonna settle for anything; settle for greatness."
    },
    {
      "cite": "unknown",
      "quote": "Never settle for anything less than extraordinary."
    },
    {
      "cite": "Ashton Kutcher",
      "quote": "Don't settle for what life gives you; make life better and build something."
    },
    {
      "cite": "Og Mandino",
      "quote": "Never settle for the crumbs of life."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Never settle on a life you don't want when God is trying to give you a better life."
    },
    {
      "cite": "Paul Hudson",
      "quote": "Life is too short to settle for something less than spectacular."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Never settle for average."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Never settle for that which is easy and comfortable or the necessity of seeking that which is difficult and uncomfortable."
    },
    {
      "cite": "unknown",
      "quote": "Never settle for less than you deserve. Demand the best, accept nothing less."
    },
    {
      "cite": "Lee Ann Womack",
      "quote": "Never settle for the path of least resistance."
    },
    {
      "cite": "Kathie Lee Gifford",
      "quote": "If you settle for what you've got, you deserve what you get."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If you'll not settle for anything less than your best, you will be amazed at what you can accomplish in your lives."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Ten years from now, make sure you can say that you CHOSE your life, you didn't SETTLE for it."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Don't settle, as with all matters of the heart you'll know when you find it"
    }
  ]
}