{
  "source": "https://www.wisesayings.com/new-mom-quotes/",
  "theme": "new-mom",
  "quotes": [
    {
      "cite": "Bhagwan Shree Rajneesh",
      "quote": "The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never. A mother is something absolutely new."
    },
    {
      "cite": "Mary Mason",
      "quote": "A baby is something you carry inside you for nine months, in your arms for three years and in your heart till the day you die."
    },
    {
      "cite": "Anne Christian Buchanan",
      "quote": "To be pregnant is to be vitally alive, thoroughly woman, and distressingly inhabited. Soul and spirit are stretched – along with body – making pregnancy a time of transition, growth, and profound beginnings."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Birth is the epicenter of women's power."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Sometimes the strength of motherhood is greater than natural laws."
    },
    {
      "cite": "Emily Perkins",
      "quote": "That first pregnancy is a long sea journey to a country where you don't know the language, where land is in sight for such a long time that after a while it's just the horizon – and then one day birds wheel over that dark shape and it's suddenly close, and all you can do is hope like hell that you've had the right shots."
    },
    {
      "cite": "Elizabeth Stone",
      "quote": "Making the decision to have a child is momentous. It is to decide forever to have your heart go walking around outside your body."
    },
    {
      "cite": "Sophia Loren",
      "quote": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child."
    },
    {
      "cite": "John Stevenson",
      "quote": "A mother does not become pregnant in order to provide employment to medical people. Giving birth is an ecstatic jubilant adventure not available to males. It is a woman's crowning creative experience of a lifetime."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "I begin to love this little creature, and to anticipate his birth as a fresh twist to a know which I do not wish to unite."
    },
    {
      "cite": "Amy Tan",
      "quote": "A mother is always the beginning. She is how things begin."
    },
    {
      "cite": "Lin Yutang",
      "quote": "Of all the rights of women, the greatest is to be a mother."
    },
    {
      "cite": "HARRIETTE HARTIGAN",
      "quote": "Giving birth and being born brings us into the essence of creation, where the human spirit is courageous and bold and the body, a miracle of wisdom."
    },
    {
      "cite": "Laura Stavoe Harm",
      "quote": "We have a secret in our culture, and it's not that birth is painful. It's that women are strong."
    },
    {
      "cite": "Pamela S. Nadav",
      "quote": "There is such a special sweetness in being able to participate in creation."
    },
    {
      "cite": "Robin Lim",
      "quote": "Birthing is the most profound initiation to spirituality a woman can have."
    },
    {
      "cite": "Robert Browning",
      "quote": "Motherhood: All love begins and ends there."
    },
    {
      "cite": "Catherine Jones",
      "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain – your life will never be the same."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "It was the tiniest thing I ever decided to put my whole life into."
    },
    {
      "cite": "Penelope Leach",
      "quote": "There is no way out of the experience except through it, because it is not really your experience at all but the baby's. Your body is the child's instrument of birth."
    },
    {
      "cite": "Sandra C. Kassis",
      "quote": "You never understand life until it grows inside of you."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "Mothers always find ways to fit in the work – but then when you're working, you feel that you should be spending time with your children and then when you're with your children, you're thinking about working."
    },
    {
      "cite": "Tori Spelling",
      "quote": "I'm never as happy as when I'm pregnant. I literally would have 10 babies if I could!"
    },
    {
      "cite": "E. M. Forster",
      "quote": "I am sure that if the mothers of various nations could meet, there would be no more wars."
    },
    {
      "cite": "Marie O'Connor",
      "quote": "Birth is a mystery. Words are not enough."
    },
    {
      "cite": "Ricki Lake",
      "quote": "Motherhood is the greatest thing and the hardest thing."
    },
    {
      "cite": "Alvin Price",
      "quote": "Parents need to fill a child's bucket of self-esteem so high that the rest of the world can't poke enough holes to make it dry."
    },
    {
      "cite": "Anonymous",
      "quote": "The best thing about being a new mom is the lower tolerance from not drinking for nine months."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "I see myself as a mom first. I'm so lucky to have that role in life. The world can like me, hate me, or fall apart around me and at least I wake up with my kids and I'm happy."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "No language can express the power and beauty and heroism of a mother's love."
    }
  ]
}