{
  "source": "https://www.wisesayings.com/new-love-quotes/",
  "theme": "new-love",
  "quotes": [
    {
      "cite": "Willie Nelson",
      "quote": "Love is the greatest healer to be found."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes new love comes between old friends. Sometimes the best love was the one that was always there."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Love doesn't just sit there like a stone; it has to be made,like bread, remade all the time, made new."
    },
    {
      "cite": "Billy Ocean",
      "quote": "Suddenly life has new meaning to me, there's beauty up above and things we never take notice of, you wake up suddenly you're in love."
    },
    {
      "cite": "Jennifer Megan Varnadore",
      "quote": "New love can heal lost loves, but it cannot make you forget."
    },
    {
      "cite": "Marya Hornbacher",
      "quote": "But new love only lasts so long, and then you crash back into the real people you are, and from as high as we were, it's a very long fall, and we hit the ground with a thud."
    },
    {
      "cite": "Gwen",
      "quote": "Meeting you was fate, becoming your friend was a choice, falling in love with you was beyond my control!"
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And think not you can direct the course of love, For love, If it finds you worthy, Directs your course."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Love unlocks doors and opens windows that weren't even there before."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Don't ignore the love you do have in your life by focusing on the love you don't."
    },
    {
      "cite": "Criss Jami",
      "quote": "Love may be harder to find in some people, but when they do love you know it must be something marvelous."
    },
    {
      "cite": "David Byrne",
      "quote": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "The greatest lovers are like twin blooms, each reflecting the passion and the glory of the other."
    },
    {
      "cite": "Elizabeth Aston",
      "quote": "One's first love is always perfect until one meets one's second love."
    },
    {
      "cite": "Anais Nin",
      "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Hope for love, pray for love, wish for love, dream for love but don't put your life on hold waiting for love"
    },
    {
      "cite": "Candice Proctor",
      "quote": "I think perhaps love comes from finding someone you feel utterly comfortable with, someone who makes you comfortable with yourself. It's like...finding yourself, or maybe it's like finding the other part of yourself."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Love can only be found through the act of loving."
    },
    {
      "cite": "Alison Stormwolf",
      "quote": "Love is never wasted. To love is the greatest gift."
    },
    {
      "cite": "unknown",
      "quote": "The best way to love is to love like you have never been hurt."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "It is a risk to love. What if it doesn't work out? Ah, but what if it does."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "There are all kinds of love in this world but never the same love twice."
    },
    {
      "cite": "Sam Keen",
      "quote": "Love isn't finding a perfect person. It's seeing an imperfect person perfectly."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It is difficult to know at what moment love begins; it is less difficult to know that it has begun."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them."
    },
    {
      "cite": "Charles du Bos",
      "quote": "Love does not care to define and is never in a hurry to do so."
    },
    {
      "cite": "Julie Andrews",
      "quote": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time."
    },
    {
      "cite": "Todd Ruthman",
      "quote": "It is the things in common that make relationships enjoyable, but it is the little differences that make them interesting."
    },
    {
      "cite": "Russ Von Hoelscher",
      "quote": "Before we can have a successful relationship with anyone, we first need a perfect personal relationship."
    }
  ]
}