{
  "source": "https://www.wisesayings.com/new-friends-quotes/",
  "theme": "new-friends",
  "quotes": [
    {
      "cite": "Francesco Guicciardini",
      "quote": "Since there is nothing so well worth having as friends, never lose a chance to make them."
    },
    {
      "cite": "Socrates",
      "quote": "Be slow to fall into friendship; but when thou art in, continue firm & constant."
    },
    {
      "cite": "Anais Nin",
      "quote": "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born."
    },
    {
      "cite": "Aristotle",
      "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit."
    },
    {
      "cite": "Thomas Hughes",
      "quote": "Blessed are they who have the gift of making friends, for it is one of God's best gifts. It involves many things, but above all, the power of going out of one's self, and appreciating whatever is noble and loving in another."
    },
    {
      "cite": "Wilfred Peterson",
      "quote": "A man practices the art of adventure when he breaks the chain of routine and renews his life through reading new books, traveling to new places, making new friends, taking up new hobbies and adopting new viewpoints"
    },
    {
      "cite": "unknown",
      "quote": "The happiest business in all the world is that of making friends, And no investment on the street pays larger dividends, For life is more than stocks and bonds, and love than rate percent, And he who gives in friendship's name shall reap what he has"
    },
    {
      "cite": "Six Degrees of Seperation",
      "quote": "Every person is a new door to a different world."
    },
    {
      "cite": "Jim Henson",
      "quote": "There's not a word yet for old friends who've just met."
    },
    {
      "cite": "Pam Brown",
      "quote": "Friendship can weather most things and thrive in thin soil - but it needs a little mulch of letters and phone calls and small silly presents every so often - just to save it from drying out completely."
    },
    {
      "cite": "George Washington",
      "quote": "[It] is the juvenal period of life when friendships are formed, and habits established, that will stick by one."
    },
    {
      "cite": "Isocrates",
      "quote": "Be gracious to all men, but choose the best to be your friends."
    },
    {
      "cite": "Jeremy Arnold",
      "quote": "Friends are like the stars; they are always there, but you only see their true brightness at the darkest times."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The glory of friendship is not the outstretched hand, nor the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when he discovers that someone else believes in him and is willing to trust him with his friendship."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Your friend is your needs answered. He is your field which you sow with love and reap with thanksgiving. And he is your board and your fireside. For you come to him with your hunger, and you seek him for peace."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The language of friendship is not words but meanings."
    },
    {
      "cite": "Linda Grayson",
      "quote": "There is nothing better than a friend, unless it is a friend with chocolate"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth so spacious as to have friends at a distance."
    },
    {
      "cite": "Julia VeRost",
      "quote": "True friends are the people who brighten your smile everytime your with them"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The language of friendship is not words , but rather meanings . It is an intelligence above language."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "I might give my life for my friend, but he had better not ask me to do up a parcel."
    },
    {
      "cite": "Brandi Snyder",
      "quote": "To the world you may be just one person, but to one person you may be the world."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "What is uttered from the heart alone, Will win the hearts of others to your own."
    },
    {
      "cite": "Dave Tyson Gentry",
      "quote": "True friendship comes when silence between two people is comfortable."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Friendship involves many things but, above all the power of going outside oneself and appreciating what is noble and loving in another."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Friendship is born at that moment when one person says to another:  What! You too  I thought I was the only one."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun."
    },
    {
      "cite": "H. Clay Trumbull",
      "quote": "Value friendship for what there is in it, not for what can be gotten out of it."
    },
    {
      "cite": "Cicero",
      "quote": "A friend is, as it were, a second self."
    },
    {
      "cite": "Ecclesiastes",
      "quote": "Two are better than one; because they have a good reward for their labour. For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up."
    }
  ]
}