{
  "source": "https://www.wisesayings.com/new-relationship-quotes/",
  "theme": "new-relationship",
  "quotes": [
    {
      "cite": "Robin Raven",
      "quote": "New love may soar and plummet as it ebbs and flows, but what remains are the things we've discovered about each other. I'd do it all again because it led us to this love we share today."
    },
    {
      "cite": "Jonathan Carroll",
      "quote": "You have to walk carefully in the beginning of love; the running across fields into your lover's arms can only come later when you're sure they won't laugh if you trip."
    },
    {
      "cite": "Alice Walker",
      "quote": "I have learned not to worry about love; But to honor its coming with all my heart."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them."
    },
    {
      "cite": "Robin Raven",
      "quote": "Love at first sight has nothing on how special love at first talk is. I've cherished all our getting-to-know-you moments we've shared. May they go on and on!"
    },
    {
      "cite": "Carl Jung",
      "quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed."
    },
    {
      "cite": "Heather Davis",
      "quote": "When you grow older, you love again, and the new love feels so different that the love before feels like make-believe. The way you love changes throughout your life. Even the way you love the same person changes."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Getting into a new relationship is like pouring Miracle-Gro on your character defects."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It is difficult to know at what moment love begins; it is less difficult to know that it has begun."
    },
    {
      "cite": "Robin Raven",
      "quote": "The best part about getting to know you is anticipating that each day brings new surprises that are all about you."
    },
    {
      "cite": "Ryan Barber",
      "quote": "For every new relationship, there's at least another new broken heart."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you."
    },
    {
      "cite": "John Gray",
      "quote": "When a man loves a woman, periodically he needs to pull away before he can get closer."
    },
    {
      "cite": "Robin Raven",
      "quote": "I knew you were special from the moment we met. How I'm looking forward to all of our tomorrows."
    },
    {
      "cite": "Susan Cain",
      "quote": "One genuine new relationship is worth a fistful of business cards."
    },
    {
      "cite": "Eli Easton",
      "quote": "New love is grand. Savor all the crazy, muddled might of it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It does not need that a poem should be long. Every word was once a poem. Every new relationship is a new word."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Don't ever punish your present relationship for what your past relationship did."
    },
    {
      "cite": "Steve Marabol",
      "quote": "Do not sabotage your new relationship with your last relationship's poison."
    },
    {
      "cite": "Jennifer Megan Varnadore",
      "quote": "New love can heal lost loves, but it cannot make you forget."
    },
    {
      "cite": "Dionta Long",
      "quote": "Don't let your past relationships ruin your future relationships because everyone is not the same and true love might not always be what you want, so accept who God blesses you with."
    },
    {
      "cite": "Robin Raven",
      "quote": "Since I met you, I started to understand why all my past relationships ended: so that we could start."
    },
    {
      "cite": "Rosanne Cash",
      "quote": "If a relationship is founded on love it doesn't end."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "When you love someone all your saved up wishes start coming out."
    },
    {
      "cite": "John Gray",
      "quote": "When men and women are able to respect and accept their differences then love has a chance to blossom."
    },
    {
      "cite": "Anais Nin",
      "quote": "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born."
    },
    {
      "cite": "April Mae Monterrosa",
      "quote": "New month, new intentions, new goals, new love, new light, and new beginnings."
    },
    {
      "cite": "Robert Bresson",
      "quote": "To create is not to deform or invent persons and things. It is to tie new relationships between persons and things which are, and as they are."
    },
    {
      "cite": "Alice Waters",
      "quote": "We have to bring children into a new relationship to food that connects them to culture and agriculture."
    },
    {
      "cite": "Katherine Anne Porter",
      "quote": "Love must be learned, and learned again and again; there is no end to it."
    }
  ]
}