{
  "source": "https://www.wisesayings.com/new-years-quotes/",
  "theme": "new-years",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "For a new year to bring you something new, make a move, like a butterfly tearing its cocoon! Make a move!"
    },
    {
      "cite": "Michael Josephson",
      "quote": "Approach the New Year with resolve to find the opportunities hidden in each new day."
    },
    {
      "cite": "Vern McLellan",
      "quote": "What the New Year brings to you will depend a great deal on what you bring to the New Year."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The object of a new year is not that we should have a new year. It is that we should have a new soul."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "Drop the last year into the silent limbo of the past. Let it go, for it was imperfect, and thank God that it can go."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "For last year's words belong to last year's language and next year's words await another voice."
    },
    {
      "cite": "Joey Adams",
      "quote": "May all your troubles last as long as your New Year's resolutions!"
    },
    {
      "cite": "Taylor Swift",
      "quote": "This is a new year. A new beginning. And things will change."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Tomorrow, is the first blank page of a 365 page book. Write a good one."
    },
    {
      "cite": "Walter Scott",
      "quote": "Each age has deemed the new-born year the fittest time for festal cheer."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "From New Year's on the outlook brightens; good humor lost in a mood of failure returns. I resolve to stop complaining."
    },
    {
      "cite": "William Thomas",
      "quote": "It wouldn't be New Year's if I didn't have regrets."
    },
    {
      "cite": "Hal Borland",
      "quote": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "Ring out the old, ring in the new, Ring, happy bells, across the snow: The year is going, let him go; Ring out the false, ring in the true."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "May the New Year bring you courage to break your resolutions early! My own plan is to swear off every kind of virtue, so that I triumph even when I fall!"
    },
    {
      "cite": "Bill Vaughan",
      "quote": "An optimist stays up until midnight to see the new year in. A pessimist stays up to make sure the old year leaves."
    },
    {
      "cite": "Dave Beard",
      "quote": "Many years ago I resolved never to bother with New Year's resolutions, and I've stuck with it ever since."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Good resolutions are simply checks that men draw on a bank where they have no account."
    },
    {
      "cite": "Melody Beattie",
      "quote": "The new year stands before us, like a chapter in a book, waiting to be written. We can help write that story by setting goals."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Although I've been thoroughly conditioned by pain to see it otherwise, an ending is nothing more than the backside of a beginning."
    },
    {
      "cite": "Edith Lovejoy Pierce",
      "quote": "We will open the book. Its pages are blank. We are going to put words on them ourselves. The book is called Opportunity and its first chapter is New Year's Day."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "There are greater things to be achieved in every New Year, and each and everyone must prepare themselves to be great, not by words of the mouth, but by a lot of sacrifices."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Cheers to a new year and another chance for us to get it right."
    },
    {
      "cite": "W.H. Auden",
      "quote": "The only way to spend New Year's Eve is either quietly with friends or in a brothel. Otherwise when the evening ends and people pair off, someone is bound to be left in tears."
    },
    {
      "cite": "Judith Crist",
      "quote": "Happiness is too many things these days for anyone to wish it on anyone lightly. So let's just wish each other a bileless New Year and leave it at that."
    },
    {
      "cite": "Jay Leno",
      "quote": "New Year's Eve, where auld acquaintance be forgot. Unless, of course, those tests come back positive."
    },
    {
      "cite": "Mohammed Sekouty",
      "quote": "It isn't only a new year, it is a new chance for everyone to restart."
    },
    {
      "cite": "Akhenaton",
      "quote": "Those who gave thee a body, furnished it with weakness; but He who gave thee Soul, armed thee with resolution. Employ it, and thou art wise; be wise and thou art happy."
    }
  ]
}