{
  "source": "https://www.wisesayings.com/new-life-quotes/",
  "theme": "new-life",
  "quotes": [
    {
      "cite": "William Green",
      "quote": "I feel like I have a new life and I'm going to take full advantage of it."
    },
    {
      "cite": "Caroline Leavitt",
      "quote": "Everyone thinks that a new place or a new identity will jumpstart a new life."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "The responsibility of carrying and bringing a new life into this world is one that cannot be taken lightly."
    },
    {
      "cite": "Shannen Doherty",
      "quote": "Everybody deserves a second chance in this world. That's basically all I ask."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Joining a new church and starting a new life is never easy and often frightening."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Rather than turning the page, it's much easier to just throw the book away."
    },
    {
      "cite": "Stephen Richards",
      "quote": "If you want a new life, first give praise for having the old one!"
    },
    {
      "cite": "Seneca",
      "quote": "Every new beginning comes from some other beginning's end."
    },
    {
      "cite": "George Eliot",
      "quote": "The beginning of compunction is the beginning of a new life."
    },
    {
      "cite": "Lennox Lewis",
      "quote": "I've got a new life now, a new future, there's a lot more to Lennox Lewis than just being a boxer."
    },
    {
      "cite": "Rudy Giuliani",
      "quote": "You never begin a new life. It's a mistake to think that you end one part of your life and start another as if there's no continuity."
    },
    {
      "cite": "Billy Tauzin",
      "quote": "The question is what I wanted to do with the new life God has given me. This is the mission I want to take on."
    },
    {
      "cite": "Jeff Vandermeer",
      "quote": "They'll never forget, never forgive, no matter who the enemy is, son. Better just to start a new life. Be someone else."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "When everything is lost, and all seems darkness, then comes the new life and all that is needed."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Don't hold together what must fall apart. The familiar life crumbles so the new life can begin."
    },
    {
      "cite": "Andrew Davidson",
      "quote": "Perhaps there are just some things you leave behind when you choose a new life."
    },
    {
      "cite": "Poul Hartling",
      "quote": "A lasting solution, the possibility to begin a new life, is the only dignified solution for the refugee himself."
    },
    {
      "cite": "Michael Penn",
      "quote": "Knowing when it is over is the beginning of a new life and the end of an old one!"
    },
    {
      "cite": "Saint Augustine",
      "quote": "No one can begin a new life, unless he repent of the old."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "What's old collapses, times change, and new life blossoms in the ruins."
    },
    {
      "cite": "Andrew M. Greeley",
      "quote": "We're given second chances every day of our life. We don't usually take them, but they're there for the taking."
    },
    {
      "cite": "John Ajvide Lindqvist",
      "quote": "A new life? There's not such thing.It was only in the magazine headlines that people got a new life. Stopped drinking or taking drugs, found a new love. But the same life."
    },
    {
      "cite": "Tyrese Gibson",
      "quote": "Today I begin a new life for I am the master of my abilities and today is going to be a great and beautiful day!"
    },
    {
      "cite": "Bahman Ghobadi",
      "quote": "I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope."
    },
    {
      "cite": "Sean Stephenson",
      "quote": "You make a new life by making new choices."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "We are continuously living a new life, and when the old and the new do not fit nicely together, the old - no longer able to contain the new - should be discarded."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "What else remains for me? Youth, hope and love; To build a new life on a ruined life."
    },
    {
      "cite": "Henry Hammond",
      "quote": "These, by obtruding the beginning of a change for the entire work of new life, will fall under the former guilt."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Your life changes the moment you make a new, congruent, and committed decision."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you're brave enough to say goodbye, life will reward you with a new hello."
    }
  ]
}