{
  "source": "https://www.wisesayings.com/new-york-quotes/",
  "theme": "new-york",
  "quotes": [
    {
      "cite": "Bob Dylan",
      "quote": "New York was a city where you could be frozen to death in the midst of a busy street and nobody would notice."
    },
    {
      "cite": "Russell Baker",
      "quote": "New York is the only city in the world where you can get run down on the sidewalk by a pedestrian."
    },
    {
      "cite": "Christopher Morley",
      "quote": "New York, the nation's thyroid gland."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "New York - that unnatural city where every one is an exile, none more so than the American."
    },
    {
      "cite": "David Letterman",
      "quote": "New York now leads the world's great cities in the number of people around whom you shouldn't make a sudden move."
    },
    {
      "cite": "Henry James",
      "quote": "New York is appalling, fantastically charmless and elaborately dire."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "New York is the biggest collection of villages in the world."
    },
    {
      "cite": "Henry Ford",
      "quote": "New York is a different country. Maybe it ought to have a separate government. Everybody thinks differently, they just don't know what the hell the rest of the United States is."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "New York is the meeting place of the peoples, the only city where you can hardly find a typical American."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "When you leave New York, you are astonished at how clean the rest of the world is. Clean is not enough."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "In New York you've got to have all the luck."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "As for New York City, it is a place apart. There is not its match in any other country in the world."
    },
    {
      "cite": "Truman Capote",
      "quote": "New York is the only real city-city."
    },
    {
      "cite": "Glenway Wescott",
      "quote": "New York City is a great apartment hotel in which everyone lives and no one is at home."
    },
    {
      "cite": "John Chapman",
      "quote": "The present in New York is so powerful that the past is lost."
    },
    {
      "cite": "Don Herold",
      "quote": "There is more sophistication and less sense in New York than anywhere else on the globe."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "There is something in the New York air that makes sleep useless."
    },
    {
      "cite": "Gerald Stanley Lee",
      "quote": "New York is the capital, the national headquarters of homelessness.... No one feels he belongs here."
    },
    {
      "cite": "James M. Cain",
      "quote": "New York is not even a city, it's a congerie of rotten villages."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A car is useless in New York, essential everywhere else. The same with good manners."
    },
    {
      "cite": "Johnny Carson",
      "quote": "New York is an exciting town where something is happening all the time, most of it unsolved."
    },
    {
      "cite": "Isaac Stern",
      "quote": "New York is the dirtiest, largest, ugliest, broken-down city in the world-but it's the only one."
    },
    {
      "cite": "E.B. White",
      "quote": "It is a miracle that New York works at all. The whole thing is implausible."
    },
    {
      "cite": "Edward Abbey",
      "quote": "New Yorkers like to boast that if you can survive in New York, you can survive anywhere. But if you can survive anywhere, why live in New York?"
    },
    {
      "cite": "Elaine Sritch",
      "quote": "New York is like a disco, but without the music."
    },
    {
      "cite": "William Cole",
      "quote": "New York is a great city to live in if you can afford to get out of it."
    },
    {
      "cite": "Duke Ellington",
      "quote": "New York is a place where the rich walk, the poor drive Cadillacs, and beggars die of malnutrition with thousands of dollars hidden in their mattresses."
    },
    {
      "cite": "Paul Auster",
      "quote": "New York was an inexhaustible space, a labyrinth of endless steps, and no matter how far he walked, no matter how well he came to know its neighborhoods and streets, it always left him with the feeling of being lost."
    }
  ]
}