{
  "source": "https://www.wisesayings.com/new-home-quotes/",
  "theme": "new-home",
  "quotes": [
    {
      "cite": "James Broughton",
      "quote": "If bitterness wants to get into the act, I offer it a cookie or a gumdrop."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved."
    },
    {
      "cite": "Valerie Bertinelli",
      "quote": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "We're always going to argue about abortion. It's a hard choice and it's controversial, and that's why I'm pro-choice, because I want people to make their own choices."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Often people ask how I manage to be happy despite having no arms and no legs. The quick answer is that I have a choice. I can be angry about not having limbs, or I can be thankful that I have a purpose. I chose gratitude."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice."
    },
    {
      "cite": "Mae West",
      "quote": "I'm single because I was born that way."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never open the door to a lesser evil, for other and greater ones invariably slink in after it."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "You can have peace. Or you can have freedom. Don't ever count on having both at once."
    },
    {
      "cite": "Libba Bray",
      "quote": "There are no safe choices. Only other choices."
    },
    {
      "cite": "Sarah Kay",
      "quote": "I have seen the best of you, and the worst of you, and I choose both."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Life presents many choices, the choices we make determine our future."
    },
    {
      "cite": "Dr. Kathleen Hall",
      "quote": "In every single thing you do, you are choosing a direction. Your life is a product of choices."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Each person has a choice; the choice to do as one may wish and as one wants remains with the individual. If a person sees no benefit to change, they will not change."
    },
    {
      "cite": "Julie Donner Andersen",
      "quote": "Life is a choice - as is how you handle the pitfalls along its bumpy road."
    },
    {
      "cite": "Jacquie McTaggart",
      "quote": "We are partners by fate. We become friends by choice."
    },
    {
      "cite": "Joanne Kathleen Rowling",
      "quote": "It is our choices that show what we truly are, far more than our abilities"
    },
    {
      "cite": "Confucius",
      "quote": "Choose a job you love and you will never have to work a day in your life"
    },
    {
      "cite": "William James",
      "quote": "When you have to make a choice and don't make it, that is in itself a choice."
    },
    {
      "cite": "Alexander Solzenitsyn",
      "quote": "A man is happy so long as he chooses to be happy and nothing can stop him."
    },
    {
      "cite": "Albert Camus",
      "quote": "Life is a sum of all your choices."
    },
    {
      "cite": "Dan Millman",
      "quote": "Choice means saying no to one thing so you can say yes to another."
    },
    {
      "cite": "Leo F. Buscaglia",
      "quote": "What we call the secret of happiness is no more a secret than our willingness to choose life."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "A man is happy so long as he choose to be happy."
    },
    {
      "cite": "Aristotle",
      "quote": "For what is the best choice, for each individual is the highest it is possible for him to achieve."
    },
    {
      "cite": "Richard Bach",
      "quote": "Every person, all the events of your life are drawn there because you have them there. What you choose to do with them is up to you."
    },
    {
      "cite": "Thomas Manton",
      "quote": "Choice is free, and it is opposed to force and constraint, and a man is said to choose those things which he likes, which he loves, which his soul inclines to, when he is carried to them, not by the compulsion of an external principle, but by his own propension and inclination."
    }
  ]
}