{
  "source": "https://www.wisesayings.com/new-me-quotes/",
  "theme": "new-me",
  "quotes": [
    {
      "cite": "Wayne Dyer",
      "quote": "You are what you choose to be today. Not what you've chosen to be before."
    },
    {
      "cite": "Bikram Choudhury",
      "quote": "Never too old, never too bad, never too late, never too sick to start from scratch once again."
    },
    {
      "cite": "William Shakespeare",
      "quote": "God has given you one face, and you make yourself another."
    },
    {
      "cite": "Carl Bard",
      "quote": "Although no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
      "cite": "Lao Tzu",
      "quote": "New beginnings are often disguised as painful endings."
    },
    {
      "cite": "Confucius",
      "quote": "I hear and I forget. I see and I remember. I do and I understand."
    },
    {
      "cite": "Washington Irving",
      "quote": "Great minds have purposes others have wishes."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you truly want to become a better you, it is imperative that you learn to feel good about yourself."
    },
    {
      "cite": "Mark Twain",
      "quote": "The secret of getting ahead is getting started."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Cheers to a new year and another chance for us to get it right."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Let the dead Past bury its dead!"
    },
    {
      "cite": "Og Mandino",
      "quote": "Today will never happen again. Don't waste it with a false start or no start at all."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Forget everything you've done. Start over."
    },
    {
      "cite": "Beatrice Sparks",
      "quote": "Maybe the new me will be different."
    },
    {
      "cite": "Dwight Howard",
      "quote": "Today is a new day. Even if you were wrong yesterday, you can get it right today."
    },
    {
      "cite": "Gina Carano",
      "quote": "I wake up every morning and I surprise myself. I wake up to a new me."
    },
    {
      "cite": "Autumn Doughton",
      "quote": "And there's always a way to begin with."
    },
    {
      "cite": "Donald Trump",
      "quote": "Sometimes by losing a battle you find a new way to win the war."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Today is the start of a new adventure. New challenges to face, new memories to make, and new obstacles to overcome."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Renew, release, let go. Yesterdays gone. Theres nothing you can do to bring it back. You cant shouldve done something. You can only do something. Renew yourself. Release that attachment. Today is a new day!"
    },
    {
      "cite": "Mario Tomasello",
      "quote": "Never be afraid to to start over because it's a new chance to rebuild what you want."
    }
  ]
}