{
  "source": "https://www.wisesayings.com/new-zealand-quotes/",
  "theme": "new-zealand",
  "quotes": [
    {
      "cite": "Paula Scher",
      "quote": "New Zealand looks like the future to me."
    },
    {
      "cite": "Peter Jackson",
      "quote": "New Zealand is not a small country but a large village."
    },
    {
      "cite": "Barry Humphries",
      "quote": "New Zealand is a country of thirty thousand million sheep, three million of whom think they are human."
    },
    {
      "cite": "Louise Nurding",
      "quote": "New Zealand was one of the most beautiful countries to drive through for the scenery and the vast scale of the place."
    },
    {
      "cite": "Wes Bentley",
      "quote": "Everywhere you turn in New Zealand, there's something exciting to do. It's the gem of the world. It's so far away from the madness, and so you get that element. It was just stunning."
    },
    {
      "cite": "Elijah Wood",
      "quote": "There's a real purity in New Zealand that doesn't exist in the states. It's actually not an easy thing to find in our world anymore. It's a unique place because it is so far away from the rest of the world. There is a sense of isolation and also being protected."
    },
    {
      "cite": "Anthony McCarten",
      "quote": "The New Zealand sense of humor is tough and realistic. Jokes are not surreal; they are about life and death and tough decisions."
    },
    {
      "cite": "Murray Mexted",
      "quote": "In New Zealand I think we often take ourselves too seriously, and being able to laugh at yourself is necessary in life without being too precious."
    },
    {
      "cite": "Peter Jackson",
      "quote": "One of the best things about growing up in New Zealand is that if you are prepared to work hard and have faith in yourself, truly anything is possible."
    },
    {
      "cite": "John Key",
      "quote": "New Zealand needs to balance its environmental responsibilities with its economic opportunities, because the risk is that if you don't do that - and you want to lead the world - then you might end up getting unintended consequences."
    },
    {
      "cite": "James Nesbitt",
      "quote": "New Zealand is a place where you can get well."
    },
    {
      "cite": "Joel Salatin",
      "quote": "New Zealand has incredible global recognition for grass-fed livestock."
    },
    {
      "cite": "Robert Muldoon",
      "quote": "New Zealand was colonised initially by those Australians who had the initiative to escape."
    },
    {
      "cite": "John Key",
      "quote": "New Zealand as a whole needs to save more, spend less and reduce our reliance on foreign debt."
    },
    {
      "cite": "Luke Evans",
      "quote": "Living in New Zealand, it's like a different world - it is a different world. It's very, very cool."
    },
    {
      "cite": "Emilia Wickstead",
      "quote": "New Zealand is such a down-to-earth place."
    },
    {
      "cite": "Eleanor Catton",
      "quote": "An interesting thing about New Zealand, you know, literature is that it really didn't begin in any real sense until the 20th century."
    },
    {
      "cite": "Julian Dennison",
      "quote": "New Zealand - it's very tight-knit, and everyone knows each other."
    },
    {
      "cite": "Melanie Lynskey",
      "quote": "People in New Zealand go out of their way to not be impressed by things."
    },
    {
      "cite": "Eleanor Catton",
      "quote": "I have heard that in the New Zealand native tradition, the soul, when it dies, becomes a star."
    }
  ]
}