{
  "source": "https://www.wisesayings.com/new-place-quotes/",
  "theme": "new-place",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You need new roads to discover new places!"
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Create a compelling vision, one that takes people to a new place, and then translate that vision into a reality."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "There's nothing more thrilling than arriving in a new place on your own and feeling the sense of possibility and excitement that brings with it."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Transitions are almost always signs of growth, but they can bring feelings of loss. To get somewhere new, we may have to leave somewhere else behind."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Every time you tear a leaf off a calendar, you present a new place for new ideas and progress."
    },
    {
      "cite": "Lee Ranaldo",
      "quote": "Change is always good. It brings you to a new place."
    },
    {
      "cite": "Joan Bauer",
      "quote": "New places always help us look at life differently."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep travelling. You will discover new paths and new places."
    },
    {
      "cite": "Stephen King",
      "quote": "The quickest way to learn about a new place is to know what it dreams of."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The true voyage of discovery is not a journey to a new place; it is learning to see with new eyes."
    },
    {
      "cite": "Joe Ambercrombie",
      "quote": "If you want to be a new man you have to stay in new places, and do new things, with people who never knew you before. If you go back to the same old ways, what else can you be but the same old person?"
    },
    {
      "cite": "Rumer Godden",
      "quote": "To wake for the first time in a new place can be like another birth."
    },
    {
      "cite": "Sara Zarr",
      "quote": "Don't mistake a new place for a new you."
    },
    {
      "cite": "Philip Larkin",
      "quote": "To start at a new place is always to feel incompetent and unwanted."
    },
    {
      "cite": "Chris Hogan",
      "quote": "Arrival at a new destination only occurs from leaving your current location."
    },
    {
      "cite": "Yogi Berra",
      "quote": "If you don't know where you are going, you might wind up someplace else."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Every exit is an entry somewhere else."
    },
    {
      "cite": "Caroline Leavitt",
      "quote": "Everyone thinks that a new place or a new identity will jumpstart a new life."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "Get some money, buy a red coffeepot, move out. Find a new place to plug it in."
    },
    {
      "cite": "Anonymous",
      "quote": "Escape and breathe the air of new places."
    }
  ]
}