{
  "source": "https://www.wisesayings.com/new-job-quotes/",
  "theme": "new-job",
  "quotes": [
    {
      "cite": "Steve Jobs",
      "quote": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "To find joy in work is to discover the fountain of youth."
    },
    {
      "cite": "Mark Twain",
      "quote": "Find a job you enjoy doing, and you will never have to work a day in your life."
    },
    {
      "cite": "William Patten",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Bobby Unser",
      "quote": "Desire! That's the one secret of every man's career. Not education. Not being born with hidden talents. Desire."
    },
    {
      "cite": "Ray Winstone",
      "quote": "On every job you do, you've got to raise your game. My ambition is to just get better and better every job you do — you should never stop trying to get better. You have to teach yourself new things — I don't think you necessarily learn them from other people because you have your own style of doing things, but hopefully you get better."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Find a job you like and you add five days to every week."
    },
    {
      "cite": "Harding Lawrence",
      "quote": "Don't set compensation as a goal. Find work you like, and the compensation will follow."
    },
    {
      "cite": "Sean Maher",
      "quote": "Starting a new job is always scary, or at least for me it's always scary. It's like the first day of school."
    },
    {
      "cite": "unknown",
      "quote": "A new job is like a blank book and you are the author."
    },
    {
      "cite": "Robert Frost",
      "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Only undertake what you can do in an excellent fashion. There are no prizes for average performance."
    },
    {
      "cite": "Carl Bard",
      "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
      "cite": "unknown",
      "quote": "A new job is not a new beginning. It is a path to create a new ending."
    },
    {
      "cite": "Kate Reardon",
      "quote": "By doing, you become employable. It doesn't matter what the job is; by working, you learn new things, meet new people and are exposed to new ideas."
    },
    {
      "cite": "unknown",
      "quote": "The expert in anything was once a beginner."
    },
    {
      "cite": "Felicia Day",
      "quote": "Every single job is a challenge. You are walking into a new set, a new character, creating a world and trying to get comfortable to do your best work."
    },
    {
      "cite": "Leigh Steinberg",
      "quote": "Be open to the amazing changes which are occurring in the field that interests you."
    },
    {
      "cite": "Hamilton Holt",
      "quote": "Nothing worthwhile comes easily. Work, continuous work and hard work, is the only way to accomplish results that last."
    },
    {
      "cite": "Camille Guaty",
      "quote": "I still get the jitters every time I start a new job! I love it — makes you feel alive."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Do not wait until the conditions are perfect to begin. Beginning makes the conditions perfect."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams!"
    },
    {
      "cite": "Katherine Whitehorn",
      "quote": "Find out what you like doing best, and get someone to pay you for it."
    },
    {
      "cite": "unknown",
      "quote": "Go where you are celebrated — not tolerated. If they can't see the real value of you, it's time for a new start."
    },
    {
      "cite": "unknown",
      "quote": "Don't be afraid to start over. It's a brand new opportunity to rebuild what you truly want."
    },
    {
      "cite": "unknown",
      "quote": "The best time for new beginnings, is now."
    },
    {
      "cite": "unknown",
      "quote": "Treat your new job as a mission. Avoid procrastination, increase contribution, and exceed expectations."
    }
  ]
}