{
  "source": "https://www.wisesayings.com/new-business-quotes/",
  "theme": "new-business",
  "quotes": [
    {
      "cite": "Elon Musk",
      "quote": "If you're trying to create a company, it's like baking a cake. You have to have all the ingredients in the right proportion."
    },
    {
      "cite": "Dave Thomas",
      "quote": "What do you need to start a business? Three simple things: know your product better than anyone, know your customer, and have a burning desire to succeed."
    },
    {
      "cite": "Richard Branson",
      "quote": "A good idea for a new business tends not to occur in isolation, and often the window of opportunity is very small. So speed is of the essence."
    },
    {
      "cite": "Peter Thiel",
      "quote": "When you are starting a new business you don't want to go after giant markets. You want to go after small markets and take over those markets quickly."
    },
    {
      "cite": "Anita Roddick",
      "quote": "What we are trying to do is to create a new business paradigm, simply showing that business can have a human face and a social conscience."
    },
    {
      "cite": "JJ Ramberg",
      "quote": "When starting a new business, people get blinders on. They have an idea, they stick to the idea, but they don't test it or check with their potential audience to see if this is a good idea. It happens all the time. Talk to your customers, see what they like and what you can change or not change."
    },
    {
      "cite": "Patrick Dixon",
      "quote": "To every trend there is a counter-trend. There are a number of pendulums operating and each creates new business opportunities"
    },
    {
      "cite": "James Canton",
      "quote": "There's a tremendous move toward green sustainability. There are going to be tremendous new business opportunities."
    },
    {
      "cite": "Richard Branson",
      "quote": "The time to go into a new business is when it's badly run by others."
    },
    {
      "cite": "Charles Bickers",
      "quote": "Winning new business is the way that we create and sustain jobs going forward."
    },
    {
      "cite": "Mark Swanger",
      "quote": "Retaining existing business is just as important as recruiting new business."
    },
    {
      "cite": "Paul Otellini",
      "quote": "Digital technology is changing the face of entertainment, which is helping to transform peoples' lifestyles and create exciting new business opportunities."
    },
    {
      "cite": "Chris Hadfield",
      "quote": "Almost everything worthwhile carries with it some sort of risk, whether it's starting a new business, whether it's leaving home, whether it's getting married, or whether it's flying in space."
    }
  ]
}