{
  "source": "https://www.wisesayings.com/newlywed-quotes/",
  "theme": "newlywed",
  "quotes": [
    {
      "cite": "Dave Meurer",
      "quote": "A great marriage is not when the perfect couple comes together. It is when an imperfect couple learns to enjoy their differences."
    },
    {
      "cite": "Raymond Eido",
      "quote": "Your marriage is a glorious bond but don't take it as an easy task. It is meant to be worked upon similar to all of your other relationships."
    },
    {
      "cite": "Dave Willis",
      "quote": "Always strive to give your spouse the very best of yourself; not what's leftover after you have given your best to everyone else."
    },
    {
      "cite": "Anonymous",
      "quote": "Congratulations for embarking on life's journey called marriage which is either a two way street between compromise and sacrifice or a one way street to diivorce."
    },
    {
      "cite": "Ann Landers",
      "quote": "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership."
    },
    {
      "cite": "Tom Mullen",
      "quote": "Happy marriages begin when we marry the ones we love and they blossom when we love the ones we marry."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "We may argue and have our ups and downs, but any poor soul who ever tries to get between us will find out that our love is stronger than ever."
    },
    {
      "cite": "Anonymous",
      "quote": "To the newlyweds: May for better or worse be far better than worse."
    },
    {
      "cite": "Anonymous",
      "quote": "As you become husband and wife, prepare to welcome a lot of strife. Each others faults you will point out, you will fight and argue without a doubt. Don't even bother trying to find a solution, this is marriage life's toughest institution."
    },
    {
      "cite": "E'yen A.Gardner",
      "quote": "Putting love first, even above the laws of marriage, will allow you to see past the small, insignificant details and focus on the relationship you truly desire."
    },
    {
      "cite": "David Khalil",
      "quote": "Marriage is a form of discipline involving two people committing to a certain lifestyle and set of boundaries."
    },
    {
      "cite": "John Stange",
      "quote": "Have a good and godly marriage that shows the world Christ's love through how you sacrificially love and serve one another."
    },
    {
      "cite": "Jessica Gardner",
      "quote": "Simply put, a marriage is not a marriage without the existence of two individuals who promised to love each other."
    },
    {
      "cite": "Adam Hamilton",
      "quote": "From the first, the Bible makes clear that marriage is a calling from God to care for, bless, and serve another."
    },
    {
      "cite": "Maggie Reyes",
      "quote": "Marriages are like fingerprints; each one is different and each one is beautiful."
    },
    {
      "cite": "Julie Donner Andersen",
      "quote": "When two people become one by way of marriage, it is not only their hearts that are united, but their minds and souls as well."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "A young woman, newly wed, may find herself in the delightful position of wanting to do nothing without the company of her darling husband. She may indeed discover that she spends all her waking hours with her fellow to the exclusion of every other friend or family member. This is understandable, but wholly unacceptable, to society."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "The best time to love with your whole heart is always now, in this moment, because no breath beyond the current is promised."
    },
    {
      "cite": "William Taylor",
      "quote": "Newlyweds, they have this ideal, this picture of what marriage is like, something similar of their favorite memories growing up. If only it were that simple."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation."
    },
    {
      "cite": "Alessandra Torre",
      "quote": "Both people need to care deeply about the other person, to put the other's needs before their own, and to make a daily commitment to that person to stick it out."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Marriage is the golden ring in a chain whose beginning is a glance and whose ending is eternity."
    },
    {
      "cite": "Henny Youngman",
      "quote": "We were married for better or worse. I couldn’t have done better, and she couldn’t have done worse."
    },
    {
      "cite": "Ngina Otiende",
      "quote": "Dear newlywed wife, somebody out there is determined to shape your view of intimacy and marriage. You get to choose who will shape your opinion; the Author of marriage or exasperated humans?"
    },
    {
      "cite": "Gillian Flynn",
      "quote": "Compromise, communicate, and never go to bed angry - the three pieces of advice gifted and regifted to all newlyweds."
    },
    {
      "cite": "Girdhar Joshi",
      "quote": "The lonely evenings in the life of a newly married girl may be really agonizing."
    },
    {
      "cite": "T.N. Carpenter",
      "quote": "I hope you smile, laugh, and maybe even learn something that will help you along the way to happily-ever-after."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "Marriage: Love is the reason. Lifelong friendship is the gift. Kindness is the cause. Til’ death do us part is the length."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning; keeping together is progress; working together is success."
    }
  ]
}