{
  "source": "https://www.wisesayings.com/newspaper-quotes/",
  "theme": "newspaper",
  "quotes": [
    {
      "cite": "Don Marquis",
      "quote": "The art of newspaper paragraphing is to stroke a platitude until it purrs like an epigram."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Newspapers always excite curiosity. No one ever lays one down without a feeling of disappointment."
    },
    {
      "cite": "Neil Kinnock",
      "quote": "Newspapers are tutors as well as informers."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Newspapers have degenerated. They may now be absolutely relied upon."
    },
    {
      "cite": "Rafael Correa",
      "quote": "A daily newspaper should report the news, not play at geopolitics."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "A newspaper is a mirror reflecting the public, a mirror more or less defective, but still a mirror."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A good newspaper is never quite good enough but a lousy newspaper is a joy forever."
    },
    {
      "cite": "Pierre-Joseph Proudhon",
      "quote": "The newspapers are the cemeteries of ideas."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A newspaper is an oversized book with adverts and an expiry date."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "For fear of the newspapers politicians are dull, and at last they are too dull even for the newspapers."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Newspapers have roughly the same relationship to life as fortune-tellers to metaphysics."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "Newspapers are horror happening to other people."
    },
    {
      "cite": "Richard Cobden",
      "quote": "A newspaper should be the maximum of information, and the minimum of comment."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Newspaper : A device unable to distinguish between a bicycle accident and the collapse of civilisation."
    },
    {
      "cite": "Dave Barry",
      "quote": "Newspaper readership is declining like crazy. In fact, there's a good chance that nobody is reading my column."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Newspapers should be read for the study of facts. They should not be allowed to kill the habit of independent thinking."
    },
    {
      "cite": "Alexander Lebedev",
      "quote": "Newspapers are a centre of public culture. We can't give in to extortion."
    },
    {
      "cite": "Richard J. Daley",
      "quote": "A newspaper is the lowest thing there is."
    },
    {
      "cite": "Claud Cockburn",
      "quote": "A newspaper is always a weapon in somebody's hands."
    },
    {
      "cite": "Adlai Stevenson I",
      "quote": "Accuracy to a newspaper is what virtue is to a lady; but a newspaper can always print a retraction."
    },
    {
      "cite": "Spiro T. Agnew",
      "quote": "Some newspapers are fit only to line the bottom of bird cages."
    },
    {
      "cite": "Alexander Lebedev",
      "quote": "Owning a newspaper does not confer immunity."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Newspapers have become more important to the average man than the scriptures."
    },
    {
      "cite": "John Fowles",
      "quote": "The newspapers are full of what we would like to happen to us and what we hope will never happen to us."
    },
    {
      "cite": "Arthur Baer",
      "quote": "A newspaper is a circulating library with high blood pressure."
    },
    {
      "cite": "Jimmy Breslin",
      "quote": "Newspapers are so boring. How can you read a newspaper that starts with a 51-word lead sentence?"
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The newspaper is a greater treasure to the people than uncounted millions of gold."
    },
    {
      "cite": "Sienna Miller",
      "quote": "The newspapers turn a blind eye to how they get their material as long as they have great photographs."
    },
    {
      "cite": "Sally Quinn",
      "quote": "Newspapers don't write enough about serious religious issues."
    },
    {
      "cite": "James Fenimore Cooper",
      "quote": "If newspapers are useful in overthrowing tyrants, it is only to establish a tyranny of their own."
    }
  ]
}