{
  "source": "https://www.wisesayings.com/news-quotes/",
  "theme": "news",
  "quotes": [
    {
      "cite": "Doug Larson",
      "quote": "Bad news travels fast. Good news takes the scenic route."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "News travels fast in places where nothing much ever happens."
    },
    {
      "cite": "Steven Magee",
      "quote": "News is how the government delivers propaganda to the masses and it is an essential requirement of the television broadcasting job to be emotionless to this."
    },
    {
      "cite": "Gay Talese",
      "quote": "News, if unreported, has no impact. It might as well have not happened at all."
    },
    {
      "cite": "Javier Bardem",
      "quote": "The bad news is that only the bad people reach the news because they are noisier."
    },
    {
      "cite": "Katharine Graham",
      "quote": "News is what someone wants suppressed. Everything else is advertising."
    },
    {
      "cite": "Marty Rubin",
      "quote": "News used to come too late; now it comes too early."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "The news and the truth are not the same thing."
    },
    {
      "cite": "Lord Northcliffe",
      "quote": "News is what somebody somewhere wants to suppress; all the rest is advertising."
    },
    {
      "cite": "Walter Cronkite",
      "quote": "News reporters are certainly liberal and left of center."
    },
    {
      "cite": "John Oliver",
      "quote": "News is not a game show. You don't win a car if you happen to be right."
    },
    {
      "cite": "Alan Barth",
      "quote": "News is only the first rough draft of history."
    },
    {
      "cite": "George Orwell",
      "quote": "All the papers that matter live off their advertisements, and the advertisers exercise an indirect censorship over news."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "News events are like Texas weather. If you don't like it, wait a minute."
    },
    {
      "cite": "Colin Powell",
      "quote": "Bad news isn't wine. It doesn't improve with age."
    },
    {
      "cite": "Fabrizio Moreira",
      "quote": "Fake news is a big thing in the field of Social Media Journalism. Fake news can be as simple has spreading misinformation.or as dangerous as smearing hateful propaganda."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "News events cannot be controlled, nor can newscasts be mapped out like entertainment shows."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "We cannot make good news out of bad practice."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "Bad news travels at the speed of light; good news travels like molasses."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "News Coverage!! As news expose rather than cover events."
    },
    {
      "cite": "Graham Swift",
      "quote": "Today's news, which may be yesterday's anyway, will be eclipsed tomorrow."
    },
    {
      "cite": "Eliza Griswold",
      "quote": "News isn't designed to talk about daily life in its nuances, but poetry is."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "News represents another form of advertising, not liberal propaganda."
    },
    {
      "cite": "George Orwell",
      "quote": "News is something somebody doesn't want printed; all else is advertising."
    },
    {
      "cite": "Neil Shute",
      "quote": "The news did not trouble her particularly; all news was bad, like wage demands, strikes, or war, and the wise person paid no attention to it."
    },
    {
      "cite": "Joss Whedon",
      "quote": "The news isn't there to tell you what happened. It's there to tell you what it wants you to hear or what it thinks you want to hear."
    },
    {
      "cite": "Cliff Richard",
      "quote": "There is no better news, than the fact that Jesus can actually turn a life upside down and save it."
    },
    {
      "cite": "Arthur Christiansen",
      "quote": "News, news, news - that is what we want. You cannot beat news in a newspaper."
    },
    {
      "cite": "Ali Smith",
      "quote": "But news right now is like a flock of speeded-up sheep running off the side of a cliff."
    },
    {
      "cite": "Gene Fowler",
      "quote": "News is history shot on the wing."
    }
  ]
}