{
  "source": "https://www.wisesayings.com/next-level-quotes/",
  "theme": "next-level",
  "quotes": [
    {
      "cite": "Jeanette Coron",
      "quote": "Be grateful for the tests, difficulties and challenges you are going through, because it's preparing you for the next level and your breakthrough."
    },
    {
      "cite": "Eric Thomas",
      "quote": "To get to that next level, you gotta learn to get comfortable being uncomfortable."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The road to the next level is always uphill, and if a team isn't intentionally fighting to move up, then it inevitably slides down."
    },
    {
      "cite": "Germany Kent",
      "quote": "Everything that you go through prepares you for the next level."
    },
    {
      "cite": "Tracey Bond",
      "quote": "There is no true loss in authentic growth, only the natural process of letting go, outgrowing, pruning. The call of the next level requires it. Those who resist the connective opportunities that life brings to grow to their next level, never reach the mental maturity height to acquire it."
    },
    {
      "cite": "Benjamin Suulola",
      "quote": "God prepares you for your next level before He finally takes you there. It is not the other way around."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Just jump, make that call, take the next step and say no, I'm done, that's it! As long as you entertain fearful thoughts, you’ll continue to feel the pain. So, just take some kind of action now. Even if you feel that fear while you’re taking action, have faith and just keep going."
    },
    {
      "cite": "Saji Ijiyemi",
      "quote": "A lot of people desire to go to their next level but only a few are determined to grow to their next level."
    },
    {
      "cite": "Gina Carano",
      "quote": "Once you get that addiction of realizing what you can do, you want to take that to the next level."
    },
    {
      "cite": "Eben Pagan",
      "quote": "The next level, by definition, is something you can't see and you can't understand."
    },
    {
      "cite": "Eric Thomas",
      "quote": "If you're going to go to the next level, your values are going to have to change!"
    },
    {
      "cite": "Chalene Johnson",
      "quote": "Get comfortable being uncomfortable, that's how you break the plateau and reach the next level."
    },
    {
      "cite": "Eric Thomas",
      "quote": "When you're excited about what you do, and nobody gotta give you a dime, that's next level."
    },
    {
      "cite": "Larry Winget",
      "quote": "You can't step up to the next level as long as you keep one foot on the lower level."
    },
    {
      "cite": "Rory Vaden",
      "quote": "Creating the next level of results requires the next level of thinking."
    },
    {
      "cite": "Christina Milian",
      "quote": "Take everything to the next level and have fun doing it. No limits, no rules!"
    },
    {
      "cite": "Hal Elrod",
      "quote": "Start taking yourself to the next level so you can take your success to the next level. It only happens in that order."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You were created to excel. There's no limit to how high you can go in life. Keep stretching to the next level."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "Separation before elevation. You have to let some people and things go so you can go to the next level."
    },
    {
      "cite": "Les Brown",
      "quote": "You must think of failure and defeat as the spring boards to new achievements, and to the next level of accomplishment."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every success won is a motivation to the next level of success."
    },
    {
      "cite": "Robert G. Allen",
      "quote": "The decisions that you make each day can actually catapult you to that next level of achievement."
    },
    {
      "cite": "Germany Kent",
      "quote": "Faith in God will elevate you to next level blessings."
    },
    {
      "cite": "Oscar Bimpong",
      "quote": "Stop the continual thinking of anticipated challenges and start thinking of solutions. Solutions take you to the next level whilst thinking of challenges with no solutions makes you stay at the same level or at worse takes you a step backwards."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "The mindset you have, determines the next step you take."
    },
    {
      "cite": "Rita Wilson",
      "quote": "Be fearless in trying new things, whether they are physical, mental, or emotional, since being afraid can challenge you to go to the next level."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Don't allow your past or present condition to control you. It's just a process that you're going through to get you to the next level."
    },
    {
      "cite": "Kevin Harvick",
      "quote": "Everybody got a taste of success and everybody wants to keep elevating that to the next level."
    },
    {
      "cite": "Corey Taylor",
      "quote": "You have to get to the next level, or you're gonna get stuck where you are for the rest of your life."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Growth requires facing where you're at so you can go to the next level."
    }
  ]
}