{
  "source": "https://www.wisesayings.com/nice-guy-quotes/",
  "theme": "nice-guy",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "The real power of a man is in the size of the smile of the woman sitting next to him."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "Zyanya Torres",
      "quote": "Just because you are a nice guy, doesn't mean you are a good man."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "Nice guys may appear to finish last, but usually they are running a different race."
    },
    {
      "cite": "Mike Tyson",
      "quote": "You have to have a bunch of dimensions of yourself. You have to be able to adapt in this world. You can't be a nice guy living in a world of savages."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "A man does what he must in spite of personal consequences, in spite of obstacles and dangers and pressures and that is the basis of all human morality."
    },
    {
      "cite": "Chuck Norris",
      "quote": "Men are like steel. When they lose their temper, they lose their worth."
    },
    {
      "cite": "Tyga",
      "quote": "You can do nice things for people all of the time and it's never noticed but as soon as you make one mistake it's never forgotten."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The first step to be a good man is this. You must deeply feel the burden of the stones some else is carrying"
    },
    {
      "cite": "Anonymous",
      "quote": "No man stands so tall as when he stoops to help a child."
    },
    {
      "cite": "Eugene Nathaniel Butler",
      "quote": "Being a nice guy, doesn't mean you are a push over. It also doesn't mean you are easy to manipulate or take advantage of. No, being a nice guy simply means you care, have no time to get mad at the small stuff, and you think of the world in larger terms than self. And despite living in the shadow of the bad guys and paying for mistakes you didn't make, you hold on sometimes more than you should, but when you can no longer, you move on because it's the right thing to do."
    },
    {
      "cite": "Anastasia Netri",
      "quote": "A good man will want you to shine. He wants you to be your amazing self. A good man loves to show off his happy, intelligent, amazing, powerful woman."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones."
    },
    {
      "cite": "Sallust",
      "quote": "A good man would prefer to be defeated than to defeat injustice by evil means."
    },
    {
      "cite": "Justin Hartley",
      "quote": "Everybody has an inside scoop, so just be a nice guy. Be a nice person."
    },
    {
      "cite": "Charles J. Orlando",
      "quote": "A gentleman will open doors, pull out chairs, and carry things. Not because she's helpless or unable, but because he wants to show her that she is valuable and worthy of respect."
    },
    {
      "cite": "Anonymous",
      "quote": "Real men stay faithful. They don't have time to look for another woman because they're too busy looking for new ways to love their own."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "At home I am a nice guy, but I don't want the world to know. Humble people, I've found, don't get very far."
    },
    {
      "cite": "Mort Walker",
      "quote": "It is not true that nice guys finish last. Nice guys are winners before the game even starts."
    },
    {
      "cite": "Leo Durocher",
      "quote": "I never did say that you can't be a nice guy and win. I said that if I was playing third base and my mother rounded third with the winning run, I'd trip her up."
    },
    {
      "cite": "Evan Davis",
      "quote": "Nice guys finish last, but we get to sleep in."
    },
    {
      "cite": "Kellan Lutz",
      "quote": "With my feelings, I hold a lot in, because I didn't always have boundaries and people would take advantage of situations because I'm a nice guy."
    },
    {
      "cite": "John McEnroe",
      "quote": "There's too much money and too many nice guys around."
    },
    {
      "cite": "Howard Norman",
      "quote": "Friendship is provisional, you have to keep earning it, back and forth, give the gift that's only each other's to give."
    },
    {
      "cite": "Ken Wilber",
      "quote": "Most of us, I suspect, prefer our spiritual teachers to be one of the Nice Guy variety."
    },
    {
      "cite": "Kirk Douglas",
      "quote": "Virtue is not photogenic. What is it to be a nice guy? To be nothing, that's what. A big fat zero with a smile for everybody."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "He's a nice guy, but he played too much football with his helmet off."
    }
  ]
}