{
  "source": "https://www.wisesayings.com/nieces-quotes/",
  "theme": "nieces",
  "quotes": [
    {
      "cite": "Crystal Woods",
      "quote": "The moment my niece came into the world, I realized that logic can't make sense of someone who's so brand new to you."
    },
    {
      "cite": "Jane Austen",
      "quote": "I am greatly pleased with your account of Fanny; I found her in the summer just as you describe, almost another sister, I could not have supposed that a niece would ever have been so much to me. She is quite after one's own heart."
    },
    {
      "cite": "unknown",
      "quote": "My niece, my little princess you totally rule my heart. In the story of my life you are the best part. Your sweet smile and magical ways bring happiness in my life and joy that stays forever."
    },
    {
      "cite": "Marisa Casciano",
      "quote": "She's a different kind of BFF. One who is a little younger, and finds you so cool just because you care and have grown-up clothes in your closet. As she gets older, you might become her shoulder to cry on, but right now, you have so many smiles and snacks you need to share."
    },
    {
      "cite": "Kate Summers",
      "quote": "An aunt and a niece, there is a special bond that grows with time."
    },
    {
      "cite": "Catherine Pulsifier",
      "quote": "Nieces bring happiness and joy. They are so different than a boy. They are full of love and surprises too. They make life special, not blue."
    },
    {
      "cite": "unknown",
      "quote": "If nephews and nieces were jewels, I would have the most beautiful gems ever..."
    },
    {
      "cite": "unknown",
      "quote": "Aunts and nieces, there's something you must know. As time flies and years pass by, their love tends to grow. In the grueling journey of life, when everything else withers away, an aunt and a niece's bond, is something that will always stay"
    },
    {
      "cite": "unknown",
      "quote": "A niece is very special! She's the child of someone dear. She's the person I can spoil whether far or near. As years pass by I hope you know how much you mean to me, and as you make your way in life, with you I will always be."
    },
    {
      "cite": "unknown",
      "quote": "You are my niece, which gives you the official right to ask me for treats without feeling guilty. I am your aunt, which gives me the official right to spoil you without taking responsibility. How perfect."
    },
    {
      "cite": "unknown",
      "quote": "To my niece, you are a joy to my heart and a delight to my eyes. You are a precious gift to our entire family and a wonderful addition to our lives."
    },
    {
      "cite": "unknown",
      "quote": "When you were a little girl I already knew that someday, Niece a beautiful woman you would grow into with beauty and such kindness and all your loving ways that is the kind of wonderful that you are today"
    },
    {
      "cite": "unknown",
      "quote": "My beautiful niece, you shine like the stars brightening lives wherever you go spreading love and light, wherever you are. You are loved so much more than you know"
    },
    {
      "cite": "unknown",
      "quote": "When your mom placed you in my arms after your birth, little did I know that she was placing you directly in my heart."
    },
    {
      "cite": "unknown",
      "quote": "All nieces are brilliant and beautiful...and obviously take after their aunt."
    },
    {
      "cite": "unknown",
      "quote": "A niece is a gift whose worth cannot be measured except by the heart."
    },
    {
      "cite": "unknown",
      "quote": "A niece is a friend given by Nature."
    },
    {
      "cite": "unknown",
      "quote": "A niece is someone special to remember with warmth, think of with pride, and cherish with love."
    },
    {
      "cite": "Sue Wicks",
      "quote": "To be on television and have my nieces and nephews see me, and seeing them wear my shirt to the games and be proud, it's so sweet. Sometimes it feels like it's just a dream."
    },
    {
      "cite": "unknown",
      "quote": "Everything is nicer when shared with a niece!"
    },
    {
      "cite": "unknown",
      "quote": "A niece grows more precious as time goes by."
    },
    {
      "cite": "unknown",
      "quote": "A niece is a little bit of childhood that can never be lost."
    },
    {
      "cite": "unknown",
      "quote": "Here together or miles apart, a niece like you stays in my heart."
    },
    {
      "cite": "unknown",
      "quote": "To have a niece as wonderful as you, makes me one of the lucky few."
    },
    {
      "cite": "unknown",
      "quote": "Whenever your dad grounds you, whenever your mom scolds you, whenever your teachers punish you, whenever your friends tease you-always remember that you have an aunt who is waiting to hug you."
    },
    {
      "cite": "unknown",
      "quote": "I believe in angels the kind that heaven sends. They're identified as nieces who are also special friends."
    },
    {
      "cite": "unknown",
      "quote": "Brought together by blood, kept together by love."
    },
    {
      "cite": "unknown",
      "quote": "Little girls made of sugar and spice grow up to be darling young women that we call our niece."
    },
    {
      "cite": "unknown",
      "quote": "My dearest niece. You may be your mom's daughter, but you are my best friend."
    }
  ]
}