{
  "source": "https://www.wisesayings.com/night-quotes/",
  "theme": "night",
  "quotes": [
    {
      "cite": "Stephenie Meyer",
      "quote": "I like the night. Without the dark, we'd never see the stars."
    },
    {
      "cite": "Sarah Williams",
      "quote": "I have loved the stars too fondly to be fearful of the night."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The darker the night, the brighter the stars,  the deeper the grief, the closer is God!"
    },
    {
      "cite": "Stephen King",
      "quote": "It was the possibility of darkness that made the day seem so bright."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "Night is a time of rigor, but also of mercy. There are truths which one can see only when it's dark"
    },
    {
      "cite": "Bernard Williams",
      "quote": "There was never a night or a problem that could defeat sunrise or hope."
    },
    {
      "cite": "Catherine O'Hara",
      "quote": "Night time is really the best time to work. All the ideas are there to be yours because everyone else is asleep."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "I often think that the night is more alive and more richly colored than the day."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Night is a world lit by itself."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Twilight drops her curtain down, and pins it with a star."
    },
    {
      "cite": "Unkown",
      "quote": "Night is the blotting paper for many sorrows."
    },
    {
      "cite": "JohnLyly",
      "quote": "Night hath a thousand eyes."
    },
    {
      "cite": "Goethe",
      "quote": "Night is the other half of life, and the better half."
    },
    {
      "cite": "Euripedes",
      "quote": "The day is for honest men, the night for thieves."
    },
    {
      "cite": "JohnFlorio",
      "quote": "Night is the mother of thoughts."
    },
    {
      "cite": "Charles De Lint",
      "quote": "You can't stand up to the night until you understand what's hiding in its shadows."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "The night is a skin pulled over the head of day that the day may be in torment."
    },
    {
      "cite": "John Gay",
      "quote": "Shadow owes its birth to light."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Night's deepest gloom is but a calm; that soothes the weary mind: The labored days restoring balm; the comfort of mankind."
    },
    {
      "cite": "Seneca",
      "quote": "Night brings our troubles to the light, rather than banishes them."
    },
    {
      "cite": "Bryan Waller Proctor",
      "quote": "Shadows fall on even the brightest hours."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "Night is a stealthy, evil Raven, Wrapt to the eyes in his black wings."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The man who has seen the rising moon break out of the clouds at midnight has been present like an archangel at the creation of light and of the world"
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "After winter comes the summer. After night comes the dawn. After every storm, there comes clear, open skies."
    },
    {
      "cite": "BibleQuotes",
      "quote": "In thoughts from the visions of the night, when deep sleep falleth on men."
    },
    {
      "cite": "Guillaume De Salluste Du Bartas",
      "quote": "Night's black Mantle covers all alike."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
    },
    {
      "cite": "Enya",
      "quote": "Night has brought to those who sleep, only dreams they can not keep."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Night hovers all day in the boughs of the fir tree."
    },
    {
      "cite": "Llewelyn Powys",
      "quote": "No sight is more provocative of awe than is the night sky."
    }
  ]
}