{
  "source": "https://www.wisesayings.com/nightmares-quotes/",
  "theme": "nightmares",
  "quotes": [
    {
      "cite": "John Irving",
      "quote": "Of all the things you choose in life, you don't get to choose what your nightmares are. You don't pick them; they pick you."
    },
    {
      "cite": "Alex Chilton",
      "quote": "It's been like a bad dream I never woke from."
    },
    {
      "cite": "Joseph Heller",
      "quote": "I want to keep my dreams, even bad ones, because without them, I might have nothing all night long."
    },
    {
      "cite": "Maria V. Snyder",
      "quote": "Bad dreams are ghosts of our fears and worries, haunting us while we sleep. I doubt Valek is in trouble."
    },
    {
      "cite": "Bram Stoker",
      "quote": "There are bad dreams for those who sleep unwisely."
    },
    {
      "cite": "Todd Strasser",
      "quote": "It's weird when you wake of from a bad dream and everything is still bad."
    },
    {
      "cite": "Betsey Johnson",
      "quote": "There is an excitement about having nightmares."
    },
    {
      "cite": "Sylvia Browne",
      "quote": "Nightmares are releases."
    },
    {
      "cite": "Robert Englund",
      "quote": "It's real simple - we all have nightmares, and the idea you can be in real jeopardy in them is a great gimmick. It's universal."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "I drag myself out of nightmares each morning and find there's no relief in waking."
    },
    {
      "cite": "Jonas Salk",
      "quote": "I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams."
    },
    {
      "cite": "Jay London",
      "quote": "I told my therapist I was having nightmares about nuclear explosions. He said don't worry it's not the end of the world."
    },
    {
      "cite": "Bruce Jenner",
      "quote": "I still have nightmares about taking tests."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "I used to have nightmares about the Antichrist - what would happen, where it would come from, and who it would be."
    },
    {
      "cite": "Laurie Holden",
      "quote": "I've had a quite a few nightmares about being chased by walkers."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Unfortunately, the balance of nature decrees that a super-abundance of dreams is paid for by a growing potential for nightmares."
    },
    {
      "cite": "Robert Englund",
      "quote": "Most of my nightmares involve me forgetting my lines in a stage play."
    },
    {
      "cite": "Stanley Victor Paskavich",
      "quote": "I don't know if I'm dreaming when I sleep or sleeping while I'm awake, but I have reoccurring dreams my mind cannot take"
    },
    {
      "cite": "Julian Casablancas",
      "quote": "I very often have night terrors. Just think of the worst possible situation, and it's a regular thing for me. I've died in my sleep twenty-three different ways."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "\"For the night is dark and full of terrors."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "It is a good viewpoint to see the world as a dream. When you have something like a nightmare, you will wake up and tell yourself that it was only a dream. It is said that the world we live in is not a bit different from this."
    },
    {
      "cite": "David Copperfield",
      "quote": "My uncle's house burned down when I was 6 years old. We got out safely. But ever since, I've had a nightmare of dying in a fire."
    },
    {
      "cite": "Sharon Gless",
      "quote": "In fact I have nightmares about having children. I want to carry a baby and feel the life within me and in my dream, I do. But every time after it's born, there's this incredible fear, this pounding pulse of fear. It's a real bad nightmare."
    },
    {
      "cite": "Roy Horn",
      "quote": "Dear God, let this be just a bad nightmare."
    },
    {
      "cite": "R. A. Lafferty",
      "quote": "Put the nightmare together. If you do not wake up screaming, you have not put it together well."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Nothing like being in a dream, then waking up to a nightmare."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Waking among the dead, one wondered if one was still alive. And yet real despair only seized us later. Afterwards. As we emerged from the nightmare and began to search for meaning."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "Have you ever noticed there is never any third act to a nightmare? They bring you to a climax of terror and then leave you there."
    },
    {
      "cite": "Oliver Stone",
      "quote": "The worst nightmare I ever had about Vietnam was that I had to go back. I woke up in a sweat, in total terror."
    },
    {
      "cite": "Anthony Daniels",
      "quote": "Where hopes are unrealistic, fears often become exaggerated; where dreams alone are blueprints, nightmares result."
    }
  ]
}