{
  "source": "https://www.wisesayings.com/nihilism-quotes/",
  "theme": "nihilism",
  "quotes": [
    {
      "cite": "Torbjorn Tannsjo",
      "quote": "Moral nihilism comes with a price we can now see."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Those who believe in nothing are very, very jealous and angry at those who believe in something."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Nihilism is but the other side of conventionalism; its creed consists of negations of the current so-called positive values, to which it remains bound."
    },
    {
      "cite": "Gorgias",
      "quote": "Nothing exists; even if something exists, nothing can be known about it; and even if something can be known about it, knowledge about it can't be communicated to others."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Nihilism has no substance. There is no such thing as nothingness, and zero does not exist. Everything is something. Nothing is nothing."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Lack of originality, everywhere, all over the world, from time immemorial, has always been considered the foremost quality and the recommendation of the active, efficient and practical man."
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "In his heart he was highly delighted with his friend's suggestion, but he thought it a duty to conceal his feeling. He was not a nihilist for nothing!"
    },
    {
      "cite": "John Green",
      "quote": "the problem is not suffering itself or oblivion itself but the depraved meaninglessness of these things, the absolutely inhuman nihilism of suffering."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "I think you can get to a point where nihilism, if that's the right word, is overwhelming, and the basic laws that society has set up - either religious or social laws - become meaningless."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Life's but a walking shadow, a poor player, that struts and frets his hour upon the stage, and then is heard no more; it is a tale told by an idiot, full of sound and fury, signifying nothing."
    },
    {
      "cite": "Anne Rice",
      "quote": "The atheism and nihilism of my earlier years now seems shallow, and even a bit cocky."
    },
    {
      "cite": "Ray Brassier",
      "quote": "Nihilism is not an existential quandary but a speculative opportunity."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "The skeptic may deny your doctrine or attack your church but he cannot honestly ignore the fact that your life has been changed."
    },
    {
      "cite": "E. M. Cioran",
      "quote": "Everything is nothing, including the consciousness of nothing."
    },
    {
      "cite": "Paul Kurtz",
      "quote": "The skeptic has no illusions about life, nor a vain belief in the promise of immortality. Since this life here and now is all we can know, our most reasonable option is to live it fully."
    },
    {
      "cite": "Karl Popper",
      "quote": "It is complete nihilism to propose laying down arms in a world where atom bombs are around. It is very simple: there is no way of achieving peace other than with weapons."
    },
    {
      "cite": "Albert Camus",
      "quote": "Nihilism is not only despair and negation, but above all the desire to despair and to negate."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Everything in the world displeases me: but, above all, my displeasure in everything displeases me."
    },
    {
      "cite": "Martijn Budel",
      "quote": "Nihilists embrace life's existence by the acceptance of nothingness."
    },
    {
      "cite": "Roberto Canessa",
      "quote": "You don't realize all the things you have in this world, much more than you need, and you do much less than you can."
    },
    {
      "cite": "A.A. Milne",
      "quote": "There must be somebody there, because somebody must have said Nobody."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Tragedy is a vision of nihilism, a heroic or ennobling vision of nihilism."
    },
    {
      "cite": "Leonard Baskin",
      "quote": "I think there is an element of nihilism about, but I don't think most artists feel their work is meaningless."
    },
    {
      "cite": "Dean Ornish",
      "quote": "Meaning is malleable: take it out, you get nihilism and despair. Put it in, you get sacredness and something most special."
    },
    {
      "cite": "Albert Camus",
      "quote": "A nihilist is not one who believes in nothing , but one who does not believe in what exists."
    },
    {
      "cite": "Ryan Gosling",
      "quote": "Certainty is not to be had. But as we learn this we become not more moral but more resigned. We become nihilists."
    },
    {
      "cite": "Reginald Horace Blyth",
      "quote": "If all men lead mechanical, unpoetical lives, this is the real nihilism, the real undoing of the world."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "That is the most extreme form of nihilism: nothingness (the \"meaningless\") eternally!"
    },
    {
      "cite": "Dean Cavanagh",
      "quote": "Nihilism, there's really nothing to it."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense."
    }
  ]
}