{
  "source": "https://www.wisesayings.com/no-fear-quotes/",
  "theme": "no-fear",
  "quotes": [
    {
      "cite": "Stokely Carmichael",
      "quote": "The secret of life is to have no fear; It's the only way to function."
    },
    {
      "cite": "Leon Blum",
      "quote": "The free man is he who does not fear to go to the end of his thought."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Have no fear of moving into the unknown. Simply step out fearlessly… Do this in complete faith and confidence."
    },
    {
      "cite": "Philip Massinger",
      "quote": "He that knows no guilt can know no fear."
    },
    {
      "cite": "Anais Nin",
      "quote": "People living deeply have no fear of death."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "A drop in the ocean has no fear of a hurricane."
    },
    {
      "cite": "John Maeda",
      "quote": "If you have no fear, no one has power over you."
    },
    {
      "cite": "Buddha",
      "quote": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Have no fear of perfection - you'll never reach it."
    },
    {
      "cite": "Alistair Overeem",
      "quote": "There is no fear. There are only two things. Trained and untrained."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Fear attracts the darkness. When you have no fear, the darkness fears you."
    },
    {
      "cite": "Elisa Jimenez",
      "quote": "Brave is not saying I have no fear. It's being terrified and still moving forward."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Being brave doesn't mean we have no fear - it means we refuse to be overcome by it."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "No fear. No distractions. The ability to let that which does not matter truly slide."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The brave man is not the one who has no fears, he is the one who triumphs over his fears."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Being fearless doesn't mean you have no fears. it means you're strong enough to face them."
    },
    {
      "cite": "Vanessa Paradis",
      "quote": "No fear. We are never sure of anything. Fear never prevents [bad things] from happening."
    },
    {
      "cite": "Jennifer O'Neill",
      "quote": "If we lived in a world with no fear, then you would never discover the courage you have within."
    },
    {
      "cite": "Pema Chödrön",
      "quote": "Usually we think that brave people have no fear. The truth is that they are intimate with fear."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!"
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Life and death are the same thing. When we realize this fact, we have no fear of death anymore, nor actual difficulty in our life."
    },
    {
      "cite": "James Frey",
      "quote": "There is no fear. Absolutely no fear. When one lives without fear, one cannot be broken. When one lives with fear one is broken before one begins to live."
    },
    {
      "cite": "Ching Ning Chu",
      "quote": "If you are not concerned about the outcome of a circumstance, you will experience no fear. Whatever the outcome will be, will be, whether you fear it or not."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "When you see that you are not the body, that the body comprises only a small fraction of the aggregate of your awareness, then death is no fear, life is no fear, there is no fear."
    },
    {
      "cite": "Forrest Curran",
      "quote": "Have no fear in the devil and acknowledge the insecurities, mistakes of the past, and disappointments that you have long failed to accept as new beginnings and see the child within you begin to heal."
    },
    {
      "cite": "Max Seibald",
      "quote": "Play with no fear of failure."
    },
    {
      "cite": "Will Thomas",
      "quote": "There's no fear when you're having fun."
    },
    {
      "cite": "Rumi",
      "quote": "In the blackest of your moments, wait with no fear."
    },
    {
      "cite": "Tony Robbins",
      "quote": "When you focus on serving, there is no fear in you."
    },
    {
      "cite": "Fred Dibnah",
      "quote": "A man who says he feels no fear is either a fool or a liar."
    }
  ]
}