{
  "source": "https://www.wisesayings.com/no-one-cares-quotes/",
  "theme": "no-one-cares",
  "quotes": [
    {
      "cite": "Ken Poirot",
      "quote": "No one cares until someone cares; be that one!"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Nobody cares how much you know, until they know how much you care."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "If no one cares for you at all, do you even really exist?"
    },
    {
      "cite": "Zoe Trope",
      "quote": "No one cares. Apathy is a disease and some days I long for it."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "It is the nature of creation, no one cares how much you are good or bad, just get famous, they all will walk after you."
    },
    {
      "cite": "Richard Linklater",
      "quote": "No one is asking what happened to all the homeless. No one cares, because it's easier to get on the subway and not be accosted."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "At times some may think that no one cares--but someone always cares! Your Heavenly Father will not leave you to struggle alone, but stands ever ready to help."
    },
    {
      "cite": "Archibald Marwizi",
      "quote": "You are in obscurity when you are still needed but no one cares a lot what you say or think, or even where you are working from. You have no voice or presence that makes you relevant. Grow your voice."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is nothing worse than the feeling that no one cares whether we exists or not, that no one is interested in what we have to say about life, and that the world can continue turning without our awkward presence."
    },
    {
      "cite": "Amity Gaige",
      "quote": "Be happy. Decide to be happy. If you want to be happy, be happy! No one cares if you're happy or not, so why wait for permission? And did it really matter if you had been deeply unhappy in your past? Who but you remembered that?"
    },
    {
      "cite": "Byron Katie",
      "quote": "The mind is so tricky. It will say, \"No one cares. Is it true? Well, someone does. Let's see: So-and-so doesn't care. Well, maybe they do. Well, there is someone who doesn't care.\" It just shifts and shifts and shifts, so it can keep all of its concepts intact."
    },
    {
      "cite": "Anamika Mishra",
      "quote": "You have to make people realize your worth, else no one cares!"
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Nobody cares about worthiness. People care about what is real inside of you."
    },
    {
      "cite": "Barack Obama",
      "quote": "Nobody cares how tough your upbringing was. Nobody cares if you suffered some discrimination."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Everywhere there is apathy. Nobody cares whether that which is preached is true or false. A sermon is a sermon whatever the subject; only, the shorter it is, the better."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "It isn’t a perfect place. There are no perfect places. But nobody cares about perfection when there are sand castles to build and kites to chase, children that are being born, old hearts that are giving in."
    },
    {
      "cite": "Mira Grant",
      "quote": "Nobody cares if you're an idiot, as long as you're a useful one."
    },
    {
      "cite": "Lilly Ghalichi",
      "quote": "No one cares of you, you should care of yourself."
    },
    {
      "cite": "Matthew Morrison",
      "quote": "You dont want to play a perfect person; no one cares about that."
    },
    {
      "cite": "Robert T. Kiyosaki",
      "quote": "No one cares about it more than you. Give it the attention it needs."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "No one cares about you. No one cares. You will die and be forgotten."
    },
    {
      "cite": "Harry S Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "James Q. Wilson",
      "quote": "One unrepaired broken window is a signal that no one cares, and so breaking more windows costs nothing."
    },
    {
      "cite": "Dolly Wells",
      "quote": "There is something very freeing about being anonymous because nothing is expected of you; nothing is getting back to anyone, and no one cares."
    },
    {
      "cite": "Adele Faber",
      "quote": "No one cares who is better who is worse who has more who has less. Content in our connectedness we are brothers and sisters after all."
    },
    {
      "cite": "Mikhail Prokhorov",
      "quote": "Money is not the thing that drives me. I like to develop assets to create value. No one cares how rich you are or what your ranking is in Forbes magazine."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "It seems unfortunate that strong people are usually so disagreeable and overbearing that no one cares for them. In fact, to be different from your fellow creatures is always a misfortune."
    },
    {
      "cite": "Daniel Dennett",
      "quote": "If nobody cares, then it doesn't matter what happens to flowers."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "It is not necessary to bury the truth. It is sufficient merely to delay it until nobody cares."
    },
    {
      "cite": "Ryan Robbins",
      "quote": "Embarrassment has a lot to do with thinking too much. Let it go. Nobody cares as much as you think they do."
    }
  ]
}