{
  "source": "https://www.wisesayings.com/no-regrets-quotes/",
  "theme": "no-regrets",
  "quotes": [
    {
      "cite": "Ingrid Bergman",
      "quote": "I have no regrets. I wouldn't have lived my life the way I did if I was going to worry about what people were going to say."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "There are no regrets in life, just lessons."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "Midori Ito",
      "quote": "I have no regrets because I know I did my best -- all I could do."
    },
    {
      "cite": "Ron Moody",
      "quote": "I've no regrets. You take responsibility for your actions."
    },
    {
      "cite": "Byrd Bagget",
      "quote": "Work hard, do your best, live the truth, trust yourself, have some fun...and you'll have no regrets."
    },
    {
      "cite": "Richey Edwards",
      "quote": "I have no regrets. Regrets are meaningless. You can't change yesterday or tomorrow. You can change only this present moment."
    },
    {
      "cite": "Robbie Williams",
      "quote": "There's no point in regretting things. If you can't do the time, don't do the crime. Life's too short to worry about things I've said."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "At the end of the day, let there be no excuses, no explanations, no regrets."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "Make it a rule of life never to regret and never to look back. regret is an appalling waste of energy; you can't build on it; it's only good for wallowing in."
    },
    {
      "cite": "Susan Gale",
      "quote": "No regrets. No looking back. Just hold onto life and move forward. We have no way of knowing what lies ahead...and that is what makes the journey even more exciting."
    },
    {
      "cite": "Kurt Langner",
      "quote": "I have no regrets. I will never regret loving someone because the feeling of love for five minutes is greater than an eternity of hurt."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. IF IT'S GOOD, It's wonderful. IF IT'S BAD, IT'S experience."
    },
    {
      "cite": "Noel Dejesus",
      "quote": "At the end of the day let their be no regrets, only a desire to do more tomorrow than you did today."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Michelle C. Ustaszeski",
      "quote": "Never look back and regret, look back and smile at what you have learned."
    },
    {
      "cite": "Yanni",
      "quote": "I don't dwell in the past; I don't wallow in old events and emotions. I don't waste time on regret. No use going over and over the details of what already happened."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "I don't have time for regrets, only fun."
    },
    {
      "cite": "Elena Kagan",
      "quote": "I have no regrets. I don't believe in looking back. What I am proudest of? Working really hard... and achieving as much as I could."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "Accept everything about yourself - I mean everything, You are you and that is the beginning and the end - no apologies, no regrets."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I never regret anything. Because every little detail of your life is what made you into who you are in the end."
    },
    {
      "cite": "Montel",
      "quote": "Live with no excuses and love with no regrets."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "We should all start to live before we get too old. Fear is stupid. So are regrets."
    },
    {
      "cite": "Rebecca Beard",
      "quote": "We should have no regrets. ... The past is finished. There is nothing to be gained by going over it. Whatever it gave us in the experiences it brought us was something we had to know."
    },
    {
      "cite": "Jonathan Larson",
      "quote": "Forget regret, or life is yours to miss."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "Regret for time wasted can become a power for good in the time that remains, if we will only stop the waste and the idle, useless regretting."
    },
    {
      "cite": "John C. Calhoun",
      "quote": "In looking back, I see nothing to regret and little to correct."
    },
    {
      "cite": "Armand Hammer",
      "quote": "Regrets and recriminations only hurt your soul."
    },
    {
      "cite": "George Halas",
      "quote": "Nobody who ever gave his best regretted it."
    }
  ]
}