{
  "source": "https://www.wisesayings.com/nobody-quotes/",
  "theme": "nobody",
  "quotes": [
    {
      "cite": "Malcolm X",
      "quote": "Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it."
    },
    {
      "cite": "Michael Cimino",
      "quote": "Nobody lives without making mistakes."
    },
    {
      "cite": "Adena Friedman",
      "quote": "Nobody gets through life without experiencing some form of rejection, which is why everybody knows how awful it feels."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you peace but yourself. Nothing can bring you peace but the triumph of principles."
    },
    {
      "cite": "Ann Landers",
      "quote": "Nobody gets to live life backward. Look ahead, that is where your future lies"
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Nobody should pin their hopes on a miracle."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Nobody got anywhere in the world by simply being content."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Nobody speaks the truth when there is something they must have."
    },
    {
      "cite": "George Halas",
      "quote": "Nobody who ever gave his best regretted it."
    },
    {
      "cite": "Travis Bradberry",
      "quote": "Nobody's perfect. Even the most successful people make serious mistakes."
    },
    {
      "cite": "Max Martin",
      "quote": "If nobody recognizes you, if nobody cares, it's easier to avoid getting carried away. That's way harder if you're a famous artist."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "Nobody owes anybody a living, but everybody is entitled to a chance."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Nobody ever did, or ever will, escape the consequences of his choices."
    },
    {
      "cite": "Johnny Weir",
      "quote": "Nobody gets lucky all the time. Nobody can win all the time. Nobody's a robot. Nobody's perfect."
    },
    {
      "cite": "Jane Austen",
      "quote": "Nobody minds having what is too good for them."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "Nobody is bored when he is trying to make something that is beautiful, or to discover something that is true."
    },
    {
      "cite": "Franz Schubert",
      "quote": "Nobody understands another's sorrow, and nobody another's joy."
    },
    {
      "cite": "Elisabeth Hasselbeck",
      "quote": "Nobody's life is ever all balanced. It's a conscious decision to choose your priorities every day."
    },
    {
      "cite": "LL Cool J",
      "quote": "Nobody is perfect, but life is about choices."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Nobody is a villain in their own story. We're all the heroes of our own stories."
    },
    {
      "cite": "Corey Taylor",
      "quote": "Nobody can dare me to do anything that I don't come up with on my own."
    },
    {
      "cite": "Jason Pierre-Paul",
      "quote": "Nobody can defeat you when you all are working together."
    },
    {
      "cite": "Alice Walker",
      "quote": "Nobody is as powerful as we make them out to be."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Nobody deserves your tears, but whoever deserves them will not make you cry."
    },
    {
      "cite": "Selena Gomez",
      "quote": "Nobody really knows everything, and they can only assume."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Everybody talks about the weather, but nobody does anything about it."
    },
    {
      "cite": "Catherine Tate",
      "quote": "No one got anywhere by being too scared to open their mouth in case nobody laughed."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Nobody cares how much you know, until they know how much you care."
    },
    {
      "cite": "Norman Schwarzkopf",
      "quote": "Nobody can ever pin you down when you speculate."
    },
    {
      "cite": "Zelda Fitzgerald",
      "quote": "Nobody has ever measured, not even poets, how much the heart can hold."
    }
  ]
}