{
  "source": "https://www.wisesayings.com/nobody-cares-quotes/",
  "theme": "nobody-cares",
  "quotes": [
    {
      "cite": "David Lichtenstein",
      "quote": "At the end of the day, nobody cares how much you tried, what the deal was, or if you were a good guy or a bad guy."
    },
    {
      "cite": "Earl Wilson",
      "quote": "If you think nobody cares if you're alive, try missing a couple of car payments."
    },
    {
      "cite": "Mary H.K. Choi",
      "quote": "Never hold up your entire group of friends in real life trying to capture a perfect Instagram pose. Nobody cares."
    },
    {
      "cite": "Richard Yates",
      "quote": "It's a disease. Nobody thinks or feels or cares any more; nobody gets excited or believes in anything except their own comfortable little God damn mediocrity."
    },
    {
      "cite": "Dolph Ziggler",
      "quote": "You have to do something different, or you are just the guy who goes out there and has a great match, but nobody cares. You have to have different layers to your character."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Nobody cares how much you know, until they know how much you care."
    },
    {
      "cite": "Louis Auchincloss",
      "quote": "A man can spend his whole existence never learning the simple lesson that he has only one life and that if he fails to do what he wants with it, nobody else really cares."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is nothing worse than the feeling that no one cares whether we exists or not, that no one is interested in what we have to say about life, and that the world can continue turning without our awkward presence"
    },
    {
      "cite": "Adele Faber",
      "quote": "No one cares / who is better / who is worse / who has more / who has less. / Content in our connectedness / we are brothers and sisters / after all."
    },
    {
      "cite": "Lilly Ghalichi",
      "quote": "No one cares of you , you should care of yourself."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "If no one cares for you at all, do you even really exist?"
    },
    {
      "cite": "Dave Barry",
      "quote": "Nobody cares if you can't dance well. Just get up and dance."
    },
    {
      "cite": "Karl Lagerfield",
      "quote": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Nobody cares much whether you write or not. You just have to do it"
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Nobody cares about the bronze or silver medals."
    },
    {
      "cite": "Alexander Gordon Smith",
      "quote": "Nobody cares. You shouldn't either."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "it is the ordinary lot of people to have no friends if they themselves care for nobody."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "If you study something that nobody cares about, does that mean everyone will leave you alone?"
    },
    {
      "cite": "John Wooden",
      "quote": "It is amazing how much can be accomplished if no one cares who gets the credit."
    },
    {
      "cite": "St. Jerome",
      "quote": "No one cares to speak to an unwilling listener. An arrow never lodges in a stone: often it recoils upon the shooter of it."
    }
  ]
}