{
  "source": "https://www.wisesayings.com/noir-quotes/",
  "theme": "noir",
  "quotes": [
    {
      "cite": "Margo Jefferson",
      "quote": "At the very least, noir offers an alternate reality - moments of real passion, a bleak code of honor, and a need for freedom amid corruption. At its best, noir offers a map of subversion."
    },
    {
      "cite": "Margo Jefferson",
      "quote": "Noir is a court of human relations, and some crimes are beyond legal restitution."
    },
    {
      "cite": "Margo Jefferson",
      "quote": "Noir has always shown that greed and chaos are as close as the company we work for or the politicians we vote for."
    },
    {
      "cite": "Adrian McKinty",
      "quote": "Crime fiction, especially noir and hardboiled, is the literature of the proletariat."
    },
    {
      "cite": "Charles Pappas",
      "quote": "As long as life disappoints, men and women betray each other, and what we need gets us killed, there'll always be film noir."
    },
    {
      "cite": "Frank Miller",
      "quote": "The noir hero is a knight in blood caked armor. He's dirty and he does his best to deny the fact that he's a hero the whole time."
    },
    {
      "cite": "Brian De Palma",
      "quote": "That’s what noir feels like to me. It feels like some kind of recurring dream, with very strong archetypes operating. You know, the guilty girl being pursued, falling, all kinds of stuff that we see in our dreams all the time."
    },
    {
      "cite": "Duane Swierczynski",
      "quote": "The noir universe hates do-gooders so it tries to pound them and punish them."
    },
    {
      "cite": "Dennis Lehane",
      "quote": "In Greek tragedy, they fall from great heights. In noir, they fall from the curb."
    },
    {
      "cite": "Elliott Colla",
      "quote": "Noir is where the clarity of moral divisions break down, the black and whites turn into grays."
    },
    {
      "cite": "David Lynch",
      "quote": "Film noir has a mood that everyone can feel. It’s people in trouble, at night, with a little bit of wind and the right kind of music. It’s a beautiful thing."
    },
    {
      "cite": "Christos Gage",
      "quote": "Flawed characters... a ticking clock... morally questionable acts on all sides... moody, evocative art... oh yeah, this the stuff crime noir fans love!"
    },
    {
      "cite": "Pauline Kael",
      "quote": "Is there something in druggy subjects that encourages directors to make imitation film noir? Film noir itself becomes an addiction."
    },
    {
      "cite": "Vilmos Zsigmond",
      "quote": "There is something missing in a lot of digital filmmaking, something I call “poetic reality.” That’s something you see played out in film noir, where the technique establishes the mood."
    },
    {
      "cite": "Werner Herzog",
      "quote": "There are specific times where film noir is a natural concomitant of the mood. When there’s insecurity, collapse of financial systems – that’s where film noir always hits fertile ground."
    },
    {
      "cite": "Paul Schrader",
      "quote": "Film noir is not a genre. It is not defined, as are the western and gangster genres, by conventions of setting and conflict, but rather by the more subtle qualities of tone and mood. It is a film 'noir', as opposed to the possible variants of film gray or film off-white."
    },
    {
      "cite": "Jack Nachbar",
      "quote": "If film noir males are destroyed or nearly destroyed by fate, the noir woman is fate's emissary, a siren leading the man to ruination."
    },
    {
      "cite": "Lawrence Block",
      "quote": "I wouldn't presume to define noir - if we could define it, we wouldn't need to use a French word for it - but it seems to me it's more a way of looking at the world than what one sees."
    },
    {
      "cite": "Stephen Graham Jones",
      "quote": "This is what noir is, what it can be when it stops playing nice--blunt force drama stripped down to the bone, then made to dance across the page."
    },
    {
      "cite": "Otto Penzler",
      "quote": "Noir is about losers. The characters in these existential, nihilistic tales are doomed. They may not die, but they probably should, as the life that awaits them is certain to be so ugly, so lost and lonely, that they'd be better off just curling up and getting it over with. And, let's face it, they deserve it. Pretty much everyone in a noir story (or film) is driven by greed, lust, jealousy or alienation, a path that inevitably sucks them into a downward spiral from which they cannot escape. They couldn't find the exit from their personal highway to hell if flashing neon lights pointed to a town named Hope. It is their own lack of morality that blindly drives them to ruin."
    },
    {
      "cite": "James Lileks",
      "quote": "You need cops, venetian blinds, lots of smoking, hats, sweat, dead-end streets, guys who know all the angles except for the one that ends up sticking out of their backs. Sirens of the automotive and female kind."
    },
    {
      "cite": "Lana Wachowski",
      "quote": "With a genre like film noir, everyone has these assumptions and expectations. And once all of those things are in place, that's when you can really start to twist it about and mess around with it."
    },
    {
      "cite": "Roger Ebert",
      "quote": "One difference between film noir and more straightforward crime pictures is that noir is more open to human flaws and likes to embed them in twisty plot lines."
    },
    {
      "cite": "Rob Thomas",
      "quote": "It's a noir world. Unfair things happen."
    },
    {
      "cite": "Eddie Muller",
      "quote": "For me, true noir is about people who know they are doing the wrong thing, and they do it anyway."
    },
    {
      "cite": "Jeff Goldblum",
      "quote": "Going back to the noir fiction of the 30s, 40s and 50s. It's very contemporary."
    },
    {
      "cite": "Claire Denis",
      "quote": "I think a film noir demands a beginning and an end."
    },
    {
      "cite": "James Ellroy",
      "quote": "I think the great unspoken theme in noir fiction is male self-pity. It pervades noir movies."
    }
  ]
}