{
  "source": "https://www.wisesayings.com/noise-quotes/",
  "theme": "noise",
  "quotes": [
    {
      "cite": "James Daly",
      "quote": "You can't be distracted by the noise of misinformation."
    },
    {
      "cite": "Bryan Procter",
      "quote": "The sweetest noise on earth, a woman's tongue; A string which hath no discord."
    },
    {
      "cite": "Jean-Michel Jarre",
      "quote": "The difference between noise and music is in what the musician does with the sounds."
    },
    {
      "cite": "Ernest Shackleton",
      "quote": "The noise resembles the roar of heavy, distant surf. Standing on the stirring ice one can imagine it is disturbed by the breathing and tossing of a mighty giant below."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Don’t let the noise of others’ opinions drown out your own inner voice."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Noise is the most impertinent of all forms of interruption. It is not only an interruption, but also a disruption of thought."
    },
    {
      "cite": "Mark Twain",
      "quote": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she laid an asteroid."
    },
    {
      "cite": "Joan Baez",
      "quote": "Noise is an imposition on sanity, and we live in very noisy times."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "NOISE, n. A stench in the ear. Undomesticated music. The chief product and authenticating sign of civilization."
    },
    {
      "cite": "Thelonious Monk",
      "quote": "The loudest noise in the world is silence."
    },
    {
      "cite": "Luigi Russolo",
      "quote": "Noise tri­umphs and reigns supreme over the sen­si­bil­ity of men."
    },
    {
      "cite": "E. V. Lucas",
      "quote": "The noise from good toast should reverberate in the head like the thunder of July."
    },
    {
      "cite": "Merzbow",
      "quote": "If by noise you mean uncomfortable sound, then pop music is noise to me."
    },
    {
      "cite": "Robert Lloyd",
      "quote": "Nonsense and noise will oft prevail, When honor and affection fail."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is always a certain noise in applause: even in the applause we give ourselves."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Noise and crowds have a way of siphoning our energy and distracting our attention, making prayer an added chore rather than a comforting relief"
    },
    {
      "cite": "Muriel Spark",
      "quote": "So great was the noise during the day that I used to lie awake at night listening to silence."
    },
    {
      "cite": "Jacques Attali",
      "quote": "What is noise to the old order is harmony to the new."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Of all noises, I think music is the least disagreeable."
    },
    {
      "cite": "Isabel Allende",
      "quote": "We are too connected. There's noise in our heads all the time."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Noise and activity are the refuges of the bereaved and the guilty."
    },
    {
      "cite": "Eoin Colfer",
      "quote": "And it's amazing how much noise people ignoring each other can make."
    },
    {
      "cite": "Nate Silver",
      "quote": "The signal is the truth. The noise is what distracts us from the truth."
    },
    {
      "cite": "Frances Wright",
      "quote": "Do not confound noise with fame. The man who is remembered, is not always honored."
    },
    {
      "cite": "Patrick Ness",
      "quote": "That's another thing about Noise. Everything that's ever happened to you just keeps right on talking, for ever and ever."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "We must never let the noise of the world overpower and overwhelm that still small voice."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Noises are like arrows pierced to a gentle soul when the mind is on a journey of thought."
    },
    {
      "cite": "Ben Affleck",
      "quote": "There's a lot of noise in the world, and the Internet magnifies that energy."
    },
    {
      "cite": "Adam Cole",
      "quote": "You don't make a statement unless you make noise."
    },
    {
      "cite": "Raymond Loewy",
      "quote": "Noise is a parasite. Anything noisy is poorly designed."
    }
  ]
}