{
  "source": "https://www.wisesayings.com/nomad-quotes/",
  "theme": "nomad",
  "quotes": [
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Not all those who wander are lost."
    },
    {
      "cite": "Roger Ascham",
      "quote": "By experience we find out a short way by a long wandering."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "I have been a wanderer among distant fields. I have sailed down mighty rivers."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Though we travel the world over to find the beautiful, we must carry it with us or we will find it not."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There are three wants which can never be satisfied: that of the rich, who want something more; that of the sick, who want something different; and that of the traveler, who says, Anywhere but here."
    },
    {
      "cite": "Clark C. Stockford",
      "quote": "The earnestness of your desire will indicate the distance you are likely to travel."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "We are all travelers in the desert of life and the best we can find in our journey is an honest friend."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "To travel hopefully is a better thing than to arrive."
    },
    {
      "cite": "Richard Le Gallienne",
      "quote": "The road recedes as the traveler advances, leaving a continuous present."
    },
    {
      "cite": "Bible (Gen. 4:12)",
      "quote": "A fugitive and a vagabond shalt thou be in the earth."
    },
    {
      "cite": "Homer",
      "quote": "Tell me, muse, of the of many resources who wandered far and wide after he sacked the holy citadel of Troy, and he saw the cities and learned the thoughts of many men, and on the sea he suffered in his heart many woes."
    },
    {
      "cite": "William Wordsworth",
      "quote": "I traveled among unknown men, / In lands beyond the sea; / Nor, England! did I know till then / What love I bore to thee."
    },
    {
      "cite": "Michel Foucault",
      "quote": "The lyricism of marginality may find inspiration in the image of the 'outlaw,' the great social nomad, who prowls on the confines of a docile, frightened order."
    },
    {
      "cite": "Hadrian",
      "quote": "Little soul, wandering, gentle guest and companion of the body, into what places will you now go, pale, stiff, and naked, no longer sporting as you did?"
    },
    {
      "cite": "Sir Walter Raleigh",
      "quote": "Even such is time, that it takes in trust / Our youth, our joys, our all we have, / And pays us but with age and dust; / Who in the dark and silent grave, / When we have wandered all our ways, / Shuts up the story of our days."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "On a journey, ill, / And over fields all withered, dreams / Go wandering still."
    },
    {
      "cite": "Robert Burns",
      "quote": "Farewell to the Highlands, farewell to the North, / The birthplace of valor, the country of worth! / Wherever I wander, wherever I rove, / The hills of the Highlands for ever I love."
    },
    {
      "cite": "Walter Scott",
      "quote": "Breathes there the nun. with soul so dead, / Who never to himself hath said, / This is my own, my native land! / Whose heart hath ne'er within him burn’d / As home his footsteps he hath turn'd / From wandering on a foreign strand!"
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Helen, thy beauty is to me / Like those Nicean barks of yore, / That gently, o'er a perfumed sea, / The weary, wayworn wanderer bore / To his own native shore."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Oh rest ye, brother mariners, we will not wander more."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
    },
    {
      "cite": "George Monbiot",
      "quote": "Judaism, Christianity, and Islam all took root among nomads who had settled, and all three characterize nomadic traits — the shepherd, the pilgrim, the wanderer in the wilderness — as godly, and the life in the city as degenerate."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Shyly in the mountain-cleft / Was the Troglodyte concealed; / And the roving Nomad left, / Desert lying, each broad field."
    },
    {
      "cite": "Isabelle Eberhardt",
      "quote": "A nomad I will remain for life, in love with distant and uncharted places."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "AÂ nomadic society cannot experience enclosed space."
    },
    {
      "cite": "Roberto Bolaño",
      "quote": "Every hundred feet the world changes."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A good traveller has no fixed plans and is not intent on arriving."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Every exit is an entry somewhere else."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man in a cave or in a camp, aÂ nomad, will die with no more estate than the wolf or the horse leaves."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "Don't settle down and sit in one place. Move around, be nomadic, make each day a new horizon."
    }
  ]
}