{
  "source": "https://www.wisesayings.com/nonchalant-quotes/",
  "theme": "nonchalant",
  "quotes": [
    {
      "cite": "Jay Woodman",
      "quote": "Be the calm eye of the storm where nothing phases you, focus on your centre to remain balanced, let your life flow like a stream of wind."
    },
    {
      "cite": "Ron Baratono",
      "quote": "There's calm in each and every day, we just need to practice reaching out for it."
    },
    {
      "cite": "Bob Petersen",
      "quote": "They became nonchalant because this was more or less an everyday occurrence out there."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "The ability to remain calm and focused in stressful situations is central to making positive decisions."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "To be calm is the highest achievement of the best of what you have."
    },
    {
      "cite": "Michael Dolan",
      "quote": "Be the light in the dark, be the calm in the storm and be at peace while at war."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Remaining calm in times of desperation makes way for opportunity."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Nonchalance is the ability to remain down to earth when everything else is up in the air."
    },
    {
      "cite": "Yip Man",
      "quote": "Relax and calm your mind. Forget about yourself and follow your opponent's movement."
    },
    {
      "cite": "Ron Baratono",
      "quote": "There's calm in the mind of the humble. An unmistakable peace of not having to prove anything to anyone."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "A person is wise if he listens to millions of advice and doesn't implement any of it."
    },
    {
      "cite": "Henry Beard",
      "quote": "Nonchalant putts count the same as chalant putts."
    },
    {
      "cite": "Robert Frost",
      "quote": "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Let your soul stand cool and composed before a million universes."
    },
    {
      "cite": "George Herbert",
      "quote": "Be calm in arguing; for fierceness makes error a fault, and truth discourtesy."
    },
    {
      "cite": "Seneca",
      "quote": "Nothing is so bitter that a calm mind cannot find comfort in it."
    },
    {
      "cite": "Bryn Terfel",
      "quote": "Good acting is about being as natural and calm as possible. These days producers have such definite ideas that you have to be prepared to do whatever they ask."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Be calm like a calm lake, then you will look beautiful like a beautiful calm lake!"
    },
    {
      "cite": "Dalai Lama",
      "quote": "A calm mind helps our human intelligence to assess the situation realistically."
    },
    {
      "cite": "Channing Pollock",
      "quote": "Calm self-confidence is as far from conceit as the desire to earn a decent living is remote from greed."
    },
    {
      "cite": "Shiv Nadar",
      "quote": "If you are calm about your ambitions, you become confident of achieving what you set out to do."
    },
    {
      "cite": "Gordon Lightfoot",
      "quote": "Be calm in the face of all common disgraces."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Calm sailing doesn't come from calm waters, it comes from having a good navigator; a good crew and a good vessel."
    }
  ]
}