{
  "source": "https://www.wisesayings.com/nonconformity-quotes/",
  "theme": "nonconformity",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood."
    },
    {
      "cite": "William H. Whyte",
      "quote": "Nonconformity is an empty goal, and rebellion against prevailing opinion merely because it is prevailing should no more be praised than acquiescence to it. Indeed, it is often a mask for cowardice, and few are more pathetic than those who flaunt outer differences to expiate their inner surrender."
    },
    {
      "cite": "Paul Isaacs",
      "quote": "If a minority culture doesn't accept you as much as majority culture, think about following a path of non-conformity"
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Nonconformists travel as a rule in bunches. You rarely find a nonconformist who goes it alone. And woe to him inside a nonconformist clique who does not conform with nonconformity."
    },
    {
      "cite": "Jared Leto",
      "quote": "The fragrances are really a dream about the possibilities of a life. Nonconformity, no judgement."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "You were born an original work of art. Stay original always. Originals cost more than imitations."
    },
    {
      "cite": "Alan Keightley",
      "quote": "Once in a while it really hits people that they don't have to experience the world in the way they have been told to."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "They will say you are on the wrong road, if it is your own."
    },
    {
      "cite": "Henry Jacobsen",
      "quote": "People would rather be wrong than be different."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "We must not confuse dissent with disloyalty."
    },
    {
      "cite": "Dudley Warner",
      "quote": "We are half ruined by conformity; but we should be wholly ruined without it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Never do anything against conscience even if the state demands it."
    },
    {
      "cite": "Henry Steele Commager",
      "quote": "A free society cherishes nonconformity. It knows from the non-conformist, from the eccentric, have come many of the great ideas."
    },
    {
      "cite": "Julian Assange",
      "quote": "Non-conformity is the only real passion worth being ruled by."
    },
    {
      "cite": "Criss Jami",
      "quote": "Any fool can do something cool and look cool, but it takes skill to make something uncool cool again."
    },
    {
      "cite": "Mark Twain",
      "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
    },
    {
      "cite": "James Altucher",
      "quote": "If you don't give yourself permission to create a new world, chances are nobody else will."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Read, every day, something no one else is reading. Think, every day, something no one else is thinking. Do, every day, something no one else would be silly enough to do. It is bad for the mind to continually be part of unanimity."
    },
    {
      "cite": "Ben Shahn",
      "quote": "Every great historic change has been based on nonconformity, has been bought either with the blood or with the reputation of nonconformists."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "For nonconformity the world will whip you with its displeasure."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Be who you are and say what you feel, because those who mind don't matter and those who matter don't mind."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Most people believe most of the things they believe only because they believe that most people believe them."
    },
    {
      "cite": "Shane Koyczan",
      "quote": "We come from the mentality, that rarely sees the horror in symmetry or the beauty in non-conformity."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "In this age, the mere example of nonconformity, the mere refusal to bend the knee to custom, is itself a service."
    },
    {
      "cite": "Rob Siltanen",
      "quote": "The people who are crazy enough to think they can change the world are the ones who do."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Nonconformity is the highest evolutionary attainment of social animals."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not follow where the path may lead. Go, instead, where there is no path and leave a trail."
    },
    {
      "cite": "Duane Alan Hahn",
      "quote": "High-fiving people who share your beliefs is easy. What's hard is allowing others to have a different opinion without attempting to silence them."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "If there is anything the nonconformist hates worse than a conformist, it's another nonconformist who doesn't conform to the prevailing standard of nonconformity."
    }
  ]
}