{
  "source": "https://www.wisesayings.com/nonsense-quotes/",
  "theme": "nonsense",
  "quotes": [
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Talking nonsense is man's only privilege that distinguishes him from all other organisms."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Nonsense is that which does not fit into the prearranged patterns which we have superimposed on reality. Nonsense is nonsense only when we have not yet found that point of view from which it makes sense."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "We were all delighted, we all realized we were leaving confusion and nonsense behind and performing our one and noble function of the time, move."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense."
    },
    {
      "cite": "Anonymous",
      "quote": "Be wise enough to walk away from the nonsense around you."
    },
    {
      "cite": "Peter Cameron",
      "quote": "One man's nonsense is another man's sense."
    },
    {
      "cite": "E M Forster",
      "quote": "Nonsense and beauty have close connections."
    },
    {
      "cite": "Seuss",
      "quote": "Nonsense wakes up the brain cells. And it helps develop a sense of humor, which is awfully important in this day and age."
    },
    {
      "cite": "Nick Harkaway",
      "quote": "The tree of nonsense is watered with error, and from its branches swing the pumpkins of disaster."
    },
    {
      "cite": "Horace Walpole",
      "quote": "By deafness one gains in one respect more than one loses; one misses more nonsense than sense."
    },
    {
      "cite": "David Bohm",
      "quote": "Perhaps there is more sense in our nonsense and more nonsense in our 'sense' than we would care to believe."
    },
    {
      "cite": "George Santayana",
      "quote": "Nonsense is so good only because common sense is so limited."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "A man speaking sense to himself is no madder than a man speaking nonsense not to himself."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Nonsense is an assertion of man's spiritual freedom in spite of all the oppressions of circumstance."
    },
    {
      "cite": "Roald Dahl",
      "quote": "A little nonsense now and then is relished by the wisest men."
    },
    {
      "cite": "Gelett Burgess",
      "quote": "To appreciate nonsense requires a serious interest in life."
    },
    {
      "cite": "John Lennox",
      "quote": "Nonsense remains nonsense, even when spoken by famous scientists."
    },
    {
      "cite": "Norton Juster",
      "quote": "We never choose which words to use, for as long as they mean what they mean to mean, we don't care if they make sense or nonsense."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The evolution of sense is, in a sense, the evolution of nonsense."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "There is no nonsense so arrant that it cannot be made the creed of the vast majority by adequate governmental action."
    },
    {
      "cite": "Norton Juster",
      "quote": "If you want sense, you'll have to make it yourself."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Nonsense, seems to sum up everything."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "There's plenty of sense in nonsense sometimes, if you wish to look for it."
    },
    {
      "cite": "Shane Connelly",
      "quote": "It is a nonsense, it is a waste of resources and it is a silly way for any person to make their point, political or otherwise."
    },
    {
      "cite": "Anonymous",
      "quote": "It's better to walk away than to tolerate nonsense."
    },
    {
      "cite": "Arthur Frederick Saunders",
      "quote": "Nonsense is to sense, as shade to light; it heightens effect."
    },
    {
      "cite": "Robertson Davies",
      "quote": "There is no nonsense so gross that society will not, at some time, make a doctrine of it and defend it with every weapon of communal stupidity."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Though we speak nonsense, God will pick out the meaning of it."
    },
    {
      "cite": "Nikolai Gogol",
      "quote": "Perfect nonsense goes on in the world. Sometimes there is no plausibility at all."
    }
  ]
}