{
  "source": "https://www.wisesayings.com/nonviolence-quotes/",
  "theme": "nonviolence",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him."
    },
    {
      "cite": "James F. Twyman",
      "quote": "Nonviolence is the answer for the questions of our time. Love will conquer evil every time."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence does not admit of running away from danger... . Between violence and cowardly flight I can only prefer violence to cowardice."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence becomes meaningless if violence is permitted for self-defence."
    },
    {
      "cite": "John Lewis",
      "quote": "Nonviolence is one of those immutable principles that we cannot and must not deviate from."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Non-violence is not a garment to be put on and off at will. Its seat is in the heart, and it must be an inseparable part of our being."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A nonviolent life is an act of self-examination and self-purification, whether by an individual, group or nation."
    },
    {
      "cite": "Robert Thurman",
      "quote": "Nonviolence against humans cannot take firm hold in society as long as brutality and violence are practiced toward other animals."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence is the virtue of the manly. The coward is innocent of it."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Nonviolence is absolute commitment to the way of love. Love is not emotional bash; it is not empty sentimentalism. It is the active outpouring of one's whole being into the being of another."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The ultimate way to solve human problems is with nonviolence."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence is an unchangeable creed. It has to be pursued even in face of violence raging around you."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Nonviolence is a powerful and just weapon. which cuts without wounding and ennobles the man who wields it. It is a sword that heals."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The power of nonviolent resistance can only come from honest working of the constructive programme."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence is an active force of the highest order. It is soul force or the power of the godhead within us."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The bravery of the nonviolent is vastly superior to that of the violent."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Non-violence leads to the highest ethics, which is the goal of all evolution. Until we stop harming all other living beings, we are still savages."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence is not a cloistered virtue, confined only to the rishi and the cave-dweller."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Anger is the enemy of non-violence and pride is a monster that swallows it up."
    },
    {
      "cite": "Vinoba Bhave",
      "quote": "In nonviolence you must go full steam ahead, if you want the good to come speedily you must go about it with vigor."
    },
    {
      "cite": "Anwarul Karim Chowdhury",
      "quote": "Non-violence can truly flourish when the world is free of poverty, hunger, discrimination, exclusion, intolerance and hatred - when women and men can realize their highest potential and live a secure and fulfilling life. Until then, each and every one of us would have to contribute - collectively and individually - to build peace through non-violence."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence is the first article of my faith. It is also the last article of my creed."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nonviolence in the sense of mere non-killing does not appear to me, therefore, to be of any improvement on the technique of violence."
    },
    {
      "cite": "Nathaniel Altman",
      "quote": "Nonviolence is not just abstention from war, fighting, or animal flesh. It is abstention from negative thoughts and negative speech."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A nonviolent action accompanied by nonviolence in thought and word should never produce enduring violent reaction upon the opponent."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Nonviolence means avoiding not only external physical violence but also internal violence of spirit. You not only refuse to shoot a man, but you refuse to hate him."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Nonviolence is the answer to the crucial political moral questions of our time."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Nonviolence is not sterile passivity, but a powerful moral force which makes for social transformation."
    },
    {
      "cite": "Grace Lee Boggs",
      "quote": "Nonviolence is essentially based on recognizing the humanity in every one one of us."
    },
    {
      "cite": "Dorothy Cotton",
      "quote": "I'm convinced nonviolence can be successful in working for positive change in our relations with other countries right now."
    }
  ]
}