{
  "source": "https://www.wisesayings.com/norway-quotes/",
  "theme": "norway",
  "quotes": [
    {
      "cite": "Neal Bascomb",
      "quote": "Our home villages with the hills, mountains and forests, the lakes and ponds, rivers and streams, waterfall and fjords. The smell of new hay in summer, of birches in spring, of the sea, and the big forest, and even the biting winter cold. Everything . . . Norwegian songs and music and so much, much more. That’s our Fatherland and that’s what we have to struggle to get back."
    },
    {
      "cite": "Odd Børretzen",
      "quote": "The Norwegian is a sober person. His relationship to God is somewhat like his relationship to the King. He believes that God (and the King) is quite all right - on the condition that He behaves like a proper Norwegian and doesn't believe he is anything special."
    },
    {
      "cite": "Varg Vikernes",
      "quote": "The prison system in Norway is fairly civilized, by world standards, and so are the prisoners and the guards."
    },
    {
      "cite": "Ada Hegerberg",
      "quote": "Norway has a great history of women's football, but it's harder now. We've stopped talking about development, and other countries have overtaken us."
    },
    {
      "cite": "Katie Melua",
      "quote": "Norway, for some reason, I find Norway really fascinating, you really feel nature in that country."
    },
    {
      "cite": "Stellan Skarsgard",
      "quote": "Norway is a small country, about half the size of Sweden, but it has a very good film climate because they have municipal cinemas, so even in the smallest towns you have a cinema that shows art house films from all over the world."
    },
    {
      "cite": "Stellan Skarsgard",
      "quote": "When you work in Norway, you actually have to have a contract about lunches because Norwegians don't eat lunch normally, so they just throw out a loaf of bread and some coldcuts."
    },
    {
      "cite": "Jose Manuel Barroso",
      "quote": "Norway or Switzerland are two marvelous countries, I very much admire, the most advanced countries in the world in fact with great qualities of life."
    },
    {
      "cite": "Astrid S",
      "quote": "In Norway, everyone knows everyone, and everyone is very supportive of each other. If there is anyone new, or a new song is coming out, everyone will probably know about it."
    },
    {
      "cite": "Harald V",
      "quote": "Norway is high mountains and deep fjords. It is wide open spaces and rocky coastlines. It is islands and archipelagos. It is lush farmland and rolling moors. The sea laps Norway’s shores in the north, west and south. Norway is midnight sun and polar night. It is harsh winters and mild winters. It is hot summers and cold summers. Norway is a long and sparsely populated country. But above all, Norway is its people."
    },
    {
      "cite": "Harald V",
      "quote": "My greatest hope for Norway is that we will be able to take care of one another. That we will continue to build this country – on a foundation of trust, fellowship and generosity of spirit. That we will feel that we are – despite our differences – one people. That Norway is one."
    },
    {
      "cite": "Erik Naggum",
      "quote": "Norway did not even have a revolution at the time the rest of Europe was busy figuring out human rights and stuff, because we were busy fighting over how to spell it."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Norway, too, has noble wild prospects; and Lapland is remarkable for prodigious noble wild prospects."
    },
    {
      "cite": "Barack Obama",
      "quote": "Right now I would rank Norway as the largest country in the world, I have never seen anything like it."
    },
    {
      "cite": "Jenny Hval",
      "quote": "Norway is pretty forward thinking in terms of gender equality, but we don't seem to practice it as well as we think. I'm constantly thinking: How much power have we really gained? We have to keep fighting to even keep what we've fought for already."
    },
    {
      "cite": "Erna Solberg",
      "quote": "The future of Norway isn't about competing on being the cheapest but the most innovative. We have an expensive welfare state and the only answer to continue that way is to become more competitive, especially on knowledge."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "This is the only country in the world, that worries about what it is. The rest of them know what they are. No one ever needs to go searching for the heart of Norway. Or looks for the soul of Mozambique. They know what they are."
    },
    {
      "cite": "Jo Nesbo",
      "quote": "For many years, it seemed as if nothing changed in Norway. You could leave the country for three months, travel the world, through coups d'etat, assassinations, famines, massacres and tsunamis, and come home to find that the only new thing in the newspapers was the crossword puzzle."
    },
    {
      "cite": "Jenny Hval",
      "quote": "Norway's a very gender-aware country, and we're very liberal. There are lots of women's voices being heard here compared to many other countries."
    },
    {
      "cite": "Jonas Gahr Store",
      "quote": "Norway will be recognized as an open democracy with the rule of law, with the universal human rights, and with the broad international engagement on the international scene taking upon ourselves responsibilities, because we are a privileged country."
    },
    {
      "cite": "Jonas Gahr Store",
      "quote": "As foreign minister of Norway, I learnt how natural changes provoked by climate change are creating new sources of political instability."
    },
    {
      "cite": "Jonas Gahr Store",
      "quote": "I think integration in Norway is, by all standards, going relatively well. People are working, taking education, learning the language. But, yes, it is a challenge. And democracy and democratic debate has to be open to take that debate openly and not push questions aside."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The whole of northern Norway was covered with snow to depths which none of our soldiers had ever seen, felt, or imagined. There were neither snow-shoes nor skis - still less skiers."
    },
    {
      "cite": "Cecilie Klaumann",
      "quote": "Norway is the cradle of skiing. It's a good sport. For kids, it's a good way to stay out of trouble. It's also a lot of fun for adults."
    },
    {
      "cite": "Eivind Reiten",
      "quote": "We need to expand outside Norway given that the Norwegian continental shelf won't be able to deliver the growth we need."
    },
    {
      "cite": "Erik Solheim",
      "quote": "There is a tendency to wait for Norway to arrive and pull a rabbit out of a hat. There should be no doubt that it is up to the two parties to resolve (their problems), with the help of Norway and the international community."
    },
    {
      "cite": "Inaki Saez",
      "quote": "It's a bad time to be going up to Norway. The main problem for us will be the cold weather and perhaps the pitch will be in a poor state."
    },
    {
      "cite": "Marc Levy",
      "quote": "That Norway has fallen to 18th place is not good, but you are still among the 20 best nations. The study gives a clear message about how Norway must improve its efforts."
    },
    {
      "cite": "Luke Bodensteiner",
      "quote": "It's a good jump. We're still shy of Norway, but most nations are shy of Norway and find a way to get it done."
    }
  ]
}