{
  "source": "https://www.wisesayings.com/nose-quotes/",
  "theme": "nose",
  "quotes": [
    {
      "cite": "Chris Farley",
      "quote": "In the land of the skunk the man with half a nose is king!"
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He that has a great nose, thinks everybody is speaking of it."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The nose of a mob is its imagination. By this, at any time, it can be quietly led."
    },
    {
      "cite": "W. H. Auden",
      "quote": "It takes little talent to see what lies under one's nose, a good deal to know in what direction to point that organ."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "My nose was part of my heritage, and if I had talent to sing and to act, why wasn't that enough?"
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "One has a nose. The nose scents and it chooses. An artist is simply a kind of pig snouting truffles."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "I never thrust my nose into other men's porridge. It is no bread and butter of mine. Every man for himself and God for us all."
    },
    {
      "cite": "Mason Cooley",
      "quote": "If your nose is up in the air, you cannot see where you are going."
    },
    {
      "cite": "Seumas Macmanus",
      "quote": "Many a man's tongue broke his nose"
    },
    {
      "cite": "Marcel Proust",
      "quote": "The nose is generally the organ in which stupidity is most readily displayed."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Whatever tears one may shed, in the end one always blows one's nose."
    },
    {
      "cite": "Erica Jong",
      "quote": "I have a very sensitive nose. I identify with dogs. I understand the world through my nose."
    },
    {
      "cite": "Delphine de Girardin",
      "quote": "Instinct is the nose of the mind."
    },
    {
      "cite": "Lily Allen",
      "quote": "Staying in with you is better than sticking things up my nose"
    },
    {
      "cite": "Tre Cool",
      "quote": "It's not how you pick your nose, it's where you put that booger that counts."
    },
    {
      "cite": "Theo Van Gogh",
      "quote": "As soon as you sit down to write about something you are pressing your nose deeper into the sewer of facts."
    }
  ]
}