{
  "source": "https://www.wisesayings.com/nostalgia-quotes/",
  "theme": "nostalgia",
  "quotes": [
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The only real security in a relationship lies neither in looking back in nostalgia, nor forward in dread or anticipation, but living in the present relationship and accepting it as it is now."
    },
    {
      "cite": "Florence King",
      "quote": "True nostalgia is an ephemeral composition of disjointed memories."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Nostalgia in reverse, the longing for yet another strange land, grew especially strong in spring."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Time was passing like a hand waving from a train I wanted to be on. I hope you never have to think about anything as much as I think about you."
    },
    {
      "cite": "Robert Brault",
      "quote": "Nostalgia is a process by which dreams become memories without ever coming true."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Nostalgia paints a smile on the stony face of the past."
    },
    {
      "cite": "R.A. Salvatore",
      "quote": "Nostalgia is a necessary thing, I believe, and a way for all of us to find peace in that which we have accomplished, or even failed to accomplish. At the same time, if nostalgia precipitates actions to return to that fabled, rosy-painted time, particularly in one who believes his life to be a failure, then it is an empty thing, doomed to produce nothing but frustration and an even greater sense of failure."
    },
    {
      "cite": "Peter Carey",
      "quote": "Nostalgia is something we think of as fuzzy. But it's pain. Pain concerning the past."
    },
    {
      "cite": "Mike Norton",
      "quote": "The nostalgia of a moment's love can be an illusionary precipice from which we fall from truth; in heartbreak, what we escape to in the past is what tortures us in the present."
    },
    {
      "cite": "Kristen Ashley",
      "quote": "It was nostalgic in that painful way nostalgia could be."
    },
    {
      "cite": "Doug Larson",
      "quote": "Nostalgia is a file that removes the rough edges from the good old days."
    },
    {
      "cite": "Albert Camus",
      "quote": "Every act of rebellion expresses a nostalgia for innocence and an appeal to the essence of being."
    },
    {
      "cite": "Irving Kristol",
      "quote": "Nostalgia is one of the legitimate and certainly one of the most enduring of human emotions; but the politics of nostalgia is at best distracting, at worst pernicious."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Nostalgia is a product of dissatisfaction and rage. ItÂ´s a settling of grievances between the present and the past."
    },
    {
      "cite": "Charles Kettering",
      "quote": "You can't have a better tomorrow if you are thinking about yesterday all the time."
    },
    {
      "cite": "Michael Chabon",
      "quote": "For me, nostalgia is an involuntary emotion. I think it's just a natural human response to loss."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Nostalgia, more than anything, gives us the shudder of our own imperfection. This is why with Chopin we feel so little like gods."
    },
    {
      "cite": "Linda Lael Miller",
      "quote": "Nostalgia is a way of remembering people and places and things, and wishing things hadn't changed. It has a sweetness to it. Sadness is just well being sad."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "Nostalgia is when you want things to stay the same. I know so many people staying in the same place."
    },
    {
      "cite": "Jon Hamm",
      "quote": "People look back on those days through a thick veil of nostalgia, but life was hard if you were anything other than a rich, powerful white male."
    },
    {
      "cite": "Ally Condie",
      "quote": "It is strange how we hold on to the pieces of the past while we wait for our futures."
    },
    {
      "cite": "Carolyn Heilbrun",
      "quote": "Nostalgia is a dangerous emotion, both because it is powerless to act in the real world, and because it glides so easily into hatred and resentment against those who have taken our Eden from us."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "Nostalgia is a form of depression both for a society and an individual."
    },
    {
      "cite": "Paul Weller",
      "quote": "The whole nostalgia thing, and just sticking with what you always liked and what you know and not taking a chance on something or expanding. I think especially after a certain age."
    },
    {
      "cite": "R. C. Sproul, Jr",
      "quote": "Nostalgia is the aching realization that you can't go back again. The longing, no matter how intense, can never be met."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Nostalgia keeps dissolving the ironic narratives in which I have contained my past."
    },
    {
      "cite": "John Thorn",
      "quote": "This was nostalgia in the literal Greek sense: the pain of not being able to return to one's home and family."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Nostalgia for what we have lost is more bearable than nostalgia for what we have never had, for the first involves knowledge and pleasure, the second only ignorance and pain."
    },
    {
      "cite": "Robert Hass",
      "quote": "Nostalgia locates desire in the past where it suffers no active conflict and can be yearned toward pleasantly."
    },
    {
      "cite": "Amy Bloom",
      "quote": "The past is a candle at great distance: too close to let you quit, too far to comfort you."
    }
  ]
}