{
  "source": "https://www.wisesayings.com/not-good-enough-quotes/",
  "theme": "not-good-enough",
  "quotes": [
    {
      "cite": "Greg Behrendt",
      "quote": "Better than nothing is not good enough for you!"
    },
    {
      "cite": "Anonymous",
      "quote": "There comes a point when you have to realize that you'll never be good enough for some people. The question is, is that your problem or theirs?"
    },
    {
      "cite": "Anonymous",
      "quote": "You may never be good enough for some people, but you will always be the best for those who deserve you."
    },
    {
      "cite": "Lou Lamoriello",
      "quote": "Good is not good enough when better is expected."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Better is not good enough; the best is yet to come!"
    },
    {
      "cite": "Lisa Lieberman-Wang",
      "quote": "You are not your mistakes: they are what you did, not who you are."
    },
    {
      "cite": "Anonymous",
      "quote": "The moment someone tells you or makes you feel like you're not good enough is the moment you know you're better than them."
    },
    {
      "cite": "Toni Gonzaga",
      "quote": "When people tell you're not good enough, don't mind them."
    },
    {
      "cite": "Anonymous",
      "quote": "Never think that you are not good enough for anyone, always ask yourself if they are good enough for you."
    },
    {
      "cite": "Jussie Smollett",
      "quote": "There's not one human being on the planet earth who has never felt, at some point, unaccepted. At some point in our lives, we feel like we're not good enough, but we have to step back and realize that we are."
    },
    {
      "cite": "Anonymous",
      "quote": "The worst feeling in the world is knowing you did the best you could and it still wasn't good enough."
    },
    {
      "cite": "Brendon Burchard",
      "quote": "Never let someone tell you that you or your dreams are impossible, improbable, or not ‘good enough’ for their liking, especially when they have no experience or knowledge of your true heart and powers."
    },
    {
      "cite": "Brene Brown",
      "quote": "Shame is the most powerful, master emotion. It's the fear that we're not good enough."
    },
    {
      "cite": "Mackenzie Astin",
      "quote": "And it is easy to believe you are not good enough if you listen to everybody else."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "You are good. But it is not enough just to be good. You must be good for something. You must contribute good to the world. The world must be a better place for your presence. And the good that is in you must be spread to others."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Just doing as well as you did last time is not good enough."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "And above all things, never think that you're not good enough yourself. A man should never think that."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "It's a lie to think you're not good enough. It's a lie to think you're not worth anything."
    },
    {
      "cite": "Bob Marley",
      "quote": "Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful."
    },
    {
      "cite": "Farrah Gray",
      "quote": "Do not let anyone tell you what you can be. Do not let anyone tell you that you are not good enough or smart enough. Remember that nobody is better than you. Everybody puts on their pants one leg at a time."
    },
    {
      "cite": "Gerard Way",
      "quote": "Don't let anyone tell you you're not good enough. You're good enough, you are too good. Love your family with all your heart and listen to it."
    },
    {
      "cite": "Agapi Stassinopoulos",
      "quote": "We start to feel not good enough and we withdraw our hearts energy and sensor our authentic expression, and that hurts!"
    },
    {
      "cite": "Bradford Winters",
      "quote": "All you can do is all you can do... If all you can do, is still not good enough, then go do something else."
    },
    {
      "cite": "Benji Madden",
      "quote": "Don't let anyone make you feel like you're not good enough, smart enough or cool enough. Do your own thing."
    },
    {
      "cite": "Jonathan Ive",
      "quote": "If something is not good enough, stop doing it."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't ever say you're not good enough. If that person can't see how amazing you are then they are the one who's not good enough."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Above all else, never think you're not good enough."
    },
    {
      "cite": "Rhonda Britten",
      "quote": "We are afraid of failure, of ridicule, of being rejected. We are afraid we're not good enough."
    },
    {
      "cite": "Carmen Rasmusen",
      "quote": "You have to realize that, if you don't get signed right away, it's not because you're not talented. It's not because you're not good enough. The stars have to align perfectly in order to get signed. And sometimes it works out, and sometimes it doesn't."
    }
  ]
}