{
  "source": "https://www.wisesayings.com/not-knowing-quotes/",
  "theme": "not-knowing",
  "quotes": [
    {
      "cite": "Paul Coelho",
      "quote": "Waiting is painful. Forgetting is painful. But not knowing which to do is the worse kind of suffering."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Risk comes from not knowing what you're doing."
    },
    {
      "cite": "Gilda Radner",
      "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
    },
    {
      "cite": "David Whyte",
      "quote": "Honesty allows us to live with not knowing. We do not know the full story; we do not know where we are in the story. We do not know who, ultimately, is at fault or who will carry the blame in the end."
    },
    {
      "cite": "Sophocles",
      "quote": "Not knowing anything is the sweetest life."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Being at ease with not knowing is crucial for answers to come to you."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "The only thing that makes life possible is permanent, intolerable uncertainty; not knowing what comes next."
    },
    {
      "cite": "Nell Scovell",
      "quote": "Sometimes, not knowing what you're doing allows you to do things you never knew you could do."
    },
    {
      "cite": "Thomas Frey",
      "quote": "Our greatest motivation in life comes from not knowing the future."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Although men are accused of not knowing their own weakness, yet perhaps few know their own strength. It is in men as in soils, where sometimes there is a vein of gold which the owner knows not of."
    },
    {
      "cite": "Mara Brock Akil",
      "quote": "To choose love and jump in not knowing, with a lot of unknowns, is a brave act."
    },
    {
      "cite": "Feist",
      "quote": "There's nothing better than not knowing what's going to happen until you put the pieces together."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Strange is our situation here on earth. Each of us comes for a short visit, not knowing why, yet sometimes seeming to divine a purpose."
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Creativity is the joy of not knowing it all."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "A dream is a creation of the intelligence, the creator being present but not knowing how it will end."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Sometimes surrender means giving up trying to understand and becoming comfortable with not knowing."
    },
    {
      "cite": "Michael Gilbert",
      "quote": "Sometimes it feels as though happiness is just a word people say to hide the despair of not knowing anything."
    },
    {
      "cite": "Meek Mill",
      "quote": "If you don't know where you make your mistakes, that's your worst mistake: not knowing where your mistakes are at."
    },
    {
      "cite": "Tom Cotton",
      "quote": "Police officers put the badge on every morning, not knowing for sure if they'll come home at night to take it off."
    },
    {
      "cite": "Kate Middleton",
      "quote": "The challenge that so many people have is not knowing how to take that first step of reaching out to another person for help."
    },
    {
      "cite": "Alan Watts",
      "quote": "Omnipotence is not knowing how everything is done; it's just doing it."
    },
    {
      "cite": "Lucy Boynton",
      "quote": "It's exciting not knowing what tomorrow, or the next month, or the next year holds."
    },
    {
      "cite": "Tony Robbins",
      "quote": "It's not knowing what to do, it's doing what you know."
    },
    {
      "cite": "Andrew Loomis",
      "quote": "The difficulties of not knowing are always much greater than the effort of learning."
    },
    {
      "cite": "Susan Wojcicki",
      "quote": "Things are always changing. Part of being successful here is being comfortable with not knowing what's going to happen."
    },
    {
      "cite": "Charles De Lint",
      "quote": "The real trouble comes from not knowing what we really want in the first place."
    }
  ]
}