{
  "source": "https://www.wisesayings.com/not-giving-up-quotes/",
  "theme": "not-giving-up",
  "quotes": [
    {
      "cite": "Nicki Minaj",
      "quote": "Your victory is right around the corner. Never give up."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts."
    },
    {
      "cite": "Steve Scalise",
      "quote": "Never give up on something you believe in."
    },
    {
      "cite": "Jack Ma",
      "quote": "Never give up. Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Never give up on something that you can't go a day without thinking about."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better."
    },
    {
      "cite": "Robin Hood",
      "quote": "Rise and rise again until lambs become lions."
    },
    {
      "cite": "Roopleen",
      "quote": "Don't let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."
    },
    {
      "cite": "Topanga Boy Meets World",
      "quote": "No matter how difficult life gets, the important thing is to live it with hope."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep trying and never give up. The dream may seem difficult to reach at some point but never let go of your dream. You will be amazed by what you can accomplish when you stay determined."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying 'I will try again tomorrow.'"
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go so long as you do not stop."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did."
    },
    {
      "cite": "Julie Andrews",
      "quote": "Perseverance is failing 19 times and succeeding the 20th."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines."
    },
    {
      "cite": "Louise Brown",
      "quote": "Never give up. And most importantly, be true to yourself. Write from your heart, in your own voice, and about what you believe in."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds."
    },
    {
      "cite": "unknown",
      "quote": "When you feel like giving up, remember why you held on for so long in the first place."
    },
    {
      "cite": "Sonia Ricotti",
      "quote": "Accept what is, let go of what was, and have faith in what will be."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "If you believe it will work out, you'll see opportunities. If you believe it won't, you will see obstacles."
    },
    {
      "cite": "unknown",
      "quote": "Never give up on something you really want. It's difficult to wait, but more difficult to regret."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our greatest glory is not in never failing, but in rising up every time we fail."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "Tony Robbins",
      "quote": "There is no such thing as failure. There are only results."
    },
    {
      "cite": "Thomas Watson",
      "quote": "If you want to increase your success rate, double your failure rate."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winners never quit, and quitters never win."
    },
    {
      "cite": "Thomas Edison",
      "quote": "I am not discouraged because every wrong attempt discarded is a step forward."
    }
  ]
}