{
  "source": "https://www.wisesayings.com/not-caring-anymore-quotes/",
  "theme": "not-caring-anymore",
  "quotes": [
    {
      "cite": "Emily Dickinson",
      "quote": "Parting is all we know of heaven, and all we need of hell."
    },
    {
      "cite": "Mitchell Perry",
      "quote": "Stop worrying about someone that isn't worried about you."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "It means nothing to me. I have no opinion about it, and I don't care"
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is the time you have wasted for your rose that makes your rose so important."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Don't sacrifice yourself too much, because if you sacrifice too much there's nothing else you can give and nobody will care for you."
    },
    {
      "cite": "Coco Chanel",
      "quote": "How many cares one loses when one decides not to be something but to be someone."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I have no special talent. I am only passionately curious."
    },
    {
      "cite": "Amy Tan",
      "quote": "That was how dishonesty and betrayal started, not in big lies but in small secrets."
    },
    {
      "cite": "Marilu Henner",
      "quote": "I also think stress is related to control. When you're in charge of your life, you tend to not care about losing control of things that don't really matter like traffic jams."
    },
    {
      "cite": "Blaze Olamiday",
      "quote": "It's better sometimes to not care than to be too good, people will always take what they never stress to get for granted, easy come, easy go."
    },
    {
      "cite": "Beverley Mitchell",
      "quote": "Nowadays, I could not care less about making other people like me. I'm a good person, I don't need to do that anymore."
    },
    {
      "cite": "Shane Pendley",
      "quote": "I gave you my whole heart. You gave it back in pieces."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Turning a breakup into a break-over ... We want women to know that as bad as it can be, it can also be an opportunity to reinvent yourself."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "A weed is but an unloved flower."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "It is not the most lovable individuals who stand more in need of love, but the most unlovable"
    },
    {
      "cite": "George Black",
      "quote": "break up in its final moments."
    },
    {
      "cite": "Uma Thurman",
      "quote": "To be with a man who hasn't tried every line, who hasn't broken up with a woman every which way you can break up with them, is kind of nice."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "It's afterwards you realize that the feeling of happiness you had with a man didn't necessarily prove that you loved him"
    },
    {
      "cite": "Rick Clausen",
      "quote": "I just wanted to say, 'Thanks for all the good times, thanks for harping on me,' ... It was just to go and show them I don't care if they like me or not anymore."
    },
    {
      "cite": "Albert Ellis",
      "quote": "By not caring too much about what people think, I'm able to think for myself and propagate ideas which are very often unpopular. And I succeed."
    },
    {
      "cite": "Tyson Gentry",
      "quote": "Life ends when you stop dreaming. Love ends when you stop caring. Friendship ends when you stop sharing."
    },
    {
      "cite": "Nova Rosa",
      "quote": "Sometimes the only choice left to do is to stop caring. Make a pace and move forward no matter how it hurts because there is no reason to stay anymore."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent"
    },
    {
      "cite": "Dan Pearce",
      "quote": "Explain to me how you having a problem with me is my problem"
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Without a sense of caring, there can be no sense of community"
    },
    {
      "cite": "Pablo Picasso",
      "quote": "It means nothing to me. I have no opinion about it, and I don't care."
    },
    {
      "cite": "John Buchan",
      "quote": "I believe that all wisdom consists in caring immensely for a few right things, and not caring a straw about the rest."
    }
  ]
}