{
  "source": "https://www.wisesayings.com/not-interested-quotes/",
  "theme": "not-interested",
  "quotes": [
    {
      "cite": "Aldous Huxley",
      "quote": "The vast majority of human beings are not interested in reason or satisfied with what it teaches."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "People are not interested in you. They are not interested in me. They are interested in themselves - morning, noon and after dinner."
    },
    {
      "cite": "Iris Apfel",
      "quote": "You have to be interested. If you're not interested, you can't be interesting."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Parents are not interested in justice, they're interested in peace and quiet."
    },
    {
      "cite": "Sasha Azevedo",
      "quote": "The world is not interested in what we do for a living. What they are interested in is what we have to offer freely - hope, strength, love and the power to make a difference!"
    },
    {
      "cite": "Lionel Shriver",
      "quote": "Nothing is interesting if you are not interested."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Only a good-for-nothing is not interested in his past."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Bitter people are not interested in what you say, but what you hide."
    },
    {
      "cite": "Queen Victoria",
      "quote": "We are not interested in the possibilities of defeat. They do not exist."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "If you're not interested in getting better, it's time for you to stop leading."
    },
    {
      "cite": "Brendan Kennelly",
      "quote": "A writer is not interested in explaining reality, he’s only interested in capturing it."
    },
    {
      "cite": "Pericles",
      "quote": "Just because you do not take an interest in politics doesn't mean politics won't take an interest in you."
    },
    {
      "cite": "Julia Child",
      "quote": "People who are not interested in food always seem rather dry and unloving and don't have a real gusto for life."
    },
    {
      "cite": "U.G. Krishnamurti",
      "quote": "The body is not interested in anything you are interested in. And that is the battle that is going on all the time."
    },
    {
      "cite": "Larry King",
      "quote": "You cannot talk to people successfully if they think you are not interested in what they have to say or you have no respect for them."
    },
    {
      "cite": "Angela Duckworth",
      "quote": "You cannot will yourself to be interested in something you're not interested in. But you can actively discover and deepen your interest."
    },
    {
      "cite": "Ruth Bernhard",
      "quote": "If youre not interested in life, then photography has no meaning."
    },
    {
      "cite": "Beaumont Newhall",
      "quote": "We are not interested in the unusual, but in the usual seen unusually."
    },
    {
      "cite": "John Ortberg",
      "quote": "God is not interested in our spiritual life. He's interested in our life."
    },
    {
      "cite": "Paul MacCready",
      "quote": "Anyone who's not interested in model airplanes must have a screw loose somewhere."
    },
    {
      "cite": "Jay Maisel",
      "quote": "You are responsible for every part of your image, even the parts you're not interested in."
    },
    {
      "cite": "Eric Ludy",
      "quote": "God is not interested in you doing this for Him, He is interested in doing things through you."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The men who are not interested in philosophy need it most urgently; they are most helplessly in its power."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "God is not interested in the seeds he put in you; He is interested in the fruits that must come out of you!"
    },
    {
      "cite": "D. A. Carson",
      "quote": "The Bible is not interested in precisionism unless the context indicates that precision is particularly important."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A lighthouse is not interested in who gets its light! It just gives it without thinking! Giving light is its nature!"
    },
    {
      "cite": "Anatole France",
      "quote": "Only men who are not interested in women are interested in women's clothes. Men who like women never notice what they wear."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Anyone who wants to sell you overnight success or wealth is not interested in your success; they are interested in your money."
    },
    {
      "cite": "Gene Spafford",
      "quote": "People in general are not interested in paying extra for increased safety. At the beginning seat belts cost $200 and nobody bought them."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "God is not interested in our public displays of piety. He's not interested in religion in terms of the outward show. He's interested in godliness."
    }
  ]
}