{
  "source": "https://www.wisesayings.com/not-caring-quotes/",
  "theme": "not-caring",
  "quotes": [
    {
      "cite": "Rob Zombie",
      "quote": "The funny thing is, I'm so used to not caring what anyone says, good or bad, that unfortunately even when people say good things... I wish it made me feel good, but it doesn't."
    },
    {
      "cite": "Albert Ellis",
      "quote": "By not caring too much about what people think, I'm able to think for myself and propagate ideas which are very often unpopular. And I succeed."
    },
    {
      "cite": "Demi Moore",
      "quote": "Not caring more about what other people think than what you think. That's freedom."
    },
    {
      "cite": "Tyson Gentry",
      "quote": "Life ends when you stop dreaming. Love ends when you stop caring. Friendship ends when you stop sharing."
    },
    {
      "cite": "Nova Rosa",
      "quote": "Sometimes the only choice left to do is to stop caring. Make a pace and move forward no matter how it hurts because there is no reason to stay anymore."
    },
    {
      "cite": "Mitchell Perry",
      "quote": "Stop worrying about someone that isn't worried about you."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Amy Poehler",
      "quote": "There's power in looking silly and not caring that you do."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Explain to me how you having a problem with me is my problem"
    },
    {
      "cite": "Boyd Rice",
      "quote": "Similarly, only people as misanthropic as myself can be counted on not to have to lie to others, since we have the unique luxury of not caring what sort of opinions others formulate about us."
    },
    {
      "cite": "John Buchan",
      "quote": "I believe that all wisdom consists in caring immensely for a few right things, and not caring a straw about the rest."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Without a sense of caring, there can be no sense of community."
    },
    {
      "cite": "unknown",
      "quote": "I've reached the point where you can't disappoint me anymore because I just don't care enough to expect anything at all."
    },
    {
      "cite": "unknown",
      "quote": "When you quit fearing pain, when you learn to love the pain, you will lose all fear of everything."
    },
    {
      "cite": "unknown",
      "quote": "The easiest way to not get hurt is to not care, but thats the hardest thing to do."
    },
    {
      "cite": "Beverly Mitchell",
      "quote": "Nowadays, I could not care less about making other people like me. I'm a good person, I don't need to do that anymore"
    },
    {
      "cite": "Rick Clausen",
      "quote": "I just wanted to say, thanks for all the good times, thanks for harping on me. It was just to go and show them I don't care if they like me or not anymore."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I care not what others think of what I do, but I care very much about what I think of what I do! That is character!"
    },
    {
      "cite": "Victoria Angulo",
      "quote": "It seems like you don't care about me anymore, you say you love me but with all of your words, you don't prove it!"
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The worst sin towards our fellow creatures is not to hate them, but to be indifferent to them; that's the essence of inhumanity."
    },
    {
      "cite": "Norman Cousins",
      "quote": "The individual is capable of both great compassion and great indifference. He has it within his means to nourish the former and outgrow the latter."
    },
    {
      "cite": "Joan D. Vinge",
      "quote": "Indifference is the strongest force in the universe. It makes everything it touches meaningless. Love and hate don't stand a chance against it."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Nothing can contribute more to peace of soul than the lack of any opinion whatever."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Only one enemy is worse than despair: indifference. In every area of human creativity, indifference is the enemy; indifference of evil is worse than evil, because it is also sterile."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "It means nothing to me. I have no opinion about it, and I don't care."
    },
    {
      "cite": "Libbie Fudim",
      "quote": "Love me or hate me, but spare me your indifference."
    },
    {
      "cite": "Robert Maynard Hutchins",
      "quote": "The most distressing aspect of the world into which you are going is its indifference to the basic issues, which now, as always, are moral issues"
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Desire is half of life; indifference is half of death."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "Affection can withstand very severe storms of vigor, but not a long polar frost of indifference."
    }
  ]
}