{
  "source": "https://www.wisesayings.com/not-perfect-quotes/",
  "theme": "not-perfect",
  "quotes": [
    {
      "cite": "Will Smith",
      "quote": "I'd rather live my life knowing that I'm not perfect than spend my whole life pretending to be."
    },
    {
      "cite": "Dianna Agron",
      "quote": "Look, we are human, we make mistakes. I will gladly shout from the rooftops that I am not perfect. Nor will I ever be."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "Life's not perfect. Some loose ends may never get trimmed up and tidied."
    },
    {
      "cite": "Abu Sufyan ibn Harb",
      "quote": "I know I'm not perfect & will never become. Yet, I'm proud of being Me, with all humility & imperfections. Cause this is the only life I have."
    },
    {
      "cite": "Leon Brown",
      "quote": "No one is perfect in this world. Forgive people for not knowing better and learn to move on."
    },
    {
      "cite": "Jack Welch",
      "quote": "I'm not perfect, but if there are any points given for caring about people with every fiber of your being and giving life all you've got every day, then I suppose I have a shot."
    },
    {
      "cite": "Patricia Hewitt",
      "quote": "People are not perfect... very often the relationships that are strongest are those where people have worked through big crises, but they've had to work through them. So the challenge to us is to work through that."
    },
    {
      "cite": "Mary Frann",
      "quote": "I'm not perfect, but those flaws make an interesting person."
    },
    {
      "cite": "Brie Larson",
      "quote": "Maybe you're not perfect, but you're willing to actually look at yourself and take some kind of accountability. That's a change. It might not mean that you can turn everything around, but I think there's something incredibly hopeful about that."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Warriors of light are not perfect.Their beauty lies in accepting this fact and still desiring to grow and to learn."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "But I am not perfect in my way of putting things Because I lack the divine simplicity Of being only what I appear to be."
    },
    {
      "cite": "Shelley Long",
      "quote": "I'm not perfect, but I'd like to be perfect. I'm working on it."
    },
    {
      "cite": "Dwyane Wade",
      "quote": "I understand that I'm not perfect. I made mistakes and I had a hand in everything that's happened to me, good and bad."
    },
    {
      "cite": "Allen Iverson",
      "quote": "I'm not perfect. But I am trying every day to concentrate on being better."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "I make mistakes every day. I'm not perfect in my behavior, but I want to be and that's what God is after, a heart that wants to be."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "All that is not perfect down to the smallest detail is doomed to perish."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "The living is not perfect because it is liable to change; the dead is not perfect because it does not live."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "I know who I am. I am not perfect. I'm not the most beautiful woman in the world. But I'm one of them."
    },
    {
      "cite": "Tim Tebow",
      "quote": "I'm not perfect. And who knows how many times I've fallen short. We all fall short. That's the amazing thing about the grace of God."
    },
    {
      "cite": "Carlos Salinas",
      "quote": "I will make mistakes, after all I am not perfect, but I will do my best to make them up to you. I would never hurt you intentionally. I would not give up on you, so I hope you don't give up on me. Sincerely, The Person that Loves You."
    },
    {
      "cite": "Bob Marley",
      "quote": "The most beautiful things are not perfect, they are special."
    },
    {
      "cite": "Jan Hellriegel",
      "quote": "I may not be perfect but I am perfect enough to be a very good rendition of me."
    },
    {
      "cite": "Derek Jeter",
      "quote": "I'm not perfect; no one is perfect. Everyone makes mistakes. I think you try to learn from those mistakes."
    },
    {
      "cite": "Colum Mccann",
      "quote": "People are good or half good or a quarter good, and it changes all the time- but even on the best day nobody's perfect."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "Nobody's perfect. We're all just one step up from the beasts and one step down from the angels."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I love what I do, and I always make sure to tell my fans I'm not perfect, so don't think I am. I make mistakes. I'm human, and we all are. But I try to be the best I can be, and that's all I really can do."
    },
    {
      "cite": "Brett Favre",
      "quote": "Every day is not perfect. You have your bad days and good days just like anyone else. You do not want to talk to people sometimes. It is normal."
    },
    {
      "cite": "Grace Jones",
      "quote": "We're not perfect; we all have things that people might not like to see, and I like to show my faults."
    },
    {
      "cite": "Josh Duhamel",
      "quote": "Everybody's got regrets. Everybody's made mistakes. Nobody's perfect."
    },
    {
      "cite": "Anne Roiphe",
      "quote": "I am not a perfect friend, and it is impossible not to rebuff or be rebuffed if you move about the world."
    }
  ]
}