{
  "source": "https://www.wisesayings.com/notes-quotes/",
  "theme": "notes",
  "quotes": [
    {
      "cite": "Thelonious Monk",
      "quote": "There are no wrong notes; some are just more right than others."
    },
    {
      "cite": "Miles Davis",
      "quote": "There are no wrong notes."
    },
    {
      "cite": "Pablo Casals",
      "quote": "Don't play the notes. Play the meaning of the notes."
    },
    {
      "cite": "Victor Wooten",
      "quote": "If you stopped playing notes, Music would still exist."
    },
    {
      "cite": "Miles Davis",
      "quote": "There are no wrong notes in jazz: only notes in the wrong places."
    },
    {
      "cite": "Anais Nin",
      "quote": "Notes fly so much farther than words. There is no other way to reach the infinite."
    },
    {
      "cite": "Victor L. Wooten",
      "quote": "You can't speak Music with notes alone, but you can speak Music without notes at all!"
    },
    {
      "cite": "Joseph Curiale",
      "quote": "The silence between two notes is as beautiful and meaningful as the notes themselves."
    },
    {
      "cite": "Sting",
      "quote": "Great music as much about the space in between the notes as it is about the notes themselves."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "Silence is very important. The silence between the notes are as important as the notes themselves."
    },
    {
      "cite": "Pete Seeger",
      "quote": "The easiest way to avoid wrong notes is to never open your mouth and sing. What a mistake that would be."
    },
    {
      "cite": "Robin Pecknold",
      "quote": "The notes sound like they're coming from inside your mind... It was the closest thing to a psychedelic experience I've ever had."
    },
    {
      "cite": "Miles Davis",
      "quote": "It’s not the note you play that’s the wrong note – it’s the note you play afterwards that makes it right or wrong."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The best way to waste your life, is by taking notes. The easiest way to avoid living is to just watch. Look for the details. Report. Don't participate."
    },
    {
      "cite": "Larry Carlton",
      "quote": "In jazz improv, there is no such thing as wrong notes, only notes that are better chosen and it's not about the note you play, it's about the note you play next."
    },
    {
      "cite": "George Gershwin",
      "quote": "Look at the piano. You'll notice that there are white notes and black notes. Figure out the difference between them and you'll be able to make whatever kind of music you want."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "We all do 'do, re, mi,' but you have got to find the other notes yourself."
    },
    {
      "cite": "Jon Stewart",
      "quote": "The Internet is just a world passing around notes in a classroom."
    },
    {
      "cite": "John Lydon",
      "quote": "The only notes that matter come in a wad."
    },
    {
      "cite": "Willie Nelson",
      "quote": "There are only so many notes so there must be only so many melodies."
    },
    {
      "cite": "Jennifer Hudson",
      "quote": "To me, the biggest notes and the longest notes are the easiest notes."
    },
    {
      "cite": "Ben Folds",
      "quote": "Notes don't make music until you learn to insert silence between them."
    },
    {
      "cite": "Terry Bozzio",
      "quote": "In the liner notes, music is fine by itself. It doesn't need any explanation."
    },
    {
      "cite": "Ray Still",
      "quote": "Notes, usually to be musical, have to move in or out. They don't sound like clarinets!"
    },
    {
      "cite": "Richard Nixon",
      "quote": "If you want to make beautiful music, you must play the black and the white notes together."
    },
    {
      "cite": "Kane Freeman",
      "quote": "We are musical notes emanating from the quantum string section of a grand symphonic orchestra."
    },
    {
      "cite": "Tommy Bolin",
      "quote": "Lots of times it really doesn't matter what notes you play, but what notes come before and after a run."
    },
    {
      "cite": "James McKean",
      "quote": "Music is the space between the notes as much as the notes themselves; it's defined as much by silence as by sound."
    },
    {
      "cite": "Robert Caro",
      "quote": "The ballet embodies the notes of music. And sometimes you almost feel like you can see the notes dance up there on the stage."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Be aware of the high notes, of the blissful faces and their soft messages, and listen for the silent message of a highly decorated gift."
    }
  ]
}