{
  "source": "https://www.wisesayings.com/nothing-matters-quotes/",
  "theme": "nothing-matters",
  "quotes": [
    {
      "cite": "Edmond de Goncourt",
      "quote": "The facts: nothing matters but the facts: worship of the facts leads to everything, to happiness first of all and then to wealth."
    },
    {
      "cite": "Paul Brunton",
      "quote": "Nothing matters so much that we should throw ourselves into a state of panic about it. No happening is so important that we should let ourselves be exiled from from inner peace and mental calm for its sake."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "For this moment, nothing matters. Look up into the stars and you're gone."
    },
    {
      "cite": "Barry N. Malzberg",
      "quote": "Nothing matters at all. Survival is the coin of the realm. Time is a river with banks."
    },
    {
      "cite": "Tim Tharp",
      "quote": "To hell with tomorrow. To hell with all problems and barriers. Nothing matters but the spectacular now."
    },
    {
      "cite": "Kathleen Winsor",
      "quote": "Everything matters, but nothing matters very much."
    },
    {
      "cite": "Chris Martin",
      "quote": "Nothing matters except life and the love you make."
    },
    {
      "cite": "Arthur Balfour",
      "quote": "Nothing matters very much, and few things matter at all."
    },
    {
      "cite": "David Mamet",
      "quote": "Every reiteration of the idea that nothing matters debases the human spirit"
    },
    {
      "cite": "Robert Charles Wilson",
      "quote": "You must not make the mistake of thinking that because nothing lasts, nothing matters."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "There is no object to life. To nature nothing matters but the continuation of the species."
    },
    {
      "cite": "China Forbes",
      "quote": "Nothing matters as long as you are kind and authentic. If you are, then you did your best, and that is all you can do."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "Nothing matters more than your health. Healthy living is priceless. What millionaire wouldn't pay dearly for an extra 10 or 20 years of healthy aging?"
    },
    {
      "cite": "Tech N9ne",
      "quote": "People need each other to help each other up. But we can't stand near each other because we fear each other. When you get over fear, nothing matters anymore but love."
    },
    {
      "cite": "H. G. Wells",
      "quote": "If there is no God, nothing matters. If there is a God, nothing else matters."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Everything is honoured, but nothing matters."
    },
    {
      "cite": "Joss Whedon",
      "quote": "If nothing we do matters, then all that matters is what we do."
    },
    {
      "cite": "Steven Redhead",
      "quote": "The main thing to remember is everything is about the experience, nothing else really matters one way or the other."
    },
    {
      "cite": "Kunal Ahuja",
      "quote": "When nothing matters to you and nothingness matters to you a lot. You search for something to live for."
    },
    {
      "cite": "James Howard Kunstler",
      "quote": "Anything goes and nothing matters."
    },
    {
      "cite": "Lin Yutang",
      "quote": "Nothing matters to a man who says nothing matters."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "Nothing matters, but it's perhaps more comfortable to keep calm and not interfere with other people."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "If nothing matters, there's nothing to save."
    },
    {
      "cite": "Alan K. Simpson",
      "quote": "If you have integrity, nothing else matters. If you don't have integrity, nothing else matters."
    },
    {
      "cite": "Claire North",
      "quote": "For progress, we have eaten our souls up, and nothing matters anymore."
    },
    {
      "cite": "Richard Ramirez",
      "quote": "In th end, we all die, and nothing really matters."
    }
  ]
}