{
  "source": "https://www.wisesayings.com/nothing-quotes/",
  "theme": "nothing",
  "quotes": [
    {
      "cite": "Thomas Aquinas",
      "quote": "There is nothing on this earth more to be prized than true friendship."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The only thing necessary for the triumph of evil is for good men to do nothing."
    },
    {
      "cite": "Socrates",
      "quote": "The only true wisdom is in knowing you know nothing."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "With integrity, you have nothing to fear, since you have nothing to hide. With integrity, you will do the right thing, so you will have no guilt."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is nothing either good or bad but thinking makes it so."
    },
    {
      "cite": "Marie Curie",
      "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."
    },
    {
      "cite": "Robert Frost",
      "quote": "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Always forgive your enemies - nothing annoys them so much."
    },
    {
      "cite": "Debby Boone",
      "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream."
    },
    {
      "cite": "Camille Pissarro",
      "quote": "Blessed are they who see beautiful things in humble places where other people see nothing."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Nothing is softer or more flexible than water, yet nothing can resist it."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "He who is not courageous enough to take risks will accomplish nothing in life."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Saying nothing... sometimes says the most."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Nothing is more terrible than to see ignorance in action."
    },
    {
      "cite": "Mark Twain",
      "quote": "Against the assault of laughter, nothing can stand."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Nothing ever comes to one, that is worth having, except as a result of hard work."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The heart has its reasons of which reason knows nothing."
    },
    {
      "cite": "Claudius",
      "quote": "To do nothing evil is good; to wish nothing evil is better."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Nothing will work unless you do."
    },
    {
      "cite": "Buddha",
      "quote": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Whoever blushes is already guilty; true innocence is ashamed of nothing."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "When you're just like everybody else, you've nothing to offer other than your conformity."
    },
    {
      "cite": "Marie Antoinette",
      "quote": "There is nothing new except what has been forgotten."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "There is nothing more uncommon than common sense."
    },
    {
      "cite": "James Arthur Baldwin",
      "quote": "Not everything that is faced can be changed. But nothing can be changed until it is faced."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Nothing happens unless something moves."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Ability is nothing without opportunity."
    }
  ]
}