{
  "source": "https://www.wisesayings.com/nothingness-quotes/",
  "theme": "nothingness",
  "quotes": [
    {
      "cite": "Jaggi Vasudev",
      "quote": "NothingnessÂ is the basis of everything."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Let us take our bloated nothingness out of the path of the divine circuits."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "In nothingness, there is everything, energy. The ending is a beginning."
    },
    {
      "cite": "George Macdonald",
      "quote": "Not evenÂ nothingnessÂ preceded life.Â NothingnessÂ owes its very idea to existence."
    },
    {
      "cite": "Mark Strand",
      "quote": "Once you start describingÂ nothingness, you end up with somethingness."
    },
    {
      "cite": "Woody Allen",
      "quote": "EternalÂ nothingnessÂ is fine if you happen to be dressed for it."
    },
    {
      "cite": "Tadao Ando",
      "quote": "If you give people nothingness, they can ponder what can be achieved from that nothingness."
    },
    {
      "cite": "Timothy Morton",
      "quote": "Nothingness is not nothing at all, so it is physical, but not in the sense of constant presence. Nothingness is disturbing. It is there in a mind-independent sense; it is part of what is given."
    },
    {
      "cite": "Peter Wessel Zapffe",
      "quote": "We come from an inconceivableÂ nothingness. We stay a while in something which seems equally inconceivable, only to vanish again into the inconceivableÂ nothingness."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "CanÂ nothingnessÂ be so prodigal?"
    },
    {
      "cite": "Pope John XXIII",
      "quote": "The feelings of my smallness and my nothingness always kept me good company."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "More often than not,Â nothingnessÂ is reluctantly and despairingly taken to be the only hypothesis possible when all the others have failed, since by definition it cannot be disproven and is beyond the scope of reason."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "NothingnessÂ lies coiled in the heart of being like a worm."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "If it is nothingness that awaits us, let us make an injustice of it; let us fight against destiny, even though without hope of victory."
    },
    {
      "cite": "Bruce Lee",
      "quote": "NothingnessÂ cannot be defined; the softest thing cannot be snapped."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "What is calledÂ nothingnessÂ is to be found only in time and in speech. In time it stands between the past and future and has no existence in the present; and thus in speech it is one of the things of which we say: They are not, or they are impossible."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "You are fighting againstÂ nothingnessÂ all the time by creating a series of shields that you call personality, life history, feelings, ideas, and ways of seeing."
    },
    {
      "cite": "Thomas Merton",
      "quote": "To love ourÂ nothingnessÂ we must love everything in us that the proud man loves when he loves himself. But we must love it all for exactly the opposite reason."
    },
    {
      "cite": "Adyashanti",
      "quote": "NothingnessÂ is an absolute infinite potential, not an empty box."
    },
    {
      "cite": "Isabelle Adjani",
      "quote": "Nothingness not being nothing, nothingness being emptiness."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "When you go into the space ofÂ nothingness, everything becomes known."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "NothingnessÂ haunts Being."
    }
  ]
}