{
  "source": "https://www.wisesayings.com/novel-quotes/",
  "theme": "novel",
  "quotes": [
    {
      "cite": "Umberto Eco",
      "quote": "A novel is a machine for generating interpretations."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Entering a novel is like going on a climb in the mountains: You have to learn the rhythms of respiration - acquire the pace. Otherwise you stop right away."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "In aÂ novelÂ you have to resist the urge to tell everything."
    },
    {
      "cite": "Robert Sheckley",
      "quote": "AÂ novelÂ is often a longer process in handling self-doubt."
    },
    {
      "cite": "Alexander Smith",
      "quote": "An oldÂ novelÂ has a history of its own."
    },
    {
      "cite": "Milan Kundera",
      "quote": "GreatÂ novels are always a little more intelligent than their authors."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "There are three rules for writing a novel. Unfortunately, no one knows what they are."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "The novel is the highest form of human expression so far attained. Why? Because it is so incapable of the absolute."
    },
    {
      "cite": "Henri B. Stendhal",
      "quote": "AÂ novelÂ is a mirror carried along a main road."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Novels teach the youthful mind to sigh after happiness that never existed."
    },
    {
      "cite": "Anne Tyler",
      "quote": "It seems to me that goodÂ novelsÂ celebrate the mystery in ordinary life, and summing it all up in psychological terms strips the mystery away."
    },
    {
      "cite": "Paula Fox",
      "quote": "A goodÂ novelÂ begins with a small question and ends with a bigger one."
    },
    {
      "cite": "Dawn Powell",
      "quote": "AÂ novelÂ must be a rich forest known at the start only by instinct."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression."
    },
    {
      "cite": "Philipp Meyer",
      "quote": "When novels deal in abstractions, they generally go off the rails."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "Novels are make-believe and play for adults."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "Novel writing is the slowest art form in the world. It is not a sprint. It is not even a marathon. It is a series of marathons that stretch over and over across a continent."
    },
    {
      "cite": "E. M. Forster",
      "quote": "AÂ novelÂ must give a sense of permanence as well as a sense of life."
    },
    {
      "cite": "George Orwell",
      "quote": "Writing aÂ novelÂ is agony."
    },
    {
      "cite": "George Orwell",
      "quote": "GoodÂ novelÂ are written by people who are not frightened."
    },
    {
      "cite": "Jane Smiley",
      "quote": "Not everyÂ novelÂ that wants to be a tragedy gets to be one."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "To read a novel is a difficult and complex art. You must be capable not only of great fineness of perception, but of great boldness of imagination."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "NovelÂ writing is solitary work."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "AÂ novelÂ is an impression, not an argument; and there the matter must rest."
    },
    {
      "cite": "Mordecai Richler",
      "quote": "If you're writing a novel, you're in a room for three or four years. There's not much coming in from the outside."
    },
    {
      "cite": "Daniel Craig",
      "quote": "When you read a novel, your own imagery is the most important. It's what makes reading such a wonderful thing."
    },
    {
      "cite": "Penelope Lively",
      "quote": "EveryÂ novelÂ generates its own climate, when you get going."
    },
    {
      "cite": "Howard Gordon",
      "quote": "In aÂ novel, the only budgetary limitations are that of your imagination."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "EveryÂ novelÂ is an ideal plane inserted into the realm of reality."
    },
    {
      "cite": "Reif Larsen",
      "quote": "AÂ novelÂ is a tricky thing to map."
    }
  ]
}