{
  "source": "https://www.wisesayings.com/november-quotes/",
  "theme": "november",
  "quotes": [
    {
      "cite": "Anne Shirley",
      "quote": "November is usually such a disagreeable month as if the year had suddenly found out she was growing old and could do nothing but weep and fret over it."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "November is auspicious in so many parts of the country: the rice harvest is already in, the weather starts to cool, and the festive glow which precedes Christmas has began to brighten the landscape."
    },
    {
      "cite": "Cynthia Rylant",
      "quote": "In November, the smell of food is different. It is an orange smell. A squash and pumpkin smell. It tastes like cinnamon and can fill up a house in the morning, can pull everyone from bed in a fog. Food is better in November than any other time of the year."
    },
    {
      "cite": "Gladys Taber",
      "quote": "Some of the days in November carry the whole memory of summer as a fire opal carries the color of moonrise."
    },
    {
      "cite": "Cynthia Rylant",
      "quote": "In November, the earth is growing quiet. It is making its bed, a winter bed for flowers and small creatures. The bed is white and silent, and much life can hide beneath its blankets."
    },
    {
      "cite": "John Clare",
      "quote": "So dull and dark are the November days. The lazy mist high up the evening curled, And now the morn quite hides in smoke and haze; The place we occupy seems all the world."
    },
    {
      "cite": "Cynthia Rylant",
      "quote": "In November, the trees are standing all sticks and bones. Without their leaves, how lovely they are, spreading their arms like dancers. They know it is time to be still."
    },
    {
      "cite": "Maeterlinck",
      "quote": "Every year, in November, at the season that follows the hour of the dead, the crowning and majestic hours of autumn, I go to visit the chrysanthemums ... They are indeed, the most universal, the most diverse of flowers."
    },
    {
      "cite": "Henry Rollins",
      "quote": "The month of November makes me feel that life is passing more quickly. In an effort to slow it down, I try to fill the hours more meaningfully."
    },
    {
      "cite": "Jean Hersey",
      "quote": "November is chill, frosted mornings with a silver sun rising behind the trees, red cardinals at the feeders, and squirrels running scallops along the tops of the gray stone walls."
    },
    {
      "cite": "Caroline May",
      "quote": "And November sad, – a psalm Tender, trustful, full of balm, Thou must breathe in spirits calm."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Now in November nearer comes the sun down the abandoned heaven."
    },
    {
      "cite": "Gladys Taber",
      "quote": "November wind has a sound different from any other. It is easy to imagine the cave of the winds in some mythical Northland where the winds are born and the gods send them out to conquer the quiet air."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Fallen leaves lying on the grass in the November sun bring more happiness than the daffodils."
    },
    {
      "cite": "James Rigg",
      "quote": "Even when November's sun is low and Winter flaps his fleecy wings, Thy gold among his silvery snow a solace in the sadness brings."
    },
    {
      "cite": "Martha Gellhorn",
      "quote": "In November you begin to know how long the winter will be."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "It is the first day of November and so, today, someone will die."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amid the piercing chill of an alpine November."
    },
    {
      "cite": "Gregory F. Lenz",
      "quote": "Welcome sweet November, the season of senses and my favorite month of all."
    },
    {
      "cite": "Cecil Day-Lewis",
      "quote": "The river this November afternoon / Rests in an equipoise of sun and cloud: / A glooming light, a gleaming darkness shroud / Its passage. All seems tranquil, all in tune."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "November always seems to me the Norway of the year."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "November’s sky is chill and drear, / November’s leaf is red and sear."
    },
    {
      "cite": "Anne Bosworth Greene",
      "quote": "November at its best—with a sort of delightful menace in the air."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "The wind that makes music in November corn is in a hurry. The stalks hum, the loose husks whisk skyward in half-playing swirls, and the wind hurries on... A tree tries to argue, bare limbs waving, but there is no detaining the wind."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I... invite my fellow-citizens in every part of the United States, and also those who are at sea and those who are sojourning in foreign lands, to set apart and observe the last Thursday of November next as a day of thanksgiving and praise to our beneficent Father who dwelleth in the heavens."
    },
    {
      "cite": "Anne Sexton",
      "quote": "The womb is not a clock / nor a bell tolling, / but in the eleventh month of its life / I feel the November / of the body as well as of the calendar. / In two days it will be my birthday / and as always the earth is done with its harvest."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "This is the month of nuts and nutty thoughts,—that November whose name sounds so bleak and cheerless. Perhaps its harvest of thought is worth more than all the other crops of the year."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "October is the month for painted leaves. Their rich glow now flashes round the world. As fruits and leaves and the day itself acquire a bright tint just before they fall, so the year near its setting. October is its sunset sky; November the later twilight."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Spring is brown; summer, green; autumn, yellow; winter, white; November, gray."
    },
    {
      "cite": "John Clare",
      "quote": "Autumn I love thy latter end to view / In cold Novembers days so bleak and bare / When like life's dwindld thread worn nearly thro / Wi lingering pottering pace and head bleach'd bare / Thou like an old man bids the world adieu."
    }
  ]
}