{
  "source": "https://www.wisesayings.com/now-quotes/",
  "theme": "now",
  "quotes": [
    {
      "cite": "Marty Rubin",
      "quote": "Whatever you love, do it now. Time is not on your side."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "The beginning is always now."
    },
    {
      "cite": "Obert Skye",
      "quote": "There is no moment more precious than the exact moment they are living. And that exact moment has a lot to do with how future moments play out."
    },
    {
      "cite": "Epicurus",
      "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Even if yesterday existed, today is just real, not a fantasy like the past."
    },
    {
      "cite": "George S. Patton",
      "quote": "A good plan violently executed now is better than a perfect plan executed next week."
    },
    {
      "cite": "Walt Whitman",
      "quote": "There will never be any more perfection than there is now."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You can dance in the storm. Don't wait for the rain to be over before because it might take too long. You can can do it now. Wherever you are, right now, you can start, right now; this very moment."
    },
    {
      "cite": "Victoria Moran",
      "quote": "In this moment, there is plenty of time. In this moment, you are precisely as you should be. In this moment, there is infinite possibility."
    },
    {
      "cite": "Phil Collins",
      "quote": "The world is in your hands, now use it."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Your big opportunity may be right where you are now."
    },
    {
      "cite": "Bradley Whitford",
      "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The time for action is now. It's never too late to do something."
    },
    {
      "cite": "José Luis Ruiz",
      "quote": "Our attention is in the moment; we are not afraid of the future or ashamed of the past."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "Eternity is not something that begins after you're dead. It is going on all the time. We are in it now."
    },
    {
      "cite": "E'yen A. Gardner",
      "quote": "You are not meant to serve time. Time is meant to serve you. Become the master of your now."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Think of what is and don't let what might have been distract you."
    },
    {
      "cite": "Brent M. Jones",
      "quote": "It will always be now. Still tomorrow will come. If we do our best now, tomorrow will be better."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future."
    },
    {
      "cite": "Og Mandino",
      "quote": "Always do your best. What you plant now, you will harvest later."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "The real enemies of our life are the 'oughts' and the 'ifs.' They pull us backward into the unalterable past and forward into the unpredictable future. But real life takes place in the here and now."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "You must take action now that will move you towards your goals. Develop a sense of urgency in your life."
    },
    {
      "cite": "Howard Zinn",
      "quote": "The future is an infinite succession of presents, and to live now as we think human beings should live, in defiance of all that is bad around us, is itself a marvelous victory."
    },
    {
      "cite": "Bill Cosby",
      "quote": "The past is a ghost, the future a dream, and all we ever have is now."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Planning is bringing the future into the present so that you can do something about it now."
    },
    {
      "cite": "A.D. Posey",
      "quote": "Live in the now and the how will take care of itself."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvelously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones."
    },
    {
      "cite": "L.H.",
      "quote": "The future is now. The past is now. Your influence is always now."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Today is yours to shape. Create a masterpiece!"
    },
    {
      "cite": "Nic Sheff",
      "quote": "Now is now. There is nothing but now... This, right here, is all there is."
    }
  ]
}