{
  "source": "https://www.wisesayings.com/nuclear-energy-quotes/",
  "theme": "nuclear-energy",
  "quotes": [
    {
      "cite": "Svetlana Alexievich",
      "quote": "At that time my notions of nuclear power were utterly idyllic. At school and at the university we'd been taught that this was a magical factory that made 'energy out of nothing,' where people in white robes sat and pushed buttons. Chernobyl blew up when we weren't prepared."
    },
    {
      "cite": "Penn Jillette",
      "quote": "If stupid hippies hadn't killed nuclear power, we'd have nuclear power plants, safer and cheaper than coal-fired plants, all over, and electric cars really would be zero emissions."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "I dispute the point that nuclear energy is 'clean' and 'cost-effective'. As I recall, when we first harnessed nuclear power it was to drop an atom bomb on a civilian population, not to save the environment."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The mother can use a knife in the kitchen to chop vegetables and make a healthy meal, but if you give a knife to a child and the child accidentally injures himself, is it the fault of the knife! The same is with us humans and our nukes. Developing nukes is part of the external progress that I just mentioned a while ago, whereas being aware of how to use them would require internal progress, which unfortunately is happening at the speed of a turtle, because almost all humans have quite childishly accepted external progress to be the ultimate progress of humanity."
    },
    {
      "cite": "James Buchan",
      "quote": "For 50 years, nuclear power stations have produced three products which only a lunatic could want: bomb-explosive plutonium, lethal radioactive waste and electricity so dear it has to be heavily subsidised. They leave to future generations the task, and most of the cost, of making safe sites that have been polluted half-way to eternity."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "All the waste in a year from a nuclear power plant can be stored under a desk."
    },
    {
      "cite": "James Lovelock",
      "quote": "The oil companies regard nuclear power as their rival, who will reduce their profits, so they put out a lot of disinformation about nuclear power."
    },
    {
      "cite": "Donna Reed",
      "quote": "If nuclear power plants are safe, let the commerical insurance industry insure them. Until these most expert judges of risk are willing to gamble with their money, I'm not willing to gamble with the health and safety of my family."
    },
    {
      "cite": "James Hansen",
      "quote": "With a fourth generation of nuclear power, you can have a technology that will burn more than 99 percent of the energy in the fuel. It would mean that you don't need to mine uranium for the next thousand years."
    },
    {
      "cite": "Leslie Dewan",
      "quote": "A nuclear power reactor is just a fancy way of boiling water."
    },
    {
      "cite": "David J.C. MacKay",
      "quote": "We must not let ourselves be swept off our feet in horror at the danger of nuclear power. Nuclear power is not infinitely dangerous. It's just dangerous, much as coal mines, petrol repositories, fossil-fuel burning and wind turbines are dangerous."
    },
    {
      "cite": "Taylor Wilson",
      "quote": "I think there's something really poetic about using nuclear power to propel us to the stars, because the stars are giant fusion reactors. They're giant nuclear cauldrons in the sky."
    },
    {
      "cite": "Mark Z. Jacobson",
      "quote": "Every dollar spent on nuclear is one less dollar spent on clean renewable energy and one more dollar spent on making the world a comparatively dirtier and a more dangerous place, because nuclear power and nuclear weapons go hand in hand."
    },
    {
      "cite": "Michael Specter",
      "quote": "Humanity has nearly suffocated the globe with carbon dioxide, yet nuclear power plants that produce no such emissions are so mired in objections and obstruction that, despite renewed interest on every continent, it is unlikely another will be built in the United States."
    },
    {
      "cite": "Ramez Naam",
      "quote": "We must learn to set our emotions aside and embrace what science tells us. GMOs and nuclear power are two of the most effective and most important green technologies we have. If—after looking at the data—you aren't in favour of using them responsibly, you aren't an environmentalist."
    },
    {
      "cite": "Jeff Goodell",
      "quote": "One thing you can say about nuclear power: the people who believe it is the silver bullet for America's energy problems never give up."
    },
    {
      "cite": "Steward Udall",
      "quote": "Nuclear energy people perceive the greenhouse effect as a fresh wind blowing at their back."
    },
    {
      "cite": "Bill Gates",
      "quote": "Nuclear is ideal for dealing with climate change, because it is the only carbon-free, scalable energy source that’s available 24 hours a day."
    },
    {
      "cite": "Robert Downey, Jr.",
      "quote": "Half the people that were out there saying 'No nukes' and 'Shut down the power plants' are now realizing that, some would say, nuclear is the best way to go for energy for the future. So I think it's natural to reexamine your beliefs as you age up."
    },
    {
      "cite": "Peter Thiel",
      "quote": "If we are serious about replacing fossil fuels, we are going to need nuclear power, so the choice is stark: We can keep on merely talking about a carbon-free world, or we can go ahead and create one."
    },
    {
      "cite": "John Kerry",
      "quote": "Given this challenge we face today, and given the progress of fourth generation nuclear: go for it. No other alternative, zero emissions."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "I would like nuclear fusion to become a practical power source. It would provide an inexhaustible supply of energy, without pollution or global warming."
    },
    {
      "cite": "James Buchan",
      "quote": "Of all the failed technologies that litter the onward march of science—steam carriages, zeppelins, armoured trains—none has been so catastrophic to prosperity as the last century's attempt to generate electricity from nuclear fission."
    },
    {
      "cite": "Stephen Moore",
      "quote": "Why would you want to shut down a nuclear plant, which requires at most about 1 square mile of land, to replace that power source with windmills, which would require 300 square miles of land to be paved over?"
    },
    {
      "cite": "Lamar Alexander",
      "quote": "To power the country by building 186,000 fifty-story wind turbines - and running 19,000 miles of new transmission lines - just seems impractical and preposterous compared to the idea of building a hundred new nuclear facilities primarily on the sites we already have."
    },
    {
      "cite": "Taylor Wilson",
      "quote": "I really have become convinced that nuclear fusion is our energy future. It's so powerful. I mean, it is the power of the stars. If we could bring that down to the laboratory and to the power plant on Earth, that would be an incredible thing."
    },
    {
      "cite": "Nathan Myhrvold",
      "quote": "Our reactor actually burns nuclear waste as fuel. So not only is it safe and powerful, it solves an important issue: It actually reduces nuclear waste instead of creating. It's the reactor of your dreams."
    },
    {
      "cite": "Burton Richter",
      "quote": "The sun doesn't shine at night, and wind power is highly variable. To meet our emissions goals, we're going to have to grasp every arrow in the quiver, and nuclear is one of those arrows."
    },
    {
      "cite": "Naoto Kan",
      "quote": "When the world has 1,000, 2,000, 3,000 nuclear plants, can we call that a safe world? I think we need to properly have this debate."
    },
    {
      "cite": "Pierre Schaeffer",
      "quote": "It's ridiculous that time and time again we need a radioactive cloud coming out of a nuclear power-station to remind us that atomic energy is extraordinarily dangerous."
    }
  ]
}