{
  "source": "https://www.wisesayings.com/nudity-quotes/",
  "theme": "nudity",
  "quotes": [
    {
      "cite": "Amol Gade",
      "quote": "Nudity isn't in appearance, it's in thoughts."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The most boring thing in the entire world isÂ nudity. The second most boring thing is honesty."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "The best contraceptive for old people is nudity."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "The beauty of a naked body is felt only by the dressed races."
    },
    {
      "cite": "Eric Fischl",
      "quote": "Nudity is a problem for Americans. It disrupts our social exchange."
    },
    {
      "cite": "Mason Cooley",
      "quote": "NudityÂ is the costume of lovers and corpses."
    },
    {
      "cite": "Helen Mirren",
      "quote": "SometimesÂ nudityÂ is sexy. Sometimes it's not. Sometimes being clothed is more sexy than being nude."
    },
    {
      "cite": "Max Ernst",
      "quote": "Woman'sÂ nudityÂ is wiser than the philosopher's teachings."
    },
    {
      "cite": "Isabel Bishop",
      "quote": "The nude, if you tackle it, is a very fascinating subject, especially for a woman."
    },
    {
      "cite": "Lucy Irvine",
      "quote": "Complete nudity in itself is not erotic. It becomes so only when preceeded by or contrasted to a state of dress. In this limited context then, all clothes become somewhat immoral, if we define immorality as inciting sexual interest. Habitual nakedness may indeed be capable of elevating man to a higher mental plane."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "There's nothing unclassy about being naked, if it's appropriate."
    },
    {
      "cite": "Anuup Kamal Agrawal",
      "quote": "Nudity is not vulgar, else we were not born nude."
    },
    {
      "cite": "Martha C. Nussbaum",
      "quote": "NudityÂ quickly becomes unremarkable when generally practiced."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "There are few nudities so objectionable as the naked truth."
    },
    {
      "cite": "Robert Bresson",
      "quote": "The nudity of that feminine body had risen into her face, the body had reabsorbed it, as nature reabsorbs forsaken gardens."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "NudityÂ is undignified and an error of taste."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "The nude does not simply represent the body, but relates it, by analogy, to all structures that have become part of our imaginative experience.Â"
    },
    {
      "cite": "David Allio",
      "quote": "Naked is a human commodity. Nudity is God's art.Â"
    },
    {
      "cite": "Tim Robbins",
      "quote": "There's the theory thatÂ nudityÂ doesn't really make something sexy; the characters and their relationship make it sexy."
    },
    {
      "cite": "Paul Outerbridge",
      "quote": "NudityÂ is a state of fact; lewdity, to coin a phrase, is a state of mind"
    },
    {
      "cite": "William Blake",
      "quote": "The nakedness of woman is the work of God."
    },
    {
      "cite": "John Berger",
      "quote": "Nakedness reveals itself.Â NudityÂ is placed on display. The nude is condemned to never being naked.Â NudityÂ is a form of dress."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "A naked woman in heels is a beautiful thing. A naked man in shoes looks like a fool."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Nakedness is uncomely, as well in mind as body, and it addeth no small reverence to men's manners and actions if they be not altogether open. Therefore set it down: That a habit of secrecy is both politic and moral."
    },
    {
      "cite": "Bridget Fonda",
      "quote": "NudityÂ is who people are at the most interesting point of the evening, when they take off their protective layer, when no one is watching."
    },
    {
      "cite": "Erica Durance",
      "quote": "NudityÂ is just about your body. It's easier to shut yourself off outside than reveal your inner thoughts."
    },
    {
      "cite": "Brent Weeks",
      "quote": "HerÂ nudityÂ is her armor. It blinded the drooling fools. They couldn't see anything else while they saw her body."
    },
    {
      "cite": "Mason Cooley",
      "quote": "In the city,Â nudityÂ means something; in the wild, it just exists."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Too muchÂ nudityÂ is a turn off. Especially if all that flesh is on one person."
    },
    {
      "cite": "Judi Dench",
      "quote": "SometimesÂ nudityÂ is gratuitous. We just live in a society where everything goes."
    }
  ]
}