{
  "source": "https://www.wisesayings.com/nurses-week-quotes/",
  "theme": "nurses-week",
  "quotes": [
    {
      "cite": "Renee Thompson",
      "quote": "Nurses are humans by birth and heroes by choice."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "It may seem a strange principle to enunciate as the very first requirement in a Hospital that it should do the sick no harm."
    },
    {
      "cite": "Christina Feist Hellmeir",
      "quote": "Every nurse was drawn to nursing because of a desire to care to serve or to help."
    },
    {
      "cite": "Carolyn Jarvis",
      "quote": "The character of the nurse is as important as the knowledge she possesses."
    },
    {
      "cite": "Stephen Ambrose",
      "quote": "It would not be possible to praises nurses too highly."
    },
    {
      "cite": "William Osler",
      "quote": "The trained nurse has become one of the great blessings of humanity, taking a place beside the physician and the priest."
    },
    {
      "cite": "Jean Watson",
      "quote": "Caring is the essence of nursing."
    },
    {
      "cite": "Anonymous",
      "quote": "If love can't cure it, nurses can."
    },
    {
      "cite": "Val Saintsbury",
      "quote": "Nurses dispense comfort, compassion, and caring without even a prescription."
    },
    {
      "cite": "Donna Wilk Cardillo",
      "quote": "Nurses are the heart of healthcare."
    },
    {
      "cite": "Dana Basem",
      "quote": "Being a nurse means to hold all your own tears and start drawing smiles on people's faces."
    },
    {
      "cite": "Dorothy Canfield Fisher",
      "quote": "Some people think that doctors and nurses can put scrambled eggs back into the shell."
    },
    {
      "cite": "Carrie Latet",
      "quote": "A nurse will always give us hope, an angel with a stethoscope."
    },
    {
      "cite": "Warren Beatty",
      "quote": "Always thank your nurse. Sometimes they're the only one between you and a hearse."
    },
    {
      "cite": "Aleksandar Radenovi",
      "quote": "Every nurse is angel with a key for healthy community. All in caring for patients is part of nursing soul."
    },
    {
      "cite": "Pope Francis",
      "quote": "Being in contact with physicians and family members, in addition to the sick, you become, in hospitals, in healthcare facilities and in homes, the crossroads of a thousand relationships, which require attention, competence and compassion. Before the uniqueness of each situation, indeed, it is never enough to follow a protocol, but a constant (and tiresome) effort of discernment and attention to the individual person is required. All this makes your profession a veritable mission and makes you ‘experts in humanity."
    },
    {
      "cite": "Dr. Tedros Adhanom Ghebreyesus",
      "quote": "Nurses are key to achieving not just the health-related Sustainable Development Goals, but all the Sustainable Development Goals. Nurses are the foundation of our ambition to universal health coverage. That’s what we should believe. Your role in transforming our health systems to ensure everyone can lead healthy and productive lives is indispensable – and everybody should know that."
    },
    {
      "cite": "Bill Robertson",
      "quote": "Nurses can be direct and objective, even stern. They can be sympathetic and appreciative. They are, by nature and training, consoling and caring. Compassion defines and motivates them. They set high standards for themselves and constantly strive to meet them. It is no wonder that our patients trust them and that we depend on them."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "No man, not even a doctor, ever gives any other definition of what a nurse should be than this—\"devoted and obedient.\" This definition would do just as well for a porter. It might even do for a horse. It would not do for a policeman."
    },
    {
      "cite": "John Cameron Macdonald",
      "quote": "She is a 'ministering angel' without any exaggeration in these hospitals, and as her slender form glides quietly along each corridor ... she may be observed alone, with a little lamp in her hand, making her solitary rounds."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "I attribute my success to this—I never gave or took any excuse."
    },
    {
      "cite": "Donna Cardillo",
      "quote": "Nursing is not for everyone. It takes a very strong, intelligent, and compassionate person to take on the ills of the world with passion and purpose, and work to maintain the health and well-being of the planet. No wonder we're exhausted at the end of the day."
    },
    {
      "cite": "Maya Angelou",
      "quote": "As a nurse, we have the opportunity to heal the heart, mind, soul and body of our patients, their families and ourselves. They may not remember your name but they will never forget the way you made them feel."
    },
    {
      "cite": "Donna Cardillo",
      "quote": "Reminder: Nurses are skilled in problem-solving, organizing, planning, and analyzing. We're detail oriented, innovative, and resourceful. We're both analytical and creative. Give us a job that needs to be done, and we get it done with the time and resources available, regardless of how scarce. And talk about managing multiple priorities — nurses are masters at this."
    },
    {
      "cite": "Keith Carlson",
      "quote": "What we need at this time in history is 3 million Florence Nightingales on steroids. We need nurse advocates; nurse members of Congress; nurses running for local and state office; nurse journalists; nurse truth-tellers; nurse filmmakers; and nurses willing to be assertive, outspoken, and unafraid to speak their truth."
    },
    {
      "cite": "Dr. S. Fitzsimons",
      "quote": "Rejoice in your work; never lose sight of the nursing leader you are now and the nursing leader you will become."
    },
    {
      "cite": "Shawn Kennedy",
      "quote": "Somehow our knowledge of the biosciences and of medical and nursing research, our critical thinking skills, our role in initiating interventions that promote healing and prevent complications, our ability to navigate complex organizational systems and to communicate with people in crisis—all of this seems still to be largely invisible."
    },
    {
      "cite": "Stephen William Bragg",
      "quote": "Do you believe any children survive? / I wonder if you wanna stay alive / And I wonder if you feel this gift / If you have to work a thirty-six hour shift / But I wonder now when you'll understand / When the woman in white comes to take your hand / And you put your heart, and I think you know / That a nurse's life is full of woe."
    },
    {
      "cite": "Phil Thornalley",
      "quote": "Call the nurse / Call the nurse / I'm in pain, I'm in pain / Everything hurts / Vital signs / In horizontal lines / I'm lyin' here / Lying here / Outta my mind / Nurse Betty / Well she tore my heart apart, yeah / Turned my life into an episode of ER, and / Everybody likes drama / But it's too much for me."
    },
    {
      "cite": "William Gay",
      "quote": "As dropping moisture on December flowers, / As sunlight breaking o'er the August plain, / As shines the Virgin on the midnight hours, / So is thy presence at the bed of pain; / And as the flowers revive to bloom more fair, /  And o'er the plain the wattles burst in fire, / And midnight hours to morn at last repair, / So hope and life thy minist'rings inspire; / And though for me there's but the life and hope / That lie abundant past the gates of Death, / Yet thither as with feeble steps I grope / Thy friendly arm assists my failing breath; / Nor will I deem of Providence the worse / Who sent me pain to send me thee for nurse."
    }
  ]
}