{
  "source": "https://www.wisesayings.com/nursing-school-quotes/",
  "theme": "nursing-school",
  "quotes": [
    {
      "cite": "Mother Teresa",
      "quote": "There is more hunger for love and appreciation in this world than for bread."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "To expect too much is to have a sentimental view of life and this is a softness that ends in bitterness."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around."
    },
    {
      "cite": "Lech Walesa",
      "quote": "It is hardly possible to build anything if frustration, bitterness and a mood of helplessness prevail."
    },
    {
      "cite": "Alana Stewart",
      "quote": "Bitterness and resentment only hurt one person, and it's not the person we're resenting - it's us."
    },
    {
      "cite": "Kathryn Stockett",
      "quote": "It weren't too loo long before I seen something in me, had changed. A bitter seed was planted inside of me. And I just didn't feel so, accepting, anymore."
    },
    {
      "cite": "Joseph Heller",
      "quote": "There is no disappointment so numbing...as someone no better than you achieving more."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Bitterness: anger that forgot where it came from."
    },
    {
      "cite": "Ann Marie Aguilar",
      "quote": "It is okay of talking about the past, as long as there's no bitterness and anger. It only gives you a heart attack. It won't change the past either."
    },
    {
      "cite": "Charlie Jones",
      "quote": "Things don't go wrong and break so you can become bitter and give up. They happen to break you down and build you up so you can be all that you were intended to be."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison."
    },
    {
      "cite": "Lao Tzu",
      "quote": "New beginnings are often disguised as painful endings."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Years of love have been forgot, In the hatred of a minute."
    },
    {
      "cite": "Jay Adams",
      "quote": "Forgiveness is a promise not a feeling. When you forgive other people, you are making a promise not to use their past sin against them."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "He gave everything to everybody. Except to me."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Forgiveness is the key that unlocks the door of resentment and the handcuffs of hate. It is a power that breaks the chains of bitterness and the shackles of selfishness."
    },
    {
      "cite": "Aldo Gucci",
      "quote": "The bitterness of poor quality is remembered long after the sweetness of low price has faded from memory."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Bitterness imprisons life; love releases it"
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Will Smith",
      "quote": "It's quite highly possible that I have peaked. I mean, I just can't imagine what else I could do beyond this. It's really a bittersweet kind of feeling."
    },
    {
      "cite": "Patricia A. Mckillip",
      "quote": "I do not want to choose which one of you I must love or hate. Here, I am free to do neither. I want no part of your bitterness."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Never succumb to the temptation of bitterness."
    },
    {
      "cite": "Steve Ostten",
      "quote": "Bitterness is like drinking poison and waiting for the other person to die"
    },
    {
      "cite": "Confucius",
      "quote": "It is better to live in peace than in bitterness and strife."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Forgiveness is the key that unlocks the door of resentment and the handcuffs of hate. It is a power that breaks the chains of bitterness and the shackles of selfishness."
    },
    {
      "cite": "Alana Stewart",
      "quote": "Bitterness and resentment only hurt one person, and it's not the person we're resenting-it's us."
    },
    {
      "cite": "Terry Brooks",
      "quote": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost."
    }
  ]
}