{
  "source": "https://www.wisesayings.com/nurses-quotes/",
  "theme": "nurses",
  "quotes": [
    {
      "cite": "Dag Hammarskjold",
      "quote": "Constant attention by a good nurse may be just as important as a major operation by a surgeon."
    },
    {
      "cite": "Donna Wilk Cardillo",
      "quote": "Nurses are the heart of healthcare."
    },
    {
      "cite": "William Osler",
      "quote": "The trained nurse has become one of the great blessings of humanity, taking a place beside the physician and the priest."
    },
    {
      "cite": "Val Saintsbury",
      "quote": "Nurses dispense comfort, compassion, and caring without even a prescription."
    },
    {
      "cite": "Donna Wilk Cardillo",
      "quote": "When I think about all the patients and their loved ones that I have worked with over the years, I know most of them don't remember me nor I them. But I do know that I gave a little piece of myself to each of them and they to me and those threads make up the beautiful tapestry in my mind that is my career in nursing."
    },
    {
      "cite": "Katherine Soh",
      "quote": "In its basic form, nursing can be seen as a duty, but beyond the incessant operational activities that lay the foundation of our daily work, the profession is all about grace. Helping people is a noble calling. It is a privilege to serve my fellow human beings. Fifteen years has seen many ups and downs at the workplace, but I have enjoyed serving the many patients who come into my care, and have prayed for the souls of those who were on the brink of death."
    },
    {
      "cite": "Maya Angelou",
      "quote": "As a nurse, we have the opportunity to heal the heart, mind, soul and body of our patients, their families and ourselves. They may not remember your name but they will never forget the way you made them feel."
    },
    {
      "cite": "Lynn Keegan",
      "quote": "Nurses have come a long way in a few short decades. In the past our attention focused on physical, mental and emotional healing. Now we talk of healing your life, healing the environment, and healing the planet."
    },
    {
      "cite": "Sara Moss-Wolfe",
      "quote": "Nurses: one of the few blessings of being ill."
    },
    {
      "cite": "Carrie Latet",
      "quote": "A nurse will always give us hope, an angel with a stethoscope."
    },
    {
      "cite": "Stephen Ambrose",
      "quote": "It would not be possible to praise nurses too highly."
    },
    {
      "cite": "Rawsi Williams",
      "quote": "To do what nobody else will do, a way that nobody else can do, in spite of all we go through; is to be a nurse"
    },
    {
      "cite": "Florence Nightingale",
      "quote": "Nursing is an art: and if it is to be made an art, it requires an exclusive devotion as hard a preparation, as any painter's or sculptor's work; for what is the having to do with dead canvas or dead marble, compared with having to do with the living body, the temple of God's spirit? It is one of the Fine Arts: I had almost said, the finest of Fine Arts."
    },
    {
      "cite": "Christine Belle",
      "quote": "Our job as nurses is to cushion the sorrow and celebrate the joy, everyday, while we are \"just doing our jobs.\""
    },
    {
      "cite": "Warren Beatty",
      "quote": "How can anybody hate nurses? Nobody hates nurses. The only time you hate a nurse is when they're giving you an enema."
    },
    {
      "cite": "Jo Brand",
      "quote": "... as a nurse, it's important to look calm on the surface when you're absolutely crapping yourself inside. So, if someone is waving a machete at you, which has happened to me when I was a nurse, it's important to make that person feel that you're in control."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "No man, not even a doctor, ever gives any other definition of what a nurse should be than this - 'devoted and obedient.' This definition would do just as well for a porter. It might even do for a horse."
    },
    {
      "cite": "Quintilian",
      "quote": "It is the nurse that the child first hears, and her words that he will first attempt to imitate."
    },
    {
      "cite": "Gehrard Kocher",
      "quote": "Nursing would be a dream job if there were no doctors."
    },
    {
      "cite": "Unknown Author",
      "quote": "Save one life, and you're a hero. Save a hundred lives, and you're a nurse."
    },
    {
      "cite": "Elizabeth Kenny",
      "quote": "Panic plays no part in the training of a nurse."
    },
    {
      "cite": "Dana Basem",
      "quote": "Being a nurse means to hold all your own tears and start drawing smiles on people's faces."
    },
    {
      "cite": "Sharon Hudacek",
      "quote": "Bound by paperwork, short on hands, sleep, and energy, nurses are rarely short on caring."
    },
    {
      "cite": "Unknown Author",
      "quote": "Nurses may not be angels but they are the next best thing."
    },
    {
      "cite": "Carolyn Jarvis",
      "quote": "The character of the nurse is as important as the knowledge she possesses."
    },
    {
      "cite": "Leninger",
      "quote": "Caring is the essence of nursing."
    },
    {
      "cite": "Cass Canfield",
      "quote": "Some people think that doctors and nurses can put scrambled eggs back in the shell."
    },
    {
      "cite": "James M. Hunter",
      "quote": "Treat the patient, not the X-ray."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "The most important practical lesson than can be given to nurses is to teach them what to observe."
    },
    {
      "cite": "Tilda Shalof",
      "quote": "The hospital will never be healthy for patients if it's not a healthy environment for nurses, where their voices are heard and where they can care for their patients and use the full extent of their knowledge, abilities, and skills. After all, hospitals today have become one big intensive care unit: all patients need intensive caring."
    }
  ]
}