{
  "source": "https://www.wisesayings.com/nurture-quotes/",
  "theme": "nurture",
  "quotes": [
    {
      "cite": "Tariq Ramadan",
      "quote": "Don't nurture a sense of guilt; rather, nurture a sense of responsibility married with a sense of humility."
    },
    {
      "cite": "Brian Koslow",
      "quote": "If you nurture your mind, body, and spirit, your time will expand. You will gain a new perspective that will allow you to accomplish much more."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Nurture your great spirit for a great self."
    },
    {
      "cite": "Ken Danby",
      "quote": "Learn to nurture and trust your instincts as well as your conscious reasoning. Often, one's instincts will offer the better judgment."
    },
    {
      "cite": "Ninette de Valois",
      "quote": "You cannot create genius. All you can do is nurture it."
    },
    {
      "cite": "Narendra Modi",
      "quote": "Each one of us has a natural instinct to rise, like a flame of the lamp. Lets nurture this instinct."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "We must nurture tolerance, collective wisdom, and democracy."
    },
    {
      "cite": "Alfred Austin",
      "quote": "To nurture a garden is to feed not just on the body, but the soul."
    },
    {
      "cite": "Laozi",
      "quote": "Always be on the lookout for ways to turn a problem into an opportunity for success. Always be on the lookout for ways to nurture your dream."
    },
    {
      "cite": "Serina Hartwell",
      "quote": "We nurture our creativity when we release our inner child. Let it run and roam free. It will take you on a brighter journey."
    },
    {
      "cite": "Audre Lorde",
      "quote": "We must recognize and nurture the creative parts of each other without always understanding what will be created."
    },
    {
      "cite": "Henry Cavill",
      "quote": "Nature is a definite thing. But nurture is just as powerful. It can really mess with you."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "Nurture your own confidence and make it real; don't pretend to be someone you're not."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The more you nurture a feeling of loving kindness, the happier and calmer you will be."
    },
    {
      "cite": "Benjamin Jealous",
      "quote": "Let us nurture the practice of family values, by embracing policies that value families."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "If you nurture Life, Life will nurture you."
    },
    {
      "cite": "Sam Tanenhaus",
      "quote": "We all nurture impulses which promise freedom from the demands of others, even if that freedom means death."
    },
    {
      "cite": "Joshua L. Goldberg",
      "quote": "Nurture doubt as a creative strategy."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes."
    },
    {
      "cite": "Terry Brooks",
      "quote": "We must nurture and love, if life is to have any real meaning. But First we must find a way to survive against the things that prevent us from doing so."
    },
    {
      "cite": "Max Ehrmann",
      "quote": "Nurture strength of spirit to shield you in sudden misfortune. But do not distress yourself with imaginings. Many fears are born of fatigue and loneliness."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You must nurture the force within you. You are the only person that can behold the divine force for your divine purpose."
    },
    {
      "cite": "Laozi",
      "quote": "Nurture the spontaneous peaceful life."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "People who continue to nurture long-term and new friendships as they grow older are more likely to enjoy health and vitality."
    },
    {
      "cite": "Michael Murdock",
      "quote": "Each relationship nurtures a strength or weakness within you."
    },
    {
      "cite": "David Brooks",
      "quote": "To nurture your career, it makes sense to cultivate your strengths. To nurture your moral core, it is necessary to confront your weaknesses."
    },
    {
      "cite": "Annie Leibovitz",
      "quote": "My hope is that we continue to nurture the places that we love, but that we also look outside our immediate worlds."
    },
    {
      "cite": "Elizabeth George",
      "quote": "Nurture the qualities in yourself that you desire in your friends."
    },
    {
      "cite": "Plato",
      "quote": "For good nurture and education implant good constitutions."
    },
    {
      "cite": "Thomas G. Bandy",
      "quote": "Great coaches are visionaries. Great coaches instill, nurture, and encourage vision, then model and motivate surrender to it."
    }
  ]
}