{
  "source": "https://www.wisesayings.com/nutrition-quotes/",
  "theme": "nutrition",
  "quotes": [
    {
      "cite": "Hippocrates",
      "quote": "Let food be thy medicine and medicine be thy food."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "To eat is a necessity, but to eat intelligently is an art."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Our bodies are our gardens, to which our wills are our gardeners."
    },
    {
      "cite": "Joseph Raynauld Raymond",
      "quote": "Diet is the essential key to all successful healing."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "Tell me what you eat, and I will tell you who you are."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It's the only place you have to live."
    },
    {
      "cite": "Arnold Ehret",
      "quote": "Life is a tragedy of nutrition."
    },
    {
      "cite": "Bernard Jensen",
      "quote": "Nutrition is the only remedy that can bring full recovery and can be used with any treatment. Remember, food is our best medicine!"
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "Your body is a temple, but only if you treat it as one."
    },
    {
      "cite": "Jack Weatherford",
      "quote": "Even in this high-tech age, the low-tech plant continues to be the key to nutrition and health."
    },
    {
      "cite": "Socrates",
      "quote": "One should eat to live; not live to eat."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "Exercise is king. Nutrition is queen. Put them together and you've got a kingdom."
    },
    {
      "cite": "Ann Wigmore",
      "quote": "The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison."
    },
    {
      "cite": "Roger Williams",
      "quote": "When in doubt, use nutrition first."
    },
    {
      "cite": "Adelle Davis",
      "quote": "We are indeed much more than what we eat, but what we eat can nevertheless help us to be much more than what we are."
    },
    {
      "cite": "Mike Adams",
      "quote": "Today more than 95% of all chronic disease is caused by food choice, toxic food ingredients, nutritional deficiencies, and lack of physical exercise."
    },
    {
      "cite": "John H. Tobe",
      "quote": "Any food that requires enhancing by the use of chemical substances should in no way be considered a food."
    },
    {
      "cite": "Robert C. Peale",
      "quote": "The best and most efficient pharmacy is within your own system."
    },
    {
      "cite": "Julia Child",
      "quote": "Fake food—I mean those patented substances chemically flavored and mechanically bulked out to kill the appetite and deceive the gut—is unnatural, almost immoral, a bane to good eating and good cooking."
    },
    {
      "cite": "Doug Larson",
      "quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon."
    },
    {
      "cite": "Warren Cuccurullo",
      "quote": "I'm a product of good nutrition, cutting edge supplementation and hard training, and I'm an old guy."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "Health food makes me sick."
    },
    {
      "cite": "Richard Armour",
      "quote": "When it comes to eating, you can sometimes help yourself more by helping yourself less."
    },
    {
      "cite": "George Ade",
      "quote": "One man’s poison ivy is another man’s spinach."
    },
    {
      "cite": "Epicurus",
      "quote": "Plain fare gives as much pleasure as a costly diet, while bread and water confer the highest possible pleasure when they are brought to hungry lips."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Food is an important part of a balanced diet."
    },
    {
      "cite": "Robert Orben",
      "quote": "Old people shouldn’t eat health foods. They need all the preservatives they can get."
    },
    {
      "cite": "Hippocrates",
      "quote": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have the safest way to health."
    },
    {
      "cite": "Subodh Gupta",
      "quote": "Managing perfect body weight is not a complicated rocket science. Our body is made up of food which we eat during our day to day life. If we are overweight or obese at the moment then one thing is certain that the food which we eat is unhealthy."
    }
  ]
}