{
  "source": "https://www.wisesayings.com/obedience-quotes/",
  "theme": "obedience",
  "quotes": [
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Liberty is obedience to the law which one has laid down for oneself."
    },
    {
      "cite": "Buddha",
      "quote": "Better than worshiping gods is obedience to the laws of righteousness."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Obedience brings success; exact obedience brings miracles."
    },
    {
      "cite": "Elizabeth Missing Sewell",
      "quote": "Obedience is the primary object of all sound education."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "Obedience to lawful authority is the foundation of manly character."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "True obedience is true freedom."
    },
    {
      "cite": "Jen Hatmaker",
      "quote": "Obedience isn't a lack of fear. It's just doing it scared."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Obedience indeed is only the pitiful and cowardly egotism of him who thinks that he can do something better than reason."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "When obedience is so impious, revolt is a necessity."
    },
    {
      "cite": "Nadia Boulanger",
      "quote": "A great work is made out of a combination of obedience and liberty."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "The great test of life is obedience to God."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Obedience completes itself in understanding."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Disobedience, in the eyes of any one who has read history, is man's original virtue. It is through disobedience that progress has been made, through disobedience and through rebellion."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "One act of obedience is better than one hundred sermons."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Obedience of the law is demanded; not asked as a favor."
    },
    {
      "cite": "George Macdonald",
      "quote": "Obedience is the opener of eyes."
    },
    {
      "cite": "Christine Caine",
      "quote": "Obedience is less painful than regret."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Obedience simulates subordination as fear of the police simulates honesty."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Obedience and resignation are our personal offerings upon the altar of duty."
    },
    {
      "cite": "Mark E. Petersen",
      "quote": "Obedience is a part of greatness."
    },
    {
      "cite": "St. Catherine of Siena",
      "quote": "For there is no obedience without humility, nor humility without charity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Obedience alone gives the right to command."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Obedience is your responsibility, the outcome is God's!"
    },
    {
      "cite": "Aeschylus",
      "quote": "Obedience is the mother of success and is wedded to safety."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Obedience to God is the pathway to the life you really want to live."
    },
    {
      "cite": "John Vianney",
      "quote": "The virtue of obedience makes the will supple. It inspires the courage with which to fulfill the most difficult tasks."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Disobedience is the true foundation of liberty. The obedient must be slaves."
    },
    {
      "cite": "Martin Luther",
      "quote": "Obedience is the crown and honour of all virtue."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Obedience is an act of faith; disobedience is the result of unbelief."
    },
    {
      "cite": "Catherine Of Siena",
      "quote": "Obedience shows whether you are grateful."
    }
  ]
}