{
  "source": "https://www.wisesayings.com/obesity-quotes/",
  "theme": "obesity",
  "quotes": [
    {
      "cite": "David H. Murdock",
      "quote": "By eating many fruits and vegetables in place of fast food and junk food, people could avoid obesity."
    },
    {
      "cite": "Tom Vilsack",
      "quote": "The rise of childhood obesity has placed the health of an entire generation at risk."
    },
    {
      "cite": "Richard Attias",
      "quote": "Obesity is a problem that nearly every nation in the world is facing, but there is much that we can do to fix it."
    },
    {
      "cite": "Bob Filner",
      "quote": "Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "If we don't somehow stem the tide of childhood obesity, we're going to have a huge problem."
    },
    {
      "cite": "Jane Velezmitchell",
      "quote": "Obesity affects every aspect of a people's lives, from health to relationships."
    },
    {
      "cite": "Richard Carmona",
      "quote": "If the childhood obesity epidemic remains unchecked, it will condemn many of our kids to shorter lives, as well as the emotional and financial burdens of poor health."
    },
    {
      "cite": "Emily Levine",
      "quote": "Obesity is a drain on the economy - we have to pay for the health care of fat people who are usually poor and can't afford insurance. Obesity is, well, bad."
    },
    {
      "cite": "Virginia Foxx",
      "quote": "Obesity among young Americans is a serious problem that can have serious ramifications in the long run."
    },
    {
      "cite": "S. Jay Olshansky",
      "quote": "Fixing obesity is going to require a change in our modern relationship with food. I'm hopeful that we begin to see a turnaround in this childhood obesity epidemic."
    },
    {
      "cite": "Robert Atkins",
      "quote": "How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?"
    },
    {
      "cite": "David H. Murdock",
      "quote": "Obesity is racing through America, everywhere. It's high time someone spent some money to do something about it."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Obesity isn't as cool as it used to be, back in the earlier centuries. Before it was a reflection on your gross income, and now it's just gross."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "...obesity isn't caused by those who adore food. People tend not to put on weight through eating meals. I'd say it's people who eat non-stop."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Obesity is a mental state, a disease brought on by boredom and disappointment."
    },
    {
      "cite": "David L. Katz",
      "quote": "Epidemic obesity is arguably the gravest public health crisis we face and inarguably the least controlled."
    },
    {
      "cite": "Adelle Davis",
      "quote": "Obesity is a condition which proves that the Lord does not help those who help themselves and help themselves and help themselves."
    },
    {
      "cite": "Peg Bracken",
      "quote": "There are worse things than being fat, and one of them is worrying about it all the time."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Childhood obesity isn't some simple, discrete issue. There's no one cause we can pinpoint. There's no one program we can fund to make it go away. Rather, it's an issue that touches on every aspect of how we live and how we work."
    },
    {
      "cite": "Jonathan Gruber",
      "quote": "Ultimately, what may be needed to address the obesity problem are direct taxes on body weight."
    },
    {
      "cite": "Jennie Garth",
      "quote": "With the chronic obesity in America, it's more important than ever to not only feed kids healthy foods but to teach them how to make healthy choices on their own."
    },
    {
      "cite": "David Katz",
      "quote": "Epidemic obesity is unquestionably a health crisis in the United States, and for that matter, in much of the world. But it is a crisis in slow motion, one that has crept up on us over years, and even decades."
    },
    {
      "cite": "David Satcher",
      "quote": "People tend to think of overweight and obesity as strictly a personal matter, but there is much that communities can and should do to address these problems."
    },
    {
      "cite": "Diane Abbott",
      "quote": "Tackling childhood obesity is key."
    },
    {
      "cite": "Adelle Davis",
      "quote": "To say that obesity is caused by merely consuming too many calories is like saying that the only cause of the American Revolution was the Boston Tea Party."
    },
    {
      "cite": "Max Baucus",
      "quote": "I know the problem of obesity. I got to tell you, I think that's tepid. I just don't think the bully pulpit is going to be enough to sufficiently fight obesity. We're going to have to have incentives in here."
    },
    {
      "cite": "Richard Carmona",
      "quote": "Overweight and obesity is the second leading cause of death, killing 300,000 people a year, There is not a miracle pill that will lead to weight loss."
    },
    {
      "cite": "Kate Hopkins",
      "quote": "To call yourself 'plus size' is just a euphemism for being fat. Life is much easier when you're thinner. Big is not beautiful, of course a job comes down to how you look."
    },
    {
      "cite": "Mike Rounds",
      "quote": "Being overweight and obesity are major risk factors for many chronic diseases for South Dakotans of all ages. When people are overweight or obese, they have more health problems and more serious health problems, in addition to higher health care costs."
    },
    {
      "cite": "Theodore Dalrymple",
      "quote": "Obesity is the result of a loss of self-control. Indeed, loss of self-control might be said to be the defining social (or anti-social) characteristic of our age: public drunkenness, excessive gambling, promiscuity and common-or-garden rudeness are all examples of our collective loss of self-control."
    }
  ]
}