{
  "source": "https://www.wisesayings.com/obey-quotes/",
  "theme": "obey",
  "quotes": [
    {
      "cite": "Søren Kierkegaard",
      "quote": "It is so hard to believe because it is so hard to obey."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you obey all the rules you miss all the fun."
    },
    {
      "cite": "Rashi",
      "quote": "Obeying from love is better than to obey from fear."
    },
    {
      "cite": "Matt Haig",
      "quote": "Obey your head. Obey your heart. Obey your gut. In fact, obey everything except commands."
    },
    {
      "cite": "James E. Faust",
      "quote": "Obedience leads to true freedom. The more we obey revealed truth, the more we become liberated."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Obey the principles without being bound by them."
    },
    {
      "cite": "Sinclair B. Ferguson",
      "quote": "Be obedient even when you do not know where obedience may lead you."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "You cannot be a true man until you learn to obey."
    },
    {
      "cite": "William Kingdon Clifford",
      "quote": "There is one thing in the world more wicked than the desire to command, and that is the will to obey."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Only he who believes is obedient, and only he who is obedient believes."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "It is difficult to press forward if we do not know how to obey."
    },
    {
      "cite": "Ed Townsend",
      "quote": "If we are really going to learn from others, we must decide to fully obey."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Be obedient to your superior, and your inferior will obey you."
    },
    {
      "cite": "Solon",
      "quote": "Society is well governed when the people obey the magistrates, and the magistrates obey the law."
    },
    {
      "cite": "Saint Ignatius",
      "quote": "It is not hard to obey when we love the one whom we obey."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "You cannot obey God without your obedience spilling out in a blessing to all those around you."
    },
    {
      "cite": "Marty Rubin",
      "quote": "We are born free, but we're taught to obey orders."
    },
    {
      "cite": "Steve Drain",
      "quote": "As people who obey God, we're also supposed to obey the laws of man, and we intend to do that."
    },
    {
      "cite": "English Proverb",
      "quote": "The ship that will not obey the helm will have to obey the rocks."
    },
    {
      "cite": "Alan Chadwick",
      "quote": "If you obey the technique to perfection, that technique will become invisible."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The art of living consists in knowing which impulses to obey and which must be made to obey."
    },
    {
      "cite": "Bill Johnson",
      "quote": "Obedience is not measured by our ability to obey laws and principles, obedience is measured by our response to God's voice."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "The only safe ruler is he who has learned to obey willingly."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Obey your soul, have perfect faith in yourself. Never think of yourself with doubt or distrust, or as one who makes mistakes."
    },
    {
      "cite": "George Farquhar",
      "quote": "Those who know the least obey the best."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Life is about obeying laws, it begins with observing the divine laws."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "You must obey the law, always, not only when they grab you by your special place."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love."
    },
    {
      "cite": "Deyth Banger",
      "quote": "People obey to people with ideas... so visualize it like this... when you don't have ideas and meaning in life you obey to somebody who already got answers of this two things."
    },
    {
      "cite": "Angel Moreira",
      "quote": "In life when God calls you, all you have to do is answer."
    }
  ]
}