{
  "source": "https://www.wisesayings.com/obituary-quotes/",
  "theme": "obituary",
  "quotes": [
    {
      "cite": "Iyanla Vanzant",
      "quote": "Until today, you may not have realized that your life provides the content of your obituary. Just for today, examine your life. Think about all of the things you want to leave behind. Remember, the good thing about doing this today is that you still have time to rewrite your life's content if necessary."
    },
    {
      "cite": "Charles Wheelan",
      "quote": "Read obituaries. They are just like biographies, only shorter. They remind us that interesting, successful people rarely lead orderly, linear lives."
    },
    {
      "cite": "Walter Cronkite",
      "quote": "Beyond being timely, an obituary has a more subjective duty: to assess its subject's impact."
    },
    {
      "cite": "Brendan Behan",
      "quote": "All publicity is good, except an obituary notice."
    },
    {
      "cite": "James Joyce",
      "quote": "Read your own obituary notice; they say you live longer. Gives you second wind. New lease of life."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "If you cannot display gloominess when announcing obituary, better eat bitter kola with garlic beforehand and beforeleg."
    },
    {
      "cite": "Jaime Jo Wright",
      "quote": "May our obituaries someday say—preferably after we're dead, of course—that we lived in peace, in love, and mostly in grace."
    },
    {
      "cite": "Saint Augustine",
      "quote": "No eulogy is due to him who simply does his duty and nothing more."
    },
    {
      "cite": "Brian Koslow",
      "quote": "One way to evaluate your own reputation is to think about what would be said of you at your eulogy."
    },
    {
      "cite": "Shannon Alder",
      "quote": "Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "A eulogy is a life lived with a loved one or friend condensed into a few moments relating poignant and witty stories about them to a hushed congregation. The deceased has then an eternity to ponder the remarks with the possibility of spectral visitations to request a retraction."
    },
    {
      "cite": "Roger Maris",
      "quote": "It's like obituaries, when you die they finally give you good reviews."
    },
    {
      "cite": "David Levithan",
      "quote": "If you start the day reading the obituaries, you live your day a little differently."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Eulogy. Praise of a person who has either the advantages of wealth and power, or the consideration to be dead."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "In a bid to leave behind something worth more than an obituary notice on posters, some dance with death as if their present life is a photocopy only to be disappointed that it is actually the original when faced with a kiss of death."
    },
    {
      "cite": "Brendan Behan",
      "quote": "There is no such thing as bad publicity except your own obituary."
    }
  ]
}