{
  "source": "https://www.wisesayings.com/oblivion-quotes/",
  "theme": "oblivion",
  "quotes": [
    {
      "cite": "Hannah More",
      "quote": "Oblivion has been noticed as the offspring of silence."
    },
    {
      "cite": "Richard Le Gallienne",
      "quote": "A wholesome oblivion of one's neighbours is the beginning of wisdom."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Oblivion cures the old wounds."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Death promises nothing-not even oblivion."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Sing then the core of dark and absolute oblivion where the soul at last is lost in utter peace."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Oblivion is the rule and fame the exception, of humanity."
    },
    {
      "cite": "Jessa Gamble",
      "quote": "Being unconscious is the ultimate disability."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Oblivion is full of people who allow the opinions of others to overrule their belief in themselves."
    },
    {
      "cite": "George Sand",
      "quote": "Oblivion is the flower that grows best on graves."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Oblivion waits without beckoning or threatening."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "There is no revenge like oblivion, for it is the entombment of the unworthy in the dust of their own nothingness."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The ninety percent of human experience that does not fit into established narrative patterns falls into oblivion."
    },
    {
      "cite": "Sorin Cerin",
      "quote": "There is no better guide to this world than oblivion."
    },
    {
      "cite": "Marty Rubin",
      "quote": "A few names have survived oblivion. In time, oblivion will have them all."
    },
    {
      "cite": "Edward Bond",
      "quote": "Our unconscious is not more animal than our conscious, it is often even more human."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Oblivion is the dark page, whereon Memory writes her light-beam characters, and makes them legible; were it all light, nothing could be read there, any more than if it were all darkness."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "We were a silent, hidden thought in the folds of oblivion, and we have become a voice that causes the heavens to tremble."
    },
    {
      "cite": "Piet Mondrian",
      "quote": "The unconscious in us warns us that in art we have to follow one particular path. And if we follow it, it is not the sign of anunconscious act.On the contrary, it shows that there is in our ordinary consciousness a greater awareness of our unconsciousness."
    },
    {
      "cite": "Horace Greeley",
      "quote": "Apathy is a sort of living oblivion."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "All things fade into the storied past, and in a little while are shrouded in oblivion."
    },
    {
      "cite": "Pushpa Rana",
      "quote": "There was existence in oblivion; there is you in oblivion."
    },
    {
      "cite": "Arthur M. Jolly",
      "quote": "Just because you're living in blissful oblivion doesn't mean you're not responsible."
    },
    {
      "cite": "Sorin Cerin",
      "quote": "Never let the meaning of your love light escape to the dark nothingness of oblivion."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Death is the stone into which our oblivion hardens."
    },
    {
      "cite": "Czeslaw Milosz",
      "quote": "Consolation Calm down. Both your sins and your good deeds will be lost in oblivion."
    },
    {
      "cite": "Dan Savage",
      "quote": "Ultimately life is disease, death and oblivion. It's still better than high school."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Time is the River on which the leaves of our thoughts are carried into oblivion."
    },
    {
      "cite": "Lee Sandlin",
      "quote": "Oblivion has always been the most trustworthy guardian of classified files."
    },
    {
      "cite": "Ian McEwan",
      "quote": "Oblivion seemed the only reasonable option."
    },
    {
      "cite": "Bhagwan Shree",
      "quote": "Pleasure is a sort of oblivion, a forgetfulness. Pain is remembrance, you cannot forget pain."
    }
  ]
}