{
  "source": "https://www.wisesayings.com/obscure-quotes/",
  "theme": "obscure",
  "quotes": [
    {
      "cite": "Virginia Woolf",
      "quote": "While fame impedes and constricts, obscurity wraps about a man like a mist; obscurity is dark, ample, and free; obscurity lets the mind take its way unimpeded. Over the obscure man is poured the merciful suffusion of darkness. None knows where he goes or comes. He may seek the truth and speak it; he alone is free; he alone is truthful, he alone is at peace."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "The obscure we see eventually. The completely obvious, it seems, takes longer."
    },
    {
      "cite": "Emily Brontë",
      "quote": "If I could I would always work in silence and obscurity, and let my efforts be known by their results."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Notoriety wasn't as good as fame, but was heaps better than obscurity."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "The obscure only exists that it may cease to exist. In it lies the opportunity of all victory and all progress. Whether it call itself fatality, death, night, or matter, it is the pedestal of life, of light, of liberty and the spirit. For it represents resistance -- that is to say, the fulcrum of all activity, the occasion for its development and its triumph."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "One of the worse states to be in, is to be ignored. Obscurity like insecurity, kills!"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Those who know that they are profound strive for clarity. Those who would like to seem profound to the crowd strive for obscurity."
    },
    {
      "cite": "Ovid",
      "quote": "Well has he lived who has lived well in obscurity."
    },
    {
      "cite": "Mark Twain",
      "quote": "Obscurity and competence—that is the life that is best worth living."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Obscurity and Innocence, twin sisters, escape temptations which would pierce their gossamer armor, in contact with the world."
    },
    {
      "cite": "Quintilian",
      "quote": "The soul languishing in obscurity contracts a kind of rust, or abandons itself to the chimera of presumption; for it is natural for it to acquire something, even when separated from any one."
    },
    {
      "cite": "Alec Guinness",
      "quote": "I never knew how good it is to be unknown until now. The last time I was unknown I was too busy trying to become known to realize the advantages of obscurity."
    },
    {
      "cite": "David Christian",
      "quote": "We inhabit an obscure planet, in an obscure galaxy, around an obscure sun, but on the other hand, modern human society represents one of the most complex things we know."
    },
    {
      "cite": "E.B. White",
      "quote": "Be obscure clearly."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "In one case out of a hundred a point is excessively discussed because it is obscure; in the ninety-nine remaining it is obscure because it is excessively discussed."
    },
    {
      "cite": "Horace",
      "quote": "In labouring to be concise, I become obscure."
    },
    {
      "cite": "Henry Miller",
      "quote": "The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary."
    },
    {
      "cite": "Gregory Nunn",
      "quote": "The first step to wisdom is to avoid the common fallacy which considers everything profound that is obscure."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "I'm never going to accomplish anything; that's perfectly clear to me. I'm never going to be famous. My name will never be writ large on the roster of Those Who Do Things. I don't do anything. Not one single thing. I used to bite my nails, but I don't even do that any more."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "I would rather be attacked than unnoticed. For the worst thing you can do to an author is to be silent as to his works."
    },
    {
      "cite": "Susan Orlean",
      "quote": "The idea of being forgotten is terrifying. I fear not just that I, personally, will be forgotten but that we are all doomed to being forgotten; that the sum of life is ultimately nothing; that we experience joy and disappointment and aches and delights and loss, make our little mark on the world, and then we vanish, and the mark is erased, and it is as if we never existed."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "I'm afraid of losing my obscurity. Genuineness only thrives in the dark. Like celery."
    },
    {
      "cite": "Jane Austen",
      "quote": "Full many a flower is born to blush unseen, And waste its fragrance on the desert air."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "If I am ever obscure in my expressions, do not fancy that therefore I am deep. If I were really deep, all the world would understand, though they might not appreciate. The perfectly popular style is the perfectly scientific one. To me an obscurity is a reason for suspecting a fallacy."
    },
    {
      "cite": "William McFee",
      "quote": "One must choose between obscurity with efficiency, and fame with its inevitable collateral of bluff."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "Obscurity can be a fire of ambition in those who have stalwart souls."
    },
    {
      "cite": "Robert Browning",
      "quote": "I give the fight up: let there be an end, a privacy, an obscure nook for me. I want to be forgotten even by God."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "It is human nature to instinctively rebel at obscurity or ordinariness."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Everybody is so talented nowadays that the only people I care to honor as deserving real distinction are those who remain in obscurity."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "The mind's passion is all for singling out. Obscurity has another tale to tell."
    }
  ]
}