{
  "source": "https://www.wisesayings.com/obsession-quotes/",
  "theme": "obsession",
  "quotes": [
    {
      "cite": "Jordan Ritter",
      "quote": "Obsession is the rocket fuel of our creativity."
    },
    {
      "cite": "Mark Barrowcliffe",
      "quote": "An obsession is a way for damaged people to damage themselves more."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "Our current obsession with creativity is the result of our continued striving for immortality in an era when most people no longer believe in an after-life."
    },
    {
      "cite": "Azzedine Alaia",
      "quote": "My obsession is to make women beautiful. When you create with that in mind, things can't go out of fashion."
    },
    {
      "cite": "Anonymous",
      "quote": "Obsession is what lazy people call dedication."
    },
    {
      "cite": "Lennard J. Davis",
      "quote": "Obsession is a commitment; you have to believe in it, because it soon takes you over."
    },
    {
      "cite": "Susan Cheever",
      "quote": "Obsession is so extreme and so hard to imagine with the rational mind that it has a science-fiction-like quality to it-it's almost as if the obsessed one has been taken over by a replica, a pod, a facsimile of the rational person."
    },
    {
      "cite": "Mary Ann Shaffer",
      "quote": "There's a lot of obsession about people's personal ambitions."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "An obsession with control generally seems to reflect a fear of uncertainty."
    },
    {
      "cite": "Eric Clapton",
      "quote": "An obsession is where something will not leave your mind."
    },
    {
      "cite": "Meryl Streep",
      "quote": "Obsession is an attractive thing. People who are really, really interested and good at one thing and smart are attractive, if they're men."
    },
    {
      "cite": "Jeremy Irvine",
      "quote": "Determination becomes obsession and then it becomes all that matters."
    },
    {
      "cite": "Eric Maisel",
      "quote": "To obsess too virulently is to walk alone in anxiety. But to obsess too little is to wall oneself off from one's own creativity."
    },
    {
      "cite": "Mike Dooley",
      "quote": "The obsession with instant gratification blinds us from our long-term potential."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Obsession is the wellspring of genius and madness."
    },
    {
      "cite": "Dale Andrews",
      "quote": "Obsession is just another round on the merry-go-round of unfinished business."
    },
    {
      "cite": "Evan Esar",
      "quote": "An obsession is an idea which you must get out of your mind if you are not to go out of your mind."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "An obsession is intrusive because it does not require a permit to walk into the brain."
    },
    {
      "cite": "Octavia Butler",
      "quote": "Positive obsession is about not being able to stop just because you're afraid and full of doubts. Positive obsession is dangerous. It's about not being able to stop at all."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A man with an obsession is a man who has very little sales resistance."
    },
    {
      "cite": "Jacques Lacan",
      "quote": "Obsessional does not necessarily mean sexual obsession, not even obsession for this, or for that in particular; to be an obsessional means to find oneself caught in a mechanism, in a trap increasingly demanding and endless."
    },
    {
      "cite": "Padmal de Silva",
      "quote": "Obsessions are essentially secondary to the depression, and usually clear up when the depression lifts."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Obsession is the single most wasteful human activity, because with an obsession you keep coming back and back and back to the same question and never get an answer."
    }
  ]
}