{
  "source": "https://www.wisesayings.com/obstacles-quotes/",
  "theme": "obstacles",
  "quotes": [
    {
      "cite": "Henry Ford",
      "quote": "Obstacles are those frightful things you see when you take your eyes off your goal."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have."
    },
    {
      "cite": "Og Mandino",
      "quote": "Obstacles are necessary for success because in selling, as in all careers of importance, victory comes only after many struggles and countless defeats."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Obstacles are like wild animals. They are cowards but they will bluff you if they can. If they see you are afraid of them... they are liable to spring upon you; but if you look them squarely in the eye, they will slink out of sight."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Obstacles, of course, are developmentally necessary: they teach kids strategy, patience, critical thinking, resilience and resourcefulness."
    },
    {
      "cite": "Barbara Sher",
      "quote": "Real obstacles don't take you in circles. They can be overcome. Invented ones are like a maze."
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "Well, you've got certain obstacles that get in your way throughout your career, but you have to be a strong individual."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "To throw obstacles in the way of a complete education is like putting out the eyes."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Press on. Obstacles are seldom the same size tomorrow as they are today."
    },
    {
      "cite": "Robert Zemeckis",
      "quote": "No matter how many obstacles that are thrown in our path, there are ways to except them and to live through them."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Most of our obstacles would melt away if, instead of cowering before them, we should make up our minds to walk boldly through them."
    },
    {
      "cite": "Ralph Marston",
      "quote": "There are plenty of difficult obstacles in your path. Don't allow yourself to become one of them."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "We have to embrace obstacles to reach the next stage of joy."
    },
    {
      "cite": "George Weinberg",
      "quote": "But the cure for most obstacles is, Be decisive."
    },
    {
      "cite": "Shannon Miller",
      "quote": "Everyone has obstacles, and you're not going to have the right answer or do the right thing every single time."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "The more you can remove the obstacles between you and the world as a woman, the easier and simpler life becomes."
    },
    {
      "cite": "Orlando Bloom",
      "quote": "It takes obstacles to learn, grow, be better."
    },
    {
      "cite": "Harri Holkeri",
      "quote": "There are many challenges, there are many obstacles; let us try to change the obstacles to advantages."
    },
    {
      "cite": "Moliere",
      "quote": "The greater the obstacle, the more glory in overcoming it."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "See every difficulty as a challenge, a stepping stone, and never be defeated by anything or anyone."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "For every mountain there is a miracle."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Obstacles will look large or small to you according to whether you are large or small."
    },
    {
      "cite": "Robert Collier",
      "quote": "The mere fact that you have obstacles to overcome is in your favor..."
    },
    {
      "cite": "Clarence Blasier",
      "quote": "The obstacles you face are... mental barriers which can be broken by adopting a more positive approach."
    },
    {
      "cite": "Jim Rohn",
      "quote": "To solve any problem, here are three questions to ask yourself: First, what could I do? Second, what could I read? And third, who could I ask?"
    },
    {
      "cite": "Joanna Field",
      "quote": "There seemed to be endless obstacles... it seemed that the root cause of them all was fear."
    },
    {
      "cite": "Elaine St. James",
      "quote": "Often one of the stumbling blocks to living a simpler life is our inability or unwillingness to change how we play some of the games that got us into these complicated lives in the first place."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there."
    },
    {
      "cite": "Les Brown",
      "quote": "You are the only real obstacle in your path to a fulfilling life."
    }
  ]
}