{
  "source": "https://www.wisesayings.com/obvious-quotes/",
  "theme": "obvious",
  "quotes": [
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Every high civilization decays by forgetting obvious things."
    },
    {
      "cite": "Assar Lindbeck",
      "quote": "The true test of a brilliant theory [is] what first is thought to be wrong is later shown to be obvious."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "No question is so difficult to answer as that which the answer is obvious."
    },
    {
      "cite": "Patricia Field",
      "quote": "It's obvious what's timeless and what is not timeless, but you need time to find that answer."
    },
    {
      "cite": "Daniel Quinn",
      "quote": "The obvious can sometimes be illuminating when perceived in an unhabitual way."
    },
    {
      "cite": "Ernest Sosa",
      "quote": "It is bad to want something that not even God could attain, especially when the impossibility becomes obvious."
    },
    {
      "cite": "Helen Nielsen",
      "quote": "Jealousy is the most obvious sign of impotency."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It has become appallingly obvious that our technology has exceeded our humanity."
    },
    {
      "cite": "Aidan Chambers",
      "quote": "Readers are made by readers - it is so obvious it is almost banal to say it."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "It pays to be obvious, especially if you have a reputation for subtlety."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "There is nothing more deceptive than an obvious fact."
    },
    {
      "cite": "Thomas Keating",
      "quote": "It's obvious that humanity continues to be torn by religious violence."
    },
    {
      "cite": "Anita Brookner",
      "quote": "A man of such obvious and exemplary charm must be a liar."
    },
    {
      "cite": "D. V. Ager",
      "quote": "Experts always tend to obscure the obvious."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "All bad poetry springs from genuine feeling. To be natural is to be obvious, and to be obvious is to be inartistic."
    },
    {
      "cite": "Henry Watson Fowler",
      "quote": "The obvious is better than obvious avoidance of it."
    },
    {
      "cite": "Jim Cymbala",
      "quote": "It may not seem obvious at first glance, but the way we make decisions in life tells a lot about the kind of faith we have in Jesus Christ."
    },
    {
      "cite": "Henry Flynt",
      "quote": "When somebody says that all statements are false, the obvious problem is that as an assertion it's self-defeating."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Forgive me for stating the obvious, but the world is made up of all kinds of people."
    },
    {
      "cite": "Stewart Udall",
      "quote": "It is obvious that the best qualities in man must atrophy in a standing-room-only environment."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There is perhaps no more obvious vanity than to write of it so vainly."
    },
    {
      "cite": "Michael Lewis",
      "quote": "Everything, in retrospect, is obvious. But if everything were obvious, authors of histories of financial folly would be rich."
    },
    {
      "cite": "Thomas G. Stemberg",
      "quote": "Some of the best opportunities in the world are the most obvious ones."
    },
    {
      "cite": "Emma Restall Orr",
      "quote": "All that is obvious detracts completely from all that is not."
    },
    {
      "cite": "Derek Sivers",
      "quote": "Obvious to you is amazing to others."
    },
    {
      "cite": "Scott Berkun",
      "quote": "People tell me this is obvious. But it's ok to be obvious. Knowing and doing are different. Many people know many obvious things they completely fail to do, despite their knowledge."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The hardest lessons to learn are those that are the most obvious."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "If something doesn't work, it becomes obvious immediately. This just isn't going to work."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Let us beware of common folk, common sense, sentiment, inspiration, and the obvious."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "History is not life, but since only life makes history, the union of the two is obvious."
    }
  ]
}