{
  "source": "https://www.wisesayings.com/occupational-therapy-quotes/",
  "theme": "occupational-therapy",
  "quotes": [
    {
      "cite": "Holly Goodman",
      "quote": "The overarching goal of occupation therapy is simple: Help patients live life to the fullest."
    },
    {
      "cite": "Dean Karnazes",
      "quote": "Some seek the comfort of their therapist's office, other head to the corner pub and dive into a pint, but I chose running as my therapy."
    },
    {
      "cite": "Lisa Schroeder",
      "quote": "I've realized therapy is incredibly therapeutic."
    },
    {
      "cite": "Michael Adzema",
      "quote": "The role of the therapist is to reflect the being/accepting self that was never allowed to be in the borderline."
    },
    {
      "cite": "Howard Meyers",
      "quote": "Therapy happens to be very beneficial. I've been going for 20 years."
    },
    {
      "cite": "Rob Lotterstein",
      "quote": "Well, I don't consider therapy overreacting, I just think it's good parenting."
    },
    {
      "cite": "Jamie Moyer",
      "quote": "Psychoanalysis is that mental illness for which it regards itself as therapy."
    },
    {
      "cite": "Cara Delevingne",
      "quote": "The best therapy is actually the more aggressive kind when they break you open; they unleash you."
    },
    {
      "cite": "Beth Orton",
      "quote": "Therapy is like telling your nightmares when you're a kid; they lose their power to hurt and control."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Therapy is extremely expensive. Popping bubble wrap is radically cheap."
    },
    {
      "cite": "David D. Burns",
      "quote": "Therapy is not to 'talk about' things, but to change the person's life, and to relieve suffering, such as depression, anxiety, or relationship problems."
    },
    {
      "cite": "Anonymous",
      "quote": "Occupational therapy practitioners know that hope still glimmers in the darkest hour."
    },
    {
      "cite": "Eleanor Brownn",
      "quote": "Rest and self-care are so important. When you take time to replenish your spirit, it allows you to serve others from the overflow. You cannot serve from an empty vessel."
    },
    {
      "cite": "Andrew Weil",
      "quote": "Massage therapy has been shown to relieve depression, especially in people who have chronic fatigue syndrome; other studies also suggest benefit for other populations."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "Irvin D. Yalom",
      "quote": "Therapists need to have a long experience in personal therapy to see what it's like to be on the other side of the couch and see what they find helpful or not helpful."
    },
    {
      "cite": "Mary Reily",
      "quote": "Man, through the use of his hands, as they are energized by mind and will, can influence the state of his own health."
    },
    {
      "cite": "Stephanie Mills",
      "quote": "Therapy can help you grow. Fears will just disappear."
    },
    {
      "cite": "Allan Hamilton",
      "quote": "Therapy needs to be integrated. You mustn't forget about a patient's emotional wellbeing. It is vital to the outcome of their treatment."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Therapy is the boat across the river, but most don't want to get off. Don't blame, forgive, All healing is self-healing."
    },
    {
      "cite": "Darren Star",
      "quote": "When drug therapies do not work, we have to look for alternative approaches."
    },
    {
      "cite": "Fred Barron",
      "quote": "I thought therapy was called 'the talking cure'."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "Therapy doesn't work when you have to lie about everything."
    },
    {
      "cite": "Hans-Günther Brüske",
      "quote": "If I'm going to absorb all that negativity then I should be allowed to experience the good stuff as well. So I went to therapy and learnt how to do it."
    },
    {
      "cite": "Jerry Siegel",
      "quote": "You're a gem. There's gotta be something to this therapy stuff."
    },
    {
      "cite": "Will Ferrell",
      "quote": "So, Dale. I don't know how much you know about therapy, but it usually starts by you telling me a little something about yourself."
    },
    {
      "cite": "Louis Theroux",
      "quote": "Have you ever thought about getting therapy and maybe realising how brainwashed you are by multiculturalism?"
    },
    {
      "cite": "Michael Brandt",
      "quote": "I hate to break this to you, Sarah, but what you're doing here now is not undergoing therapy."
    },
    {
      "cite": "Garrard Conley",
      "quote": "Nobody talks about the Therapy outside the Therapy."
    },
    {
      "cite": "Fracisco Matias",
      "quote": "Nature is my therapy."
    }
  ]
}