{
  "source": "https://www.wisesayings.com/occult-quotes/",
  "theme": "occult",
  "quotes": [
    {
      "cite": "Aleister Crowley",
      "quote": "Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "I've often thought that there isn't any 'I' at all; that we are simply the means of expression of something else; that when we think we are ourselves, we are simply the victims of a delusion."
    },
    {
      "cite": "Michael W. Ford",
      "quote": "Black Magick is the process of self-transformation through an antinomian initiatory structure, Black meaning the hidden wisdom, power of darkness, dreams and staging the reality you wish and Magic being the process to ascend, become immortal in spirit"
    },
    {
      "cite": "Jack Parsons",
      "quote": "Remember that the Tarot is a great and sacred arcanum - its abuse is an obscenity in the inner and a folly in the outer. It is intended for quite other purposes than to determine when the tall dark man will meet the fair rich widow."
    },
    {
      "cite": "Peter Redgrove",
      "quote": "The mystery religions were instituted in order to protect the marvels of the commonplace from those who would devalue them."
    },
    {
      "cite": "Dacha Avelin",
      "quote": "A Witch is a person who has honestly explored their light and has evolved to celebrate their darkness"
    },
    {
      "cite": "Dacha Avelin",
      "quote": "Witches do not need to fix problems. Witches fix the energy around problems. Then the problems fix themselves."
    },
    {
      "cite": "Dacha Avelin",
      "quote": "Magic is an art; using reality and the world as its canvas."
    },
    {
      "cite": "Dacha Avelin",
      "quote": "You are the most powerful tool in your life. Use your energy, your thoughts and your magic wisely!"
    },
    {
      "cite": "Diablo Cody",
      "quote": "But sometimes change can be good! For instance, most occult scholars don't know this, but if you're bitten by a demon, and you live, you just might absorb some of the demon's abilities..."
    },
    {
      "cite": "Julie Plec",
      "quote": "Occult. The word in its original translation means 'hidden.' Therefore, the study of the occult.. Uh, therefore the study of the occult is the study of hidden knowledge. Today we're going to discuss it as it relates to.. resurrection."
    },
    {
      "cite": "Julian Barratt",
      "quote": "This is black magic. This is hardcore. Don't mess with the occult."
    },
    {
      "cite": "Glen A. Larson",
      "quote": "Parapsychology is the study of occult phenomena: happenings for which there's no rational explanation."
    },
    {
      "cite": "Daniel Boyle",
      "quote": "Yes, but the occult will always be with us, Chief Inspector. It reflects a part of our nature."
    },
    {
      "cite": "Clarence Upson Young",
      "quote": "A little knowledge of the occult is dangerous. Unless it's used for good, disaster will follow its wake. That is Cosmic Law!"
    },
    {
      "cite": "Guy Endore",
      "quote": "There is no more foul or relentless enemy of man in the occult world, than this dead-alive creature spewed up from the grave."
    },
    {
      "cite": "Toru Mihara",
      "quote": "In the very old days in Japan, there prevailed a belief that a betrayed woman could become possessed with an occult power, strong enough to curse her deceiver to death..."
    },
    {
      "cite": "Nevill Drury",
      "quote": "There is a gap between what we know and what we feel. Many feel the occult can bridge that gap. It can take us beyond ourselves, to the infinite."
    },
    {
      "cite": "Dario Argento",
      "quote": "They are malefic, negative and destructive. Their knowledge of the art of the occult gives them tremendous powers. They can change the course of events and people's lives, through harm."
    },
    {
      "cite": "Daniel Cerone",
      "quote": "There's no point wondering. I'm gonna find her. When I was a teenager, I started reading every book I could find on the occult. I taught myself spells, rituals, curses. I learned to conjure all kinds of dead things. Just not her. Not yet."
    },
    {
      "cite": "Jamie Delano",
      "quote": "The occult, demonology, exorcisms. Just before my sister was committed, she became deeply paranoid. She started talking about demons, angels."
    },
    {
      "cite": "David Kajganich",
      "quote": "In the early '30s, Adolf Hitler and his inner circle became obsessed with the occult, believing that the black arts were key to their plan for world domination."
    },
    {
      "cite": "Clive Barker",
      "quote": "I'm tired of travelling or fighting superstition and its many manifestations. Even though it was me who chose to debunk folklore and mysticism. Little did I know I'd end up being labelled as Patrick Galloway, the man with endless occult knowledge."
    },
    {
      "cite": "Buzz Mc Coy",
      "quote": "There is an occult explosion taking place in the western world / Girl on a mind trip, lost on the Midway / Sacrificed to the beat of bright boots / Taboos cut her star lust ways"
    },
    {
      "cite": "Groulx Martine",
      "quote": "Our youth and our beliefs in the occult / Your eyes glowed one last time in the dark / We’ll never really know who was at fault."
    },
    {
      "cite": "Clifford Brown",
      "quote": "A rare and most mysterious spring / (This most occult thing) / Is buried deep in the soul / (It's story never has been told)"
    },
    {
      "cite": "Martin Gore",
      "quote": "Oh when we see too recon the art occult that nothing can keep us down. / It's a dizzying feeling that's keeping us flying / Some glittering gauntlet, without even trying."
    },
    {
      "cite": "Alexander Krull",
      "quote": "In the center of the earth a fire in the sky / The almighty nation is going down to die / Enter the gate to the ancient world / Lead by the occult science of the past and the mysterious Volk"
    },
    {
      "cite": "Joseph Bruce",
      "quote": "Come one, come all, and witness magic! / I introduce to you an occult sorcerer / Of the ancient craft of Necromancy / A caster of mind-bending illusion"
    },
    {
      "cite": "Joseph Bruce",
      "quote": "Witness the keeper of arcane, wicked voodoo magic / A beguiler of spells, hexes, and curses / With the / help of potions, talismans, and ancient relics / From the forbidden realms of the Dark Carnival"
    }
  ]
}