{
  "source": "https://www.wisesayings.com/octopus-quotes/",
  "theme": "octopus",
  "quotes": [
    {
      "cite": "Annabel Pitcher",
      "quote": "If guilt was an animal then it would be an octopus. All slimy and wriggly with hundreds of arms that wrap around your insides and squeeze them tight."
    },
    {
      "cite": "Ben Lerner",
      "quote": "When the narrator feels like an octopus, when he says his limbs are starting to multiply, he means he has inklings of orders of perception beyond his individual body."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "He had electric blue hair that had stuck around his head like tendrils of a startled octopus."
    },
    {
      "cite": "Charles Fort",
      "quote": "Every science is a mutilated octopus. If its tentacles were not clipped to stumps, it would feel its way into disturbing contacts."
    },
    {
      "cite": "Che Guevara",
      "quote": "I have sworn before a picture of the old and mourned comrade Stalin that I won’t rest until I see these capitalist octopuses annihilated."
    },
    {
      "cite": "Chris Evans",
      "quote": "Dressing a baby is like putting an octopus into a string bag, making sure none of the arms hang out."
    },
    {
      "cite": "Cory Doctorow",
      "quote": "Businesses are great structures for managing big projects. It's like trying to develop the ability to walk without developing a skeleton. Once in a blue moon, you get an octopus, but for the most part, you get skeletons. Skeletons are good shit."
    },
    {
      "cite": "Diana Peterfreund",
      "quote": "Brandt and a couch-or worse, an empty master bedroom-were a very bad combo. He morphed from vaguely risque fling to bad-boy octopus man whenever he was in the vicinity of any marginally promising flat surface."
    },
    {
      "cite": "Dick Francis",
      "quote": "I waved back and went in, and began to sort my way through ancient building plans that had been rolled up so long that straightening them out was like six bouts with an octopus."
    },
    {
      "cite": "Dodie Smith",
      "quote": "The family - that dear octopus from whose tentacles we never quite escape, nor, in our inmost hearts, ever quite wish to."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Oh, I love hugging. I wish I was an octopus, so I could hug 10 people at a time!"
    },
    {
      "cite": "Elizabeth May",
      "quote": "Aithinne smiles. \"You know,\" she says thoughtfully, \"your hair rather looks like an octopus.\" Then, as if to reassure me: \"I love octopi.\"  And Aithinne is obviously a bit barmy, but nobody's perfect."
    },
    {
      "cite": "Gail Carriger",
      "quote": "No one ever explained the octopuses."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Talent without discipline is like an octopus on roller skates. There's plenty of movement, but you never know if it's going to be forward, backwards, or sideways."
    },
    {
      "cite": "James Agee",
      "quote": "Talking to that fool is like trying to put socks on an octopus!"
    },
    {
      "cite": "James Galway",
      "quote": "I got to try the bagpipes. It was like trying to blow an octopus."
    },
    {
      "cite": "James Patterson",
      "quote": "Now, I don't know if you can appreciate this without actually knowing her, but getting Mrs. Stricker to laugh is like getting an octopus to stand up on two legs."
    },
    {
      "cite": "John Francis Hylan",
      "quote": "For the real menace of our Republic is this invisible Government which like a giant Octopus, sprawls its slimy length over our City, State, and nation."
    },
    {
      "cite": "John Steinbeck",
      "quote": "When Mary is confused or perplexed, she spurts anger the way an octopus spurts ink, and hides in the dark cloud of it."
    },
    {
      "cite": "Marcel Proust",
      "quote": "But to ask pity of our body is like discoursing in front of an octopus, for which our words can have no more meaning than the sound of the tides, and with which we should be appalled to find ourselves condemned to live."
    },
    {
      "cite": "Mark Haddon",
      "quote": "At twenty life was like wrestling an octopus. Every moment mattered. At thirty it was a walk in the country. Most of the time your mind was somewhere else. By the time you got to seventy, it was probably like watching snooker on the telly."
    },
    {
      "cite": "Matthew Pearl",
      "quote": "Exaggeration is the octopus of the English language."
    },
    {
      "cite": "N. Scott Momaday",
      "quote": "And I wonder if, in the dark night of the sea, there, deep within its own sphere of instinct, the octopus dreams of me."
    },
    {
      "cite": "Ned Vizzini",
      "quote": "I smile to myself. I have a secret: I wish I was Dumbo the Octopus."
    },
    {
      "cite": "Norton Juster",
      "quote": "Have you ever heard a blindfolded octopus unwrap a cellophane-covered bathtub?"
    },
    {
      "cite": "Raf Simons",
      "quote": "Fashion is such an octopus. You're connected to so many people: suppliers, pattern makers, production teams, marketing teams, vendors."
    },
    {
      "cite": "Richard Roberts",
      "quote": "Her opponent was half pill bug, half octopus, and all butt ugly. I closed my eyes again."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "Just as an octopus may have his den in some ocean cave, and come floating out a silent image of horror to attack a swimmer, so I picture such a spirit lurking in the dark of the house which he curses by his presence, and ready to float out upon all whom he can injure."
    },
    {
      "cite": "Sy Montgomery",
      "quote": "The fact that three-fifths of an octopus' neurons are not in their brain, but in their arms, suggests that each arm has a mind of its own."
    },
    {
      "cite": "Thomas Pynchon",
      "quote": "In their brief time together slothrop forms the impression that this octopus is not in good mental health, though where's his basis for comparing?"
    }
  ]
}