{
  "source": "https://www.wisesayings.com/october-quotes/",
  "theme": "october",
  "quotes": [
    {
      "cite": "Hal Borland",
      "quote": "October is the fallen leaf, but it is also a wider horizon more clearly seen. It is the distant hills once more in sight, and the enduring constellations above them once again."
    },
    {
      "cite": "Alexander Smith",
      "quote": "In the entire circle of the year there are no days so delightful as those of a fine October."
    },
    {
      "cite": "Sarah Guillory",
      "quote": "October had the tremendous possibility. The summer's oppressive heat was a distant memory, and the golden leaves promised the world full of beautiful adventures. They made me believe in miracles."
    },
    {
      "cite": "Joy Fielding",
      "quote": "October was always the least dependable of months ... full of ghosts and shadows."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The trees are in their autumn beauty, The woodland paths are dry, Under the October twilight the water Mirrors a still sky."
    },
    {
      "cite": "John Burroughs",
      "quote": "In October, a maple tree before your window lights up your room like a great lamp. Even on cloudy days, its presence helps to dispel the gloom."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "The sweet calm sunshine of October, now / Warms the low spot; upon its grassy mould / The purple oak-leaf falls; the birchen bough / Drops its bright spoil like arrow-heads of gold."
    },
    {
      "cite": "Carol Bishop Hipps",
      "quote": "Bittersweet October. The mellow, messy, leaf-kicking, perfect pause between the opposing miseries of summer and winter."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "There is no season when such pleasant and sunny spots may be lighted on, and produce so pleasant an effect on the feelings, as now in October."
    },
    {
      "cite": "A.A. Milne",
      "quote": "The end of the summer is not the end of the world. Here's to October..."
    },
    {
      "cite": "Florence Bone",
      "quote": "The clear light that belongs to October was making the landscape radiant."
    },
    {
      "cite": "John Sinor",
      "quote": "October is crisp days and cool nights, a time to curl up around the dancing flames and sink into a good book."
    },
    {
      "cite": "Bonaro W. Overstreet",
      "quote": "October is a symphony of permanence and change."
    },
    {
      "cite": "Nova Bair",
      "quote": "October's poplars are flaming torches lighting the way to winter."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "October is the opal month of the year. It is the month of glory, of ripeness. It is the picture-month."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "October, tuck tiny candy bars in my pockets and carve my smile into a thousand pumpkins.... Merry October!"
    },
    {
      "cite": "W. S. Merwin",
      "quote": "I have been younger in October than in all the months of spring."
    },
    {
      "cite": "Thomas Merton",
      "quote": "October is a fine and dangerous season in America . . . a wonderful time to begin anything at all."
    },
    {
      "cite": "John Ruskin",
      "quote": "October's foliage yellows with his cold."
    },
    {
      "cite": "John Nichols",
      "quote": "October is a hallelujah! reverberating in my body year-round...."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "I'm so glad I live in a world where there are Octobers."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "And close at hand, the basket stood With nuts from brown October's wood."
    },
    {
      "cite": "Karel Capek",
      "quote": "You ought to know that October is the first Spring month."
    },
    {
      "cite": "Johnny Mercer",
      "quote": "And when October goes / The snow begins to fly / Above the smoky roofs / I watch the planes go by"
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "October is the treasurer of the year / And all the months pay bounty to her store"
    },
    {
      "cite": "Stephen Lee Bruner",
      "quote": "And when it all burns in the wake of October / It's the month when everything can be over, and all turns to dust / When the night comes, think October"
    }
  ]
}