{
  "source": "https://www.wisesayings.com/oil-quotes/",
  "theme": "oil",
  "quotes": [
    {
      "cite": "Heather Wilson",
      "quote": "We need a balanced, long term energy policy to reduce our dependence on foreign oil and preserve the beauty of the land we love."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Truth will rise above falsehood as oil above water."
    },
    {
      "cite": "Colette",
      "quote": "It is wise to apply the oil of refined politeness to the mechanisms of friendship."
    },
    {
      "cite": "John M. McHugh",
      "quote": "The more we focus on using renewable fuels, the less we are dependent upon foreign oil."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "God's grace is the oil that fills the lamp of love."
    },
    {
      "cite": "Fanny Fern",
      "quote": "A little oil makes machinery work easy."
    },
    {
      "cite": "Mother Teresa",
      "quote": "To keep the lamp burning you have to keep putting the oil in it."
    },
    {
      "cite": "John McCain",
      "quote": "Whoever controls oil controls much more than oil."
    },
    {
      "cite": "Dan Dicker",
      "quote": "Oil is a lousy investment becauseÂ it isn't an investment. It's just aÂ bet--and it's a bet with a ticking time bomb attached to it."
    },
    {
      "cite": "T. Boone Pickens",
      "quote": "There is no free market for oil."
    },
    {
      "cite": "Ryszard Kapuscinski",
      "quote": "Oil creates the illusion of a completely changed life, life without work, life for free. Oil is a resource that anaesthetises thought, blurs vision, corrupts."
    },
    {
      "cite": "James Surowiecki",
      "quote": "The oil market is especially sensitive even to a hint of expansion or contraction in supply."
    },
    {
      "cite": "Harold Hamm",
      "quote": "Oil is ancient wealth in the ground."
    },
    {
      "cite": "R. James Woolsey, Jr.",
      "quote": "We aren't addicted to oil, but our cars are."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "Oil is like a wild animal. Whoever captures it has it."
    },
    {
      "cite": "Rodrigo Rato",
      "quote": "Oil prices have certainly become a threat for the world economy."
    },
    {
      "cite": "Rex Tillerson",
      "quote": "Oil demand is going to continue to grow as population grows."
    },
    {
      "cite": "Ron Johnson",
      "quote": "We have to get the oil where the oil is."
    },
    {
      "cite": "Andrew Nikiforuk",
      "quote": "Oil has allowed us to think about economics as though energy doesn't matter."
    },
    {
      "cite": "Maria Bartiromo",
      "quote": "Oil is a very important component of economic growth."
    },
    {
      "cite": "Sherman Alexie",
      "quote": "It's not oil that runs the world, it's shame."
    }
  ]
}