{
  "source": "https://www.wisesayings.com/old-friends-quotes/",
  "theme": "old-friends",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man's growth is seen in the successsive choirs of his friends."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Of oil, wine, and friends, the oldest is the best."
    },
    {
      "cite": "Korean Proverb",
      "quote": "In dress, the newest is the finest; in friends, the oldest is the best."
    },
    {
      "cite": "Roman Proverb",
      "quote": "In forming new friendships, forget not old friends."
    },
    {
      "cite": "G. Llewellyn Watson",
      "quote": "One should not forsake old friends for new, because the old friends, having already proven their calibre, are more trustworthy."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "We need new friends; some of us are cannibals who have eaten their old friends up; others must have ever-renewed audiences before whom to re-enact an ideal version of their lives."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "I keep my old friends, and get older with them, but push young. It's good to be surrounded by kids, because they keep you young."
    },
    {
      "cite": "Syed Badiuzzaman",
      "quote": "When you meet with your old friends, you recollect some of the finest moments of your life and find yourself in a joy that has no comparison."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "When we are old, our friends find it difficult to please us, and are less concerned whether we be pleased or not."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Though you are in your shining days / Voices among the crowd / And new friends busy with your praise / Be not unkind or proud / But think about old friends the most / Time's bitter flood will rise / Your beauty perish and be lost / For all eyes but these eyes."
    },
    {
      "cite": "William Shakespeare",
      "quote": "New friends may be poems but old friends are alphabets. Don't forget the alphabets because you will need them to read the poems."
    },
    {
      "cite": "John Webster",
      "quote": "Lay this unto your breast: Old friends, like old swords, still are trusted best."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Remember that the most valuable antiques are dear old friends."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "An old friend never can be found, and nature has provided that he cannot easily be lost."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Oliver Wendell Holmes Jr",
      "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise."
    },
    {
      "cite": "Ben Hur",
      "quote": "It's an insane world but in it there is one sanity, the loyalty of old friends."
    },
    {
      "cite": "Shanna Rodriguez",
      "quote": "It's best to have an old friend far away, than a new friend nearby that makes you question your care."
    },
    {
      "cite": "Aesop",
      "quote": "Whoever neglects old friends for the sake of new deserves what he gets if he loses both."
    },
    {
      "cite": "William Hazlitt",
      "quote": "When we forget old friends, it is a sign we have forgotten ourselves."
    },
    {
      "cite": "Robert Brault",
      "quote": "Say what you want about aging, it's still the only way to have old friends."
    },
    {
      "cite": "Susan Gale",
      "quote": "Beautiful memories are like old friends. They may not always be on your mind, but they are forever in your heart."
    },
    {
      "cite": "W. Somerset Maughan",
      "quote": "It's not good trying to keep up old friendships. It's painful for both sides. The fact is, one grows out of peple, and the only thing is to face it."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "An old friend met in a far country is like rain after a drought."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Spend a new penny on an old friend and share an old pleasure with a new friend."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Every murderer is probably somebody’s old friend."
    },
    {
      "cite": "Ben Hecht",
      "quote": "There’s a thing that keeps surprising you about stormy old friends after they die—their silence. For a while an echo stays in your ear. You hear a laugh, a knowing phrase or two, a certain quality of enunciation. Then, nothing. Another death takes place—voices."
    },
    {
      "cite": "Samuel Coleridge Taylor",
      "quote": "Old friends burn dim, like lamps in noisome air; love them for what they are; nor love them less, because to thee they are not what they were."
    },
    {
      "cite": "Duchess of Malfy",
      "quote": "Old friends, like old swords, still are trusted best."
    },
    {
      "cite": "German Proverb",
      "quote": "Old friends and old wine are best."
    }
  ]
}