{
  "source": "https://www.wisesayings.com/old-age-quotes/",
  "theme": "old-age",
  "quotes": [
    {
      "cite": "Golda Meir",
      "quote": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do."
    },
    {
      "cite": "Fred Astaire",
      "quote": "Old age is like everything else. To make a success of it, you've got to start young."
    },
    {
      "cite": "Bette Davis",
      "quote": "Old age is no place for sissies."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "To me - old age is always ten years older than I am."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Old age is far more than white hair, wrinkles, the feeling that it is too late and the game finished, that the stage belongs to the rising generations. The true evil is not the weakening of the body, but the indifference of the soul."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Old age is just a record of one's whole life."
    },
    {
      "cite": "Judith Viorst",
      "quote": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned."
    },
    {
      "cite": "Confucius",
      "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator."
    },
    {
      "cite": "Maggie Kuhn",
      "quote": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses."
    },
    {
      "cite": "Billy Graham",
      "quote": "Old age may have its limitations and challenges, but in spite of them, our latter years can be some of the most rewarding and fulfilling of our lives."
    },
    {
      "cite": "Maurice Chevalier",
      "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Old age is the most unexpected of all things that happen to a man."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Old age has deformities enough of its own. It should never add to them the deformity of vice."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Old age comes on suddenly, and not gradually as is thought."
    },
    {
      "cite": "Amelia E Barr",
      "quote": "Old age is the verdict of life."
    },
    {
      "cite": "Pindar",
      "quote": "A graceful and honorable old age is the childhood of immortality."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us."
    },
    {
      "cite": "Billy Graham",
      "quote": "I have the problems of, I must confess, old age."
    },
    {
      "cite": "Sophocles",
      "quote": "Not even old age knows how to love death."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Old age: the crown of life, our play's last act."
    },
    {
      "cite": "Spurgeon",
      "quote": "It is not well to make great changes in old age."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Old age has its pleasures, which, though different, are not less than the pleasures of youth."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week."
    },
    {
      "cite": "James Thurber",
      "quote": "Old age is the most unexpected of all the things that can happen to a man."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Old age: I fall asleep during the funerals of my friends."
    },
    {
      "cite": "Herman Melville",
      "quote": "Old age is always wakeful; as if, the longer linked with life, the less man has to do with aught that looks like death."
    },
    {
      "cite": "Maurice Chevalier",
      "quote": "Old age isn't so bad when you consider the alternative."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The harvest of old age is the recollection and abundance of blessing previously secured."
    }
  ]
}