{
  "source": "https://www.wisesayings.com/old-people-quotes/",
  "theme": "old-people",
  "quotes": [
    {
      "cite": "Dave Chappelle",
      "quote": "You know you must be doing something right if old people like you."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Old people love to give good advice; it compensates them for their inability to set a bad example."
    },
    {
      "cite": "Grace Slick",
      "quote": "Old people should be heard but not seen. Young people should be seen, not heard."
    },
    {
      "cite": "unknown",
      "quote": "Old people at weddings always poke me and say, \"You're next.\" So I started doing that at funerals."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Beautiful young people are accidents of nature, but beautiful old people are works of art."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "When old people speak it is not because of the sweetness of words in our mouths; it is because we see something which you do not see."
    },
    {
      "cite": "John Burns",
      "quote": "Don't hustle old people."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "There's one more terrifying fact about old people: I'm going to be one soon."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What old people say you cannot do, you try and find that you can. Old deeds for old people, and new deeds for new."
    },
    {
      "cite": "Nina Hagen",
      "quote": "It doesn't matter how old people are. It matters if they love each other and have fun with each other. It has nothing to do with age. To get old is a mental disease. Everything is in the head."
    },
    {
      "cite": "Mary Pettibone Poole",
      "quote": "There are no old people nowadays; they are either 'wonderful for their age' or dead."
    },
    {
      "cite": "Jules Renard",
      "quote": "It's not how old you are, it`s how you are old."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Treasure the wisdom of old age. Learn from elder people and be wise."
    },
    {
      "cite": "Agatha Christie",
      "quote": "The young people think that the old people are fools; but the old people know that the young people are fools!"
    },
    {
      "cite": "George Eliot",
      "quote": "It cuts one sadly to see the grief of old people; they've no way o' working it off; and the new spring brings no new shoots out on the withered tree."
    },
    {
      "cite": "Doris Lessing",
      "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members."
    },
    {
      "cite": "Jennifer Yane",
      "quote": "Inside every older person is a younger person wondering what happened."
    },
    {
      "cite": "African Proverbs",
      "quote": "Old people's speech is not to be dishonored -- after all, they saw the sun first."
    },
    {
      "cite": "African Proverbs",
      "quote": "What the elders see while sitting the young ones standing on their toes won't see."
    },
    {
      "cite": "John Grisham",
      "quote": "Old people accustomed to loneliness, though no one expects to spend his or her last years in solitude, absent from loved ones."
    },
    {
      "cite": "Tom Wyatt",
      "quote": "Old people were young people before young people were people."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "Old minds are like old horses; you must exercise them if you wish to keep them in working order."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "A young man is a theory, an old man is a fact."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Older people sit down and ask, 'What is it?' but the boy asks, 'What can I do with it?'."
    },
    {
      "cite": "Jonathan Carroll",
      "quote": "Old people are often impatient, but for what?"
    },
    {
      "cite": "Penelope Keith",
      "quote": "Older people, who just happen to have been around longer, may not be cleverer than the young, but they have seen more."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Not until just before dawn do people sleep best; not until people get old do they become wise."
    },
    {
      "cite": "Martin Buxbaum",
      "quote": "Some people, no matter how old they get, never lose their beauty-they merely move it from their faces into their hearts."
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "After you're older, two things are possibly more important than any others: health and money."
    }
  ]
}