{
  "source": "https://www.wisesayings.com/olympic-quotes/",
  "theme": "olympic",
  "quotes": [
    {
      "cite": "Kyle Shewfelt",
      "quote": "The Olympics is about letting people believe in their own dreams."
    },
    {
      "cite": "Avery Brundage",
      "quote": "The Olympic Games belong to the athletes and not to the politicians."
    },
    {
      "cite": "Pierre de Coubertin",
      "quote": "The Olympic Spirit is neither the property of one race nor of one age."
    },
    {
      "cite": "Venus Williams",
      "quote": "Every Olympics is something special. If you're fortunate enough to play for your country - there's just so much energy. It's truly amazing."
    },
    {
      "cite": "Jean Drapeau",
      "quote": "The Olympics can no more lose money than a man can have a baby."
    },
    {
      "cite": "Seth Godin",
      "quote": "You don't win an Olympic gold medal with a few weeks of intensive training."
    },
    {
      "cite": "Pierre de Coubertin",
      "quote": "The Olympic Games are the quadrennial celebration of the springtime of humanity."
    },
    {
      "cite": "Gianna Angelopoulos-Daskalaki",
      "quote": "The Olympic Games are a national cause, and a national cause calls for a nationwide attitude."
    },
    {
      "cite": "Russell Mark",
      "quote": "The Olympic Games is the ultimate level of competition."
    },
    {
      "cite": "Pierre de Coubertin",
      "quote": "The Olympic Games are for the world and all nations must be admitted to them."
    },
    {
      "cite": "Chad le Clos",
      "quote": "An Olympic medal is much better than a world record, and so is a world championship or Commonwealth Games medal."
    },
    {
      "cite": "Nadia Comaneci",
      "quote": "Once you become an Olympic champion, you are expected to win all the time."
    },
    {
      "cite": "Pierre de Coubertin",
      "quote": "Holding an Olympic Games means evoking history."
    },
    {
      "cite": "Rebecca Lobo",
      "quote": "Winning an Olympic gold medal is like nothing else."
    },
    {
      "cite": "Natalie Coughlin",
      "quote": "The pressure of the Olympic Games is real overwhelming."
    },
    {
      "cite": "Apolo Ohno",
      "quote": "Olympic athletes have to find a job right after they're done competing."
    }
  ]
}