{
  "source": "https://www.wisesayings.com/ominous-quotes/",
  "theme": "ominous",
  "quotes": [
    {
      "cite": "Andrea Cremer",
      "quote": "Ren watched us as he leaned casually against the table, holding a pair of scissors. I'd never seen a classroom tool look so dangerous."
    },
    {
      "cite": "James Baldwin",
      "quote": "One of these days, 'he said.' Everything bad will happen—one of these days."
    },
    {
      "cite": "Stephen King",
      "quote": "Is there any phrase more ominous than 'you need to see exactly what you've done'?"
    },
    {
      "cite": "Sara Sheridan",
      "quote": "An eerie atmosphere leeched from the soot-damaged walls. It was as if the house had died, and yet she felt she belonged here. It was as if the old place wanted to claim her from the grave."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "What is ominous is the ease with which some people go from saying that they don't like something to saying that the government should forbid it. When you go down that road, don't expect freedom to survive very long."
    },
    {
      "cite": "Zbigniew Brzezinski",
      "quote": "The worsening of relations between a declining America and an internally troubled Mexico could even give rise to a particularly ominous phenomenon: the emergence, as a major issue in nationalistically aroused Mexican politics, of territorial claims justified by history and ignited by cross-border incidents."
    },
    {
      "cite": "Eric Stonestreet",
      "quote": "My dad had a retail business in Leavenworth, Kansas, and there's a whole bunch of prisons there, so it was a backdrop of my childhood, these ominous prisons sitting off the road."
    },
    {
      "cite": "James Salter",
      "quote": "Every nation feels itself to be superior, but in America it's a jaunty feeling, and in some cases a rather ominous one among the super-patriots."
    },
    {
      "cite": "Lynn Coady",
      "quote": "As a novelist, you have to pick your battles. You are tired. You have begun to experience the first ominous tinglings of carpal tunnel syndrome. You wake up in the middle of the night with both hands lying across your chest like a couple of plucked bird carcasses, dead of all sensation."
    },
    {
      "cite": "David Horsey",
      "quote": "Like gods, we have created a new universe called cyberspace that contains great good and ominous evil. We do not know yet if this new dimension will produce more monsters than marvels, but it is too late to go back."
    },
    {
      "cite": "James Hurst",
      "quote": "That ominous warning usually means a really bad one is coming!"
    },
    {
      "cite": "Adolphe d'Ennery",
      "quote": "The ominous drum murmurs to the people of their ancient wrongs."
    },
    {
      "cite": "Jerome Brondfield",
      "quote": "It is an ominous fact that man's knowledge allows him to obliterate his very civilization, if he chooses."
    },
    {
      "cite": "Hayao Miyazaki",
      "quote": "In the midst of my travels, I heard of an ominous rumor... It said that a monster from the ancient world had been excavated from beneath the city of Pejite where it had been sleeping"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Greed surreptitiously slaps / Selflessness is an idol of unbelievable courage / a tenacity that makes you fearlessly overcome / even the most belligerently ominous impediments in pragmatic life."
    },
    {
      "cite": "Lisa Jackson",
      "quote": "She felt uneasy on the horse, not that she hadn't ridden often as a younger woman, but today's mission, coupled with her own worries about Addie Donovan, made the forest seem ominous."
    },
    {
      "cite": "Glynis M. Breakwell",
      "quote": "Threats to identity are manifested in many different forms and a taxonomy of the events and experiences which have acted as such would prove interesting but would be essentially uninformative at the theoretical level."
    },
    {
      "cite": "Glynis M. Breakwell",
      "quote": "The immediate origin of the threat can be either internal or external."
    },
    {
      "cite": "Margaret E. Blaustein",
      "quote": "The human danger response is completely normal."
    },
    {
      "cite": "Margaret E. Blaustein",
      "quote": "When our brain recognizes danger, it prepares our body to deal with it."
    },
    {
      "cite": "Margaret E. Blaustein",
      "quote": "We have 3 major ways to deal with something dangerous: We can fight it, we can get away from it, or we can freeze."
    },
    {
      "cite": "Margaret E. Blaustein",
      "quote": "When the brain recognizes danger, the 'action' or 'doing' part of our brain sends a signal to our body to release a bunch of chemicals, like fuel for a car."
    },
    {
      "cite": "Margaret E. Blaustein",
      "quote": "Once our alarm turns on, our brain prepares our body for action. When that happens, our body fills with 'fuel' to prepare is for dealing with danger. This is really important if it's real danger."
    },
    {
      "cite": "Philip Bonifacio",
      "quote": "If the experience of subjecting one's self to danger and emerging victorious in sports is so pleasurable, then perhaps it is not so far fetched to consider that the policeman's emotional reaction to being in the street and successfully handling dangerous or potentially dangerous situations may be very pleasurable in terms of the adrenaline rush of excitement and the self-satisfaction he feels."
    },
    {
      "cite": "Philip Bonifacio",
      "quote": "When you are walking down the street and two guys come out of a liquor store after holding it up, that's  accidental danger."
    },
    {
      "cite": "Philip Bonifacio",
      "quote": "Everyone has the capacity to be 'turned on' by danger, provided he or she chooses to take the risk and master it."
    },
    {
      "cite": "Philip Bonifacio",
      "quote": "When one voluntarily subjects him or herself to danger, there is an exhilarating rush that cannot be replaced in safe conditions."
    },
    {
      "cite": "Richard E. Zinbarg",
      "quote": "Chronic and intense anxiety is particularly likely to develop when an inherited strong level of physiological arousability combines with a learning history that fosters the perception that aversive events are unpredictable and uncontrollable. For such a person, the tendencies to perceive threat to be ever-present, or lurking around every corner, and to be constantly on guard and aroused in preparation for dealing with danger become understandable."
    },
    {
      "cite": "Joseph LeDoux",
      "quote": "The amygdala determines whether danger (innate or learned) is present and, if so, initiates bodily responses that were designed by evolution to deal with dangers."
    },
    {
      "cite": "Joseph LeDoux",
      "quote": "Fear in panic patients has no apparent relationship to any actual threat and often involves abnormal sensitivity to uncomfortable somatic sensations."
    }
  ]
}