{
  "source": "https://www.wisesayings.com/one-sided-love-quotes/",
  "theme": "one-sided-love",
  "quotes": [
    {
      "cite": "Anurag Prakash",
      "quote": "One of the greatest pain and agony is being in one sided love with someone."
    },
    {
      "cite": "Anmol Andore",
      "quote": "All relationships have one law : Never make the one you love feel alone, especially when youre there."
    },
    {
      "cite": "Anonymous",
      "quote": "Even if you tear me to pieces or even if you reduce me to ashes, I would still go back and give you my heart."
    },
    {
      "cite": "Poise",
      "quote": "The hardest thing to do is watch the one you love, love someone else."
    },
    {
      "cite": "Kris Vallotton",
      "quote": "You can sacrifice and not love. But you cannot love and not sacrifice."
    },
    {
      "cite": "Sarah Bettens",
      "quote": "Break my face, my back, my arms, my neck. But please don't break my heart."
    },
    {
      "cite": "Amogh Tiwari",
      "quote": "I'm not sure what scare me more, that you will never start loving me, or that I will never stop loving you. Too sad to miss you, too bad to lose you, too hard to forget you!"
    },
    {
      "cite": "Amogh Tiwari",
      "quote": "Loved her enough to pretend otherwise. Loving someone who doesn't love you in return, is like trying to fly with a broken wing."
    },
    {
      "cite": "Amogh Tiwari",
      "quote": "Did you feel empty without her? Ask the counselor. He replied It feels like I have acid rain in my brain, and it’s killing the flowers of my heart."
    },
    {
      "cite": "Andrei Tarkovsky",
      "quote": "What nobody seems to understand is that love can only be one sided, that no other love exists, that in any other form it is not love. If it involves less than total giving, it is not love. It is impotent, for the moment it is nothing."
    },
    {
      "cite": "Belinda Hernandez",
      "quote": "It hurts when you have someone in your heart but you can't have them in your arms."
    },
    {
      "cite": "Carol Rifka Brunt",
      "quote": "Maybe I was destined to forever fall in love with people I couldn't have. Maybe there’s a whole assortment of impossible people waiting for me to find them. Waiting to make me feel the same impossibility over and over again."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Unrequited love is a ridiculous state, and it makes those in it behave ridiculously."
    },
    {
      "cite": "Christina Haag",
      "quote": "I did not know how long it took to get over such a love, and that even when you did, when you loved again, you would always carry a sliver of it in your stitched together heart."
    },
    {
      "cite": "Christina Westover",
      "quote": "Unrequited love is the infinite curse of a lonely heart."
    },
    {
      "cite": "Donna Tartt",
      "quote": "Yet my longing for her was like a bad cold that had hung on for years despite my conviction that I was sure to get over it at any moment."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Desiring another person is perhaps the most risky endeavor of all. As soon as you want somebody really want him, it is as though you have taken a surgical needle and sutured your happiness to the skin of that person, so that any separation will now cause a lacerating injury."
    },
    {
      "cite": "Elle Newmark",
      "quote": "Unrequited love does not die, it’s only beaten down to a secret place where it hides, curled and wounded. For some unfortunates, it turns bitter and mean, and those who come after pay the price for the hurt done by the one who came before."
    },
    {
      "cite": "Eric Berne",
      "quote": "Some say that one sided love is better than none, but like half a loaf of bread, it is likely to grow hard and moldy sooner."
    },
    {
      "cite": "Federico García Lorca",
      "quote": "To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves."
    },
    {
      "cite": "Heinrich Ferreira",
      "quote": "Sometimes it’s better to keep silent than to tell others what you feel, because it hurts badly when you come to know that they can hear you, but they can't understand."
    },
    {
      "cite": "Himanshu Chate",
      "quote": "Waiting for you is like waiting for rain in the drought which was useless and disappointing."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Let no one who loves be called altogether unhappy. Even love unreturned has its rainbow."
    },
    {
      "cite": "James Patterson",
      "quote": "Because what’s worse than knowing you want something, besides knowing you can never have it?"
    },
    {
      "cite": "Jay Payleitner",
      "quote": "You can't fix yourself by breaking someone else."
    },
    {
      "cite": "John Green",
      "quote": "I wanted so badly to lie down next to her on the couch, to wrap my arms around her and sleep. Not fuck, like in those movies. Not even have sex. Just sleep together, in the most innocent sense of the phrase. But I lacked the courage and she had a boyfriend and I was gawky and she was gorgeous and I was hopelessly boring and she was endlessly fascinating. So I walked back to my room and collapsed on the bottom bunk, thinking that if people were rain, I was drizzle and she was hurricane."
    },
    {
      "cite": "John Green",
      "quote": "You like someone who can't like you back because unrequited love can be survive in a way that once requited love cannot."
    },
    {
      "cite": "Kartikey Singh",
      "quote": "There is no such thing as one sided love in the world. It's only that two vectors are separated by barren stretches of time, space and lives."
    },
    {
      "cite": "Kate Bolick",
      "quote": "Isn't that how falling in love so often works? Some stranger appears out of nowhere and becomes a fixed star in your universe."
    },
    {
      "cite": "Kuhhrizma Clemons",
      "quote": "It’s kind of funny how someone person can break your heart, and you can still love them with all the little pieces."
    }
  ]
}