{
  "source": "https://www.wisesayings.com/one-sided-relationship-quotes/",
  "theme": "one-sided-relationship",
  "quotes": [
    {
      "cite": "John Green",
      "quote": "You like someone who can’t like you back because unrequited love can survive in a way that once-requited love cannot."
    },
    {
      "cite": "Sherry Thomas",
      "quote": "Perhaps unrequited love was a specter in the house, a presence that brushed at the edge of senses, a heat in the dark, and a shadow under the sun."
    },
    {
      "cite": "Sarah Cross",
      "quote": "Because, if you could love someone, and keep loving them, without being loved back then that love had to be real. It hurt too much to be anything else."
    },
    {
      "cite": "Robert Goolrick",
      "quote": "If you don’t receive love from the ones who are meant to love you, you will never stop looking for it."
    },
    {
      "cite": "Hinako Takanaga",
      "quote": "For so long, I've only had one-sided feelings for other people. I've completely forgotten how good it feels to be loved."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "One sided relationship is no relationship at all. The relationship blossoms when there is trust love and affection between all concerned"
    },
    {
      "cite": "Elvis Presley",
      "quote": "If you know you can't take it, then baby, why try to give it? Cause I ain't for no one-sided love affair."
    },
    {
      "cite": "Blackbear",
      "quote": "Our time is up. Trying to make this work, it ain't enough one-sided love."
    },
    {
      "cite": "Brooke Hogan",
      "quote": "Nobody's home but me I'm the only one hangin' on one-sided love."
    },
    {
      "cite": "Aldo",
      "quote": "If you wanna be hugged. Well, you've gotta hug me, too. Yeah, 'cause I ain't for no one-sided love affair."
    },
    {
      "cite": "Dolly Parton",
      "quote": "There's nothing quite as sad as a one-sided love.  When one doesn't care at all and the other cares too much."
    },
    {
      "cite": "The Beatles",
      "quote": "Well you know that I love you more than anyone can but a one-sided love I just don't understand."
    },
    {
      "cite": "Sonny &amp; Cher",
      "quote": "With a love that's so one sided there's no chance at all. The walls have got to fall."
    },
    {
      "cite": "Kelsea Ballerini",
      "quote": "One sided everything about your love was one sided."
    },
    {
      "cite": "Anonymous",
      "quote": "In the end, we all just want someone that chooses us, over everyone else, under any circumstances."
    },
    {
      "cite": "Anonymous",
      "quote": "People will hold your hand through the darkness but then let go when they find the light."
    },
    {
      "cite": "Anonymous",
      "quote": "She wrote you letters every day. She sang your name in the wind. She smiled only for you. And yet, all of this meant nothing to you. Now that she has gone into the arms of someone else, you are left haunted by the pieces she left you with. All you can do now is wonder into the abyss of what ifs and regret."
    },
    {
      "cite": "Christie Williams",
      "quote": "If you allow people to make more withdrawls than deposits in your life, you will be out of balance & in the negative! Know when to close the account."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No relationship in this world ever remains warm and close unless good effort is made on both sides to keep it so."
    },
    {
      "cite": "Anonymous",
      "quote": "Loving someone who will never love you back is like going to war and standing in the line of fire with your arms wide open."
    },
    {
      "cite": "Anonymous",
      "quote": "There comes a time when you have to stop crossing oceans for people who won`t even jump a puddle for you."
    },
    {
      "cite": "Anonymous",
      "quote": "It's hard to wait around for something that you know might never happen. but it's even harder to give up when you know it's everything you want."
    },
    {
      "cite": "Kisstopher",
      "quote": "A relationship is nothing if all the feelings, sacrifices, contributions and hard work are only coming from one end."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Any relationship (friend, romantic or business) that's one sided isn't one; it's a one way street headed in one direction nowhere. Cultivation requires input from willing participants."
    },
    {
      "cite": "Emily Christine",
      "quote": "Relationships are worth fighting for, but sometimes you can't be the only one fighting."
    }
  ]
}