{
  "source": "https://www.wisesayings.com/one-word-quotes/",
  "theme": "one-word",
  "quotes": [
    {
      "cite": "Luis Negron",
      "quote": "When you're writing, your mind has a place where the stories happen. With one word, you can get the idea of where you are."
    },
    {
      "cite": "Edward Abbey",
      "quote": "One word is worth a thousand pictures. If it's the right word."
    },
    {
      "cite": "Confucius",
      "quote": "For one word a man is often deemed to be wise, and for one word he is often deemed to be foolish. We should be careful indeed what we say."
    },
    {
      "cite": "Proverb",
      "quote": "One kind word can warm three winter months."
    },
    {
      "cite": "Terry Bozzio",
      "quote": "You just write one word and that tells you what the next word is going to be."
    },
    {
      "cite": "Alexander Solzhenitsyn",
      "quote": "One word of truth outweighs the whole world."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "One word can give someone the strength they needed at the moment or it can shred them down to nothing."
    },
    {
      "cite": "Harold Klemp",
      "quote": "One word of love is worth more than a thousand clever speeches."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "In one word, this ideal is that you are divine."
    },
    {
      "cite": "Czeslaw Milosz",
      "quote": "In a room where people unanimously maintain a conspiracy of silence, one word of truth sounds like a pistol shot."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "One word could change the whole world."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You will not pit one word of God against another word of God."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Whatever you want to say, there is only one word to express it, only one verb to give it movement, only one adjective to qualify it."
    },
    {
      "cite": "Edna O'Brien",
      "quote": "Sometimes one word can recall a whole span of life."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "One man's word is no man's word; we should quietly hear both sides."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Put one word after another. Find the right word, put it down."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "There is only one word of tenderness we could say, which we have not said oftentimes before ; and there is no consolation in it. The happy never say, and never hear said, farewell."
    },
    {
      "cite": "John Flavel",
      "quote": "One word of God can do more than ten thousand words of men to relieve a distressed soul."
    },
    {
      "cite": "Buddha",
      "quote": "Better than a thousand hollow words, is one word that brings peace."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You never know when one act, or one word of encouragement can change a life forever."
    }
  ]
}