{
  "source": "https://www.wisesayings.com/one-year-anniversary-quotes/",
  "theme": "one-year-anniversary",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "Forever is a measure of time used by people who share an ordinary love. Our extraordinary love is immeasurable ... for us, forever just won't do."
    },
    {
      "cite": "Franz Schubert",
      "quote": "I want you for always...days, years, eternities."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "Rushi Kanya",
      "quote": "To my dear wife...From the moment I married you Love and happiness abound All that surrounds me is beauty When you are around! Thankful for all the happiness you give me! Happy Anniversary!"
    },
    {
      "cite": "Anonymous",
      "quote": "I am afraid that being around a couple as sweet as you will make me diabetic. Happy first anniversary."
    },
    {
      "cite": "Anonymous",
      "quote": "Since first impressions are the last impressions, be sure to celebrate your first anniversary as if it is the most important anniversary of your life. Happy first anniversary."
    },
    {
      "cite": "Anonymous",
      "quote": "If I had my life to live over again, I would find you sooner so that I could love you longer."
    },
    {
      "cite": "Anonymous",
      "quote": "The sweet innocence of your love is profound. In this regard, may maturity be never found. Happy 1st anniversary."
    },
    {
      "cite": "unknown",
      "quote": "Take pride in knowing that you possess the kind of love that everyone aspires to one day find. May your hearts always remain as caring and passionate as when you fell in love. Happy Anniversary!"
    },
    {
      "cite": "Anonymous",
      "quote": "I take pride in wishing you both on your first anniversary because you are a perfect example of a happy and loving couple. Have a good one."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Angelita Lim",
      "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
    },
    {
      "cite": "Rita Rudner",
      "quote": "It's so great to find that one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Marriage is not just spiritual communion, it is also remembering to take out the trash."
    },
    {
      "cite": "Henny Youngman",
      "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays."
    },
    {
      "cite": "Catherine Zeta-Jones",
      "quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end."
    },
    {
      "cite": "Robert Browning",
      "quote": "Grow old with me, the best is yet to be."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I will spend an eternity loving you, caring for you, respecting you, showing you every day that I hold you as high as the stars."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine."
    },
    {
      "cite": "Richard Bach",
      "quote": "Real love stories never have endings."
    },
    {
      "cite": "Fred Barron",
      "quote": "At last, the joyous day has arrived! My first anniversary in an unbroken home. Maybe this will lighten the mood. Happy anniversary."
    },
    {
      "cite": "Thomas Rickman",
      "quote": "I was just thinking... we got an anniversary coming up and I was wondering what kind of anniversary present you wanted."
    },
    {
      "cite": "Larry McMurtry",
      "quote": "You said this was our anniversary. Let's do something - different."
    },
    {
      "cite": "Jay Sommers",
      "quote": "Happy anniversary. Anniversaries come but once a year, bringing joy and good cheer. Some are sad, some are funny..."
    },
    {
      "cite": "Fred Barron",
      "quote": "You know, the problem with being married so long is that every year, there's another anniversary. It's alright in the beginning - you can start off with gifts like jewelry and perfume. But, erm, as the years go by, you have to come up with something bigger and more original."
    },
    {
      "cite": "James L. Brooks",
      "quote": "I've only had three good ideas in my life: marrying your mother, using a hot-dog as a straw, and taking her on that train ride on our first anniversary."
    },
    {
      "cite": "Greg Glienna",
      "quote": "I didn't say we weren't intimate, there are special occasions. Anniversaries and... well, on our anniversary."
    },
    {
      "cite": "Linwood Boomer",
      "quote": "One man's garbage is another man's anniversary present."
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Anniversaries like these always leave me with a strange kind of longing."
    },
    {
      "cite": "Burt Bacahrach",
      "quote": "Tomorrow will come and girl / I can't wait it's our anniversary (echo) anniversary / The first thing I'll do is run straight to you it our anniversary (echo) anniversary"
    }
  ]
}