{
  "source": "https://www.wisesayings.com/one-day-at-a-time-quotes/",
  "theme": "one-day-at-a-time",
  "quotes": [
    {
      "cite": "Hannibal Buress",
      "quote": "When people go through something rough in life, they say, 'I'm taking it one day at a time.' Yes, so is everybody. Because that's how time works."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Everybody is looking for instant success, but it doesn't work that way. You build a successful life one day at a time."
    },
    {
      "cite": "Willie Nelson",
      "quote": "I live one day at a time, one day at a time. Yesterday's gone and tomorrow is blind, so I live one day at a time."
    },
    {
      "cite": "Dale West",
      "quote": "Live one day at a time and make it a masterpiece."
    },
    {
      "cite": "Bo Jackson",
      "quote": "I'll never worry about not being successful. I'll just take it one day at a time, one season at a time. And play as hard as I can."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "Do only one thing at a time. It is lazy people who want to do everything at once."
    },
    {
      "cite": "Bob Dylan",
      "quote": "There's only one day at a time here, then it's tonight and then tomorrow will be today again."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "I try to take it one day at a time, but sometimes several days attack me at once."
    },
    {
      "cite": "Robin Crow",
      "quote": "There's no straighter road to success than exceeding expectations one day at a time."
    },
    {
      "cite": "Yolanda Adams",
      "quote": "It's not just about getting a song on the radio or appearing on television. It really is about helping people change their lives one day at a time."
    },
    {
      "cite": "Al Pacino",
      "quote": "I believe in one day at a time; you've got TODAY, that's what you' ve got."
    },
    {
      "cite": "Joe Perry",
      "quote": "Take life on life's terms - one day at a time. And have fun while you're doing it."
    },
    {
      "cite": "Dik Browne",
      "quote": "Live one day at a time, unless you can figure out how to live two."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "This is my report on how to live... They say the best way is just to live one day at a time... If you try to live seven days at a time, the week will be over before you know it."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Live one day at a time emphasizing ethics rather than rules."
    },
    {
      "cite": "Andrew Young",
      "quote": "I like my life. I've had a good life. I think the reason is my parents taught me that life is a burden. But if you take it one day at a time, it's an easy burden."
    },
    {
      "cite": "Yoko Ono",
      "quote": "A lot of things have been thrown at me in life, and I've got through it all without a rule book, taking it one day at a time."
    },
    {
      "cite": "Dean Acheson",
      "quote": "Always remember that the future comes one day at a time."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Live one day at a time. Keep your attention in present time. Have no expectations. Make no judgements. And give up the need to know why things happen as they do. Give it up!"
    },
    {
      "cite": "Roy Haynes",
      "quote": "I'm still growing I take each day, one day-at-a-time. I'm always thinking and dreaming. As long as this heart keeps beating, there will be new things coming along."
    },
    {
      "cite": "Daniel Baldwin",
      "quote": "I've been sober now for a couple of years and I'm taking my sobriety very seriously - one day at a time and I am moving forward in my career."
    },
    {
      "cite": "Darrell Royal",
      "quote": "I never have planned a whole lot of future. It's one day at a time."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Take one step at a time. A complex problem can be overwhelming, even when you've got your plan mapped out, but remember: the journey of a thousand miles begins with one step. Just focus on one small goal at a time."
    },
    {
      "cite": "Bob Parsons",
      "quote": "No matter how difficult your situation is, you can get through it if you don't look too far into the future, and focus on the present moment. You can get through anything one day at a time."
    },
    {
      "cite": "Sheryl Crow",
      "quote": "Life's so full that you just take it one day at a time."
    },
    {
      "cite": "Lex Luger",
      "quote": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time."
    },
    {
      "cite": "Malachy Mccourt",
      "quote": "It's one day at a time, that's all there is to it, and so I don't have to worry about it. All I do is, okay, I do not have to drink. And if I feel like it, I postpone it for ten minutes, and that way I find something else to do in the meantime."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Quit worrying about how everything is going to turn out. Live one day at a time; better yet, make the most of this moment."
    },
    {
      "cite": "Tammy Faye Bakker",
      "quote": "Live one day at a time, and never be afraid."
    },
    {
      "cite": "Eugene Grace",
      "quote": "Do one thing at a time and do that one thing as if your life depended upon it."
    }
  ]
}