{
  "source": "https://www.wisesayings.com/oneness-quotes/",
  "theme": "oneness",
  "quotes": [
    {
      "cite": "Muhammad Yunus",
      "quote": "The oneness of human beings is the basic ethical thread that holds us together."
    },
    {
      "cite": "Gary Hopkins",
      "quote": "When traversing the vast sea of loneliness, Oneness is the only true safe harbor."
    },
    {
      "cite": "Sengcan",
      "quote": "Be at peace in the oneness of things, and all errors will disappear by themselves."
    },
    {
      "cite": "Llewellyn Vaughan-Lee",
      "quote": "The journey towards oneness emphasizes the opposites and we are caught in their conflict."
    },
    {
      "cite": "John Steinbeck",
      "quote": "The great concepts of oneness and of majestic order seem always to be born in the desert."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "The heart of the matter is always our oneness with divine spirit, our union with all life."
    },
    {
      "cite": "G. Stanley Hall",
      "quote": "Oneness with Nature is the glory of childhood; oneness with childhood is the glory of the Teacher."
    },
    {
      "cite": "Barbara Ehrenreich",
      "quote": "Transcendent Oneness does not require self-examination, self-help, or self-work. It requires self-loss."
    },
    {
      "cite": "David Fontana",
      "quote": "Consider your own place in the universal oneness of which we are all a part, from which we all arise, and to which we all return."
    },
    {
      "cite": "Kalki Bhagavan",
      "quote": "Oneness is inner silence, which remains undisturbed by external factors. This silence is not the opposite of noise. That is inner Oneness."
    },
    {
      "cite": "Ram Dass",
      "quote": "If you want oneness in society, you have to teach people to go inside instead of going outside, because if they want peace, they need to find it within."
    },
    {
      "cite": "Jennifer Ott",
      "quote": "If you cannot reach a state of utter oneness with each other, how do you expect to solve anything? Separate the world will crumble; together the world will thrive."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "All differences in this world are of degree, and not of kind, because oneness is the secret of everything."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Goodness Is oneness-love In perfect action."
    },
    {
      "cite": "Woody Allen",
      "quote": "Students achieving Oneness will move on to Twoness."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "When we love others we see our oneness with others."
    },
    {
      "cite": "Priscilla Shirer",
      "quote": "Unity does not mean sameness. It means oneness of purpose."
    },
    {
      "cite": "Vivian Amis",
      "quote": "The prayer that is heard is not of many words....but of Oneness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The final goal of all religions is to realise the essential oneness."
    },
    {
      "cite": "Steven Biko",
      "quote": "The oneness of community for instance is at the heart of our culture."
    },
    {
      "cite": "Stephen Richards",
      "quote": "You tap in to this oneness and become part of the universe as a whole."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "When there's nothing but humility, there's nothing but spiritual oneness."
    },
    {
      "cite": "Bruce Lee",
      "quote": "As long as we separate this oneness into two we won't achieve realization."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "The waves of hatred-night can easily be dissolved in the sea of oneness-love."
    },
    {
      "cite": "John de Ruiter",
      "quote": "There is only one real comfort and it's not a feeling. It is the comfort of oneness."
    },
    {
      "cite": "Ram Dass",
      "quote": "A Oneness of all. An evolution in consciousness of us all that isn't about the egos."
    },
    {
      "cite": "Douglas Harding",
      "quote": "We are all more or less ill till we find -Self-enquiry our Oneness with everyone else."
    },
    {
      "cite": "Tom Baker",
      "quote": "Loving friends let kindness grow in their hearts, creating a oneness with their souls."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "On the platform of reality, on the platform of oneness of life, all differences dissolve."
    },
    {
      "cite": "Gian Kumar",
      "quote": "The purpose of both, awareness and consciousness, is to lead us towards this path of Oneness."
    }
  ]
}