{
  "source": "https://www.wisesayings.com/onion-quotes/",
  "theme": "onion",
  "quotes": [
    {
      "cite": "Adam Johnson",
      "quote": "The next day, she was silent. For breakfast, she murdered an onion and served it raw."
    },
    {
      "cite": "Brendan Morrison",
      "quote": "Bert's wallet is like an onion. Any time he opens it, he starts crying."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Life is an onion - you peel it year by year and sometimes cry."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "In onion is strength; and a garden without it lacks flavour. The onion, in its satin wrappings, is among the most beautiful of vegetables; and it is the only one that represents the essence of things. It can almost be said to have a soul."
    },
    {
      "cite": "Chuck Close",
      "quote": "I don't want the viewer to be able to peel away the layers of my painting like the layers of an onion and find that all the blues are on the same level."
    },
    {
      "cite": "Cyrano de Bergerac",
      "quote": "For an Apple is in it self a little Universe; the Seed, hotter than the other parts thereof, is its Sun, which diffuses about it self that natural Heat which preserves its Globe: And in the Onion, the Germ is the little Sun of that little World, which vivifies and nourishes the vegetative Salt of that little mass."
    },
    {
      "cite": "Derrick Jensen",
      "quote": "Like the layers of an onion, under the first lie is another, and under that another, and they all make you cry."
    },
    {
      "cite": "Dr. Myles Munroe",
      "quote": "Man is like an onion. His potential is exposed one layer at a time until all he is, is known by all."
    },
    {
      "cite": "Edward Blishen",
      "quote": "The (editing) work was like peeling an onion. The outer skin came off with difficulty... but in no time youd be down to its innards, tears streaming from your eyes as more and more beautiful reductions became possible."
    },
    {
      "cite": "James Huneker",
      "quote": "Life is like an onion: you peel off layer after layer and then you find there is nothing in it."
    },
    {
      "cite": "Johnny Rich",
      "quote": "Reality, it seems, is not a flat plane, but has as many veils as an onion has skins."
    },
    {
      "cite": "Juliette Binoche",
      "quote": "Acting is like peeling an onion. You have to peel away each layer to reveal another."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "True friends chop the onions and cry together."
    },
    {
      "cite": "Luke Taylor",
      "quote": "Writers are like onions, layers upon layers upon layers."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Onions make me sad, a lot of people don't realize that. When I'm cutting onions, I'm sad. Because the plight of onions, it's sad. But people don't realize I'm actually crying - they think I'm just reacting."
    },
    {
      "cite": "Padma Lakshmi",
      "quote": "It doesn't matter how precisely the onion is cut as long as the person chewing it is happy."
    },
    {
      "cite": "Patty Duke",
      "quote": "It's toughest to forgive ourselves. So it's probably best to start with other people. It's almost like peeling an onion. Layer by layer, forgiving others, you really do get to the point where you can forgive yourself."
    },
    {
      "cite": "Paul Bamikole",
      "quote": "When an orange tastes like an onion, the knife takes the blame. But it is the one who handed us the knife that should be questioned."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "A woman always has half an onion left over, no matter what the size of the onion, the dish or the woman."
    },
    {
      "cite": "Tobsha Learner",
      "quote": "Indeed, you become what you eat. In which case I am an onion. Layered, slightly sour and guaranteed to bring tears to the eyes."
    },
    {
      "cite": "Will Rogers",
      "quote": "An onion can make people cry but there's never been a vegetable that can make people laugh."
    }
  ]
}