{
  "source": "https://www.wisesayings.com/only-child-quotes/",
  "theme": "only-child",
  "quotes": [
    {
      "cite": "Gillian Flynn",
      "quote": "There is an unfair responsibility that comes with being an only child - you grow up knowing you arent allowed to disappoint, you're not even allowed to die."
    },
    {
      "cite": "Charles Dickens",
      "quote": "I am the only child of parents who weighed, measured, and priced everything; for whom what could not be weighed, measured, and priced, had no existence."
    },
    {
      "cite": "Caroline Bologna",
      "quote": "If you ever wonder what being an only child is like, just imagine third wheeling your parents every day."
    },
    {
      "cite": "Natalie Portman",
      "quote": "I'm an only child. Which is kind of bad, because having a brother or sister is like another form of friendship. That's something I've missed out on, except I know that I couldn't be doing what I am doing now if I had brothers and sisters."
    },
    {
      "cite": "Noel Clarke",
      "quote": "I think that's important for all ages, to not be afraid of being an individual. I grew up on my own, as an only child, so early on I think I was quite capable of making decisions by myself and being an individual."
    },
    {
      "cite": "Willard Scott",
      "quote": "As an only child, I never felt insecure and always had total love."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Only children believe they're capable of everything."
    },
    {
      "cite": "unknown",
      "quote": "I wish I had a siblings to share my parents affections with.. Said no only child ever.."
    },
    {
      "cite": "unknown",
      "quote": "If you are an only child, feel honored. It means your parents got it right the first time and stopped at you!"
    },
    {
      "cite": "Jane Smiley",
      "quote": "I was an only child. I've known only children. From this experience I do believe that the children should outnumber the parents."
    },
    {
      "cite": "Leigh Newman",
      "quote": "There's a kind of intimacy that happens between a mother and an only child. Which only gets more intimate when it's between a mother and only daughter."
    },
    {
      "cite": "Weike Wang",
      "quote": "Attributing feelings to inanimate things is probably a symptom of only-child-ness. Who else to talk to when the parents fight except walls and banisters and things?"
    },
    {
      "cite": "Rachel Bloom",
      "quote": "When you're an only child, you get very used to pleasing the adults around you."
    },
    {
      "cite": "Peter Jackson",
      "quote": "If you're an only child, you spend a lot of time by yourself, and you develop a strong ability to entertain yourself, to conjure up fantasy."
    },
    {
      "cite": "Karen Thompson Walker",
      "quote": "I'm an only child, and I think one of the sweet things about that is that my parents are really interested in every aspect of my life."
    },
    {
      "cite": "Alan Hollinghurst",
      "quote": "I think being an only child created in me a degree of self-reliance, which I'm glad of. It made me perfectly happy with my own company and perhaps was good conditioning for the protracted solitude of writing books as slowly as I do."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "If you don't understand how a woman could both love her sister dearly and want to wring her neck at the same time, then you were probably an only child."
    },
    {
      "cite": "Heber J. Grant",
      "quote": "Being an only child, my mother reared me very carefully."
    },
    {
      "cite": "unknown",
      "quote": "I grew up as the only child, and we did not have a large family. So for me and my mother, our friends tend to become our family."
    },
    {
      "cite": "Akkineni Nagarjuna",
      "quote": "Great compassion penetrates into the marrow of the bone. It is the support of all living beings. Like the love of a parent for an only child, the tenderness of the Compassionate One is all-pervasive."
    }
  ]
}