{
  "source": "https://www.wisesayings.com/openness-quotes/",
  "theme": "openness",
  "quotes": [
    {
      "cite": "John de Ruiter",
      "quote": "Openness and softness of heart loves what it knows."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Honesty and openness is always the foundation of insightful dialogue."
    },
    {
      "cite": "Daniele Bolelli",
      "quote": "Openness without strength is useless; strength without openness is oppression."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Openness doesn't come from resisting our fears but rather from getting to know them well."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "Openness isn't the end; it's the beginning."
    },
    {
      "cite": "Howard Rheingold",
      "quote": "Openness and participation are antidotes to surveillance and control."
    },
    {
      "cite": "Jason Collins",
      "quote": "Openness may not completely disarm prejudice, but it's a good place to start."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Open yourself and flow, my friend. Flow in the total openness of the living moment."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The meaning of life is found in openness to being and \"being present\" in full awareness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Openness of mind strengthens the truth in us and removes the dross from it, if there is any."
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "There is definitely openness to others' suffering that is dealt not with distress but with compassion."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The openness of our hearts and minds can be measured by how wide we draw the circle of what we call family."
    },
    {
      "cite": "Robert Muller",
      "quote": "What the world needs most is openness: Open hearts, open doors, open eyes, open minds, open ears, open souls."
    },
    {
      "cite": "Allan Bloom",
      "quote": "Openness, as currently conceived, is a way of making surrender to whatever is most powerful, or worship of vulgar success, look principled."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Openness is also an acceptance that just as you have the inherent right to create your life as you see fit, so others have the same right with their own lives, even if their design differs from yours greatly."
    },
    {
      "cite": "Paul Monette",
      "quote": "The struggle for true openness and intimacy is a lifelong struggle for all of us, gay and straight alike. And besides, a difficult life brings you to the core of yourself, where you learn what justice is and how it has to be fought for."
    },
    {
      "cite": "Peter Eisenman",
      "quote": "There's no such thing as an absolute openness. Openness is relative, I think, in all societies."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Joy and openness come from our own contented heart."
    },
    {
      "cite": "Jean Klein",
      "quote": "First we must see that we cannot will ourselves to be open because openness is our very nature. Any tiny residue of willing, of wanting to be open takes us away from what we are. Willing never goes beyond willing. So the only way to be free from this circle is to glimpse the truth that openness is the egoless state, that it is here and now."
    },
    {
      "cite": "David Deida",
      "quote": "Trust, love, what we call sexy, who we trust in a business situation, are all based on how open we are. Openness is bodily openness, muscular relaxation, heart openness as opposed to hiding behind some emotional wall, and spiritual openness, which is actually feeling so fully into the moment that there's no separation between you and the entire moment."
    },
    {
      "cite": "Marci Shimoff",
      "quote": "The fourth doorway is the Doorway of Openness located in our heart center. It has to do with being open to both giving and receiving love. It's not just about being able to give, but it's also about the ability to be open to receive. There's a certain vulnerability in receiving. When we truly take in and appreciate all of the gifts of life, then our hearts are truly open in love."
    },
    {
      "cite": "Alan Watts",
      "quote": "Faith is a state of openness or trust."
    },
    {
      "cite": "Michelle Cruz",
      "quote": "Through the trials and tribulations of life come the openness to receive greatness."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Creativity has always depended on openness and flexibility, so let us hope for more of both in the future."
    },
    {
      "cite": "Claudia Rankine",
      "quote": "Poetry has no investment in anything besides openness. It's not arguing a point. It's creating an environment."
    },
    {
      "cite": "Jeff Jarvis",
      "quote": "Owning pipelines, people, products, or even intellectual property is no longer the key to success. Openness is."
    },
    {
      "cite": "Mary Pipher",
      "quote": "Real friends require honesty, openness, and even vulnerability. They also require attention and simple acts of kindness."
    },
    {
      "cite": "Aga Khan IV",
      "quote": "Tolerance, openness and understanding towards other peoples' cultures, social structures, values and faiths are now essential to the very survival of an interdependent world."
    },
    {
      "cite": "Justin Trudeau",
      "quote": "Openness, respect, integrity - these are principles that need to underpin pretty much every other decision that you make."
    },
    {
      "cite": "Pope Francis",
      "quote": "Total openness to serving others is our hallmark, it alone is our title of honor!"
    }
  ]
}