{
  "source": "https://www.wisesayings.com/open-mind-quotes/",
  "theme": "open-mind",
  "quotes": [
    {
      "cite": "Frederick Lenz",
      "quote": "A person who has power has an open mind. Their mind is open and they can see on other levels. Seeing is a quality that comes to a person who has personal power."
    },
    {
      "cite": "Hal Urban",
      "quote": "An open mind isn't the same thing as an empty head."
    },
    {
      "cite": "Jeremy Stoppelman",
      "quote": "You have to be very nimble and very open minded. Your success is going to be very dependent on how your adapt."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Open up your heart and mind to the infinite wonderful experiences there are in life."
    },
    {
      "cite": "Toba Beta",
      "quote": "Mind has door. A password can open it. That word is stored safely in your heart, waiting for your willingness to retrieve it."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "With an open mind, you are the imagination of universal consciousness and the creation of the subconscious mind that wanders throughout the universe."
    },
    {
      "cite": "Byron Katie",
      "quote": "Until the mind is open, the heart stays closed. The open mind is the key to the open heart."
    },
    {
      "cite": "Henry Flynt",
      "quote": "A fully open mind could shatter the skull in both directions."
    },
    {
      "cite": "Lakhdar Brahimi",
      "quote": "Keep an open mind and be ready to change and adapt to the situation. Don't ask reality to conform to your blueprint, but transform your blueprint to adapt to reality."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "An open mind is all very well in its way, but it ought not to be so open that there is no keeping anything in or out of it."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "Keeping your mind open in the face of uncertainty is the single most powerful secret of unleashing your creative potential."
    },
    {
      "cite": "Michael Abrash",
      "quote": "It's essential to keep an open mind, and to be willing better yet, eager to try new things."
    },
    {
      "cite": "Roy Bennett",
      "quote": "When you open your mind, you open new doors to new possibilities for yourself and new opportunities to help others."
    },
    {
      "cite": "Jay Abraham",
      "quote": "As soon as you open your mind to doing things differently, the doors of opportunity practically fly off their hinges."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The mind that opens to a new idea never returns to its original size."
    },
    {
      "cite": "Kaoru Shinmon",
      "quote": "Accept all that is given to you with an open mind. Every gift, whether it warmed your spirit or brought disappointment is a blessing."
    },
    {
      "cite": "Mike Hernacki",
      "quote": "An open mind is like an open window. It lets the fresh air in."
    },
    {
      "cite": "Mohamed Atta",
      "quote": "Keep a very open mind, keep a very open heart of what you are to face. You will be entering paradise. You will be entering the happiest life, everlasting life."
    },
    {
      "cite": "Jonathan Maberry",
      "quote": "You have to keep your mind as wide-open as your eyes, because almost nothing is what it seems."
    },
    {
      "cite": "Lawrence M. Krauss",
      "quote": "A truly open mind means forcing our imaginations to conform to the evidence of reality, and not vice versa."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Open your mind to the infinite possibilities that exist for you; then create within your reality the things that you desire."
    },
    {
      "cite": "Lynn Good",
      "quote": "If you keep an open mind, you can learn so much from the people around you."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "By all means let's be open-minded, but not so open-minded that our brains drop out."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Keep your heart open for love; and your mind open for innovative ideas."
    },
    {
      "cite": "Dean Radin",
      "quote": "Maintaining an open mind is essential when exploring the unknown, but allowing one's brains to fall out in the process is inadvisable."
    },
    {
      "cite": "Subroto Bagchi",
      "quote": "Open your mind before you open your mouth."
    },
    {
      "cite": "Dorothea Brande",
      "quote": "Where there is an open mind, there will always be a frontier."
    },
    {
      "cite": "Soke Behzad Ahmadi",
      "quote": "An open mind, is the best weapon, in the fight between light and darkness."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Open-mindedness is a precondition for generating new ideas, but focusing on the problem is almost equally important."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it."
    }
  ]
}