{
  "source": "https://www.wisesayings.com/open-minded-quotes/",
  "theme": "open-minded",
  "quotes": [
    {
      "cite": "Danny Wallace",
      "quote": "The closed mind is a disease. You need to have an open mind; otherwise life will just pass you by."
    },
    {
      "cite": "Virginia Hutchison",
      "quote": "An open mind, like an open window, should be screened to keep the bugs out."
    },
    {
      "cite": "Martha Stewart",
      "quote": "Without an open-minded mind, you can never be a great success."
    },
    {
      "cite": "Henry Flynt",
      "quote": "A fully open mind could shatter the skull in both directions."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Those who cannot change their minds cannot change anything."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "By all means let's be open-minded, but not so open-minded that our brains drop out."
    },
    {
      "cite": "Mark W. Perrett",
      "quote": "If you don't go through life with an open mind, you will find a lot of closed doors."
    },
    {
      "cite": "unknown",
      "quote": "Many a person thinks he or she has an open mind, when it is merely vacant."
    },
    {
      "cite": "Byron Katie",
      "quote": "Until the mind is open, the heart stays closed. The open mind is the key to the open heart."
    },
    {
      "cite": "Frank Zappa",
      "quote": "A mind is like a parachute. It doesn't work if it is not open."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "An open mind is better than a clenched fist."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it."
    },
    {
      "cite": "Aristophanes",
      "quote": "Open your mind before your mouth."
    },
    {
      "cite": "Gail Rubin Bereny",
      "quote": "Above all, remember that the most important thing you can take anywhere is not a Gucci bag or French-cut jeans; it's an open mind."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The mind that opens to a new idea never returns to its original size."
    },
    {
      "cite": "Kaoru Shinmon",
      "quote": "An open-minded person sees life without boundaries, whereas a close-minded person can only see what's beyond their eyes."
    },
    {
      "cite": "Mark Twain",
      "quote": "An open mind leaves a chance for someone to drop a worthwhile thought in it."
    },
    {
      "cite": "Bryant McGill",
      "quote": "If you cannot be open-minded, then you do not possess your ideas, your ideas possess you."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "If we keep an open mind, too much is likely to fall into it."
    },
    {
      "cite": "Vera Stanley Alder",
      "quote": "Only an open mind is big enough to contain the secrets of the universe."
    },
    {
      "cite": "Edward Tufte",
      "quote": "An open mind but not an empty head."
    },
    {
      "cite": "Byron Katie",
      "quote": "I don't need other people to have an open mind for me to be happy. I'm the only one who needs an open mind."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "The problem with open-mindedness is that it can become empty-mindedness."
    },
    {
      "cite": "Robert M. Sapolsky",
      "quote": "An open mind is a prerequisite to an open heart."
    },
    {
      "cite": "James Randi",
      "quote": "There is a distinct difference between having an open mind and having a hole in your head from which your brain leaks out."
    },
    {
      "cite": "Nick Lopez",
      "quote": "An open mind is as welcoming as an open door."
    },
    {
      "cite": "Mike Hernacki",
      "quote": "An open mind is like an open window. It lets the fresh air in."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "In order to keep an open mind, I am trying to avoid learning anything."
    },
    {
      "cite": "Criss Jami",
      "quote": "Beware: open-mindedness will often say, 'Everything is permissible except a sharp opinion."
    },
    {
      "cite": "unknown",
      "quote": "A mind once opened never closes."
    }
  ]
}