{
  "source": "https://www.wisesayings.com/opposite-quotes/",
  "theme": "opposite",
  "quotes": [
    {
      "cite": "Fran Lebowitz",
      "quote": "The opposite of talking isn't listening. The opposite of talking is waiting."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "A sister is both your mirror - and your opposite."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "The opposite of love is not hate, it's indifference. The opposite of beauty is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, but indifference between life and death."
    },
    {
      "cite": "Jim Hightower",
      "quote": "The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "The opposite of anger is not calmness, its empathy."
    },
    {
      "cite": "Michael Moore",
      "quote": "Capitalism and democracy are the opposite of each other. Capitalism is a system that guarantees that a few are going to do very well, and everybody else is going to serve the few. Democracy means everybody has a seat at the table. Everybody."
    },
    {
      "cite": "Niels Bohr",
      "quote": "The opposite of a fact is a falsehood, but the opposite of one profound truth may very well be another profound truth."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Doubt is not the opposite of faith; it is an element of faith."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Anger is energising. The opposite of anger is depression, which is anger turned inward."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "Take the course opposite to custom and you will almost always do well."
    },
    {
      "cite": "Anne Lamott",
      "quote": "The opposite of faith is not doubt: It is certainty. It is madness. You can tell you have created God in your own image when it turns out that he or she hates all the same people you do."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "Making those around you feel invisible is the opposite of leadership."
    },
    {
      "cite": "Horace",
      "quote": "While fools shun one set of faults they run into the opposite one."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Some people think luxury is the opposite of poverty. It is not. It is the opposite of vulgarity."
    },
    {
      "cite": "Andy Warhol",
      "quote": "Fantasy love is much better than reality love. Never doing it is very exciting. The most exciting attractions are between two opposites that never meet."
    },
    {
      "cite": "Henry Miller",
      "quote": "The artist is the opposite of the politically minded individual, the opposite of the reformer, the opposite of the idealist. The artist does not tinker with the universe, he recreates it out of his own experience and understanding of life."
    },
    {
      "cite": "Michel Eyquem De Montaigne",
      "quote": "If falsehood, like truth, had but one face, we would be more on equal terms. For we would consider the contrary of what the liar said to be certain. But the opposite of truth has a hundred thousand faces and an infinite field."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "If civilization has an opposite, it is war. Of these two things, you have either one, or the other. Not both."
    },
    {
      "cite": "Aristotle",
      "quote": "Nobility and worth are to be found only among the few, but their opposite among the many; for there is not one man of merit and high spirit in a hundred, while there are many destitute of both to be found everywhere."
    },
    {
      "cite": "Jane G. Goldberg",
      "quote": "Apathy -- not hate -- is the opposite of love. It is this apathy that leads first to the death of the psyche, and in its extreme form to the death of the body."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You couldn't have strength without weakness, you couldn't have light without dark, you couldn't have love without loss."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Good and evil are merely opposite sides of a coin. Get tossed in the air enough, it's easy to come down on the wrong side."
    },
    {
      "cite": "Archibald MacLeish",
      "quote": "It is not in the world of ideas that life is lived. Life is lived for better or worse in life, and to a man in life, his life can be no more absurd than it can be the opposite of absurd, whatever that opposite may be."
    },
    {
      "cite": "Umberto Eco",
      "quote": "The pleasures of love are pains that become desirable, where sweetness and torment blend, and so love is voluntary insanity, infernal paradise, and celestial hell -- in short, harmony of opposite yearnings, sorrowful laughter, soft diamond."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Empathy is really the opposite of spiritual meanness. It’s the capacity to understand that every war is both won and lost. And that someone else’s pain is as meaningful as your own."
    },
    {
      "cite": "Louis Aragon",
      "quote": "Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Passion and courtesy are two polar opposite traits that serve to balance each other into a full-blooded whole.Without socialization, passion is a crude barbarian, and without passion, the elegant and polite are dead.Allow both passion and courtesy into your life in equal measure, and be complete."
    },
    {
      "cite": "Joy Browne",
      "quote": "Opposites attract - and then aggravate."
    },
    {
      "cite": "Niels Bohr",
      "quote": "Opposites are not contradictory but complementary."
    }
  ]
}