{
  "source": "https://www.wisesayings.com/opportunity-quotes/",
  "theme": "opportunity",
  "quotes": [
    {
      "cite": "Miguel de Cervantes",
      "quote": "A closed mouth catches no flies."
    },
    {
      "cite": "unknown",
      "quote": "Aim for the stars."
    },
    {
      "cite": "Korean (on ambition)",
      "quote": "Aim high in your career but stay humble in your heart."
    },
    {
      "cite": "unknown",
      "quote": "Do not leave for tomorrow what you can do today."
    },
    {
      "cite": "unknown",
      "quote": "First come, first served."
    },
    {
      "cite": "Yiddish (on opportunity)",
      "quote": "If the eyes didn't see, the hands wouldn't take."
    },
    {
      "cite": "unknown",
      "quote": "Manana (tomorrow) is often the busiest day of the week."
    },
    {
      "cite": "Bulgarian (on opportunity)",
      "quote": "New day, new fate."
    },
    {
      "cite": "Mary de la Riviere Manley",
      "quote": "No time like the present."
    },
    {
      "cite": "Indonesian (on time and timeliness)",
      "quote": "Once the rice is pudding, it's too late to reclaim the rice."
    },
    {
      "cite": "Yoruba (West African (on opportunity)",
      "quote": "One who waits for chance, may wait a year."
    },
    {
      "cite": "Nepalese (on opportunity)",
      "quote": "Opportunities come but do not linger."
    },
    {
      "cite": "Chaucer",
      "quote": "Strike while the iron is hot."
    },
    {
      "cite": "unknown",
      "quote": "When one door shuts, another opens."
    },
    {
      "cite": "John Heywood",
      "quote": "Who waiteth for dead man's shoes will go long barefoot."
    },
    {
      "cite": "unknown",
      "quote": "Whoever wins the war gets to write the history."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn't knock, build a door."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "How much I missed, simply because I was afraid of missing it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I will prepare and some day my chance will come."
    },
    {
      "cite": "S. Monson",
      "quote": "Our most significant opportunities will be found in times of greatest difficulty."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Unfortunately, there seems to be far more opportunity out there than ability.... We should remember that good fortune often happens when opportunity meets with preparation."
    },
    {
      "cite": "Julie Andrews Edwards",
      "quote": "Sometimes opportunities float right past your nose. Work hard, apply yourself, and be ready. When an opportunity comes you can grab it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "No great man ever complains of want of opportunity."
    },
    {
      "cite": "Belle de Jour",
      "quote": "Time is limited and some opportunities never repeat themselves."
    },
    {
      "cite": "George S. Clason",
      "quote": "Opportunity is a haughty goddess who wastes no time with those who are unprepared."
    },
    {
      "cite": "Richie Norton",
      "quote": "Opportunities will come and go, but if you do nothing about them, so will you."
    },
    {
      "cite": "Jaime Buckley",
      "quote": "There comes a moment in every life when the Universe presents you with an opportunity to rise to your potential. An open door that only requires the heart to walk through, seize it and hang on. The choice is never simple. It's never easy. It's not supposed to be. But those who travel this path have always looked back and realized that the test was always about the heart. ...The rest is just practice."
    },
    {
      "cite": "Roy H. Williams",
      "quote": "Opportunity never knocks. It hangs thick in the air all around you. You breathe it unthinking, and dissipate it with your sighs."
    }
  ]
}