{
  "source": "https://www.wisesayings.com/oppression-quotes/",
  "theme": "oppression",
  "quotes": [
    {
      "cite": "Frederick Douglass",
      "quote": "Oppression makes a wise man mad."
    },
    {
      "cite": "Ernst Kaltenbrunner",
      "quote": "Oppression is the essence of power."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "All oppression creates a state of war. And this is no exception."
    },
    {
      "cite": "John Green",
      "quote": "Standing in line is a form of oppression."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Oppression breeds the power to oppose it."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "He who allows oppression shares the crime."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Resistance to oppression is second nature."
    },
    {
      "cite": "Paula Gunn Allen",
      "quote": "The root of oppression is the loss of memory."
    },
    {
      "cite": "Junius",
      "quote": "Oppression is more easily endured than insult."
    },
    {
      "cite": "Michel Foucault",
      "quote": "Where there is power, there is resistance."
    },
    {
      "cite": "Jose Marti",
      "quote": "Only oppression should fear the full exercise of freedom."
    },
    {
      "cite": "Umar",
      "quote": "To forgive an oppressor is oppression upon the oppressed."
    },
    {
      "cite": "George W. Bush",
      "quote": "Freeing people from oppression and despair is eternally right."
    },
    {
      "cite": "Tacitus",
      "quote": "A desire to resist oppression is implanted in the nature of man."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Oppression cannot prosper where none will submit to be enslaved."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "To oppression, plundering and abandonment, we respond with life."
    },
    {
      "cite": "Robert H. Jackson",
      "quote": "The most odious of all oppressions are those which mask as justice."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Death may beget life, but oppression can beget nothing other than itself."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Oppression is often the consequence, but seldom or never the means of riches."
    },
    {
      "cite": "James Madison",
      "quote": "Wherever the real power in a Government lies, there is the danger of oppression."
    },
    {
      "cite": "Lerone Bennett, Jr.",
      "quote": "An educator in a system of oppression is either a revolutionary or an oppressor."
    },
    {
      "cite": "Jon Stewart",
      "quote": "The danger of oppression is not just being oppressed, it's becoming an oppressor."
    },
    {
      "cite": "Julian Assange",
      "quote": "There is unity in the oppression. There must be absolute unity and determination, in the response"
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Oppression has no logic--just a self-fulfilling prophecy, justified by a self-perpetuating system."
    },
    {
      "cite": "Tim Wise",
      "quote": "Too often, systems of oppression turn those who are the targets of the oppression against one another."
    },
    {
      "cite": "Harun Yahya",
      "quote": "Never forget that turning a blind eye to oppression and watching from the sidelines is itself oppression."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "People will come to love their oppression, to adore the technologies that undo their capacities to think."
    },
    {
      "cite": "Italo Calvino",
      "quote": "One writes fables in periods of oppression."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Idleness is the heaviest of all oppressions."
    },
    {
      "cite": "Bryan Cranston",
      "quote": "Any kind of civil rights oppression is wrong."
    }
  ]
}