{
  "source": "https://www.wisesayings.com/optimism-quotes/",
  "theme": "optimism",
  "quotes": [
    {
      "cite": "Helen Keller",
      "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence."
    },
    {
      "cite": "Richard M. DeVos",
      "quote": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough."
    },
    {
      "cite": "Nicholas M. Butler",
      "quote": "Optimism is essential to achievement and it is also the foundation of courage and true progress."
    },
    {
      "cite": "Voltaire",
      "quote": "Optimism is the madness of insisting that all is well when we are miserable."
    },
    {
      "cite": "Colin Powell",
      "quote": "Perpetual optimism is a force multiplier."
    },
    {
      "cite": "Jacob On Lost",
      "quote": "It only ends once. Anything that happens before that is just progress."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Choose to be optimistic, it feels better."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We are all in the gutter, but some of us are looking at the stars."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "It isn't all over; everything has not been invented; the human adventure is just beginning."
    },
    {
      "cite": "J.R.R.Tolkien",
      "quote": "There is some good in this world, and it's worth fighting for."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "To find optimism, look for the good things in life."
    },
    {
      "cite": "General Rick Hillier",
      "quote": "Optimism can be more powerful than a battery of artillery or squadron of tanks. It can be contagious and it's necessary to being a leader."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The habit of looking on the bright side of every event is worth more than a thousand pounds a year."
    },
    {
      "cite": "Lucille Ball",
      "quote": "One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "We would accomplish many more things if we did not think of them as impossible."
    },
    {
      "cite": "Kathleen A. Brehony",
      "quote": "Optimism is joyful searching; pessimism is a prison of fear and a clutching at illusionary safety."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Optimism refuses to believe that the road ends without options."
    },
    {
      "cite": "Lucy Macdonald",
      "quote": "It's not that optimism solves all of life's problems; it is just that it can sometimes make the difference between coping and collapsing."
    },
    {
      "cite": "Larry Elder",
      "quote": "Optimism. It's not just a mind-set, it is behavior."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The predominant quality of successful people is optimism.... Your level of optimism is the very best predictor of how happy, healthy, wealthy, and long-lived you will be."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible, the word itself says 'I'm possible"
    },
    {
      "cite": "Hilary Mantel",
      "quote": "The things you think are the disasters in your life are not the disasters really. Almost anything can be turned around: out of every ditch, a path, if you can only see it."
    },
    {
      "cite": "CS Lewis",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Even the darkest night will end and the sun will rise."
    },
    {
      "cite": "Jimmy Dean",
      "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination."
    },
    {
      "cite": "Maria Robinson",
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I'm not afraid of storms, for I'm learning how to sail my ship."
    },
    {
      "cite": "Colleen Wilcox",
      "quote": "Teaching is the greatest act of optimism."
    },
    {
      "cite": "Robert Brault",
      "quote": "It can be said of optimism that while sometimes mistaken, it is never sadly mistaken."
    }
  ]
}