{
  "source": "https://www.wisesayings.com/option-quotes/",
  "theme": "option",
  "quotes": [
    {
      "cite": "Phil Mcgraw",
      "quote": "In life you have three options with any situation that is a challenge. Remove yourself from the situation, change it, or accept it."
    },
    {
      "cite": "Robert Half",
      "quote": "It's easy to make good decisions when there are no bad options."
    },
    {
      "cite": "Robert Greene",
      "quote": "When there are no other options, people fight harder. If the choice is life or death they have nothing to lose."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "An option hides where we don't want it to hide."
    },
    {
      "cite": "Veronica Roth",
      "quote": "There was only one option left, and it was letting go."
    },
    {
      "cite": "Ruth Porat",
      "quote": "There are no good options in the midst of a crisis."
    },
    {
      "cite": "Erwin Rommel",
      "quote": "When there's no clear option, it's better to do nothing."
    },
    {
      "cite": "Gayle Forman",
      "quote": "Once the options increase, settling on one becomes harder."
    },
    {
      "cite": "Austin Carlile",
      "quote": "You have many options in life, never make giving up one of them."
    },
    {
      "cite": "Mark Lawrence",
      "quote": "I may be running out of options, but running out isn't an option."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "We have two options, medically and emotionally: give up or fight like hell."
    },
    {
      "cite": "Pat Riley",
      "quote": "There are only two options regarding commitment. You're either in or you're out. There's no such thing as life in-between."
    },
    {
      "cite": "Stacy London",
      "quote": "You limit your options every time you don't try your best."
    },
    {
      "cite": "Evan Harris",
      "quote": "The option of quitting has long been undervalued and underused ... Quitters must not be frightened by the potentially cataclysmic outcome of a particular quit."
    },
    {
      "cite": "Alva Noto",
      "quote": "Starting off, all options are always open, but as soon as you choose something, you inevitably limit yourself. If you go for B, A is out."
    },
    {
      "cite": "George Papandreou",
      "quote": "You can theorise about the options you have but in reality they are very specific."
    },
    {
      "cite": "Amen Muffler",
      "quote": "Better to be a desperate single with options than a desperate married with no options."
    },
    {
      "cite": "Warren Farrell",
      "quote": "Options allow a woman to tailor her role to her personality, but if a man expects to provide well, he expects to wear a suit, not to wear what suits him."
    },
    {
      "cite": "Craig Benzine",
      "quote": "Options are good. Keeps people choosing."
    },
    {
      "cite": "Andy Grove",
      "quote": "There are two options: adapt or die."
    },
    {
      "cite": "Jaachynma N.E. Agu",
      "quote": "Choices, options, decisions abound. Choose right, take the best option and decide well."
    },
    {
      "cite": "Erik Naggum",
      "quote": "Have you considered the option of getting the joke? If not, try it now and redeem your soul."
    },
    {
      "cite": "Jack Vance",
      "quote": "Freedom, privileges, options, must constantly be exercised, even at the risk of inconvenience."
    },
    {
      "cite": "Donald Trump",
      "quote": "You have to leave all your options open. And if you don't leave your options open, you're a fool."
    },
    {
      "cite": "John Cusack",
      "quote": "The minute you realize that your options are unlimited, things just start falling into place all around you."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are only two options for a ship: Either to sail to the sea and fight with the waves or rot in a port! The same is valid for the man!"
    },
    {
      "cite": "Jim Palmer",
      "quote": "There are really only two options - you can feel things, or you can shut down. But, once you decide to feel things, you don't get to pick and choose what you feel."
    },
    {
      "cite": "Bryant McGill",
      "quote": "If your options are closing-in around you and you feel panicked, scared and helpless, this is the time for action."
    },
    {
      "cite": "Daryl Hannah",
      "quote": "People have to know that there are options available to us today. There is another way, and it is practical and applicable now."
    },
    {
      "cite": "Mallory Ortberg",
      "quote": "Arm yourself with as many options as possible before making your next move."
    }
  ]
}