{
  "source": "https://www.wisesayings.com/orange-quotes/",
  "theme": "orange",
  "quotes": [
    {
      "cite": "Pascal Deweze",
      "quote": "Orange can be hard, sometimes she knows / Transty can also love alone / Orange can be hard, orange can be smart / Orange is the way the summer blows."
    },
    {
      "cite": "Tad Kinchla",
      "quote": "Hold you till it comes / Just water falling down / The orange in the sun / Never makes a sound."
    },
    {
      "cite": "Adrianne Lenker",
      "quote": "Orange is the color of my love / Fragile orange wind in the garden."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Orange is the happiest color."
    },
    {
      "cite": "Tae Yun Kim",
      "quote": "Orange strengthens your emotional body, encouraging a general feeling of joy, well-being, and cheerfulness. Orange vibration foods are: oranges, tangerines, apricots, mangoes, peaches and carrots."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Orange is red brought nearer to humanity by yellow."
    },
    {
      "cite": "Edgar Cayce",
      "quote": "Orange is the color of the sun. It is vital and a good color generally, indicating thoughtfulness and consideration of others."
    },
    {
      "cite": "Anita Bryant",
      "quote": "Breakfast without orange juice is like a day without sunshine."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "There is no blue without yellow and without orange."
    },
    {
      "cite": "Jacques Prevert",
      "quote": "An orange on the table, your dress on the rug, and you in my bed, sweet present of the present, cool of night, warmth of my life."
    },
    {
      "cite": "Michel Gondry",
      "quote": "Orange is an underrated color, it's the second most underrated color after yellow."
    },
    {
      "cite": "Ram Charan",
      "quote": "The sky takes on shades of orange during sunrise and sunset, the colour that gives you hope that the sun will set only to rise again."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Black is too morbid; red will set them on edge; pink is too juvenile; orange is freakish."
    },
    {
      "cite": "Paul Eluard",
      "quote": "The earth is blue like an orange."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "When you squeeze an orange, orange juice comes out, because that's what's inside. When you are squeezed, what comes out is what is inside."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "When life gives you lemons....they could really be oranges."
    },
    {
      "cite": "Arthur Miller",
      "quote": "You can't eat the orange and throw the peel away - a man is not a piece of fruit."
    },
    {
      "cite": "Terrence Howard",
      "quote": "My father always said that if you want oranges, you have to go to where the oranges grow."
    },
    {
      "cite": "Charles Lamb",
      "quote": "The child, attracted by the view Of that fair orange, feebly threw. A languid look-perhaps the smell convinced it that there sure must dwell a corresponding sweetness there."
    },
    {
      "cite": "John Shaw Neilson",
      "quote": "This evening on the orange tree."
    },
    {
      "cite": "Charles Harpur",
      "quote": "The orange trees o’erhung with globes of gold or thin the peachy tribes all ruddy cheeked."
    },
    {
      "cite": "Mathilde Blind",
      "quote": "In the gutter you, the peel of some sweet golden orange fruit."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Bright as the orange star falling from the silent sky."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "Land of the orange, fig, olive, and vine; 'Midst earth's fairest daughters the chaplet is thine."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "Hung on laden orange-trees, whose shadowed foliage is the foil to golden lamps and oranges."
    },
    {
      "cite": "Book of Love",
      "quote": "Luscious Orange is the color always makes me sigh candy colored, sugar coated know the reason why."
    },
    {
      "cite": "Metal Molly",
      "quote": "Orange can be hard, sometimes she knows. Orange is the way the summer blows. Orange can be hard, orange can be hard, sometimes she knows. Transty can also love alone. Oranges can be hard, orange can be smart. Orange is the way the summer blows."
    },
    {
      "cite": "Belly",
      "quote": "Someone's frozen bag of oranges. Stick my tongue in their mouth. Ok, I'll eat."
    },
    {
      "cite": "Gucci Mane",
      "quote": "Orange seats, orange feet, what do all that orange mean?"
    }
  ]
}