{
  "source": "https://www.wisesayings.com/ordinary-people-quotes/",
  "theme": "ordinary-people",
  "quotes": [
    {
      "cite": "Aleister Crowley",
      "quote": "Ordinary morality is only for ordinary people."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Accept the ego of extraordinary people as they have achieved something but don't accept the ego of ordinary people."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "An ordinary man gets arrogant with beauty, conceited with knowledge and ruthless with power."
    },
    {
      "cite": "Aristotle Socrates Onassis",
      "quote": "Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death."
    },
    {
      "cite": "Aristotle Socrates Onassis",
      "quote": "I only wish that ordinary people had an unlimited capacity for doing harm; then they might have an unlimited power for doing good."
    },
    {
      "cite": "Ben Stein",
      "quote": "It's amazing what ordinary people can do if they set out without preconceived notions."
    },
    {
      "cite": "Brien Pittman",
      "quote": "To say a person with a symptom is behaving in a way that is not of the ordinary implies that there is an ordinary way to behave."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "There are no ordinary people. You have never talked to a mere mortal."
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Ordinary People Attain Extraordinary Success - You Can Too!"
    },
    {
      "cite": "Enoch L. Johnson",
      "quote": "Ordinary [people] avoid troubles. Extraordinary [people] turn them into advantage."
    },
    {
      "cite": "Enock Electricity",
      "quote": "People don't follow ordinary people; they are spreading to strangers."
    },
    {
      "cite": "Farshad Asl",
      "quote": "True Leaders take an Ordinary Person and turn them into an Extraordinary Performer."
    },
    {
      "cite": "Gloria Macapagal Arroyo",
      "quote": "I want ordinary people to enjoy a decent standard of living, with ever increasing security, comfort and joy."
    },
    {
      "cite": "Hal Elrod",
      "quote": "It's okay to be average, as long as you surround yourself with extraordinary people that you become the average of."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Ordinary imperfect people, always choose similarly imperfect people as friends."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Perhaps people like us cannot love. Ordinary people can - that is their secret."
    },
    {
      "cite": "Holly Hunter",
      "quote": "Even very ordinary people, upon closer examination, can often look extraordinary."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "I could not write about 'ordinary people' because I am not in the least interested in them."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Successful people are defined as ordinary people who never gave up on their dreams and passion is the secret of that persistence!"
    },
    {
      "cite": "Jodi Picoult",
      "quote": "I think that ordinary people who are placed in extraordinary circumstances find themselves pushed beyond their limits, and learn new truths about themselves."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The real untold history of our species is that of ordinary people doing ordinary things."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Ordinary people pursue money, simple people pursue power, average people pursue fame, but extraordinary people pursue ideas."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The ordinary think inside of the box, the extraordinary think outside of the box, but genius thinks inside, outside, below and above the box."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "If you aim at the summits, you are an ordinary person; if you aim beyond the summits you are an extraordinary person!"
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "Let those who are looking for some extraordinary people must know that all the extraordinariness is hidden in the ordinary people!"
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "The beauty of ordinary lives of ordinary people in the ordinary streets is always extraordinary!"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "If ordinary people complain that I speak too much of myself, I complain that they do not even think of themselves."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The impression that you are a demigod worried me. I wanted to be like an ordinary human being with virtues and vices."
    },
    {
      "cite": "Ray Stedman",
      "quote": "God designed it this way; He intended that His great power, wisdom, and love should become visible in very ordinary and otherwise inconsequential people."
    }
  ]
}