{
  "source": "https://www.wisesayings.com/ordinary-quotes/",
  "theme": "ordinary",
  "quotes": [
    {
      "cite": "Robert Bresson",
      "quote": "The most ordinary word, when put into place, suddenly acquires brilliance. That is the brilliance with which your images must shine."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Ordinary imperfect people, always choose similarly imperfect people as friends."
    },
    {
      "cite": "Lauren Lola",
      "quote": "To be ordinary is a choice, for everyone has it in them to become extraordinary."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "By doing ordinary actions efficiently you will become the best among ordinary, but you will not be an extraordinary."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The ordinary scientific man is strictly a sentimentalist. He is a sentimentalist in this essential sense, that he is soaked and swept away by mere associations."
    },
    {
      "cite": "Thomas More",
      "quote": "The ordinary acts we practice every day at home are of more importance to the soul than their simplicity might suggest."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The ordinary man with extraordinary power is the chief danger for mankind not the fiend or the sadist."
    },
    {
      "cite": "Roger Von Oech",
      "quote": "Most brilliance arises from ordinary people working together in extraordinary ways."
    },
    {
      "cite": "E. F. Schumacher",
      "quote": "Our ordinary mind always tries to persuade us that we are nothing but acorns and that our greatest happiness will be to become bigger, fatter, shinier acorns; but that is of interest only to pigs. Our faith gives us knowledge of something better: that we can become oak trees."
    },
    {
      "cite": "Ingrid Bengis",
      "quote": "Even the most ordinary life is a mystery if you look close enough."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "The mind of an ordinary man is truly near the heart."
    },
    {
      "cite": "Studs Terkel",
      "quote": "Ordinary people are capable of doing extraordinary things, and that's what it's all about. They must count."
    },
    {
      "cite": "Jennifer Chiaverini",
      "quote": "Sometimes the most ordinary things are the ones we learn to miss the most."
    },
    {
      "cite": "Richard Linklater",
      "quote": "As you get older, you want less from the world; you just want to experience it. Any barriers to feeling emotions get dismantled. And ordinary things become beautifully poetic."
    },
    {
      "cite": "Ben Stein",
      "quote": "It's amazing what ordinary people can do if they set out without preconceived notions."
    },
    {
      "cite": "Mitch Albom",
      "quote": "You can find something truly important in an ordinary minute."
    },
    {
      "cite": "Ellin Devis",
      "quote": "The ordinary manner of spending their time, is the only way of judging of people's inclination and genius."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You are an ordinary person till the day you realise that you have the power to change the world!"
    },
    {
      "cite": "Jon Gordon",
      "quote": "Successful people do ordinary things with extraordinary consistency, commitment and focus."
    },
    {
      "cite": "Augustine BIRRELL",
      "quote": "An ordinary man can surround himself with two thousand books and thenceforward have at least one place in the world in which it is possible to be happy."
    },
    {
      "cite": "Seth Godin",
      "quote": "Ordinary thinking and ordinary effort are almost never enough to generate leadership."
    },
    {
      "cite": "Charles Darwin",
      "quote": "On the ordinary view of each species having been independently created, we gain no scientific explanation."
    },
    {
      "cite": "George Orwell",
      "quote": "To an ordinary human being, love means nothing if it does not mean loving some people more than others."
    },
    {
      "cite": "Joseph Badaracco",
      "quote": "Within everyday ordinary people, if you look closely, you can find some extraordinary things."
    },
    {
      "cite": "William Ames",
      "quote": "The ordinary ministry is that which receives all of its direction from the will of God revealed in the Scriptures and from those means which God has appointed in the church for its continual edification."
    },
    {
      "cite": "Gerald R. Ford",
      "quote": "It's the quality of the ordinary, the straight, the square, that accounts for the great stability and success of our nation. It's a quality to be proud of. But it's a quality that many people seem to have neglected."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Ordinary morality is only for ordinary people."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Ordinary men earns responsibility towards their family, extraordinary men earns duty towards their nation."
    },
    {
      "cite": "Gerard Way",
      "quote": "Heroes are ordinary people who make themselves extraordinary."
    }
  ]
}