{
  "source": "https://www.wisesayings.com/organization-quotes/",
  "theme": "organization",
  "quotes": [
    {
      "cite": "Noam Chomsky",
      "quote": "Organization and education, when they interact with each other, they strengthen each other, they are mutually supportive."
    },
    {
      "cite": "Dee Hock",
      "quote": "An organization, no matter how well designed, is only as good as the people who live and work in it."
    },
    {
      "cite": "Christina Scalise",
      "quote": "Organization isn't about perfection; it's about efficiency, reducing stress and clutter, saving time and money and improving your overall quality of life."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If you want people to parade your organization, aspire to have increase."
    },
    {
      "cite": "Richard Saul Wurman",
      "quote": "The organization of information actually creates new information."
    },
    {
      "cite": "Jack Welch",
      "quote": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage."
    },
    {
      "cite": "Mitchell Baker",
      "quote": "The organization is a way for people to find us and deal with us and know how we operate."
    },
    {
      "cite": "Lou Holtz",
      "quote": "In the successful organization, no detail is too small to escape close attention."
    },
    {
      "cite": "John L. Lewis",
      "quote": "The organization and constant onward sweep of this movement exemplifies the resentment of the many toward the selfishness, greed and the neglect of the few."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "The success of an organization will depend on the people you surround yourself with."
    },
    {
      "cite": "Mary Douglas",
      "quote": "If you want to change the culture, you will have to start by changing the organization."
    },
    {
      "cite": "Seth Godin",
      "quote": "No organization ever created an innovation. People innovate, not companies."
    },
    {
      "cite": "Henry Cabot Lodge, Jr.",
      "quote": "This organization is created to prevent you from going to hell. It isn't created to take you to heaven."
    },
    {
      "cite": "James Cook",
      "quote": "The more successful an organization becomes, the more difficult it is to deal with."
    },
    {
      "cite": "Clay Shirky",
      "quote": "An organization will tend to grow only when the advantages that can be gotten from directing the work of additional employees are less than the transaction costs of managing them."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "The key to success in any organization is identifying, developing, and empowering the right people."
    },
    {
      "cite": "Kevin Kelly",
      "quote": "One of the functions of an organization, of any organism, is to anticipate the future, so that those relationships can persist over time."
    },
    {
      "cite": "Douglas Crockford",
      "quote": "The structure of software systems tend to reflect the structure of the organization that produce them"
    },
    {
      "cite": "Tim Finchem",
      "quote": "An organization needs to be constantly refreshed."
    },
    {
      "cite": "Kelly Moran",
      "quote": "Organization takes the fun out of everything."
    },
    {
      "cite": "John Maeda",
      "quote": "Organization makes a system of many appear fewer."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "Once an organization loses its spirit of pioneering and rests on its early work, its progress stops."
    },
    {
      "cite": "Arthur Helps",
      "quote": "In a balanced organization, working towards a common objective, there is success."
    },
    {
      "cite": "Kevin Kelly",
      "quote": "An organization is a set of relationships that are persistent over time."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "Organization can never be a substitute for initiative and for judgment."
    },
    {
      "cite": "Clay Shirky",
      "quote": "We use the word organization to mean both the state of being organized and the groups that do the organizing."
    },
    {
      "cite": "Colin Powell",
      "quote": "Every organization should tolerate rebels who tell the emperor he has no clothes."
    },
    {
      "cite": "Nancy Lublin",
      "quote": "Commit yourself to an organization or cause that genuinely fires you up."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Every organization has to prepare for the abandonment of everything it does."
    },
    {
      "cite": "Napolean Hill",
      "quote": "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination."
    }
  ]
}