{
  "source": "https://www.wisesayings.com/originality-quotes/",
  "theme": "originality",
  "quotes": [
    {
      "cite": "Jim Carrey",
      "quote": "Originality is really important."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Books serve to show a man that those original thoughts of his aren't very new after all."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Immature poets imitate; mature poets steal."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Anymore, no one's mind is their own."
    },
    {
      "cite": "Martha Graham",
      "quote": "The unique must be fulfilled."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "An original artist is unable to copy. So he has only to copy in order to be original."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first rate version of yourself, instead of a second rate version of somebody else."
    },
    {
      "cite": "John Mason",
      "quote": "You were born an original. Don't die a copy."
    },
    {
      "cite": "Julius Charles",
      "quote": "Be what you are. This is the first step toward becoming better than you are."
    },
    {
      "cite": "Andre Gide",
      "quote": "It is better to be hated for what you are than to be loved for something you are not."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Insist upon yourself. Be original."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Originality is the art of concealing your sources"
    },
    {
      "cite": "Jean Guitton",
      "quote": "Originality exists in every individual because each of us differs from the others. We are all primary numbers divisible only by ourselves."
    },
    {
      "cite": "Konstantin Stanislavisky",
      "quote": "Create your own method. Don't depend slavishly on mine. Make up something that will work for you! But keep breaking traditions, I beg you."
    },
    {
      "cite": "Mark Twain",
      "quote": "The man with a new idea is a crank until the idea succeeds."
    },
    {
      "cite": "Darby Bannard",
      "quote": "Originality is way overrated. To make, you need to take. All great artists do."
    },
    {
      "cite": "Tony Bennett",
      "quote": "I think one of the reasons I'm popular again is because I'm wearing a tie. You have to be different."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "Every individual has the potential to be original."
    },
    {
      "cite": "Melinda Collins",
      "quote": "Originality comes from just being true to ourselves and what we value about what we see."
    },
    {
      "cite": "Edith Wharton",
      "quote": "True originality consists not in a new manner but in a new vision"
    },
    {
      "cite": "Sir Ken Robinson",
      "quote": "If you're not prepared to be wrong, you'll never come up with anything original."
    },
    {
      "cite": "James Stephens",
      "quote": "Originality does not consist in saying what no one has ever said before, but in saying exactly what you think yourself."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Be original, be yourself. In trying to become like someone else, we are compromising our own self being. If we are not satisfied with our own self, can not find satisfaction anywhere. We should learn to keep our own self happy and remain happy under all circumstances in life. The key to being happy is a non-insisting mind, non-complaining mind, and a pure mind."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Be the one who speaks out above the crowd when everyone else follows the norms."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A man's originality is not only the most beautiful, but the best personality of his life."
    }
  ]
}