{
  "source": "https://www.wisesayings.com/otter-quotes/",
  "theme": "otter",
  "quotes": [
    {
      "cite": "J. C. Tregarthen",
      "quote": "The otter has long seemed to me worthy of serious attention, if only for the successful struggle it has waged against those exterminating agencies."
    },
    {
      "cite": "J. C. Tregarthen",
      "quote": "The otter is a great wanderer, who not only traverses long stretches of coast and follows streams and rivers to their source, but crosses hills and even mountains to reach its fishing-grounds."
    },
    {
      "cite": "J. C. Tregarthen",
      "quote": "Healthy otters tell us we have a healthy countryside."
    },
    {
      "cite": "Daniel Allen",
      "quote": "Geographically the otter is widely distributed, found in every continent except Antarctica and Australia."
    },
    {
      "cite": "Daniel Allen",
      "quote": "The identity of the otter is also by no means fixed or unchanging."
    },
    {
      "cite": "Daniel Allen",
      "quote": "Few people actually see the Eurasian otter in the wild, yet it has become one of the most popular species."
    },
    {
      "cite": "Elsevier Inc",
      "quote": "Sea otters face many challenges because their unique history, biology, and nearshore habitat place them in close proximity to, and often in adverse interactions with, humans."
    },
    {
      "cite": "Elsevier Inc",
      "quote": "The sea otter may be one of the most widely studied and intensively managed marine mammals."
    },
    {
      "cite": "Michael Leach",
      "quote": "Otters seem to make slides for fun. They will often slide down a muddy bank into the water, climb out, and do the whole thing again."
    },
    {
      "cite": "Suzanne Tate",
      "quote": "An otter is well adapted for life in the water. It has special muscles for closing its ears and nostrils tightly so water can't get in."
    },
    {
      "cite": "Suzanne Tate",
      "quote": "Otters spend most of their time swimming and feeding."
    },
    {
      "cite": "Suzanne Tate",
      "quote": "I enjoy watching playful river otters in the pond behind my house. They are always on the move, dipping and diving in the water."
    },
    {
      "cite": "Jack Dickerson",
      "quote": "Sea otter fur ranges from brown to almost black with guard that be silver, light brown, or black. As a sea otter ages, their hands and necks will lighten until almost white."
    },
    {
      "cite": "Jack Dickerson",
      "quote": "Consequently, sea otter spend much of their time cleaning and grooming their fur."
    },
    {
      "cite": "Jack Dickerson",
      "quote": "Sea otters will only eat while they are floating, but may also groom, rest, and nurse their young."
    },
    {
      "cite": "Jack Dickerson",
      "quote": "Sea otters are coastal, shallow water dwellers."
    },
    {
      "cite": "Michael R. Greyson",
      "quote": "These little fur balls are very good swimmers and can stay underwater  for three to four minutes at a time. Otters are very much like you boys and girls, because they spend most of their time playing."
    },
    {
      "cite": "Mike Robinson",
      "quote": "Prior to the arrival of the European traders, the sea otter was traditionally prized for its fine fur and its pelt was worn by high-ranking people."
    },
    {
      "cite": "Ruth Owen",
      "quote": "Sea otters are animals that live in the ocean. They are about as big as a medium-size dog."
    },
    {
      "cite": "Ruth Owen",
      "quote": "Sea otters have very thick fur. The fur helps keep the otter's body warm and dry in the cold water."
    },
    {
      "cite": "Jack Couffer",
      "quote": "You can't keep an Otter in London it's too cruel! For the Humans, I mean!"
    },
    {
      "cite": "Chuck Lorre",
      "quote": "Even an otter picks up a rock once in a while to open a clam."
    },
    {
      "cite": "John Rogers",
      "quote": "The sea otter is generally adorable, but it is in fact, history's greatest monster. And if we don't take action immediately, they will take over the planet and destroy us all."
    },
    {
      "cite": "Leah Lepofsky",
      "quote": "Otters loved the winter. They liked making angels in the snow. They liked to catch snowflakes on their tongues. Then they liked to make snow bears."
    },
    {
      "cite": "Carl Binder",
      "quote": "The heron and the otter are my friends / And we are all connected to each other / In a circle, in a hoop that never ends!"
    },
    {
      "cite": "Albert Hammond",
      "quote": "There'll be a tear in the otter's eye down by the river / The banks will soon be black and dead / And where the otter raised his head / Will be a clean / White skull instead"
    },
    {
      "cite": "Gordon Lightfoot",
      "quote": "There's fireflies dancing in the cool evening breeze / There's love and romancing as nice as you please / There's otters and frogs and spotted ground hogs / And Wiley old weasels in rotted out logs"
    },
    {
      "cite": "John David Anderson",
      "quote": "Way down south in the Everglades / Where the black water rolls and the saw grass waves / Eagles fly and the otters play in the land of the Seminole"
    },
    {
      "cite": "Ed Robertson",
      "quote": "Dive down / Into the cool green water / Swim around / By the fish and otters"
    },
    {
      "cite": "Bill Staines",
      "quote": "Singing in the night time, singing in the day, / When little duck quacks, and he's on his way / And the otter hasn't got much to say"
    }
  ]
}