{
  "source": "https://www.wisesayings.com/outfit-quotes/",
  "theme": "outfit",
  "quotes": [
    {
      "cite": "Kamand Kojouri",
      "quote": "The way you dress is how you greet the sun and other stars."
    },
    {
      "cite": "Edith Head",
      "quote": "Before you are interviewed for the job you want, try on the complete outfit you intend to wear."
    },
    {
      "cite": "Stacy London",
      "quote": "Never let a trend get in the way of creating a great outfit for yourself."
    },
    {
      "cite": "David Byrne",
      "quote": "People will remember you better if you always wear the same outfit."
    },
    {
      "cite": "Tracy Reese",
      "quote": "Shoes are the finishing touch on any outfit and it is important to complete a look with the perfect pair!"
    },
    {
      "cite": "Jane Fonda",
      "quote": "An exercise outfit helps because it sets this time apart from the rest of your day and makes it matter more"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Take care of your costume and your confidence will take care of itself."
    },
    {
      "cite": "Chelsea Leyland",
      "quote": "Wear an unusual accessory to complete your outfit."
    },
    {
      "cite": "Madeline Zima",
      "quote": "Strike the right balance between your outfit and makeup. Make a statement with one, not both."
    },
    {
      "cite": "Iris Apfel",
      "quote": "You can change the look of an outfit so easily by changing the kind of jewellery you wear. If you have a basic outfit on - a black sweater and skirt or a simple black dress - you can go from the office to a cocktail party at night just by changing your jewellery. It helps if you change your shoes as well."
    },
    {
      "cite": "Richa Kanwar",
      "quote": "Self confidence is the best outfit, rock it and own it."
    },
    {
      "cite": "Sonia Rykiel",
      "quote": "With only one bag, you can change your outfit completely."
    },
    {
      "cite": "Ciara",
      "quote": "Cute accessories always help bring out your outfit and pull it all together."
    },
    {
      "cite": "Fergie",
      "quote": "The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself."
    },
    {
      "cite": "Tracy Reese",
      "quote": "A statement necklace glams up any outfit without feeling like too much."
    },
    {
      "cite": "Suzy Menkes",
      "quote": "The way that people dress makes them part of an army, dressed in their own uniform, determined to do something."
    },
    {
      "cite": "Stacy London",
      "quote": "Confidence is the best accessory. It can make or break an outfit."
    },
    {
      "cite": "Jessica Alba",
      "quote": "Guys are stimulated easily. They are easy to manipulate. All you have to do is wear a sexy outfit."
    },
    {
      "cite": "Diego Klattenhoff",
      "quote": "You put on the military outfit, and it definitely tightens everything up and makes you stand up straighter."
    },
    {
      "cite": "Brad Goreski",
      "quote": "If you keep everything in the same palette of tone on tone neutrals, even a laid back outfit of a slouchy sweater, jeans, and sneakers gives you a longer, leaner look."
    },
    {
      "cite": "Alli Simpson",
      "quote": "Just wear what makes you happy. If you're happy, it's a great outfit"
    },
    {
      "cite": "Tena Desae",
      "quote": "Always try clothes on before you buy them. Stand, sit, walk and inspect yourself from all angles before you buy it so you don't regret it later. Knowing what it looks like on you is very important, as your body shape must suit the cut of the outfit."
    },
    {
      "cite": "Omari Hardwick",
      "quote": "Shoes make an outfit; they're like rims for a car."
    },
    {
      "cite": "Twiggy",
      "quote": "There's no need to dress like everyone else. It's much more fun to create your own look."
    },
    {
      "cite": "Stacy London",
      "quote": "Texture is something we forget it makes outfits look very expensive. You can do a monochromatic outfit, if you're afraid of things that are more colorful and printed, and still create interest."
    },
    {
      "cite": "Loretta Young",
      "quote": "Wearing the correct dress for any occasion is a matter of good manners."
    },
    {
      "cite": "Rachel Roy",
      "quote": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "A woman makes an outfit her own with accessories."
    }
  ]
}