{
  "source": "https://www.wisesayings.com/outrageous-quotes/",
  "theme": "outrageous",
  "quotes": [
    {
      "cite": "James H. Cove",
      "quote": "The truth about injustice always sounds outrageous."
    },
    {
      "cite": "George W. Bush",
      "quote": "Let us never tolerate outrageous conspiracy theories."
    },
    {
      "cite": "Mark Twain",
      "quote": "The most outrageous lies that can be invented will find believers if a person only tells them with all his might."
    },
    {
      "cite": "Ariana Grande",
      "quote": "It's outrageous to me when I see people hate on someone because of their sexuality. I hate the intolerance. I hate the judgment. I hate it so much."
    },
    {
      "cite": "Elsa Schiaparelli",
      "quote": "In difficult times, fashion is always outrageous."
    },
    {
      "cite": "Laurence Olivier",
      "quote": "Don't be afraid to be outrageous; the critics will shoot you down anyway."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "People find meaning and redemption in the most unusual human connections."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "It requires a very unusual mind to undertake the analysis of the obvious."
    },
    {
      "cite": "Paul Simon",
      "quote": "It's outrageous to line your pockets off the misery of the poor; It's outrageous, the crimes some human beings must endure."
    },
    {
      "cite": "Joel Salatin",
      "quote": "Outrageous behavior, also known as the lunatic fringe, is the seed bed of innovation and creativity."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Your ability to use mind whatever way you choose is outrageous. Much will depend upon how intensely you approach the study and the state of mind in which you begin."
    },
    {
      "cite": "Marc Gafni",
      "quote": "We live in a world of outrageous pain. The only response to outrageous pain is outrageous love."
    },
    {
      "cite": "Molly Ivins",
      "quote": "Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "The most outrageous thing we can do in this world is to accept what happens and fly with it."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "It requires a serious mind and a determined heart to pray past the ordinary into the unusual."
    },
    {
      "cite": "Mark Wahlberg",
      "quote": "Most of the humor comes from how outrageous the situations and circumstances are."
    },
    {
      "cite": "Brownell Landrum",
      "quote": "Sometimes you get an idea that's so outrageous it's bound to be really important."
    },
    {
      "cite": "Anonymous",
      "quote": "Great things are only possible with outrageous requests."
    }
  ]
}