{
  "source": "https://www.wisesayings.com/outstanding-quotes/",
  "theme": "outstanding",
  "quotes": [
    {
      "cite": "Diane Ravitch",
      "quote": "Sometimes, the most brilliant and intelligent minds do not shine in standardized tests because they do not have standardized minds."
    },
    {
      "cite": "Mark F. LaMoure",
      "quote": "Excellence is the target of champions and winners."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Outstanding long-term results are produced primarily by avoiding dumb decisions, rather than by making brilliant ones."
    },
    {
      "cite": "Gary Ryan",
      "quote": "The magic behind every outstanding performance is always found in the smallest of details."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Brilliance of the brain must be admired more than beauty of the body."
    },
    {
      "cite": "Max De Pree",
      "quote": "The signs of outstanding leadership appear primarily among the followers."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A person with an outstanding attitude makes the best of it while he gets the worst of it."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Marvelous is the power which can be exercised, almost unconsciously, over a company, or an individual, or even upon a crowd by one person gifted with good temper, good digestion, good intellects, and good looks."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Experience is that marvelous thing that enables you to recognize a mistake when you make it again."
    },
    {
      "cite": "Mark F. LaMoure",
      "quote": "Excellence is a high quality, that delivers success and achievement."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Outstanding people have one thing in common: An absolute sense of mission."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "To be of good quality, you have to excuse yourself from the presence of shallow and callow minded individuals."
    },
    {
      "cite": "Sam Walton",
      "quote": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish."
    },
    {
      "cite": "Anonymous",
      "quote": "Excellent people are honored wherever they go."
    },
    {
      "cite": "Rick Pitino",
      "quote": "Excellence is the unlimited ability to improve the quality of what you have to offer."
    },
    {
      "cite": "Shiv Nadar",
      "quote": "If you have excellent people, then you have to give them the power."
    },
    {
      "cite": "John Locke",
      "quote": "An excellent man, like precious metal, is in every way invariable; A villain, like the beams of a balance, is always varying, upwards and downwards."
    },
    {
      "cite": "Robert Forster",
      "quote": "If you deliver excellence right now, that gives you the best shot at the best future you've got coming."
    },
    {
      "cite": "Anonymous",
      "quote": "Outstanding leaders appeal to the hearts of their followers not their minds."
    }
  ]
}