{
  "source": "https://www.wisesayings.com/outsider-quotes/",
  "theme": "outsider",
  "quotes": [
    {
      "cite": "Dejan Stojanovic",
      "quote": "Strangers are endearing because you don't know them yet."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "When immigrants go into the worse neighborhood and they fix it up, they should become citizens."
    },
    {
      "cite": "Epicurus",
      "quote": "Stranger, here you will do well to tarry; here our highest good is pleasure."
    },
    {
      "cite": "Donald Trump",
      "quote": "Immigrants are going back where they came. If they came from a certain country, they are going to be brought back to their country. That's the way it's supposed to be"
    },
    {
      "cite": "Robert Mandel",
      "quote": "A stranger is someone with whom you feel strange."
    },
    {
      "cite": "David Vise",
      "quote": "He felt like an outsider. He felt angry, and he felt his brilliance was being overlooked. And he felt much smarter than the people around him."
    },
    {
      "cite": "Dan Chaon",
      "quote": "The feeling of being an outsider, and the identity theme, are hardwired into me. If there's anything really autobiographical in my fiction, it's that feeling. I always feel that way."
    },
    {
      "cite": "Lang Leav",
      "quote": "In a sea of strangers, you've longed to know me. Your life spent sailing to my shores."
    },
    {
      "cite": "Diane Abbott",
      "quote": "Outsiders often have an insight that an insider doesn't quite have."
    },
    {
      "cite": "Molly Crabapple",
      "quote": "When you're an outsider, you don't have loyalties to anyone, so you can be cruelly honest if need be. The more you get inside, the more you are involved in polite networks of professional coercion that make people less honest."
    },
    {
      "cite": "Pat Oliphant",
      "quote": "An outsider's point of view is always handy."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "Each stranger is like an unexplored continent whose depths you want to explore before you plant your flag in his heart."
    },
    {
      "cite": "M.E. Kerr",
      "quote": "Strangers take a long time to become acquainted, particularly when they are from the same family."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "Being an outsider is the one thing we all have in common."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "Outsider. You do what you want, say what you want, and move on when you've worn out your welcome."
    },
    {
      "cite": "Alice McDermott",
      "quote": "For immigrant generations especially, family is the first structure, or shelter, for a people who are in exile"
    },
    {
      "cite": "Banana Yoshimoto",
      "quote": "No matter where you are, you're always a bit on your own, always an outsider."
    },
    {
      "cite": "Anil Kapoor",
      "quote": "An outsider can see some things much better."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Immigrant: An unenlightened person who thinks one country better than another."
    },
    {
      "cite": "Aleksandar Hemon",
      "quote": "Outsider means I will accept the possibility that I don't have responsibility for what is happening inside my domain."
    }
  ]
}