{
  "source": "https://www.wisesayings.com/outside-quotes/",
  "theme": "outside",
  "quotes": [
    {
      "cite": "Marcus Aurelius",
      "quote": "You have power over your mind - not outside events. Realize this, and you will find strength."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The truth is outside of all fixed patterns."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The person who seeks all their applause from outside has their happiness in another's keeping ."
    },
    {
      "cite": "Rajneesh",
      "quote": "The fruit does not come from the outside, the fruit is created within you. Whatever you do, you develop receptivity for it inside yourself. Someone who wants love should give his love. Someone who wants bliss should start sharing his bliss. Someone who wants flowers to shower in his home should shower flowers in other people's homes. There is no other way. So compassion is an emotion that each person has to develop in order to enter into meditation."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "No one outside ourselves can rule us inwardly. When we know this, we become free."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "We have no longer an outside and an inside as two separate things. Now the outside may come inside and the inside may and does go outside. They are of each other. Form and function thus become one in design and execution if the nature of materials and method and purpose are all in unison."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Stop looking outside for scraps of pleasure or fulfillment, for validation, security, or love - you have a treasure within that is infinitely greater than anything the world can offer."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You have to color outside the lines once in a while if you want to make your life a masterpiece."
    },
    {
      "cite": "Carl Jung",
      "quote": "Those who look outside, dream. Those who look inside, awaken."
    },
    {
      "cite": "Cory Booker",
      "quote": "The world you see outside of you will always be a reflection of what you have inside of you."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "It isn't enough to think outside the box. Thinking is passive. Get used to acting outside the box."
    },
    {
      "cite": "Gosho Aoyama",
      "quote": "Don't judge from the outside. Like any beautiful rose has thorns... the more a person appears nice on the outside, the more you should doubt the inside."
    },
    {
      "cite": "Jack Canfield",
      "quote": "The biggest rewards in life are found outside your comfort zone. Live with it. Fear and risk are prerequisites if you want to enjoy a life of success and adventure."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "A world of facts lies outside and beyond the world of words."
    },
    {
      "cite": "George Eliot",
      "quote": "Adventure is not outside man; it is within."
    },
    {
      "cite": "Thomas Merton",
      "quote": "If we seek paradise outside ourselves, we cannot have paradise in our hearts."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Never let the darkness or negativity outside affect your inner self. Just wait until morning comes and the bright light will drown out the darkness."
    },
    {
      "cite": "U.G. Krishnamurti",
      "quote": "There is no power outside of man. Man has created God out of fear. So the problem is fear and not God."
    },
    {
      "cite": "Debra Ginsberg",
      "quote": "The human heart was not designed to beat outside the human body and yet, each child represented just that - a parent’s heart bared, beating forever outside its chest."
    },
    {
      "cite": "Thaddeus Golas",
      "quote": "Inside yourself or outside, you never have to change what you see, only the way you see it that is what you compare it to;- something better and you'll feel worse; something worse and you'll feel better."
    },
    {
      "cite": "Ian Somerhalder",
      "quote": "The environment is in us, not outside of us. The trees are our lungs, the rivers our bloodstream. We are all interconnected, and what you do to the environment ultimately you do to yourself."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Make sure the outside of you is a good reflection of the inside of you"
    },
    {
      "cite": "Albert Einstein",
      "quote": "The bitter and the sweet come from the outside, the hard from within, from one's own efforts."
    },
    {
      "cite": "Rajneesh",
      "quote": "God cannot be found outside you, because there is no God who can ever be outside you. God is the ultimate fragrance of your consciousness. When your consciousness opens like a lotus, the fragrance that is released is God - better to call it godliness."
    },
    {
      "cite": "Zan Perrion",
      "quote": "Everything you desire is outside your comfort zone - otherwise, you would already have it."
    }
  ]
}