{
  "source": "https://www.wisesayings.com/over-you-quotes/",
  "theme": "over-you",
  "quotes": [
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Letting go gives us freedom, and freedom is the only condition for happiness. If in our heart, we still cling to anything – anger, anxiety, or possessions – we cannot be free."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Nothing ever goes away until it teaches us what we need to know."
    },
    {
      "cite": "Rumi",
      "quote": "Try not to resist the changes that come your way. Instead, let life live through you. And do not worry that your life is turning upside down. How do you know that the side you are used to is better than the one to come."
    },
    {
      "cite": "Louise Hay",
      "quote": "It is time for me to let go of my old beliefs about how relationships are supposed to be."
    },
    {
      "cite": "Drake",
      "quote": "He’s going to be sorry he lost you, so stop worrying. Forget the past, forget the pain and remember what an incredible woman you are."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "If we believe that tomorrow will be better, we can bear a hardship today."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Expectation is the root of all heartache."
    },
    {
      "cite": "Jm Storm",
      "quote": "If you love them, then love in the way that frees them. Build them up. Grow them and let them grow you. Love that is confining, restrictive, and full of laws is love born out of the desperation of loneliness."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I know something better is on the road for me."
    },
    {
      "cite": "Ijeoma Umebinyuo",
      "quote": "Healing comes in waves and maybe today the wave hits the rocks. And that’s OK, that’s OK darling. You are still healing. You are still healing."
    },
    {
      "cite": "Ashley Eicheldinger",
      "quote": "She reminds me nobody is worth this many tears / But all I can remember are the lies / How you were mine and I was yours / I never knew my heart could break this hard"
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Despite the heartache and loss, the reason you are not hearing from me is that I am too busy taking care of myself moving on with my fabulous life."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "You gladly accept this radio silence because your relationship has been broken for a while, and get on with your grieving because you are moving on to something better."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Now, defeating kryptonite and getting over a broken heart is incredibly tough. It's also wildly empowering. But the even bigger victory is finally living your own life again without the constant presence of heartache."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "The hard truth is that breakups are sink-or-swim. Some people spend their life in an emotional downward spiral because they can't get over lost love. Others, most notably you, use it as a turning point to reevaluate, rebuild, and possibly redecorate."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "It's called a breakup because it's broken is designed to help you not only get out of an unsatisfying relationship but to get over it so that you can be ready for the better things in life that are coming your way."
    },
    {
      "cite": "Richard Kydd",
      "quote": "I'm laying down my memories and slowly walking away / now that our love's over there's nothing left to say. / The times of joy and laughter the days filled with the Sun  / no looking back for a new day's just begun"
    },
    {
      "cite": "Richard Kydd",
      "quote": "Taking your love away from me / while leaving me lost in memory"
    },
    {
      "cite": "Mandy Hale",
      "quote": "Anytime something so earth-shattering in your life happens that it breaks your heart, it also leaves the doorway of your soul open to new emotions and new mind-sets that can shake, rattle, and roll you right up to the next level."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Then why are we so willing to stay stuck in a relationship once it has become clear that the other person is not our perfect fit?"
    },
    {
      "cite": "Mandy Hale",
      "quote": "Breakups have a way of shaking us awake and helping us see what we really want versus what we are willing to settle for."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Realize that everything and everyone that walks away from you does so because they are no longer part of your story."
    },
    {
      "cite": "Mandy Hale",
      "quote": "One of the best times for figuring out who you are and what you really want out of life is right after a breakup."
    },
    {
      "cite": "Samantha Burns",
      "quote": "Breakups aren't trivial; they affect us to our core."
    },
    {
      "cite": "Samantha Burns",
      "quote": "There's life after breakup. Every setback is a setup for a comeback, and yours will be fierce."
    },
    {
      "cite": "Samantha Burns",
      "quote": "No matter your role in this breakup, whether you were dumped or you walked away, it takes serious courage and resiliency to make it through to the other side."
    },
    {
      "cite": "Samantha Burns",
      "quote": "Going through a breakup is actually very similar to grieving a death. You're grieving the loss of someone you love and learning to live life without them by your side."
    },
    {
      "cite": "Rachel Sussman",
      "quote": "Although breakups can feel unbearable, we don't die from them."
    },
    {
      "cite": "Rachel Sussman",
      "quote": "Even if you initiated your split, you are going to be overcome with interminable sorrow. You are not only mourning the loss of someone significant in your life, but saying farewell to your dreams of an eternity together."
    },
    {
      "cite": "Lesley Robins",
      "quote": "Usually right after the initial sting of the breakup, you're not going to be very hungry. You won't have an appetite and may drop a few pounds. I call it the breakup body."
    }
  ]
}