{
  "source": "https://www.wisesayings.com/overcoming-depression-quotes/",
  "theme": "overcoming-depression",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "When everyone believes they are the life coaches, who are the players?"
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Do not hate the player, nor the game...rule it!"
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "You need to be loyal to the people who have helped you in the past & gave you a break when you were not a big player."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A fast car can make women 'like' a man; and a man 'like' women   fast."
    },
    {
      "cite": "Mary Lou Retton",
      "quote": "A trophy carries dust. Memories last forever."
    },
    {
      "cite": "Ross Perot",
      "quote": "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown."
    },
    {
      "cite": "Willie Mays",
      "quote": "It isn't hard to be good from time to time in sports. What is tough, is being good every day"
    },
    {
      "cite": "John Wooden",
      "quote": "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability."
    },
    {
      "cite": "Jason Kidd",
      "quote": "A lot of late nights in the gym, a lot of early mornings, especially when your friends are going out, you're going to the gym, those are the sacrifices that you have to make if you want to be an NBA basketball player."
    },
    {
      "cite": "Elgin Baylor",
      "quote": "Coaching is easy. Winning is the hard part."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "Great players are willing to give up their own personal achievement for the achievement of the group. It enhances everybody."
    },
    {
      "cite": "Stanley Clarke",
      "quote": "Bass players are always the intellectual kind, but nobody knows it."
    },
    {
      "cite": "Alvin Dark",
      "quote": "Every player should be accorded the privilege of at least one season with the Chicago Cubs. That's baseball as it should be played   in God's own sunshine. And that's really living."
    },
    {
      "cite": "Nikolay Davydenko",
      "quote": "You don't think about anything because you just try to playevery game, every point. If you get some chance, you try to take this chance."
    },
    {
      "cite": "Boris Becker",
      "quote": "I love the winning, I can take the losing, but most of all I love to play."
    },
    {
      "cite": "Pete Sampras",
      "quote": "The difference of great players is at a certain point in a match they raise their level of play and maintain it. Lesser players play great for a set, but then less."
    },
    {
      "cite": "Howard Cosell",
      "quote": "Sports is human life in microcosm."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Champions keep playing until they get it right."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "The medals don't mean anything and the glory doesn't last. It's all about your happiness. The rewards are going to come, but my happiness is just loving the sport and having fun performing."
    },
    {
      "cite": "Tony Dorsett",
      "quote": "To succeed...You need to find something to hold on to, something to motivate you, something to inspire you."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Give your players something they can physically do - don't ask them to do something they can't do."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Practice does not make perfect. Only perfect practice makes perfect."
    },
    {
      "cite": "Ara Parseghian",
      "quote": "A good coach will make his players see what they can be rather than what they are."
    },
    {
      "cite": "John Oates",
      "quote": "We've been together since we've been teenagers. I can go away and disappear for two years, and when we get back together, it's like nothing ever has changed."
    },
    {
      "cite": "Jason Katims",
      "quote": "You're breaking up, you're getting together, you're changing your life, you're arguing with your parents, you're making terrible mistakes, you're having great triumphs. It's what happens to teenagers."
    },
    {
      "cite": "Kathy Griffin",
      "quote": "The thing that bums me out about 'The Real World' is I don't want to believe that teenagers are that stupid."
    },
    {
      "cite": "Bella Freud",
      "quote": "Teenagers are more willing to experiment, and they'll find a way to wear something if they like it."
    },
    {
      "cite": "Tamora Pierce",
      "quote": "Books are as dark as what is available to teenagers through the media every day."
    },
    {
      "cite": "David Bowie",
      "quote": "... And these children that you spit on as they try to change their worlds are immune to your consultations.They're quite aware of what they're going through..."
    }
  ]
}