{
  "source": "https://www.wisesayings.com/overconfidence-quotes/",
  "theme": "overconfidence",
  "quotes": [
    {
      "cite": "Robert Trivers",
      "quote": "A very disturbing feature ofÂ overconfidenceÂ is that it often appears to be poorly associated with knowledge - that is, the more ignorant the individual, the more confident he or she might be."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Confidence is a fine trait. Over-confidence isn't.Â"
    },
    {
      "cite": "Toba Beta",
      "quote": "OverconfidenceÂ precedes carelessness."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "People exaggerate their confidence in their plans - something we call the planning fallacy... The existence of the plan tends to induce overconfidence."
    },
    {
      "cite": "Carol Tavris",
      "quote": "Doubt is not the enemy of justice; overconfidence is."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Arrogance really comes from insecurity, and in the end our feeling that we are bigger than others is really the flip side of our feeling that we are smaller than others."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Incompetence is certainty in the absence of expertise. Overconfidence is certainty in the presence of expertise."
    },
    {
      "cite": "Cass Gilbert",
      "quote": "Beware of over-confidence; especially in matters of structure.Â"
    },
    {
      "cite": "Toba Beta",
      "quote": "OverconfidenceÂ blurs out the risk. Inferiority magnifies it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Arrogance on the part of the meritorious is even more offensive to us than the arrogance of those without merit: for merit itself is offensive."
    },
    {
      "cite": "Ziauddin Sardar",
      "quote": "Arrogance is inimical to prudential reasoning, to accepting that for all we know and learn we also accumulate ignorance of the questions we do not ask, the risks we do not and cannot comprehend. In short, arrogance is what causes us to ignore our fallibilities."
    },
    {
      "cite": "Robin Trower",
      "quote": "A certain death of an artist is overconfidence."
    },
    {
      "cite": "Bill Walsh",
      "quote": "To a winner, complacency and overconfidence can be destructive. To losers, desperation and despondency are just as harmful."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "Overconfidence comes from fear and doubt, and you boast an ego when you're feeling less than."
    },
    {
      "cite": "Bion of Smyrna",
      "quote": "Arrogance is the obstruction of wisdom."
    },
    {
      "cite": "Sivananda",
      "quote": "Arrogance is a mixture of impertinence, disobedience, indiscipline, rudeness, harshness, and a self-assertive nature."
    },
    {
      "cite": "John Adair",
      "quote": "Developing self-confidence is always the preliminary to becoming a leader. but don't let it become overconfidence, the first station on the track leading to arrogance."
    },
    {
      "cite": "Ecumenical Patriarch Bartholomew I of Constantinople",
      "quote": "Arrogance and fanaticism cause the hardening of positions taken and entrenchment can only lead to a dead end."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "OverconfidenceÂ is a powerful source of illusions, primarily determined by the quality and coherence of the story that you can construct, not by its validity."
    },
    {
      "cite": "Helen Van Slyke",
      "quote": "If arrogance is the heady wine of youth, then humility must be its eternal hangover."
    },
    {
      "cite": "Walter Russell Mead",
      "quote": "What begins in arrogance often ends in shame."
    },
    {
      "cite": "Cherie Carter-Scott",
      "quote": "Arrogance occurs in people who have achieved something and believe that they independently caused their own success with no assistance, support, or input from others."
    },
    {
      "cite": "Criss Jami",
      "quote": "The spirit of arrogance most definitely makes you shine. It paints a bright red target on your own forehead."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Over-confidence is as evil as undue anxiety.Â"
    },
    {
      "cite": "Jack Welch",
      "quote": "Arrogance is a killer, and wearing ambition on one's sleeve can have the same effect. There is a fine line between arrogance and self-confidence."
    }
  ]
}