{
  "source": "https://www.wisesayings.com/overpopulation-quotes/",
  "theme": "overpopulation",
  "quotes": [
    {
      "cite": "Albert Allen Bartlett",
      "quote": "Can you think of any problem, in any area of human endeavor, on any scale, from microscopic to global. Whose long term solution is in any demonstrable way aided, assisted or advanced by further increases in population, locally, nationally, or globally?"
    },
    {
      "cite": "Albert Einstein",
      "quote": "Overpopulation in various countries has become a serious threat to the health of people and a grave obstacle to any attempt to organize peace on this planet."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The humanity of men and women is inversely proportional to their numbers. A crowd is no more human than an avalanche or a whirlwind. A rabble of men and women stands lower in the scale of moral and intellectual being than a herd of Swine or of Jackals."
    },
    {
      "cite": "Arnold J. Toynbee",
      "quote": "We have been God like in our planned breeding of our domesticated plants and animals, but we have been rabbit like in our unplanned breeding of ourselves."
    },
    {
      "cite": "Athelstan Spilhaus",
      "quote": "When we can treat all existing persons as human, it will be time enough to think about having more."
    },
    {
      "cite": "Burrhus Frederic Skinner",
      "quote": "Must we wait for selection to solve the problems of overpopulation, exhaustion of resources. Pollution of the environment and a nuclear holocaust, or can we take explicit steps to make our future more secure? In the latter case, must we not transcend selection?"
    },
    {
      "cite": "Cecil Rhodes",
      "quote": "Man begets, but land does not beget."
    },
    {
      "cite": "Dan Brown",
      "quote": "Ozone depletion, lack of water, and pollution are not the disease they are the symptoms. The disease is overpopulation and unless we face world population head on. We are doing nothing more than sticking a Band aid on a fast growing cancerous tumor."
    },
    {
      "cite": "Dan Brown",
      "quote": "Cancer is nothing more than a healthy cell that starts replicating out of control."
    },
    {
      "cite": "Dan Brown",
      "quote": "Mankind if unchecked, functions like cancer."
    },
    {
      "cite": "David Attenborough",
      "quote": "We have a finite environment the planet. Anyone who thinks that you can have infinite growth in a finite environment is either a madman or an economist."
    },
    {
      "cite": "David Foreman",
      "quote": "I believe that human overpopulation is the fundamental problem on Earth today and we humans have become a disease, the Human pox."
    },
    {
      "cite": "David R. Brower",
      "quote": "Overpopulation is perhaps the biggest problem facing us, and immigration is part of that problem. It has to be addressed."
    },
    {
      "cite": "Dr. Henry W. Kendall",
      "quote": "If we don't halt population growth with justice and compassion, it will be done for us by nature, brutally and without pity and will leave a ravaged world."
    },
    {
      "cite": "Dr. Lyall Watson",
      "quote": "Cannibalism is a radical but realistic solution to the problem of overpopulation."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A crowded society is a restrictive society an overcrowded society becomes an authoritarian, repressive and murderous society."
    },
    {
      "cite": "Gunter Grass",
      "quote": "We already have the statistics for the future, the growth percentages of pollution, overpopulation, desertification. The future is already in place."
    },
    {
      "cite": "Henri Bergson",
      "quote": "Europe is overpopulated, the world will soon be in the same condition, and if the self reproduction of man is not rationalized. We shall have war."
    },
    {
      "cite": "Ibn Warraq",
      "quote": "The origins of the modern West are often seen in the enlightenment of the seventeenth and eighteenth centuries, but the roots of the enlightenment can be found in habits of mind cultivated in Athens, Rome, and Jerusalem, and the institutions that grew from them."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Democracy cannot survive overpopulation. Human dignity cannot survive it. Convenience and decency cannot survive it. As you put more and more people onto the world, the value of life not only declines, but it disappears. It doesn't matter if someone dies, the more people there are, the less one person matters."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "To bring about destruction by overcrowding, mass starvation, anarchy, the destruction of our most cherished values, there is no need to do anything. We need only do nothing except what comes naturally, and breed and how easy it is to do nothing."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "Population growth is the primary source of environmental damage."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "Over consumption and overpopulation underlie every environmental problem we face today."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "We must alert and organize the world's people to pressure world leaders to take specific steps to solve the two root causes of our environmental crises exploding population growth and wasteful consumption of irreplaceable resources. Over consumption and overpopulation underlie every environmental problem we face today."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The biggest obstacle was mixing abortion with overpopulation. These are two things that have nothing to do with each other."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "It's terrible to have to say this. World population must be stabilized and to do that we must eliminate 350,000 people per day. This is so horrible to contemplate that we shouldn't even say it. But the general situation in which we are involved is lamentable."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Acknowledging the physical realities of our planet does not mean a dismal future of endless sacrifice. In fact, acknowledging these realities is the first step in dealing with them. We can meet the resource problems of the world water, food, minerals, farmlands, forests, overpopulation, pollution if we tackle them with courage and foresight."
    },
    {
      "cite": "Jonathon Porritt",
      "quote": "I am unapologetic about asking people to connect up their own responsibility for their total environmental footprint and how they decide to procreate and how many children they think are appropriate."
    },
    {
      "cite": "Jonathon Porritt",
      "quote": "I think we will work our way toward a position that says that having more than two children is irresponsible."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "Anyone who believes that exponential growth can go on forever in a finite world is either a madman or an economist."
    }
  ]
}