{
  "source": "https://www.wisesayings.com/overtime-quotes/",
  "theme": "overtime",
  "quotes": [
    {
      "cite": "Dwayne Roloson",
      "quote": "As a goaltender, I never liked to be scored on in overtime, but for this offering I don't  mind seeing the red light go on."
    },
    {
      "cite": "Robert A. Hart",
      "quote": "Changes in overtime working affect the firm's revenue and costs as well as union member's hourly earnings and leisure time."
    },
    {
      "cite": "Jack Warner",
      "quote": "If you go into overtime then I would rather be an actor instead of president of the company, because that's where the money is."
    },
    {
      "cite": "Paul Mazursky",
      "quote": "Shooting a film can be quite exorbitant...after eight hours, you go into overtime, golden time, and platinum time."
    },
    {
      "cite": "Larry Wall",
      "quote": "Time is money, especially overtime."
    },
    {
      "cite": "Charles McConell",
      "quote": "Visible attention paid to overtime is often sufficient to impress people with its importance so they become more careful."
    },
    {
      "cite": "International Labor Office",
      "quote": "Some overtime work is essential  to give enterprises the flexibility to deal with unusual pressure of work, fluctuations in demand or other special circumstances."
    },
    {
      "cite": "Maria C.W. Peeters",
      "quote": "Overtime work and long work hours may adversely alter employee's lifestyle behaviours as a result of energy and time depletion."
    },
    {
      "cite": "Van Veldhoven",
      "quote": "It is probably better to think of long working hours and working overtime as possible indicators of high quantitative job demands, but not as defining characteristics."
    },
    {
      "cite": "International Labor Office",
      "quote": "Time worked beyond normal hours constitutes overtime or exceptions."
    },
    {
      "cite": "Floyd Griffin",
      "quote": "To win at the game of life you have to go all in. From the starter bell to the overtime, the finish line to the ultimate win has no shortcuts. You are your only limit, so go the distance."
    },
    {
      "cite": "Jacob Bembry",
      "quote": "When life said the game was over, God sent him in for one more play."
    },
    {
      "cite": "Ann Coulter",
      "quote": "Liberals become indignant when you question their patriotism, but simultaneously work overtime to give terrorists a cushion for the next attack and laugh at dumb Americans who love their country and hate the enemy."
    },
    {
      "cite": "Pati LuPone",
      "quote": "A show is exhausting when it stinks. It's exhausting when you have to work overtime to make something work."
    },
    {
      "cite": "Alan Autry",
      "quote": "I'll work overtime to open the doors of opportunity to industry and commerce."
    },
    {
      "cite": "Charles Edwin Carruthers",
      "quote": "In judging others, folks will work overtime for no pay."
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "To be the best you have to work overtime."
    },
    {
      "cite": "Bill Clinton",
      "quote": "We should pass a flex time law that allows employees to take their overtime pay in money or in time off, depending on what's better for their family."
    },
    {
      "cite": "Chuck Cooper",
      "quote": "If you were willing to work, the overtime was there for you."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Working overtime is an underpaid man's salvation."
    },
    {
      "cite": "Patti LuPone",
      "quote": "It's exhausting when you have to work overtime to make something work."
    },
    {
      "cite": "Jonas Jonasson",
      "quote": "When life has gone into overtime it's easy to take liberties."
    }
  ]
}