{
  "source": "https://www.wisesayings.com/overreacting-quotes/",
  "theme": "overreacting",
  "quotes": [
    {
      "cite": "Alexis de Tocqueville",
      "quote": "When justice is more certain and more mild, it is at the same time more efficacious."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The excess energy released from overreaction to setbacks is what innovates!"
    },
    {
      "cite": "Chris Cleave",
      "quote": "Somehow you were meant to take responsibility, minute to minute, for deciding which events you would call manageable, now that none of them were."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Don't get upset with people or situations. Both are powerless without your reaction."
    },
    {
      "cite": "Josephine Johnson",
      "quote": "She knew that nothing was ever as overwhelming or final as he seemed to think, that if he would wait, instead of shouting, there'd be less to shout over in the end."
    },
    {
      "cite": "Jurgen Habermas",
      "quote": "This brings a threatened nation, which can react to such uncertain dangers solely through administrative channels, to the truly embarrassing situation of perhaps overreacting."
    },
    {
      "cite": "Kathleen Hanna",
      "quote": "When you speak up about any sense of unfairness or injustice, you're told that you're overreacting, you're too angry, too silly, shut up already. It takes a tremendous amount of fortitude to be able to live in this world as a woman, let alone a woman who wants things to change."
    },
    {
      "cite": "Katie McGarry",
      "quote": "My legs have the strength of mashed potatoes. I'm cold and clammy and my stomach churns like I vomited. That's because I did, in the viewing room, and I discovered that yellow bile does not blend well with red velvet industrial carpeting. My crowning achievement in overreaction."
    },
    {
      "cite": "Kristine Carlson",
      "quote": "We need to break the habit of overreacting because of our speedy assumptions and judgments."
    },
    {
      "cite": "Leon Brown",
      "quote": "Every day you must unlearn the ways that hold you back. You must rid yourself of negativity, so you can learn to fly."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Light control works; close control leads to overreaction, sometimes causing the machinery to break into pieces."
    },
    {
      "cite": "Rep. Mike Oxley",
      "quote": "Congress does two things well: nothing and overreacting."
    },
    {
      "cite": "Seth Klarman",
      "quote": "The stock market is the story of cycles and of the human behavior that is responsible for overreactions in both directions."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Deep disappointment and disillusionment repressed by the Lose/Win mentality. Disproportionate rage or anger, overreaction to minor provocation, and cynicism are other embodiment's of suppressed emotion."
    },
    {
      "cite": "Tui T. Sutherland",
      "quote": "I think they should rename the place Unnecessary Violent Overreaction."
    },
    {
      "cite": "Jim Cymbala",
      "quote": "The message of the cross will always be foolishness to some, a stumbling block to others. But if our attention is on the market reaction, we move away from the power of the gospel. This fearfulness to talk about the blood of Christ is an overreaction. Worse than that, it borders on heresy, distorting and deflating the power of the Good News."
    },
    {
      "cite": "unknown",
      "quote": "Anything that causes you to overreact or under react can control you, and often does"
    },
    {
      "cite": "unknown",
      "quote": "Life is always full of drama and challenges, but you don't have to overreact to any of it if you choose not to."
    },
    {
      "cite": "unknown",
      "quote": "I've heard it said that holding onto anger is like drinking poison and expecting the other person to die."
    },
    {
      "cite": "L.K. Elliott",
      "quote": "Communication is like a pressure relief valve for your body. When a little pressure gets cooked up inside and needs to be released, you can gently turn the nozzle and release it slowly and gracefully until you feel better, by way of a productive conversation. But if you choose to ignore the warning signals and leave that pressure inside, it's going to grow and inevitably explode and make a mess, by way of an overreaction and possibly an argument."
    },
    {
      "cite": "Albert Ellis",
      "quote": "Strong feelings are fine; it's the overreactions that mess us up."
    },
    {
      "cite": "Amy Poehler",
      "quote": "It's never overreacting to ask for what you want and need."
    },
    {
      "cite": "Fred Barnes",
      "quote": "Overreaction is one of the things that congress specializes in. I can't think of anything congress does better than overreact."
    },
    {
      "cite": "David Allen",
      "quote": "Anything that causes you to overreact or underreact can control you, and often does."
    }
  ]
}