{
  "source": "https://www.wisesayings.com/overcomer-quotes/",
  "theme": "overcomer",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We acquire the strength we have overcome."
    },
    {
      "cite": "John Milton",
      "quote": "Who overcomes by force, hath overcome but half his foe."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "When you know that you can overcome challenges, you do gain that self-respect, and then you won't end up in a situation that you regret later on."
    },
    {
      "cite": "Kate Middleton",
      "quote": "A child who has overcome challenges with proper emotional support will emerge stronger."
    },
    {
      "cite": "George S. Patton",
      "quote": "You need to overcome the tug of people against you as you reach for high goals."
    },
    {
      "cite": "William Bennett",
      "quote": "Give yourself an even greater challenge than the one you are trying to master and you will develop the powers necessary to overcome the original difficulty."
    },
    {
      "cite": "Maureen Forrester",
      "quote": "It makes one a better person to have had hardships and to have overcome hardships and not to blame anybody else for your mistakes."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "So many objections may be made to everything, that nothing can overcome them but the necessity of doing something."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "When you accept the fact that your true identity includes being anÂ overcomer, you will never settle for less than a miracle."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Everyone wants to be anÂ overcomer, but nobody wants anything to overcome."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "They who overcome their desires once can overcome them always."
    },
    {
      "cite": "Channing Pollock",
      "quote": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck."
    },
    {
      "cite": "Cory Booker",
      "quote": "You were not built for comfort and convenience. You were built to overcome."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Who has a harder fight than he who is striving to overcome himself."
    }
  ]
}