{
  "source": "https://www.wisesayings.com/overcoming-obstacles-quotes/",
  "theme": "overcoming-obstacles",
  "quotes": [
    {
      "cite": "Robert A. Heinlein",
      "quote": "Always listen to experts. They'll tell you what can't be done, and why. Then do it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When the goal seems difficult to reach, take a break but never give up."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Convince your enemy that he will gain very little by attacking you; this will diminish his enthusiasm"
    },
    {
      "cite": "Deng Ming-Dao",
      "quote": "Those who don't know how to suffer are the worst off. There are times when the only correct thing we can do is to bear out troubles until a better day."
    },
    {
      "cite": "Rob Liano",
      "quote": "If you expect life to be easy, challenges will seem difficult. If you accept that challenges may occur, life will be easier."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Never give in to the obstacles that lie in your path towards the achievement of your dreams."
    },
    {
      "cite": "Benjamin Lotter",
      "quote": "Don't settle for your human capacity. Live up to your God-given potential."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Don't run from your weakness, you will only give it strength."
    },
    {
      "cite": "Teresa Mummert",
      "quote": "Always follow your dreams, even if they lead you down a few dark alleys."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Some people will just go with the flow of things and sway in life, while others will fight against the currents and go upstream to reach their destiny."
    },
    {
      "cite": "Jack Penn",
      "quote": "One of the secrets of life is to make stepping stones out of stumbling blocks."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Others can stop you temporarily -- you are the only one who can do it permanently."
    },
    {
      "cite": "Benjamin Lotter",
      "quote": "Today is a new day. Yesterday's mistakes cannot affect today's possibilities unless you dwell on them."
    },
    {
      "cite": "John Wooden",
      "quote": "Don't let what you cannot do interfere with what you can do."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Virgil",
      "quote": "Every calamity is to be overcome by endurance."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "You can't cross the sea merely by standing and staring at the water."
    },
    {
      "cite": "Pythagoras",
      "quote": "Choose rather to be strong of soul than strong of body."
    },
    {
      "cite": "William James",
      "quote": "Acceptance of what has happened is the first step to overcoming the consequences of any misfortune."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Standing in the inspiring vision of my future, I boldly take every step - large and small - with courage and intent."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Let us not pray to be sheltered from dangers but to be fearless when facing them."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Thinking will not overcome fear but action will."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, \"I have lived through this horror. I can take the next thing that comes along.\" . . . You must do the thing you think you cannot do."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Choose what lies in the shadows to be a matter for discovery and adventure, rather than fear."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Conquering any difficulty always gives one a secret joy, for it means pushing back a boundary-line and adding to one's liberty."
    },
    {
      "cite": "Robert Updegraff",
      "quote": "Never complain about your troubles; they are responsible for more than half of your income."
    },
    {
      "cite": "Jim Rohn",
      "quote": "To solve any problem, here are three questions to ask yourself: First, what could I do? Second, what could I read? And third, who could I ask?"
    },
    {
      "cite": "Edward W. Ziegler",
      "quote": "It is a good rule to face difficulties at the time they arise and not allow them to increase unacknowledged."
    }
  ]
}