{
  "source": "https://www.wisesayings.com/owl-quotes/",
  "theme": "owl",
  "quotes": [
    {
      "cite": "Urjit Patel",
      "quote": "An owl is traditionally a symbol of wisdom, so we are neither doves nor hawks but owls, and we are vigilant when others are resting."
    },
    {
      "cite": "E.I. Jane",
      "quote": "There's always a hidden owl in knowledge."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Owl is the grand and rather clever old man of the forest. He can also spell Tuesday."
    },
    {
      "cite": "Anonymous",
      "quote": "The owl is nocturnal with keen senses of sight and sound. It sees through the shadows of the night and hears the sounds in the silense; the illusion of the darkness. This teaches us to see past our own illusions and trust our intuition and perceptive senses."
    },
    {
      "cite": "Munia Khan",
      "quote": "Do not trap yourself into an owl's hooting soundwhere sad nights linger through the blackness of a hound."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The inauspiciousness of the owl is nothing but the inauspiciousness of the man who thinks that owl is inauspicious!"
    },
    {
      "cite": "Danish Proverb",
      "quote": "If there are no nightingales, one must settle for owls."
    },
    {
      "cite": "Edward Hersey Richards",
      "quote": "A wise old owl sat in an oak. The more he saw, the less he spoke. The less he spoke, the more he heard. Why can't we be like that wise old bird?"
    },
    {
      "cite": "Brian D. Ratty",
      "quote": "Those who drink whiskey with the owls at night, cannot soar with the eagles the next day."
    },
    {
      "cite": "Kimberly Morgan",
      "quote": "People say the darkness is where secrets are best hidden. Night time brings clarity and focus to owls, even if the aperture of this vision comes with a stigma."
    },
    {
      "cite": "Alfred, Lord Tennyson",
      "quote": "Alone and warming his five wits, the white owl in the belfry sits."
    },
    {
      "cite": "Christie Watson",
      "quote": "An owl is the wisest of all birds because the more it sees the the less it talks."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "No owl is afraid of the night, no snake of the swamp and no traitor of the treason."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Owl looked at him, and wondered whether to push him off the tree; but, feeling that he could always do it afterwards, he tried once more to find out what they were talking about."
    },
    {
      "cite": "Ilan Shamir",
      "quote": "Advice from an owl: stay focused, be whoo you are, trust in a wise friend, live off the land, glide through the dark times, be observant, because life’s a hoot!"
    },
    {
      "cite": "Anonymous",
      "quote": "Observe and reflect, and become a little wiser every day."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The owl goes not into the nest of the lark."
    },
    {
      "cite": "Hal Borland",
      "quote": "The owl, that bird of onomatopoetic name, is a repetitious question wrapped in feathery insulation especially for Winter delivery."
    },
    {
      "cite": "Paul Ricoeur",
      "quote": "There was a wise old owl who sat in a tree The less he spoke the more he heard The more he heard the less he spoke Why can't we be like that wise old owl in the tree? Speech must die to serve that which is spoken."
    }
  ]
}