{
  "source": "https://www.wisesayings.com/ownership-quotes/",
  "theme": "ownership",
  "quotes": [
    {
      "cite": "Deepak Chopra",
      "quote": "By becoming self-aware, you gain ownership of reality; in becoming real, you become the master of both inner and outer life."
    },
    {
      "cite": "Ali Vincent",
      "quote": "To think about your life is to create it. You have to take ownership of where you are right now and know where you want to go before you can get there. Keep collecting evidence for your success. You can believe it, and you can be it."
    },
    {
      "cite": "Asher Roth",
      "quote": "Do your thing. Do it unapologetically. Don't be discouraged by criticism. You probably already know what they're going to say. Pay no mind to the fear of failure. It's far more valuable than success. Take ownership, take chances, and have fun. And no matter what, don't ever stop doing your thing."
    },
    {
      "cite": "Kristen Stewart",
      "quote": "When you love something, you get to know it. Then you feel the ownership and if it changes, you only love it as far as you know it because then you're like, \"What is this?\""
    },
    {
      "cite": "Anonymous",
      "quote": "What you resist, persists. If you take ownership and deal with things that are bothering you, then, in the very process of dealing with them they very often will go away."
    },
    {
      "cite": "Kevin Shields",
      "quote": "Ownership and control is important, because if you don't own what you do, all sorts of stupid stuff happens to it, and people spend good money on garbage."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Ownership is not a vice, not something to be ashamed of, but rather a commitment, and an instrument by which the general good can be served."
    },
    {
      "cite": "Prince",
      "quote": "Ownership, that's what you give your kids. That's your legacy."
    },
    {
      "cite": "Randy Alcorn",
      "quote": "From beginning to end, Scripture repeatedly emphasizes God's ownership of everything: \"To the Lord your God belong the heavens, even the highest heavens, the earth and everything in it\" .When I grasp that I'm a steward, not an owner, it totally changes my perspective."
    },
    {
      "cite": "Mike Pence",
      "quote": "When people take greater ownership of their own health care and are encouraged to do that in a health plan, their health gets better. They pursue more wellness opportunities."
    },
    {
      "cite": "Barbara Holland",
      "quote": "True ownership of anything requires time."
    },
    {
      "cite": "Lundy Bancroft",
      "quote": "The sense of ownership is one reason why abuse tends to get worse as relationships get more serious. The more history and commitment that develop in the couple, the more the abuser comes to think of his partner as a prized object. Possessiveness is at the core of the abuser's mindset, the spring from which all the other streams spout; on some level he feels that he owns you and therefore has the right to treat you as he sees fit."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Love does not cause suffering: what causes it is the sense of ownership, which is love's opposite."
    },
    {
      "cite": "Ted Cruz",
      "quote": "The heart of a grass-roots campaign is the ownership."
    },
    {
      "cite": "Paul Budnitz",
      "quote": "When theres no sense of possessiveness or ownership in the artistic process, great things happen."
    },
    {
      "cite": "Yukio Mishima",
      "quote": "Possessing by letting go of things was a secret of ownership unknown to youth."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Freeing yourself was one thing; claiming ownership of that freed self was another."
    },
    {
      "cite": "Gar Alperovitz",
      "quote": "Worker ownership is only one form of democratizing ownership."
    },
    {
      "cite": "Max Frisch",
      "quote": "There is no such thing, as far as I'm concerned, as ownership in love."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Liking is probably the best form of ownership, and ownership the worst form of liking."
    },
    {
      "cite": "William James",
      "quote": "The instinct of ownership is fundamental in man's nature."
    },
    {
      "cite": "John Locke",
      "quote": "Every man has a property in his own person. This nobody has a right to, but himself."
    },
    {
      "cite": "Mia Farrow",
      "quote": "I learned that you can't truly own anything, that true ownership comes only in the moment of giving."
    },
    {
      "cite": "Robert Ringer",
      "quote": "Everything changes for the better when you take ownership of your own problems."
    },
    {
      "cite": "Marci Shimoff",
      "quote": "Taking ownership of your happiness has two aspects: Accepting that being happy is up to you and that you have the ability and power to be happier by changing your habits. Taking \"response-ability\": responding to all the events in your life in a way that supports your happiness."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "Ownership has been separated from control; and this separation has removed many of the checks which formerly operated to curb the misuse of wealth and power."
    },
    {
      "cite": "Sean Stephenson",
      "quote": "Until you take ownership for your life, you will always be chasing happiness."
    },
    {
      "cite": "Henry George",
      "quote": "There can be to the ownership of anything no rightful title which is not derived from the title of the producer and does not rest upon the natural right of the man to himself."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "You have to take ownership and leadership of tomorrow. For that to be possible, you have to strengthen your capacity and widen your vision as a global citizen."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Love is ownership. We own whom we love. The universe is God's because He loves."
    }
  ]
}