{
  "source": "https://www.wisesayings.com/oxymoron-quotes/",
  "theme": "oxymoron",
  "quotes": [
    {
      "cite": "W. C. Fields",
      "quote": "The best cure for insomnia is to get a lot of sleep."
    },
    {
      "cite": "Wendell Johnson",
      "quote": "Always and never are two words you should always remember never to use."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "The first condition of immortality is death."
    },
    {
      "cite": "George Will",
      "quote": "Correct thinkers think that 'baseball trivia' is an oxymoron: nothing about baseball is trivial."
    },
    {
      "cite": "John Maxwell",
      "quote": "Time management is an oxymoron. Time is beyond our control, and the clock keeps ticking regardless of how we lead our lives. Priority management is the answer to maximizing the time we have."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "We learn from history that man can never learn anything from history."
    },
    {
      "cite": "Wilson Follett",
      "quote": "The good oxymoron, to define it by a self-illustration, must be a planned inadvertency."
    },
    {
      "cite": "Anonymous",
      "quote": "Oxymoron: When an astronaut feels under the weather."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is funny, as long as it's happening to somebody else."
    },
    {
      "cite": "Cher",
      "quote": "Women have to harness their power - its absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The best that we can do is to be kindly and helpful toward our friends and fellow passengers who are clinging to the same speck of dirt while we are drifting side by side to our common doom."
    },
    {
      "cite": "Carl Schurz",
      "quote": "From the equality of rights springs identity of our highest interests; you cannot subvert your neighbor's rights without striking a dangerous blow at your own."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "Spare no expense to save money on this one."
    },
    {
      "cite": "Josh Billings",
      "quote": "Always live within your income, even if you have to borrow money to do so."
    },
    {
      "cite": "Banksy",
      "quote": "A lot of people never use their initiative because no-one told them to."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "Don't worry about the war. It's all over but the shooting."
    }
  ]
}