{
  "source": "https://www.wisesayings.com/oyster-quotes/",
  "theme": "oyster",
  "quotes": [
    {
      "cite": "Rumi",
      "quote": "Listen! Clam up your mouth and be silent like an oyster shell, for that tongue of yours is the enemy of the soul, my friend. When the lips are silent, the heart has a hundred tongues."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The first man gets the oyster, the second man gets the shell."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The world was my oyster but I used the wrong fork."
    },
    {
      "cite": "Plato",
      "quote": "We are bound to our bodies like an oyster to its shell."
    },
    {
      "cite": "Rumi",
      "quote": "What strikes the oyster shell doesn't damage the pearl."
    },
    {
      "cite": "Ian Gardner",
      "quote": "The world is your oyster. Yes, but in that oyster is the pearl; and to get to the pearl one has to first discard the shell and the flesh."
    },
    {
      "cite": "George Berkeley",
      "quote": "I had rather be an oyster than a man, the most stupid and senseless of animals."
    },
    {
      "cite": "Arthur Miller",
      "quote": "The world is an oyster, but you don't crack it open on a mattress."
    },
    {
      "cite": "Sheila Ballantyne",
      "quote": "There is no irritant as painful as an ace up your sleeve that you can never use; it's the kind of thing that causes oysters to produce pearls."
    },
    {
      "cite": "Willa Gibbs",
      "quote": "Minds are like oysters. They spoil if you pry them open."
    },
    {
      "cite": "Stephen King",
      "quote": "It is, after all, the dab of grit that seeps into an oyster’s shell that makes the pearl, not pearl-making seminars with other oysters."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Get action. Seize the moment. Man was never intended to become an oyster."
    },
    {
      "cite": "Chris Gardner",
      "quote": "The world is your oyster. It's up to you to find the pearls."
    },
    {
      "cite": "David Hume",
      "quote": "The life of man is of no greater importance to the universe than that of an oyster."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "You speculate on the luxury of wearing out a whole existence in bed, like an oyster in its shell, content with the sluggish ecstasy of inaction."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Contentment is not happiness. An oyster may be contented. Happiness is compounded of richer elements."
    },
    {
      "cite": "John Banville",
      "quote": "For memory, we use our imagination. We take a few strands of real time and carry them with us, then like an oyster we create a pearl around them."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Wisdom is a pearl whose oyster is truth."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "So many pearls to be had, if you were in the mood to open oysters."
    },
    {
      "cite": "Anonymous",
      "quote": "Sand irritates the oyster and the oyster responds by becoming a beautiful pearl. Allow difficulties to serve your transformation in the blossoming consciousness that you are."
    }
  ]
}