{
  "source": "https://www.wisesayings.com/pacifism-quotes/",
  "theme": "pacifism",
  "quotes": [
    {
      "cite": "Brent Weeks",
      "quote": "Pacifism is a virtue indisguishable from cowardice."
    },
    {
      "cite": "Albert Einstein",
      "quote": "My pacifism is not based on any intellectual theory but on a deep antipathy to every form of cruelty and hatred."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "Pacifism, the preaching of peace in the abstract, is one of the means of duping the working class."
    },
    {
      "cite": "George Orwell",
      "quote": "Pacifism is objectively pro-Fascist."
    },
    {
      "cite": "Adam Michnik",
      "quote": "Pacifism as a mass movement aims to avoid suffering; pacifists often say that no cause is worth suffering or dying for. The ethos of Solidarity is based on an opposite premise - that there are causes worth suffering and dying for."
    },
    {
      "cite": "Oscar Arias Sanchez",
      "quote": "How ironic for peacemaking efforts to discover that hatred is stronger for many than love; that the longing to achieve power through military victories makes so many men lose their reason, forget all shame, and betray history."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The goal of pacifism is possible only though a supranational organization. To stand unconditionally for this cause is the criterion of true pacifism."
    },
    {
      "cite": "Oswald Spengler",
      "quote": "Pacifism will remain an ideal, war a fact, and if the White race decides to wage it no longer, the dark ones will, and will become the masters of the world."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A pacifism which can see the cruelties only of occasional military warfare and is blind to the continuous cruelties of our social system is worthless."
    },
    {
      "cite": "David Limbaugh",
      "quote": "Pacifism in the face of war is not only irresponsible - it is immoral. Refusing to meet force with force in the name of peace will beget not peace, but further death and destruction, the very violence the pacifists seek to avoid."
    },
    {
      "cite": "Albert Camus",
      "quote": "There are causes worth dying for, but none worth killing for."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "Pacifism is a shifty doctrine under which a man accept the benefits of the social group without being willing to pay-and claims a halo for his dishonesty."
    },
    {
      "cite": "Oswald Spengler",
      "quote": "Pacifism means letting the non-pacifists have control ... Pacifism will remain an ideal, war a fact. If the white races are resolved never to wage war again, the colored will act differently and become rulers of the world."
    },
    {
      "cite": "Käthe Kollwitz",
      "quote": "Pacifism simply is not a matter of calm looking on; it is hard work."
    },
    {
      "cite": "George Orwell",
      "quote": "Pacifism is objectively pro-fascist. This is elementary common sense. If you hamper the war effort of one side, you automatically help out that of the other. Nor is there any real way of remaining outside such a war as the present one. In practice, 'he that is not with me is against me'."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We must begin to inculcate our children against militarism by educating them in the spirit of pacifism. Our schoolbooks glorify war and conceal it's horror. I would teach peace rather than war."
    },
    {
      "cite": "Dwight Macdonald",
      "quote": "Pacifism, to me, is primarily a way of actively struggling against injustice and inhumanity; My kind of pacifism may be called \"non-violent resistance\"."
    },
    {
      "cite": "Hal Duncan",
      "quote": "The conflict between pacifism and socialism ultimately reflects a greater quandary of how one engages with such a system."
    },
    {
      "cite": "Burt Prelutsky",
      "quote": "The main problem with pacifism is that it doesn't work in all situations. The main problem with pacifists is that they're convinced it does."
    },
    {
      "cite": "Pope Francis",
      "quote": "Peacemaking calls for courage, much more so than warfare."
    },
    {
      "cite": "George Carlin",
      "quote": "Pacifism is a nice idea but it can get you killed. We're not there yet. Evolution is slow, small pox is fast."
    },
    {
      "cite": "Ammon Hennacy",
      "quote": "Being a pacifist to save your own life is normal, being a pacifist for the lives of others is true pacifism."
    }
  ]
}