{
  "source": "https://www.wisesayings.com/packing-quotes/",
  "theme": "packing",
  "quotes": [
    {
      "cite": "Hortense Calisher",
      "quote": "The river...smelled like a packing house of fish but it looked like the melted, dark eyes of a million girls."
    },
    {
      "cite": "Cecil",
      "quote": "Method is like packing things in a box; a good packer will get in half as much again as a bad one."
    },
    {
      "cite": "Saul Bellow",
      "quote": "The lawns looked artificial, like green excelsior or packing material."
    },
    {
      "cite": "Carol Lynn Stevenson",
      "quote": "I'm packing things for heaven / For surely they'll have room / A must to bring my clothes along / And even my perfume."
    },
    {
      "cite": "Carol Lynn Stevenson",
      "quote": "I'm packing things for heaven / Eternity will call / I've got to bring my jewels for which / My royalty does fall."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "Let your boat of life be light, packed with only what you need— a homely home and simple pleasures, one or two friends, worth the name, someone to love and someone to love you, a cat, a dog, and a pipe or two, enough to eat and enough to wear, and a little more than enough to drink; for thirst is a dangerous thing."
    },
    {
      "cite": "Renata Brown",
      "quote": "Don't pack away your dreams and put them in the storage."
    },
    {
      "cite": "Renata Brown",
      "quote": "Every container has a capacity. Don't accept more than you can handle."
    },
    {
      "cite": "Renata Brown",
      "quote": "Eventually you'll have to unpack your stuff and figure out where it belongs."
    },
    {
      "cite": "Renata Brown",
      "quote": "Like things belong with like things — don't pack the toaster with the silk gown."
    },
    {
      "cite": "Renata Brown",
      "quote": "Put a label on it...call it what it is. You'll thank yourself later."
    },
    {
      "cite": "Dave Canterbury",
      "quote": "You must carry all you need on your back and on your person, everything necessary to sustain you for the duration of your trip."
    },
    {
      "cite": "Dave Canterbury",
      "quote": "Convenience items are those that you don't have to pack but you would like to bring along to make things enjoyable or to make some tasks a bit easier."
    },
    {
      "cite": "Dave Canterbury",
      "quote": "By focusing on core temperature control and comfort when planning your packing, you will make room for convenience items that make for memorable times in the wild."
    },
    {
      "cite": "Amanda Walton",
      "quote": "You don't need so many things to be included in your luggage bag. Take only things which are necessary and has some value."
    },
    {
      "cite": "Rachel Zoe",
      "quote": "Packing is basically: If you're going on a weekend, then just take what you're really going to wear. And how many times are you going to leave the room? If that makes any sense. Like if you're going to sleep, read, and sit by a fire chunky knit sweaters, leggings, comfortable boots. But if you're going on like a party weekend, then bring your favorite pieces and make sure you'll wear them."
    },
    {
      "cite": "Susan Heller",
      "quote": "When preparing to travel, lay out all your clothes and all your money. Then take half the clothes and twice the money"
    },
    {
      "cite": "Anonymous",
      "quote": "Packing for a trip can be exciting, but unpacking is always depressing."
    },
    {
      "cite": "Travie McCoy",
      "quote": "When the fishbowl gets too small, it's time to pack up and leave and jump into the lake or ocean."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Everything you own must be able to fit inside one suitcase; then your mind might be free."
    },
    {
      "cite": "Robert Powell",
      "quote": "When you get back from a trip, make a note of what you didn't wear. This will avoid packing it unnecessarily next time."
    },
    {
      "cite": "Allison Vesterfelt",
      "quote": "What you pack says something about who you are."
    },
    {
      "cite": "Allison Vesterfelt",
      "quote": "You have wants , desires, needs, and ideas. These are all things you 'pack' with you for the journey. You might not even know you're carrying them, but they're in there. You're walking around with a heavy suitcase."
    },
    {
      "cite": "Allison Vesterfelt",
      "quote": "We are all carrying baggage— things we've picked up at home, past experiences, expectations for what's ahead."
    },
    {
      "cite": "Allison Vesterfelt",
      "quote": "If you're going on a hiking trip, you choose a bag that's just big enough to fit the bare necessities. You'll need a bag that can stand up to the natural elements and challenges of hiking, one that can take the sweat and the scraping of tree bark and being thrown down in the dirt for a break to get some water."
    }
  ]
}