{
  "source": "https://www.wisesayings.com/paddle-quotes/",
  "theme": "paddle",
  "quotes": [
    {
      "cite": "Michael Caine",
      "quote": "Be like a duck. Calm on the surface, but always paddling like the dickens underneath."
    },
    {
      "cite": "Kris Kristofferson",
      "quote": "You don't paddle against the current, you paddle with it. And if you get good at it, you throw away the oars."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You are your own cannoe and you are your own paddle, so paddle your own cannoe. Society had taught us to give away our power and abilities by making us to believe that other people are responsible for our success and failure. That is not fair!"
    },
    {
      "cite": "Lynn Culbreath Noel",
      "quote": "The first river you paddle runs through the rest of your life. It bubbles up in pools and eddies to remind you who you are."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "As one goes through life, one learns that if you don't paddle your own canoe, you don't move."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "Paddling a canoe is a source of enrichment and inner renewal."
    },
    {
      "cite": "John Dos Passos",
      "quote": "I've always thought you should concentrate on paddling your own canoe."
    },
    {
      "cite": "Jamie Anderson",
      "quote": "I love the paddle board. It's just a really good way to recenter. Being on the water is really peaceful, and you have to focus on your balance and holding yourself up. Doing a little bit of yoga under the sun on the water is really, really magical."
    },
    {
      "cite": "Scott Stossel",
      "quote": "To some people, I may seem calm. But if you could peer beneath the surface, you would see that I'm like a duck--paddling, paddling, paddling."
    },
    {
      "cite": "Gerry Lopez",
      "quote": "Everyone gets caught inside when surfing. You have 2 options. Give up or paddle outside. Life is the same. Keep paddling!"
    },
    {
      "cite": "Sarah Bolton",
      "quote": "Voyage upon life's sea, To yourself be true, And, whatever your lot may be, Paddle your own canoe."
    },
    {
      "cite": "Abigail Spencer",
      "quote": "Unless you paddle for the wave, you'll never know if you could catch it. But once you do... Ride it as long as you can. Love as long as you can."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "If life is like a canoe in a raging river then wisdom is the paddle to successfully navigate."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Most people don't want to be saved. Besides, if you keep bailing everybody out, they'll never learn to paddle on their own."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The rule of the universe is that others can do for us what we cannot do for ourselves, and one can paddle every canoe except one's own."
    },
    {
      "cite": "Esther Hicks",
      "quote": "Everything that we want is downstream... And you don't have even have to turn the boat and paddle downstream, just let go of the oars, the current will carry you."
    },
    {
      "cite": "Kauser",
      "quote": "Life ain't that hard too. Hardship is like vast sea, take the paddle and sails over the sea."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "There are many rivers to cross to our successful destinations. Never fear the crocodiles. They may look frightful, but they will not harm you. You will get there! With the right attitude, you ignore the ugly face of the shore and you can paddle your boat to the right destination!"
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "But I think that I have already been moving too long in a sphere which is not my own. Flying fishes can hold out for a time in the air, but soon they must splash back into the water; allow me, too, to paddle in my own element."
    },
    {
      "cite": "Sara Zarr",
      "quote": "Forgetting isn't enough. You can paddle away from the memories and think they are gone. But they will keep floating back, again and again and agian. They circle you, like sharks. Until, unless, something, someone? Can do more than just cover the wound."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "My own plans are made. While I can, I sail east in the Dawn Treader. When she fails me, I paddle east in my coracle. When she sinks, I shall swim east with my four paws. And when I can swim no longer, if I have not reached Aslan's country, or shot over the edge of the world into some vast cataract, I shall sink with my nose to the sunrise."
    },
    {
      "cite": "Meghan Pathak",
      "quote": "Life is like a paddle, depends on us how fast we move to achieve the goal and shine in the success."
    },
    {
      "cite": "William H. McRaven",
      "quote": "If you want to change the world, find someone to help you paddle."
    },
    {
      "cite": "Salman Khan",
      "quote": "Have you seen a duck gliding smoothly on water? Does it ever look like it is paddling furiously underneath the surface? I don't have to show that I am working very hard."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You are likely to fall when you stop paddling your bicycle. Such is life. As long as you don’t give up, you will never end up failing!"
    },
    {
      "cite": "Ben Hecht",
      "quote": "Prejudice is a raft onto which the shipwrecked mind clambers and paddles to safety."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Six days shalt thou paddle and pack, but on the seventh thou shall wash thy socks."
    },
    {
      "cite": "African Proverb",
      "quote": "Life is like a boat you move on when you paddle and stay in the same place if not."
    },
    {
      "cite": "Kellie Elmore",
      "quote": "Love is the castle, doubt is the moat, desire is the paddle and hope is the boat."
    }
  ]
}