{
  "source": "https://www.wisesayings.com/pagan-quotes/",
  "theme": "pagan",
  "quotes": [
    {
      "cite": "D. H. Lawrence",
      "quote": "The great pagan world of which Egypt and Greece were the last living terms once had a vast and perhaps perfect science of its own, a science in terms of life. In our era this science crumbled into magic and charlatanry. But even wisdom crumbles."
    },
    {
      "cite": "Gene Edward Veith Jr.",
      "quote": "Abject fear of pagan gods is little different from abject worship of them."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "The pagan loves the earth in order to enjoy it and confine himself within it; the Christian in order to make it purer and draw from it the strength to escape from it."
    },
    {
      "cite": "Rajneesh",
      "quote": "The authentic pagan has no need of religion because, whatever religion can provide, he already has it."
    },
    {
      "cite": "John Of Damascus",
      "quote": "If a pagan asks you to show him your faith, take him into church and place him before the icons."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "The happy pagan is wrapped up in the belief that this world and the success it affords are the greatest pursuits in life. He or she feels no need for anything transcendent."
    },
    {
      "cite": "Billy Graham",
      "quote": "Many believe that pagan worship is a thing of the past, but it is ever present-we have just given it a new name: pop culture."
    },
    {
      "cite": "Joseph R. Bartlett",
      "quote": "When a pagan race comes in contact with a Christian race, they are converted, absorbed, or exterminated."
    },
    {
      "cite": "Francis Stuart Campbell",
      "quote": "The great pagan sadness of modern man is largely due to his premonition of ultimate disaster."
    },
    {
      "cite": "Lord Byron",
      "quote": "There is something pagan in me that I cannot shake off. In short, I deny nothing, but doubt everything."
    },
    {
      "cite": "Richard Luckhurst",
      "quote": "The pagan gods are not dead, but can return to topple science with superstition and modern man with bestial pleasures that pre-date civilisation."
    },
    {
      "cite": "Mother Angelica",
      "quote": "To a pagan, there is no purpose to suffering. As a result, he lives a life of loneliness and frustration."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The pagans do not know God, and love only the earth. The Jews know the true God, and love only the earth. The Christians know the true God, and do not love the earth."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Pagans exalt sacred things, the Prophets extol sacred deeds."
    },
    {
      "cite": "Reginald Heber",
      "quote": "The heathen in his blindness Bows down to wood and stone."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Heathen, n. A benighted creature who has the folly to worship something that he can see and feel."
    },
    {
      "cite": "Sholem Asch",
      "quote": "The heathen spirit is wingless. It cannot lift itself to heights from which the totality of being is visible, and it therefore loses itself in details."
    },
    {
      "cite": "Julian Baggini",
      "quote": "Heathens are unredeemed outcasts from heaven who roam the planet without hope of surviving the deaths of their bodies. They may have values, but they are not secured by any divine source. Yet we embrace this because we think it represents the truth."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "The pagan religion, which prohibited only some of the grosser crimes, and which stopped the hand but meddled not with the heart, might have crimes that were inexplicable."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "I believe in God, only I spell it Nature."
    },
    {
      "cite": "Georges Rouault",
      "quote": "Often pagans, with their eyes wide open, do not see very clearly."
    },
    {
      "cite": "J. B. Stoner",
      "quote": "Infidels: Repent of Mohammedanism or burn in hell forever, throughout eternity."
    },
    {
      "cite": "James Boswell",
      "quote": "Many infidels have maintained that Ignorance is the mother of Devotion."
    },
    {
      "cite": "Derek Landy",
      "quote": "Only a heathen would bring a gun to a sword fight. And only a moron would bring a sword to a gunfight."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "For an atheist you will be always considered as a human no matter what, but for a religious if you don't belong with them, you are always an infidel."
    }
  ]
}