{
  "source": "https://www.wisesayings.com/paintball-quotes/",
  "theme": "paintball",
  "quotes": [
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Robin Williams",
      "quote": "I'm sorry, if you were right, I'd agree with you."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Any girl can be glamorous. All she has to do is stand still and look stupid."
    },
    {
      "cite": "Thor Heyerdahl",
      "quote": "Progress is man's ability to complicate simplicity."
    },
    {
      "cite": "Jamaica Kincaid",
      "quote": "But there was no use pretending: I was not the sort of person who counted blessings; I was the sort of person for whom there could never be enough blessings."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Over by the campfire, Tyson let loose with his paintball gun. A blue projectile splattered against one of the centaurs, hurling him backward into the lake. The centaur came up grinning, covered in swamp muck and blue paint, and gave Tyson two thumbs up."
    },
    {
      "cite": "Rick Riordan",
      "quote": "I looked over at the campfire, where three party ponies were teaching Tyson to operate a paintball gun. I hoped they knew what they were getting into."
    },
    {
      "cite": "Emma Cameron",
      "quote": "Bongo's sobs are hurled out like paintballs from a skirmish gun until the force diminishes into a trickle of sobs."
    },
    {
      "cite": "William Shatner",
      "quote": "I'm looking for the perfect paintball movie."
    },
    {
      "cite": "Ryan Holmes",
      "quote": "When I was in high school, I loved paintball. I saved up my allowances and started my own paintball supply company."
    },
    {
      "cite": "Bonzai",
      "quote": "You jealous rightly so I used to care, but no I wasn't lookin' for no paintball signature you wanted"
    },
    {
      "cite": "Eminem",
      "quote": "Paintballs shot at they truck, blaow! Look at y'all runnin' your mouth again When you ain't seen"
    },
    {
      "cite": "Chris Brown",
      "quote": "With you tonight Wanna go first? Take off! If I bring you to the plate, will you play ball? I'm a hit it hard like a paintball."
    },
    {
      "cite": "Chief Keef",
      "quote": "I spent that on some paintball guns, Crash the party in this bitch its crackin just like the limos was You ain't gotta find me."
    },
    {
      "cite": "Yelawolf",
      "quote": "Daddy was an outlaw, ride with the eight ball Guns in the ride, we ain't talking 'bout paintball Don't mean I won't get in the paint Know last rapper that I came for got mangled (Got mangled)."
    },
    {
      "cite": "Cassidy",
      "quote": "Only thing you niggaz ever shot was a paintball, or a cap gun, You could get your hat spun, You gotta known I clap my gun, Man, You ain't that dumb!"
    },
    {
      "cite": "Lloyd Banks",
      "quote": "Mind of a leader, drama of a gang banger If a nigga come on property I ain't gonna call There'll be a splatter on ya shirt, and it ain't paintball."
    },
    {
      "cite": "Jaron Michael",
      "quote": "Cops out here shooting coloreds like it's paintball I'll be chilling on a cloud above the rainfall I can take you so high it numb your face off."
    },
    {
      "cite": "New Model Army",
      "quote": "Young money men play paintball games Here comes the war - put out the lights on the Age of Reason."
    },
    {
      "cite": "Lady Leshurr",
      "quote": "I'm on the grind, skateboard I'mma go nuts, acorn They tried to take shots, paintball But I'll cross when I want like a jaywalk."
    },
    {
      "cite": "Mick Jenkins",
      "quote": "With some paintballs, shots sound like Goose Goose Willy Wonka, I got no cellings, if I do, I finna need a new roof limitation."
    },
    {
      "cite": "Anonymous",
      "quote": "Paintball is much more fun when the other people at Walmart don't know we are playing."
    },
    {
      "cite": "Dan Florence",
      "quote": "Sure we could replace war with paintball battles. But it would escalate to paint grenades, paint bombs, weapons of mass paint. I don't want to live in a world where my kids have to worry about what color they will be in the morning."
    },
    {
      "cite": "Rocky Knuth",
      "quote": "Life begins in 10 seconds"
    },
    {
      "cite": "Anonymous",
      "quote": "You gas up the marker, put on the gloves, strap on the mask, and walk onto the field.. it doesn't matter that you failed a test, that your girlfriend broke up with you last night, or that you got a ticket on the way there... your world is right for the next couple hours, this is your heaven on earth.. live it.. love it.. Paintball for life.."
    }
  ]
}