{
  "source": "https://www.wisesayings.com/painting-quotes/",
  "theme": "painting",
  "quotes": [
    {
      "cite": "Pablo Picasso",
      "quote": "Painting is just another way of keeping a diary."
    },
    {
      "cite": "Jackson Pollock",
      "quote": "Painting is self-discovery. Every good artist paints what he is."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Painting is concerned with all the 10 attributes of sight; which are: Darkness, Light, Solidity and Colour, Form and Position, Distance and Propinquity, Motion and Rest."
    },
    {
      "cite": "Philip Guston",
      "quote": "Painting is an illusion, a piece of magic, so what you see is not what you see."
    },
    {
      "cite": "Maurice de Vlaminck",
      "quote": "Good painting is like good cooking; it can be tasted, but not explained."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Painting is an infinitely minute part of my personality."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Painting is easy when you don't know how, but very difficult when you do."
    },
    {
      "cite": "Max Ernst",
      "quote": "Painting is not for me either decorative amusement, or the plastic invention of felt reality; it must be every time: invention, discovery, revelation."
    },
    {
      "cite": "Giotto di Bondone",
      "quote": "Every painting is a voyage into a sacred harbour."
    },
    {
      "cite": "Jackson Pollock",
      "quote": "The painting has a life of its own. I try to let it come through."
    },
    {
      "cite": "Georges Braque",
      "quote": "Painting is a nail to which I fasten my ideas."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "Painting from nature is not copying the object; it is realizing one's sensations."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires."
    },
    {
      "cite": "Robert Delaunay",
      "quote": "Painting is by nature a luminous language."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Painting is a blind man's profession. He paints not what he sees, but what he feels, what he tells himself about what he has seen."
    },
    {
      "cite": "Edgar Degas",
      "quote": "In painting you must give the idea of the true by means of the false."
    },
    {
      "cite": "Gustave Courbet",
      "quote": "Painting is an essentially concrete art and can only consist of the representation of real and existing things."
    },
    {
      "cite": "A. S. Byatt",
      "quote": "The point of painting is not really deception or imitation."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Painting is a faith, and it imposes the duty to disregard public opinion."
    },
    {
      "cite": "Edward Hopper",
      "quote": "Painting will have to deal more fully and less obliquely with life and nature's phenomena before it can again become great."
    },
    {
      "cite": "Balthus",
      "quote": "Painting is a source of endless pleasure, but also of great anguish."
    },
    {
      "cite": "Georges Rouault",
      "quote": "For me, painting is a way to forget life. It is a cry in the night, a strangled laugh."
    },
    {
      "cite": "Frank Stella",
      "quote": "One learns about painting by looking at and imitating other painters."
    },
    {
      "cite": "Kazimir Malevich",
      "quote": "Painting is the aesthetic side of the object but it has never been original, has never been its own goal."
    },
    {
      "cite": "Peter Doig",
      "quote": "Painting becomes interesting when it becomes timeless."
    },
    {
      "cite": "Niki de St. Phalle",
      "quote": "Painting calmed the chaos that shook my soul."
    },
    {
      "cite": "Chuck Jones",
      "quote": "Painting does what we cannot do - it brings a three-dimensional world into a two-dimensional plane."
    },
    {
      "cite": "Chuck Close",
      "quote": "Painting is the frozen evidence of a performance."
    },
    {
      "cite": "Leon Battista Alberti",
      "quote": "Painting contains a divine force which... makes the dead seem almost alive."
    },
    {
      "cite": "Balthus",
      "quote": "Painting is the passage from the chaos of the emotions to the order of the possible."
    }
  ]
}