{
  "source": "https://www.wisesayings.com/paint-quotes/",
  "theme": "paint",
  "quotes": [
    {
      "cite": "Camille Pissarro",
      "quote": "Paint the essential character of things."
    },
    {
      "cite": "Danny Kaye",
      "quote": "Life is a great big canvas; throw all the paint you can at it."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "A great artist can paint a great picture on a small canvas."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If you hear a voice within you say you cannot paint, then by all means paint, and that voice will be silenced."
    },
    {
      "cite": "William Bouguereau",
      "quote": "Paint as you see and be accurate in your drawing: the whole secret of your art is there."
    },
    {
      "cite": "Bob Ross",
      "quote": "All you need to paint is a few tools, a little instruction, and a vision in your mind."
    },
    {
      "cite": "Plutarch",
      "quote": "Painting is silent poetry, and poetry is painting that speaks."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Painting is easy when you don't know how, but very difficult when you do."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To live is to paint, it is to create; but while we are painting, we are being painted, being created as well!"
    },
    {
      "cite": "George De Groat",
      "quote": "Paint from the inside out."
    },
    {
      "cite": "Leopold Stokowski",
      "quote": "A painter paints his pictures on canvas. But musicians paint their pictures on silence. We provide the music, and you provide the silence."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "If you paint in your mind a picture of bright and happy expectations, you put yourself into a condition conducive to your goal."
    },
    {
      "cite": "Gerhard Richter",
      "quote": "Painting is another form of thinking."
    },
    {
      "cite": "Willem de Kooning",
      "quote": "An artist is forced by others to paint out of his own free will."
    },
    {
      "cite": "Ben Shahn",
      "quote": "Paint what you are, paint what you believe, paint what you feel."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Painting is just another way of keeping a diary."
    },
    {
      "cite": "Millard Sheets",
      "quote": "Your painting is a measure of your mind."
    },
    {
      "cite": "Charles Webster Hawthorne",
      "quote": "Paint what you see, not what you know."
    },
    {
      "cite": "Bernd Haussmann",
      "quote": "Painting is not about what you see, its about what you don't see."
    },
    {
      "cite": "Anonymous",
      "quote": "Painting is like child birth you forget how hard it is until you do it again."
    }
  ]
}