{
  "source": "https://www.wisesayings.com/palestine-quotes/",
  "theme": "palestine",
  "quotes": [
    {
      "cite": "Bruno Dumont",
      "quote": "The battle between two men over a girl is the same as the fight for two men over a piece of land. It is all about desire. There is no difference between a love triangle and the conflict between Israel and Palestine."
    },
    {
      "cite": "Yasmina Khadra",
      "quote": "Every Jew in Palestine is a bit of an Arab, and no Arab in Israel can deny that he's a little Jewish."
    },
    {
      "cite": "Remi Kanazi",
      "quote": "Jews and Muslims 'dialoguing' has nothing to do with Palestine. The problem is settler colonialism, apartheid and occupation, not religion."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "Is there any wilderness of sand in the deserts of Arabia, is there any prospect of desolation among the ruins of Palestine, which can rival the repelling effect on the eye, and the depressing influence on the mind, of an English country town in the first stage of its existence, and in the transition state of its prosperity?"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Palestine belongs to the Arabs in the same sense that England belongs to the English or France to the French."
    },
    {
      "cite": "Marmoud Darwish",
      "quote": "The metaphor for Palestine is stronger than the Palestine of reality."
    },
    {
      "cite": "Daniel Barenboim",
      "quote": "An hour of violin lessons in Berlin is an hour where you get the child interested in music. An hour in a violin lesson in Palestine is an hour away from violence, is an hour away from fundamentalism."
    },
    {
      "cite": "Theodor Herzl",
      "quote": "I prefer being penetrated by iron to seeing Palestine is loose."
    },
    {
      "cite": "Yasser Arafat",
      "quote": "Palestine is the cement that holds the Arab world together, or it is the explosive that blows it apart."
    },
    {
      "cite": "Miriam Margolyes",
      "quote": "It's very hard to talk about Palestine to Jewish people - they see me as a betrayer."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "We know too well that our freedom is incomplete without the freedom of the Palestinians."
    },
    {
      "cite": "Menachem Begin",
      "quote": "The Partition of Palestine is illegal. It will never be recognized .... Jerusalem was and will for ever be our capital. Eretz Israel will be restored to the people of Israel. All of it. And for Ever."
    },
    {
      "cite": "Elia Suleiman",
      "quote": "Palestine is about how we drink the water, whether we are being ecological or not. Palestine is our way of exercising our daily living. That's what's going to solve the problem of Palestine. It's also how we think of ourselves spiritually. This kind of disconnectedness is harmful to the person who is acting that way and is sometimes annoying."
    },
    {
      "cite": "Elia Suleiman",
      "quote": "I'm trying to use Palestine as a microcosm of the world, but maybe the world is a microcosm of Palestine. We're living in a moment that has lost attachment to the ideology behind boundaries."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The tomb in Palestine Is not the porch of spirits lingering. It is the grave of Jesus, where he lay."
    }
  ]
}