{
  "source": "https://www.wisesayings.com/palm-tree-quotes/",
  "theme": "palm-tree",
  "quotes": [
    {
      "cite": "Jude Watson",
      "quote": "Palm trees were fanned by a warm, light breeze, and they rolled down their windows to smell the sea."
    },
    {
      "cite": "Saib Tabrizi",
      "quote": "The roots of the aged palm tree exceed those of the young one; the old have a greater attachment to the world."
    },
    {
      "cite": "Blake Shelton",
      "quote": "Palm trees are growin' and a warm breeze a blowing. I picture myself right there, on some beach, somewhere."
    },
    {
      "cite": "David A. Siegel",
      "quote": "I haven't bought a yacht or an island or even a palm tree."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "Grow as a palm-tree on God's Mount Zion; howbeit shaken with winds, yet the root is fast."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "Like a palm tree by the ocean that endures the greatest winds because it knows how to gracefully bend."
    },
    {
      "cite": "Taylor Negron",
      "quote": "I remember when the palm trees were short and Tomorrowland was modern."
    },
    {
      "cite": "John Di Lemme",
      "quote": "I am a champion palm tree! I know that I can sustain the hurricanes in life, because I paid the price and my roots of faith have grown down deep."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Branches of palm are its spars and rails, fibres of palm are its woven sails, and the rope is of palm that idly trails!"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Palm-tree: single-legged giant, topping other trees, peering at the firmament - It longs to pierce the black cloud-ceiling and fly away, away, if only it had wings."
    },
    {
      "cite": "Felicia Dorothea Hemans",
      "quote": "But fair the exil'd Palm-tree grew midst foliage of no kindred hue."
    },
    {
      "cite": "Mikhail Yuryevich Lermontov",
      "quote": "And is the palm tree ever standing, amid the fierce glare beating down, the pilgrim in the desert luring to shelter 'neath her shadow crown?"
    },
    {
      "cite": "Hooyoosay",
      "quote": "Palm tree in my garden. I've got a palm tree in my garden. Oh yeah, a palm tree in my garden. Oh, lucky me, oh oh lucky me."
    },
    {
      "cite": "Macy Gray",
      "quote": "Lately, I've been coming up just like a palm tree people surrounding me."
    },
    {
      "cite": "Lowell",
      "quote": "Waiting for a palm tree sunshine, all my good times I'll run to you."
    },
    {
      "cite": "Brian Wilson",
      "quote": "A palm tree in the moon when a comet comes out to fall."
    },
    {
      "cite": "ABBA",
      "quote": "See me sitting in the palm tree looking down at people passing by sitting here no-one can harm me."
    },
    {
      "cite": "Sonntag",
      "quote": "Little palm tree you moved out to stand in long lines."
    },
    {
      "cite": "Brett Eldredge",
      "quote": "If palm tree shade makes a perfect tent then wasted time is time well spent."
    },
    {
      "cite": "Yeek",
      "quote": "Underneath the palm tree it's paradise, it's paradise."
    },
    {
      "cite": "Florida Georgia Line",
      "quote": "Got a palm tree paradise way out in the countryside."
    },
    {
      "cite": "M.I.A.",
      "quote": "Palm tree silhouette smells amazing."
    },
    {
      "cite": "Andra Day",
      "quote": "You're in the wind just like a palm tree in a storm but I'll be the only one to break and fall."
    },
    {
      "cite": "Tommy Makem",
      "quote": "Oh, the taller that the palm tree grows, the sweeter is the bark."
    },
    {
      "cite": "John Denver",
      "quote": "The palm tree's just a picture on a postcard."
    },
    {
      "cite": "Jethro Tull",
      "quote": "Walking through forests of palm tree apartments."
    },
    {
      "cite": "Ja Rule",
      "quote": "Under palm tree's to white sand everything is a price man"
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "Sleep under a palm tree feel the rush of the ocean."
    },
    {
      "cite": "Philip Sidney",
      "quote": "It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened."
    },
    {
      "cite": "Carl Hiaasen",
      "quote": "The first rule of hurricane coverage is that every broadcast must begin with palm trees bending in the wind."
    }
  ]
}