{
  "source": "https://www.wisesayings.com/pancake-quotes/",
  "theme": "pancake",
  "quotes": [
    {
      "cite": "Mahoatmeal Ghandi",
      "quote": "Where there is a perfect pancake flip, there is life."
    },
    {
      "cite": "Kristen Day",
      "quote": "There was no time for chit-chat when there were chocolate chip pancakes to be eaten."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "There is hardship in everything except eating pancakes."
    },
    {
      "cite": "Frankfurterlin P. Jones",
      "quote": "Pancakes don't make the world go 'round. Pancakes are what makes the ride worthwhile."
    },
    {
      "cite": "Samuel L. Jackson",
      "quote": "Just 'cause you pour syrup on something doesnt make it pancakes."
    },
    {
      "cite": "John Lennon",
      "quote": "All you need is pancakes. Pancakes are all you need."
    },
    {
      "cite": "George Carlin",
      "quote": "Griddle cakes, pancakes, hot cakes, flapjacks: why are there four names for grilled batter and only one word for love?"
    },
    {
      "cite": "Tove Jansson",
      "quote": "Someone who eats pancakes and jam can't be so awfully dangerous. You can talk to him."
    },
    {
      "cite": "Edgar Allen Po",
      "quote": "We pancaked with a pancake that was more than a pancake."
    },
    {
      "cite": "Ron Swanson",
      "quote": "There has never been a sadness that can't be cured by breakfast food."
    },
    {
      "cite": "Antonin Scalia",
      "quote": "In a big family the first child is kind of like the first pancake. If it's not perfect, that's okay, there are a lot more coming along."
    },
    {
      "cite": "Cynthia Lewis",
      "quote": "If you want pancakes for breakfast, offer to help make them."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "There's nothing better than cake but more cake."
    },
    {
      "cite": "Alfred Lord Denny'son",
      "quote": "Tis better to have eaten a pancake than never to have eaten a pancake at all."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Pancakes were meant to be flipped!"
    },
    {
      "cite": "Daniel Tosh",
      "quote": "No matter how flat you make your pancakes, it still has two sides."
    },
    {
      "cite": "Christine Feehan",
      "quote": "Maybe love was a woman feeding him pancakes. Maybe it was someone sitting across from him sipping orange juice just to please him."
    },
    {
      "cite": "Henry David Chorizeau",
      "quote": "There is no remedy for pancakes but to pancake more."
    },
    {
      "cite": "Ruth Reichl",
      "quote": "People are so used to eating terrible pancakes, no matter how you mess up, they're going to be great. And if you make fresh orange juice, they'll be over the moon."
    },
    {
      "cite": "Bill Parcells",
      "quote": "There are two sides to a pancake. One is brown and fluffy; the other is burnt."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "As is always the way with pancakes, the first hotcake to come out of the pan will probably be a bit misshapen. Just scoff it, and carry on with the rest."
    },
    {
      "cite": "Anonymous",
      "quote": "Sheldon likes pancakes because they make good tents He's making himself a window."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "A waffle is like a pancake with a syrup trap."
    }
  ]
}