{
  "source": "https://www.wisesayings.com/panic-quotes/",
  "theme": "panic",
  "quotes": [
    {
      "cite": "Cullen Hightower",
      "quote": "We experience moments absolutely free from worry. These brief respites are called panic."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Panic causes tunnel vision. Calm acceptance of danger allows us to more easily assess the situation and see the options."
    },
    {
      "cite": "Tom McClintock",
      "quote": "A financial panic is a very bad thing, but a government panic can do far greater damage in a far shorter time."
    },
    {
      "cite": "Anthony Scaramucci",
      "quote": "Panic implies that there is no rational thought taking place. That we are frozen and incapable of adjusting. Powerless to logic, and subject to seemingly unthinkable behavior."
    },
    {
      "cite": "Ted Turner",
      "quote": "If you panic that's a good way to lose. You have to stay in control."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Panic is a sudden desertion of us, and a going over to the enemy of our imagination."
    },
    {
      "cite": "Starhawk",
      "quote": "Panic is not an effective long-term organizing strategy."
    },
    {
      "cite": "John Hodgman",
      "quote": "Panic is an incredibly catalyzing creative force. And almost out of sheer necessity, I found I had to talk about myself and my real life as it is effectively lived by me."
    },
    {
      "cite": "Peter Kay",
      "quote": "There's no panic like the panic you momentarily feel when your hand or head is stuck in something."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Panic is the sudden realization that everything around you is alive."
    },
    {
      "cite": "Ann-Marie MacDonald",
      "quote": "Depression is anger slowed down; panic is grief speeded up."
    },
    {
      "cite": "Shekhar Kapur",
      "quote": "Panic is the great access of creativity because that's the only way to get rid of your mind."
    },
    {
      "cite": "Stephen King",
      "quote": "Panic is highly contagious, especially in situations when nothing is known and everything is in flux."
    },
    {
      "cite": "Julie Andrews",
      "quote": "If you're tearing around in a panic about something, then it puts everyone else in a panic as well."
    },
    {
      "cite": "Nelson DeMille",
      "quote": "Panic, a deep abiding, free-floating anxiety, often without any reason or logical basis."
    }
  ]
}