{
  "source": "https://www.wisesayings.com/panther-quotes/",
  "theme": "panther",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "When I consider that the noble animals have been exterminated here - the cougar, panther, lynx, wolverine, wolf, bear, moose, deer, the beaver, the turkey, etc, etc - I cannot but feel as I lived in a tamed, and, as it were, emasculated country."
    },
    {
      "cite": "Younes Tarantino",
      "quote": "Be like the panther kind, the ghost of forest, too quick to take hold of any opportunity that comes your way and too stealthy to be noticed when you climb to the top because success breeds haters."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "I had never seen the jungle. They fed me behind bars from an iron pan till one night I felt that I was Bagheera - the Panther - and no man's plaything, and I broke the silly lock with one blow of my paw and came away; and because I had learned the ways of men, I became more terrible in the jungle than Shere Khan."
    },
    {
      "cite": "Clarice Lispector",
      "quote": "But I welcome the darkness where the two eyes of that soft panther glow. The darkness is my cultural broth. The enchanted darkness. I go on speaking to you, risking disconnection: I’m subterraneously unattainable because of what I know."
    },
    {
      "cite": "Ovid",
      "quote": "The god we now behold with opened eyes, A herd of spotted panthers round him lies In glaring forms; the grapy clusters spread On his fair brows, and dangle on his head."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "Because I’m a cat. A big one, the Panther of Rough Storms, in fact. But still a cat. If there’s a saucer of milk to spill, I’d rather spill it than let it lie. If my mistress grows absent-minded and leaves a ball of yarn about, I’ll bat it between my paws, and unravel it. Because it’s fun. Because it’s what cats do best."
    },
    {
      "cite": "Philipp Meyer",
      "quote": "The entire history of humanity is marked by a single inexorable movement - from animal instinct toward rational thought, from inborn behavior toward acquired knowledge. A half-grown panther abandoned in the wilderness will grow up to be a perfectly normal panther. But a half-grown child similarly abandoned will grow up into an unrecognizable savage, unfit for normal society. Yet there are those who insist the opposite: that we are creatures of instinct, like wolves."
    },
    {
      "cite": "Charles Frazier",
      "quote": "If she had not been alone, she would never have seen the panther or felt the hope it spread into the world like rings around the splash of a rock thrown into a still lake."
    },
    {
      "cite": "Richard Ford",
      "quote": "She understood perfectly that when the object of anticipation becomes paramount, trouble begins to lurk like a panther."
    },
    {
      "cite": "Aristophanes",
      "quote": "There is no beast, no rush of fire, like woman so untamed. She calmly goes her way where even panthers would be shamed."
    },
    {
      "cite": "John Lyly",
      "quote": "[Beauty is] a delicate bait with a deadly hook; a sweet panther with a devouring paunch, a sour poison in a silver pot."
    },
    {
      "cite": "Huey Newton",
      "quote": "The nature of a panther is that he never attacks. But if anyone attacks or backs into a corner, the panther comes up to wipe that aggressor or that attacker out."
    },
    {
      "cite": "Fred Hampton",
      "quote": "Yes, we do defend our office as we do defend our homes. This is a constitutional right everybody has, and nothing's funny about that. The only reason they get mad at the Black Panther Party when you do it is for the simple reason that we're political."
    },
    {
      "cite": "Anthony Mackie",
      "quote": "If you look at the true essence of the Black Panthers, they were more of a community protection group."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "My mother was a woman. A black woman. A single mother. Raising two kids on her own. So she was dark skinned. Had short hair. Got no love from nobody except for a group called the Black Panthers. So that's why she was a Black Panther."
    },
    {
      "cite": "Fred Hampton",
      "quote": "A lot of people don't understand the Black Panthers Party's relationship with white mother country radicals."
    }
  ]
}