{
  "source": "https://www.wisesayings.com/papa-quotes/",
  "theme": "papa",
  "quotes": [
    {
      "cite": "Michael Forest",
      "quote": "A father is a fellow who has replaced the currency in his wallet with snapshots of his kids."
    },
    {
      "cite": "Aristotle",
      "quote": "Being a father is the most rewarding thing a man whose career has plateaued can do."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Every father should remember one day his son will follow his example, not his advice."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Fathers are biological necessities, but social accidents."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What the father kept silent the son speaks out."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A father is a man who expects his son to be as good a man as he meant to be."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is a wise father that knows his own child."
    },
    {
      "cite": "Dan Pearce",
      "quote": "The greatest mark of a father is how he treats his children when no one is looking."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "A family needs a father to anchor it."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "An angry father is most cruel towards himself."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "It is much easier to become a father than to be one."
    },
    {
      "cite": "Dan Brown",
      "quote": "No love is greater than that of a father for His son."
    },
    {
      "cite": "Mark Twain",
      "quote": "Good fathers not only tell us how to live, they show us."
    },
    {
      "cite": "Steve Martin",
      "quote": "A father carries pictures where his money used to be."
    },
    {
      "cite": "George Herbert",
      "quote": "One father is more than a hundred schoolmasters."
    },
    {
      "cite": "Michael Chabon",
      "quote": "A father is a man who fails every day."
    },
    {
      "cite": "Michael Bergin",
      "quote": "A father's disappointment can be a very powerful tool."
    },
    {
      "cite": "Theodore Hesburgh",
      "quote": "The most important thing a father can do for his children is to love their mother."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Fathers have a lot to do to make up for having sons."
    },
    {
      "cite": "Cameron Mathison",
      "quote": "Being a father makes everything in the world make sense."
    },
    {
      "cite": "Fela Durotoye",
      "quote": "Real Fathers are men of integrity & honour. Their word is their bond."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "A successful father is not more successful than his children."
    },
    {
      "cite": "Kazuo Koike",
      "quote": "A father knows his child's heart, as only a child can know his fathers."
    },
    {
      "cite": "Helen Lowrie Marshall",
      "quote": "The love of a father is one of nature's greatest masterpieces."
    },
    {
      "cite": "Fela Durotoyev",
      "quote": "Real fathers are solution providers and not a part of the problem to be solved."
    },
    {
      "cite": "Barack Obama",
      "quote": "Be the best father you can be to your children. Because nothing is more important."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "A father's duty is to make his home a place of happiness and joy."
    },
    {
      "cite": "Fanny Fern",
      "quote": "Every father knows at once too much and too little about his own son."
    },
    {
      "cite": "Howard W. Hunter",
      "quote": "A righteous father protects his children with his time and presence."
    },
    {
      "cite": "Allison Pearson",
      "quote": "A father is the template of a man Nature gives a girl."
    }
  ]
}