{
  "source": "https://www.wisesayings.com/paradise-quotes/",
  "theme": "paradise",
  "quotes": [
    {
      "cite": "Jay Griffiths",
      "quote": "Human language is lit with animal life: we play cats-cradle or have hare-brained ideas; we speak of badgering; or outfoxing someone; to squirrel something away and to ferret it out."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Your library is your paradise."
    },
    {
      "cite": "Alain Badiou",
      "quote": "There is a kind of serenity in love which is almost a paradise."
    },
    {
      "cite": "Laurie Anderson",
      "quote": "Paradise is exactly like where you are right now... only much, much better."
    },
    {
      "cite": "Voltaire",
      "quote": "Paradise was made for tender hearts; hell, for loveless hearts."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The only paradise is paradise lost."
    },
    {
      "cite": "Karl Popper",
      "quote": "Those who promise us paradise on earth never produced anything but a hell."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A fool's paradise is a wise man's hell!"
    },
    {
      "cite": "Said Nursi",
      "quote": "Time has shown that Paradise is not cheap, and neither is Hell unnecessary."
    },
    {
      "cite": "Jean Paul",
      "quote": "Recollection is the only paradise from which we cannot be turned out."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Children are the keys of paradise."
    },
    {
      "cite": "George Santayana",
      "quote": "Oxford, the paradise of dead philosophies."
    },
    {
      "cite": "Hakeem Olajuwon",
      "quote": "God comes first. Paradise is not cheap."
    },
    {
      "cite": "Thomas Howard",
      "quote": "Hell is where everyone is doing his own thing. Paradise is where everyone is doing God's thing."
    },
    {
      "cite": "Simone Weil",
      "quote": "We must prefer real hell to an imaginary paradise."
    },
    {
      "cite": "Abu Bakr",
      "quote": "He who indulges in falsehood will find the paths of paradise shut to him."
    },
    {
      "cite": "Novalis",
      "quote": "Every beloved object is the center point of a paradise."
    },
    {
      "cite": "Esther Dyson",
      "quote": "A worker's paradise is a consumer's hell."
    },
    {
      "cite": "Dario Argento",
      "quote": "Paradise is too perfect for humanity."
    },
    {
      "cite": "Alphonsus Liguori",
      "quote": "The heart of man is, so to speak, the paradise of God."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "The path to paradise begins in hell."
    },
    {
      "cite": "Morgan Rhodes",
      "quote": "Even paradise could become a prison if one had enough time to take notice of the walls."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "God hides the fires of hell within paradise."
    },
    {
      "cite": "Henry Miller",
      "quote": "Certainly paradise, whatever, wherever it be, contains flaws. If it did not, it would be incapable of drawing the hearts of men or angels."
    },
    {
      "cite": "Anonymous",
      "quote": "Whoever threads a path seeking knowledge, Allah will make easy for him the path to paradise."
    },
    {
      "cite": "Pierre Jean de Beranger",
      "quote": "Paradise is open to all kind hearts."
    },
    {
      "cite": "Abu Bakr",
      "quote": "He who aspires to paradise should learn to deal with people with kindness."
    },
    {
      "cite": "Holly Hunter",
      "quote": "Privacy is paradise."
    }
  ]
}