{
  "source": "https://www.wisesayings.com/paranoid-quotes/",
  "theme": "paranoid",
  "quotes": [
    {
      "cite": "Richard Hofstadter",
      "quote": "The idea of the paranoid style as a force in politics would have little contemporary relevance or historical value if it were applied only to men with profoundly disturbed minds. It is the use of paranoid modes of expression by more or less normal people that makes the phenomenon significant."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Paranoia is just another word for ignorance."
    },
    {
      "cite": "Sam Keen",
      "quote": "Paranoia reduces anxiety and guilt by transferring to the other all the characteristics one does not want to recognize in oneself. It is maintained by selective perception and recall. We only see and acknowledge those negative aspects of the enemy that support the stereotype we have already created."
    },
    {
      "cite": "David Ignatius",
      "quote": "The worm of paranoia begins to eat into even the hardest adversary."
    },
    {
      "cite": "Eric Christian Olsen",
      "quote": "Paranoia plays into all of us. Trust is a terrifying idea of not knowing who we can rely on."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Just because you're paranoid doesn't mean they aren't after you."
    },
    {
      "cite": "John Lennon",
      "quote": "Paranoia is just a heightened sense of awareness."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The paranoid is never entirely mistaken."
    },
    {
      "cite": "Robert Breault",
      "quote": "A paranoid thinks that sinister forces are out to get him, not realizing that they are out to get everybody."
    },
    {
      "cite": "Arthur D. Hlavaty",
      "quote": "Paranoia is the delusion that your enemies are organized."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Paranoia is just another word for longevity."
    },
    {
      "cite": "Philo Gant",
      "quote": "Paranoia is reality seen on a finer scale."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Don't be afraid of losing a little power in daily associations. People who seek power and knowledge aren't misers. They aren't afraid. That is paranoid."
    },
    {
      "cite": "Kimberly Derting",
      "quote": "Paranoia was always a potential side effect."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "A paranoid is someone who has all the facts."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "Even paranoid people have enemies."
    },
    {
      "cite": "Dean Koontz",
      "quote": "In this world only the paranoid survive."
    },
    {
      "cite": "Bill Ayers",
      "quote": "It's amazing where the paranoid mind can take you."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Sometimes paranoia's just having all the facts."
    },
    {
      "cite": "Dr. Hunter S. Thompson",
      "quote": "There is no such thing as paranoia. No. Not in the 21st century. Paranoia is just another word for ignorance."
    },
    {
      "cite": "Molly Ivins",
      "quote": "Being slightly paranoid is like being slightly pregnant - it tends to get worse."
    },
    {
      "cite": "Parry Aftab",
      "quote": "We need to tell the difference between being paranoid and being careful."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Paranoia has a sharper taste if the danger is real."
    },
    {
      "cite": "Matt Damon",
      "quote": "Paranoid is what people who are trying to take advantage call you in an effort to get you to drop your guard."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "There is no such thing as paranoia. Your worst fears can come true at any moment."
    },
    {
      "cite": "John Green",
      "quote": "If you act out of a paranoid fear of something happening, you will always make that thing happen."
    },
    {
      "cite": "Andy Grove",
      "quote": "Only the paranoid survive."
    },
    {
      "cite": "Tyrone Hayes",
      "quote": "The secret to a happy, successful life of paranoia is to keep careful track of your persecutors."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "A paranoid is someone who knows a little of what's going on."
    }
  ]
}