{
  "source": "https://www.wisesayings.com/paradox-quotes/",
  "theme": "paradox",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "I am the wisest man alive, for I know one thing, and that is that I know nothing."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Only you can take responsibility for your happiness..but you can't do it alone. It's the great paradox of being human."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The way of paradoxes is the way of truth. To test Reality we must see it on the tight-rope. When the Verities become acrobats we can judge them."
    },
    {
      "cite": "Bill Jensen",
      "quote": "The paradox of simplicity is that making things simpler is hard work"
    },
    {
      "cite": "Tom Robbins",
      "quote": "To live fully, one must be free, but to be free one must give up security. Therefore, to live one must be ready to die. How's that for a paradox?"
    },
    {
      "cite": "Galileo Galilei",
      "quote": "By denying scientific principles, one may maintain any paradox."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Conservatives are not necessarily stupid, but most stupid people are conservatives."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Man is an embodied paradox, a bundle of contradictions"
    },
    {
      "cite": "Erica Jong",
      "quote": "If you don't risk anything, you risk even more."
    },
    {
      "cite": "Erich Fromm",
      "quote": "In love the paradox occurs that two beings become one and yet remain two."
    },
    {
      "cite": "Criss Jami",
      "quote": "A fear of weakness only strengthens weakness."
    },
    {
      "cite": "George Eliot",
      "quote": "But human experience is usually paradoxical, that means incongruous with the phrases of current talk or even current philosophy."
    },
    {
      "cite": "Mason Cooley",
      "quote": "When a paradox is widely believed, it is no longer recognized as a paradox"
    },
    {
      "cite": "Adyashanti",
      "quote": "The paradox is that when resistance is fully accepted, the resistance disappears"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "A mind all logic is like a knife all blade. It makes the hand bleed that uses it."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it."
    },
    {
      "cite": "Earl Warren",
      "quote": "Paradox with him was only truth standing on its head to attract attention"
    },
    {
      "cite": "Niels Bohr",
      "quote": "How wonderful that we have met with a paradox. Now we have some hope of making progress."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "It is a paradoxical but profoundly true and important principle of life that the most likely way to reach a goal is to be aiming not at that goal itself but at some more ambitious goal beyond it."
    },
    {
      "cite": "Shana Alexander",
      "quote": "The paradox of reality is that no image is as compelling as the one which exists only in the mind's eye."
    },
    {
      "cite": "Fiona Apple",
      "quote": "The way I feel about music is that there is no right and wrong. Only true and false."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The more we do, the more we can do; the more busy we are, the more leisure we have."
    },
    {
      "cite": "Criss Jami",
      "quote": "I'm not offended until you think I'm offended."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The thinker without a paradox is like a lover without a feeling: a paltry mediocrity."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Men have two greatest fears: the first fear is the fear of being needed, and the second fear is the fear of not being needed."
    },
    {
      "cite": "Gilles Deleuze",
      "quote": "Paradox is the pathos or the passion of philosophy."
    },
    {
      "cite": "Jack London",
      "quote": "There is an ecstasy that marks the summit of life, and beyond which life cannot rise. And such is the paradox of living, this ecstasy comes when one is most alive, and it comes as a complete forgetfulness that one is alive."
    },
    {
      "cite": "Nancy Cartwright",
      "quote": "Life is a paradox, you're damned if you do and damned if you don't"
    }
  ]
}