{
  "source": "https://www.wisesayings.com/parents-quotes/",
  "theme": "parents",
  "quotes": [
    {
      "cite": "Mitch Albom",
      "quote": "All parents damage their children. It cannot be helped. Youth, like pristine glass, absorbs the prints of its handlers. Some parents smudge, others crack, a few shatter childhoods completely into jagged little pieces, beyond repair."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We never know the love of a parent till we become parents ourselves."
    },
    {
      "cite": "Mitch Albom",
      "quote": "I also believe that parents, if they love you, will hold you up safely, above their swirling waters, and sometimes that means you'll never know what they endured, and you may treat them unkindly, in a way you otherwise wouldn't."
    },
    {
      "cite": "Haim Ginott",
      "quote": "Parents often talk about the younger generation as if they didn't have anything to do with it."
    },
    {
      "cite": "Orlando A. Battista",
      "quote": "The best inheritance a parent can give his children is a few minutes of his time each day."
    },
    {
      "cite": "Alvin Price",
      "quote": "Parents need to fill a child's bucket of self-esteem so high that the rest of the world can't poke enough holes to drain it dry"
    },
    {
      "cite": "Robert Brault",
      "quote": "As parents, we guide by our unspoken example. It is only when we're talking to them that our kids aren't listening."
    },
    {
      "cite": "John Lennon",
      "quote": "The pressures of being a parent are equal to any pressure on earth. To be a conscious parent, and really look to that little being's mental and physical health, is a responsibility which most of us, including me, avoid most of the time because it's too hard."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The joys of parents are secret, and so are their griefs and fears: they cannot utter the one, nor will they utter the other."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up."
    },
    {
      "cite": "Maya Angelou",
      "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength."
    },
    {
      "cite": "Anne Frank",
      "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A parent who has never apologized to his children is a monster. If he's always apologizing, his children are monsters."
    },
    {
      "cite": "Jane D. Hull",
      "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents."
    },
    {
      "cite": "Leon R. Yankwich",
      "quote": "There are no illegitimate children   only illegitimate parents."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Parents are the bones on which children sharpen their teeth."
    },
    {
      "cite": "George Santayana",
      "quote": "Parents lend children their experience and a vicarious memory; children endow their parents with a vicarious immortality."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To lose one parent may be regarded as a misfortune... to lose both seems like carelessness."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Where parents do too much for their children, the children will not do much for themselves."
    },
    {
      "cite": "John Locke",
      "quote": "Parents wonder why the streams are bitter, when they themselves have poisoned the fountain."
    },
    {
      "cite": "Bette Davis",
      "quote": "If you've never been hated by your child, you've never been a parent."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Your parents, they give you your life, but then they try to give you their life."
    },
    {
      "cite": "Dorothy C. Fisher",
      "quote": "A mother is not a person to lean on but a person to make leaning unnecessary."
    },
    {
      "cite": "Anthony Douglas Williams",
      "quote": "Every parent is a teacher... But not all parents teach."
    },
    {
      "cite": "Lawrence Balter",
      "quote": "As a parent, you will often serve as an inadvertent example to your child. A child will model himself after you in many areas: how you deal with frustration, settle disagreements and cope with not being able to have the things that you want, to name just three."
    },
    {
      "cite": "Arlene Harder",
      "quote": "When things turn out pretty much as expected, parents give little thought to how much they have influenced the outcome. When things don't turn out as expected, parents give a great deal of thought to the role they play."
    }
  ]
}