{
  "source": "https://www.wisesayings.com/parents-love-quotes/",
  "theme": "parents-love",
  "quotes": [
    {
      "cite": "Dr T.P.Chia",
      "quote": "Parental love is the only love that is truly selfless, unconditional and forgiving."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "What it's like to be a parent: It's one of the hardest things you'll ever do but in exchange it teaches you the meaning of unconditional love."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Parents were the only ones obligated to love you; from the rest of the world you had to earn it."
    },
    {
      "cite": "Gary Smalley",
      "quote": "Affirming words from moms and dads are like light switches. Speak a word of affirmation at the right moment in a child's life and it's like lighting up a whole roomful of possibilities."
    },
    {
      "cite": "James E. Faust",
      "quote": "The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We never know the love of a parent till we become parents ourselves."
    },
    {
      "cite": "Mitch Albom",
      "quote": "When you look into your mother's eyes, you know that is the purest love you can find on this earth."
    },
    {
      "cite": "Roald Dahl",
      "quote": "It's a funny thing about mothers and fathers. Even when their own child is the most disgusting little blister you could ever imagine, they still think that he or she is wonderful."
    },
    {
      "cite": "Jim Morrison",
      "quote": "The most loving parents and relatives commit murder with smiles on their faces. They force us to destroy the person we really are: a subtle kind of murder."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "My parents are my backbone. Still are. They're the only group that will support you if you score zero or you score 40."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Each day of our lives we make deposits in the memory banks of our children."
    },
    {
      "cite": "Eileen Kennedy-Moore",
      "quote": "By loving them for more than their abilities we show our children that they are much more than the sum of their accomplishments."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "A father's goodness is higher than the mountain, a mother's goodness deeper than the sea."
    },
    {
      "cite": "Robert Brault",
      "quote": "A parent's love is whole no matter how many times divided."
    },
    {
      "cite": "Ursula Hegi",
      "quote": "That's the nature of being a parent, Sabine has discovered. You'll love your children far more than you ever loved your parents, and - in the recognition that your own children cannot fathom the depth of your love - you come to understand the tragic, unrequited love of your own parents."
    },
    {
      "cite": "O. A. Battista",
      "quote": "The best inheritance a parent can give his children is a few minutes of his time each day."
    },
    {
      "cite": "Brian Tracy",
      "quote": "If you raise your children to feel that they can accomplish any goal or task they decide upon, you will have succeeded as a parent and you will have given your children the greatest of all blessings."
    },
    {
      "cite": "Kevin Heath",
      "quote": "As your kids grow they may forget what you said, but won't forget how you made them feel"
    },
    {
      "cite": "Edwin Hubbell Chapin",
      "quote": "No language can express the power, and beauty, and heroism, and majesty of a mother's love. It shrinks not where man cowers, and grows stronger where man faints, and over wastes of worldly fortunes sends the radiance of its quenchless fidelity like a star."
    },
    {
      "cite": "Alvin Price",
      "quote": "Parents need to fill a child's bucket of self-esteem so high that the rest of the world can't poke enough holes to drain it dry"
    },
    {
      "cite": "Dr. James Dobson",
      "quote": "Don't throw away your friendship with your teenager over behavior that has no great moral significance. There will be plenty of real issues that require you to stand like a rock. Save your big guns for those crucial confrontations."
    },
    {
      "cite": "Elizabeth Stone",
      "quote": "Making the decision to have a child is momentous. It is to decide forever to have your heart go walking around outside your body."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "We must love them for themselves, and not for the best of ourselves in them, and that is a great deal harder to do. Loving our own children is an exercise for the imagination."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "The Parental predisposition to love prevails in the most harrowing of circumstances."
    },
    {
      "cite": "Robert Brault",
      "quote": "A Parents love is whole, no matter how many times it’s divided."
    },
    {
      "cite": "Brad Meltzer",
      "quote": "No matter how far we come, our parents are always in us."
    },
    {
      "cite": "Barbara Walters",
      "quote": "Parents of young children should realize that few people, and maybe no one, will find their children as enchanting as they do."
    },
    {
      "cite": "Wm. Paul Young",
      "quote": "In some sense every parent does love their children. But some parents are too broken to love them well."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Love is the chain whereby to bind a child to its parents"
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There is no friendship, no love, like that of the parent for the child."
    }
  ]
}