{
  "source": "https://www.wisesayings.com/parenting-quotes/",
  "theme": "parenting",
  "quotes": [
    {
      "quote": "The life of a mother is the life of a child: you are two blossoms on a single branch.",
      "cite": "Karen Maezen Miller"
    },
    {
      "quote": "I'm beginning to perceive motherhood as a long, slow letting go, of which birth is just the first step.",
      "cite": "Sandra Steingraber"
    },
    {
      "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands",
      "cite": "Anne Frank"
    },
    {
      "quote": "Parents need to fill a child's bucket of self-esteem so high that the rest of the world can't poke enough holes to drain it dry.",
      "cite": "Alvin Price"
    },
    {
      "quote": "Encourage & support your kids because 'Children are apt to live up to what you believe of them.",
      "cite": "Lady Bird Johnson"
    },
    {
      "quote": "When you give a little of yourself to a child, you give a little of yourself to their future!",
      "cite": "Kevin Heath"
    },
    {
      "quote": "We never know the love of the parent till we become parents ourselves.",
      "cite": "Henry Ward Beecher"
    },
    {
      "quote": "If you are a parent, open doors to unknown directions to the child so he can explore. Don't make him afraid of the unknown,give him support",
      "cite": "Osho"
    },
    {
      "quote": "Parenthood...It's about guiding the next generation, and forgiving the last.",
      "cite": "Peter Krause"
    },
    {
      "quote": "Sometimes the strength of motherhood is greater than natural laws.",
      "cite": "Barbara Kingsolver"
    },
    {
      "quote": "There is nothing that moves a loving father's soul quite like his child's cry.",
      "cite": "Joni Eareckson Tada"
    },
    {
      "quote": "I mean, when the world comes for your children, with the knives out, it's your job to stand in the way.",
      "cite": "Joe Hill"
    },
    {
      "quote": "Parenthood is the opiate of the masses.",
      "cite": "Chuck Palahniuk"
    },
    {
      "quote": "If we never have headaches through rebuking our children, we shall have plenty of heartaches when they grow up.",
      "cite": "Charles Haddon Spurgeon"
    },
    {
      "quote": "The danger of motherhood. you relive your early self, through the eyes of your mother.",
      "cite": "Joyce Carol Oates"
    },
    {
      "quote": "It's our children who teach us how to be parents.",
      "cite": "Susie Morgenstern"
    },
    {
      "quote": "There is no such thing as a perfect parent. So just be a real one.",
      "cite": "Sue Atkins"
    },
    {
      "quote": "Whatever you would have your children become, strive to exhibit in your own lives and conversation.",
      "cite": "Lydia H. Sigourney"
    },
    {
      "quote": "Where parents do too much for their children, the children will not do much for themselves.",
      "cite": "Elbert Hubbard"
    },
    {
      "quote": "Let parents bequeath to their children not riches, but the spirit of reverence.",
      "cite": "Plato"
    },
    {
      "quote": "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children.",
      "cite": "George Bernard Shaw"
    },
    {
      "quote": "The most important thing that parents can teach their children is how to get along without them",
      "cite": "Frank A. Clark"
    },
    {
      "quote": "Stop trying to perfect your child, but keep trying to perfect your relationship with him.",
      "cite": "Dr. Henker"
    },
    {
      "quote": "Praise your children openly, reprehend them secretly.",
      "cite": "W. Cecil"
    },
    {
      "quote": "Your children will become what you are; so be what you want them to be",
      "cite": "David Bly"
    },
    {
      "quote": "Kids are like a mirror, what they see and hear they do. Be a good reflection for them.",
      "cite": "K. Heath"
    },
    {
      "quote": "The rules for parents are but three...love, limit, and let them be.",
      "cite": "Elaine M. Ward"
    },
    {
      "quote": "If your child has a weakness, teach them how to turn it into a strength! The only Failure is not trying.",
      "cite": "Kevin Heath"
    },
    {
      "quote": "Love is giving your kids your undivided attention and time",
      "cite": "Kevin Heath"
    },
    {
      "quote": "If you want your children to improve, let them overhear the nice things you say about them to others.",
      "cite": "Haim Ginott"
    }
  ]
}