{
  "source": "https://www.wisesayings.com/paris-quotes/",
  "theme": "paris",
  "quotes": [
    {
      "cite": "Marilyn Hacker",
      "quote": "Paris is a wonderful city. I can't say I belong to an especially anglophone community."
    },
    {
      "cite": "Gaston Leroux",
      "quote": "In Paris, our lives are one masked ball."
    },
    {
      "cite": "Sacha Guitry",
      "quote": "Being a Parisian is not about being born in Paris, it is about being reborn there."
    },
    {
      "cite": "Kanye West",
      "quote": "In Paris, you're as far as possible from the land of pleasant smiles."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To study in Paris is to be born in Paris!"
    },
    {
      "cite": "John Vinocur",
      "quote": "No one has the right to change Paris, the protesters say, and argue that the city is the patrimony of all mankind."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When good Americans die, they go to Paris."
    },
    {
      "cite": "Louis Garrel",
      "quote": "There's something about Paris, people just don't have anything else do there but love each other."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "In Paris, I really do like to try and do nothing... but that's impossible."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you have ever walked in Paris, you will see that Paris will ever walk in your memoires!"
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "Paris has always seemed ... the only city where you can live and express yourself as you please."
    },
    {
      "cite": "Dave Barry",
      "quote": "Another well-known Paris landmark is the Arc de Triomphe, a moving monument to the many brave women and men who have died trying to visit it."
    },
    {
      "cite": "E. A. Bucchianeri",
      "quote": "You'll have to fall in love at least once in your life, or Paris has failed to rub off on you."
    },
    {
      "cite": "CHAMFORT",
      "quote": "Paris is a city of gaieties and pleasures, where four fifths of the inhabitants die of grief."
    },
    {
      "cite": "Francois Villon",
      "quote": "Good talkers are only found in Paris."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "If you are lucky enough to have lived in Paris as a young man, then wherever you go for the rest of your life, it stays with you, for Paris is a moveable feast."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Paris is so very beautiful that it satisfies something in you that is always hungry in America."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "London is a riddle. Paris is an explanation."
    },
    {
      "cite": "Marion Cotillard",
      "quote": "That Paris exists and anyone could choose to live anywhere else in the world will always be a mystery to me."
    },
    {
      "cite": "Rosecrans Baldwin",
      "quote": "There should be a name for the syndrome that occurs when you're in Paris and you already miss it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A breath of Paris preserves the soul."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "I fly to Paris and discover how to make love to God."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Paris was a museum displaying exactly itself."
    },
    {
      "cite": "Willa Cather",
      "quote": "Paris is a hard place to leave, even when it rains incessantly and one coughs continually from the dampness."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "You belong to me and all Paris belongs to me and I belong to this notebook and this pencil."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "With an apple I will astonish Paris."
    },
    {
      "cite": "Larry LeSueur",
      "quote": "Paris is the happiest city in the world tonight. All Paris is dancing in the streets."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "There are only two places in the world where we can live happy: at home and in Paris."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "In Paris, everybody wants to be an actor; nobody is content to be a spectator."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "People come to Paris, to the capital, to give their lives a sense of belonging, of an almost mythical participation in society."
    }
  ]
}