{
  "source": "https://www.wisesayings.com/parkour-quotes/",
  "theme": "parkour",
  "quotes": [
    {
      "cite": "Anan Anwar",
      "quote": "Parkour is like Golf. The better you play the less you need to do."
    },
    {
      "cite": "Jason Paul",
      "quote": "Free Runners are like kids on playground."
    },
    {
      "cite": "David Belle",
      "quote": "Obstacles are found everywhere, and in overcoming them we nourish ourselves."
    },
    {
      "cite": "David Belle",
      "quote": "Parkour belongs to the ones who live it, not the ones who want to live thanks to it"
    },
    {
      "cite": "Jason Paul",
      "quote": "Timing, Precision and playfulness."
    },
    {
      "cite": "David Belle",
      "quote": "Many people open their mind through different things like music and painting, as well as Parkour. How is not important. What is important is to open your mind because you gain some freedom through it."
    },
    {
      "cite": "David Belle",
      "quote": "Parkour does not have to be liked or disliked! Parkour is here and it will stay here forever! Because it was born from a pure heart and nourished from all the love that a son can give to his father!"
    },
    {
      "cite": "Chris Hayes",
      "quote": "One of the main points of the philosophy behind parkour is being able to help people. To teach them they way themselves, to gain confidence in themselves, building up from simple moves to more complex things, to teach them that they are worthwhile people."
    },
    {
      "cite": "David Belle",
      "quote": "Parkour teaches you to be sure of what you are able to do."
    },
    {
      "cite": "Sebastien Foucan",
      "quote": "Parkour was never invented by anyone, it's always been here."
    },
    {
      "cite": "David Belle",
      "quote": "You don't need any money to do Parkour, just a pair of good shoes and that's all."
    },
    {
      "cite": "David Belle",
      "quote": "So if you do acrobatics things on the street with no other goal than showing off, please don't say it's parkour. Acrobatics existed long time ago before parkour."
    },
    {
      "cite": "Jason Paul",
      "quote": "They run around, try new things and test out their limits."
    },
    {
      "cite": "David Belle",
      "quote": "There are no limits, only obstacles, and any obstacle can be overcome."
    },
    {
      "cite": "Anonymous",
      "quote": "The way of the parkour is to continue, not to stay here."
    },
    {
      "cite": "George Balanchine",
      "quote": "Choreography is simpler than you think. Just go and do, and don't think so much about it. Just make something interesting."
    },
    {
      "cite": "David Belle",
      "quote": "The best part of falling is getting back up again."
    },
    {
      "cite": "David Belle",
      "quote": "First, do it. Second, do it well. Third, do it well and fast that means you're a professional."
    },
    {
      "cite": "David Belle",
      "quote": "Train not to get something right, train so that you can never get it wrong"
    },
    {
      "cite": "David Belle",
      "quote": "The evolution of Parkour sort of happens with time and age as you change, and the body has a certain memory of Parkour. There is a sort of thing that remains intrinsic, but then the choreography will adapt to whatever the necessity of each particular film needs."
    }
  ]
}