{
  "source": "https://www.wisesayings.com/park-quotes/",
  "theme": "park",
  "quotes": [
    {
      "cite": "John Muir",
      "quote": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "There are no words that can tell the hidden spirit of the wilderness, that can reveal its mystery, its melancholy, and its charm."
    },
    {
      "cite": "Patty Duke",
      "quote": "And Reality is hard. It is no walk in the park, this thing called life."
    },
    {
      "cite": "George Gissing",
      "quote": "Parks are but pavement disguised with a growth of grass."
    },
    {
      "cite": "Robert Smithson",
      "quote": "Parks are idealizations of nature, but nature in fact is not a condition of the ideal."
    },
    {
      "cite": "Enos Mills",
      "quote": "Within National Parks is room, glorious room, room in which to find ourselves, in which to think and hope, to dream and plan, to rest and resolve."
    },
    {
      "cite": "Robert Smithson",
      "quote": "The scenic ideals that surround even our national parks are carriers of a nostalgia for heavenly bliss and eternal calmness."
    },
    {
      "cite": "Rumi",
      "quote": "The world is a playground, and death is the night"
    },
    {
      "cite": "Marty Rubin",
      "quote": "Parks and playgrounds are the soul of a city."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It is the child in man that is the source of his uniqueness and creativeness, and the playground is the optimal milieu for the unfolding of his capacities and talents."
    },
    {
      "cite": "Lauren Fleshma",
      "quote": "Make your race a playground, not a proving ground."
    },
    {
      "cite": "Michael Frome",
      "quote": "A national park is not a playground. It's a sanctuary for nature and for humans who will accept nature on nature's own terms."
    },
    {
      "cite": "Walt Disney",
      "quote": "Behind every great amusement park is a great fan site."
    },
    {
      "cite": "Frank Luntz",
      "quote": "Preserving parks and open spaces is a winner because it doesn't need to be explained to everyday Americans."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The true object of all human life is play. Earth is a task garden; heaven is a playground."
    },
    {
      "cite": "Adam Baker",
      "quote": "They say a happy childhood is a lousy preparation for life. Kids who spend their playground days fat, ginger or gay know the truth."
    }
  ]
}