{
  "source": "https://www.wisesayings.com/participation-quotes/",
  "theme": "participation",
  "quotes": [
    {
      "cite": "Christopher Titus",
      "quote": "Participation trophies are the soul herpes of a generation."
    },
    {
      "cite": "David Lee Roth",
      "quote": "Audience participation should extend from on-stage to backstage to under the stage."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Any participation, even in the smallest public function, is useful."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "Life is a flow of love, only your participation is requested."
    },
    {
      "cite": "Alasdair MacIntyre",
      "quote": "It is only by participation in a rational, practice-based community that one becomes rational."
    },
    {
      "cite": "Harry Stack Sullivan",
      "quote": "It may be possible through detachment, to gain knowledge that is 'useful;' but only through participation is it possible to gain the knowledge that is helpful."
    },
    {
      "cite": "Richard Morris",
      "quote": "Participation is easily obtained with Latin chant."
    },
    {
      "cite": "Michael Polanyi",
      "quote": "Personal participation is the universal principle of knowing."
    },
    {
      "cite": "John Dewey",
      "quote": "Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning."
    },
    {
      "cite": "Daniel Patrick Moynihan",
      "quote": "Citizen participation is a device whereby public officials induce nonpublic individuals to act in a way the officials desire."
    },
    {
      "cite": "Chuck Klosterman",
      "quote": "The worst thing you can do to anybody trying to be creative is to demand participation in their vision."
    },
    {
      "cite": "Pete Seeger",
      "quote": "Participation - that's what's gonna save the human race."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "There are many types of participation. One can observe so intensely that one becomes part of the action, but without being an active participant."
    },
    {
      "cite": "Narendra Modi",
      "quote": "People's participation is the essence of good governance."
    },
    {
      "cite": "Howard Rheingold",
      "quote": "Openness and participation are antidotes to surveillance and control."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "Participation in a society is not an artistic choice, it's a human need."
    }
  ]
}