{
  "source": "https://www.wisesayings.com/partying-quotes/",
  "theme": "partying",
  "quotes": [
    {
      "cite": "Rhonda Byrne",
      "quote": "Partying is such sweet sorrow."
    },
    {
      "cite": "Gavin Degraw",
      "quote": "There's always some amount of gradual, slow burning destruction over the course of partying."
    },
    {
      "cite": "David Brown",
      "quote": "Never be the first to arrive at a party or the last to go home, and never, ever be both."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "No party is any fun unless seasoned with folly."
    },
    {
      "cite": "Franklin P Jones",
      "quote": "Nothing makes you more tolerant of a neighbor's noisy party than being there."
    },
    {
      "cite": "Proverb",
      "quote": "Life may not be the party we hoped for, but while we're here we should dance."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "When you're out there partying, horsing around, someone out there at the same time is working hard. Someone is getting smarter and someone is winning. Just remember that."
    },
    {
      "cite": "Ann Landers",
      "quote": "At every party there are two kinds of people -- those who want to go home and those who don't. The trouble is, they are usually married to each other."
    },
    {
      "cite": "Conor Maynard",
      "quote": "When you work hard...it's only fair that you party hard."
    },
    {
      "cite": "unknown",
      "quote": "Party hard, study harder!"
    },
    {
      "cite": "Demi Lovato",
      "quote": "Enjoy your life...let loose, party hard and just have a good time."
    },
    {
      "cite": "Anonymous",
      "quote": "Party like there is no tomorrow!"
    },
    {
      "cite": "Nancie J. Carmody",
      "quote": "I am thankful for the mess to clean after a party because it means I have been surrounded by friends."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The more you praise and celebrate your life, the more there is in life to celebrate."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "At a dinner party one should eat wisely but not too well, and talk well but not too wisely."
    }
  ]
}