{
  "source": "https://www.wisesayings.com/partner-quotes/",
  "theme": "partner",
  "quotes": [
    {
      "cite": "Bai Ling",
      "quote": "The partner that you have is supposed to make you a better person, and when you're happy, you're a better person."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Don't look for a partner who is eye candy. Look for a partner who is soul food."
    },
    {
      "cite": "Randeep Hooda",
      "quote": "There is an interaction and action, reaction between two people. One should show honesty in a relationship. Be honest to your partner and tell him everything. How long can you do things with dishonesty and that's wrong. Don't get into a relationship if you can't be honest."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "The most empowering relationships are those in which each partner lifts the other to a higher possession of their own being."
    },
    {
      "cite": "Sarah MacLean",
      "quote": "The best partnerships aren't dependent on a mere common goal but on a shared path of equality, desire, and no small amount of passion."
    },
    {
      "cite": "Tshepo Koos Maluleke",
      "quote": "Find a partner who can bear all your weak points and still not use them against you."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "The ability to compromise is not a diplomatic politeness toward a partner but rather taking into account and respecting your partner's legitimate interests."
    },
    {
      "cite": "Brittany Murphy",
      "quote": "It's easy to get wrapped up in sharing everyday life with a partner. It's fun to get lost in love and romance. It's the best. But holding on to yourself while doing that is the most important thing."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "Having a partner definitely allows you to take more risks."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "The most important career decision you'll make is who your life partner is."
    },
    {
      "cite": "Tony Lema",
      "quote": "In choosing a partner, always pick the optimist."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Partnership is not a posture but a process-a continuous process that grows stronger each year as we devote ourselves to common tasks."
    },
    {
      "cite": "Clare Balding",
      "quote": "The most important quality in a partner is a sense of humour."
    },
    {
      "cite": "Burt Lancaster",
      "quote": "When two partners always agree, one of them aint necessary."
    },
    {
      "cite": "John Gray",
      "quote": "All men and women have an equal need for love. When these needs are not fulfilled it is easy to have our feelings hurt, for which we blame our partner."
    },
    {
      "cite": "Will Smith",
      "quote": "Everybody need a partner to stand right by their side. Not only down for the good times. But also down through the bad times."
    },
    {
      "cite": "Donna Alward",
      "quote": "A partner to share the ups and downs with. Honor and strength, and knowing you're stronger together than apart."
    },
    {
      "cite": "Roland Smith",
      "quote": "A partner can encourage you, maybe even stop you from falling, but they can't get you to the top. That's entirely up to you."
    },
    {
      "cite": "Anonymous",
      "quote": "Be with those who bring out the best in you, not the stress in you."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't take your frustrations out on your partner. They should be the one person you can go to and feel at peace."
    },
    {
      "cite": "May Sarton",
      "quote": "No partner in a love relationship should feel that he has to give up an essential part of himself to make it viable."
    },
    {
      "cite": "Ben Kingsley",
      "quote": "Equal partners aren't always what we envision as being manifestly equal. Equality can come in many different shapes and sizes and combinations."
    },
    {
      "cite": "Albert Kim",
      "quote": "A partner is someone who makes you more than you are, simply by being by your side."
    },
    {
      "cite": "Robert Brault",
      "quote": "Happiness is having a dream you cannot let go of and a partner who would never ask you to."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "In almost every marriage there is a selfish and an unselfish partner. A pattern is set up and soon becomes inflexible, of one person always making the demands and one person always giving way."
    },
    {
      "cite": "Anonymous",
      "quote": "A true relationship is having someone who accepts your past, supports your present, loves you and encourages your future!"
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "You're not looking for perfection in your partner. Perfection is all about the ego. With soulmate love, you know that true love is what happens when disappointment sets in and you're willing to deal maturely with these disappointments."
    },
    {
      "cite": "Chris Evans",
      "quote": "If women feel they are able to go from partner to partner without feeling emotionally invested and ultimately hurt, they should go for it."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "One partner is always more in love than the other."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "It's fun to have a partner who understands your life and lets you be you."
    }
  ]
}