{
  "source": "https://www.wisesayings.com/party-quotes/",
  "theme": "party",
  "quotes": [
    {
      "cite": "Robin Williams",
      "quote": "Spring is nature's way of saying 'Let's party!'"
    },
    {
      "cite": "Lilly Pulitzer",
      "quote": "That's what life is all about: Let's have a party. Let's have it tonight."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Good parties create a temporary youthfulness."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Life is a party. Dress for it."
    },
    {
      "cite": "David Brown",
      "quote": "Never be the first to arrive at a party or the last to go home and never, never be both.\u009d"
    },
    {
      "cite": "Stephanie Clifford",
      "quote": "I always think the opening moments of a party are the hardest, before everyone has had enough to drink."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "What I don't like about office Christmas parties is looking for a job the next day."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Never miss a party...good for the nerves--like celery."
    },
    {
      "cite": "Dominick Dunne",
      "quote": "Parties are the nightly ritual of the sophisticated society."
    },
    {
      "cite": "Carol Matthau",
      "quote": "The dying process begins the minute we are born, but it accelerates during dinner parties."
    },
    {
      "cite": "Fergie",
      "quote": "A little party never killed nobody."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "It's not about going to a party. It's life as a party."
    },
    {
      "cite": "Yevgen Reztsov",
      "quote": "Live to work. Work to party. Party to live."
    },
    {
      "cite": "Elsa Maxwell",
      "quote": "Nothing spoils a good party like a genius."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "I don't go to parties to meet men. I go to parties to stand in a corner and watch people."
    },
    {
      "cite": "Nancie J. Carmody",
      "quote": "I am thankful for the mess to clean after a party because it means I have been surrounded by friends."
    },
    {
      "cite": "Will.I.Am",
      "quote": "I go out partying to figure out exactly who I'm making music for. You can't just guess."
    },
    {
      "cite": "John Bedrosian",
      "quote": "I can always tell what kind of a time I'm having at a party by the look on my wife's face."
    },
    {
      "cite": "Groucho Marx",
      "quote": "She's afraid that if she leaves, she'll become the life of the party"
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "My advice for life: dance and sing your song while the party is still on."
    },
    {
      "cite": "Jane Austen",
      "quote": "One cannot have too large a party. A large party secures its own amusement."
    },
    {
      "cite": "Gary Larson",
      "quote": "You should always leave the party 10 minutes before you actually do."
    },
    {
      "cite": "Julia Child",
      "quote": "A party without cake is just a meeting."
    },
    {
      "cite": "Diahann Carroll",
      "quote": "If you're not invited to the party, throw your own."
    },
    {
      "cite": "Amy Poehler",
      "quote": "I can party like a twenty-four-year-old but it takes me almost a week to recover."
    },
    {
      "cite": "Bray Love",
      "quote": "Friends will always be there for the party. REAL friends will be there after the party..."
    },
    {
      "cite": "Charith Thilina",
      "quote": "When life gives you lemons, find someone who has vodka and throw a party."
    },
    {
      "cite": "Kelly Cutrone",
      "quote": "When you're the most happening person at the party, it's time to leave"
    },
    {
      "cite": "Young Jeezy",
      "quote": "You gotta have life your way. If you ain't losing your mind, you ain't partying right."
    },
    {
      "cite": "Charles E. Weller",
      "quote": "Now is the time for all good men to come to the aid of the party."
    }
  ]
}