{
  "source": "https://www.wisesayings.com/passion-quotes/",
  "theme": "passion",
  "quotes": [
    {
      "cite": "Joseph Campbell",
      "quote": "Passion will move men beyond themselves, beyond their shortcomings, beyond their failures."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Passion is energy. Feel the power that comes from focusing on what excites you."
    },
    {
      "cite": "Bishop T.D. Jakes",
      "quote": "If you can't figure out your purpose, figure out your passion. For your passion will lead you right into your purpose."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Chase down your passion like it's the last bus of the night."
    },
    {
      "cite": "Amiel",
      "quote": "Without passion man is a mere latent force and possibility, like the flint which awaits the shock of the iron before it can give forth its spark."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Our passion are the true phoenixes; when the old one is burnt out, a new one rises from its ashes."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Only passions, great passions can elevate the soul to great things."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Passion, though a bad regulator, is a powerful spring."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Passion makes idiots of the cleverest men, and makes the biggest idiots clever."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Passion is the genesis of genius."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is no passion to be found playing small ? in settling for a life that is less than the one you are capable of living."
    },
    {
      "cite": "Martha Graham",
      "quote": "Great dancers are not great because of their technique, they are great because of their passion."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "Nothing great in the world was accomplished without passion."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Follow your passion, and success will follow you."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "Passion is one great force that unleashes creativity, because if you're passionate about something, then you're more willing to take risks."
    },
    {
      "cite": "Donald Trump",
      "quote": "Without passion you don't have energy, without energy you have nothing."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "It is your passion that empowers you to be able to do that thing you were created to do."
    },
    {
      "cite": "E. M. Forster",
      "quote": "One person with passion is better than forty people merely interested."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "There is no greatness without a passion to be great, whether it's the aspiration of an athlete or an artist, a scientist, a parent, or a businessperson."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Man is only truly great when he acts from the passions."
    },
    {
      "cite": "George Eliot",
      "quote": "All passion becomes strength when it has an outlet."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Our passion is our strength."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "Passion requires focused direction, and that direction must come from three other areas: your purpose, your talents, and your needs."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "The passions are like fire, useful in a thousand ways and dangerous only in one, through their excess."
    },
    {
      "cite": "Yanni",
      "quote": "All you need is passion. If you have a passion for something, you'll create the talent."
    },
    {
      "cite": "Bovee.",
      "quote": "A genuine passion is like a mountain stream; it admits of no impediment; it cannot go backward; it must go forward."
    },
    {
      "cite": "South.",
      "quote": "Passion is the drunkenness of the mind."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A great leader's courage to fulfill his vision comes from passion, not position."
    }
  ]
}