{
  "source": "https://www.wisesayings.com/passive-aggressive-quotes/",
  "theme": "passive-aggressive",
  "quotes": [
    {
      "cite": "Adam S. McHugh",
      "quote": "When introverts are in conflict with each other...it may require a map in order to follow all the silences, nonverbal cues and passive-aggressive behaviors!"
    },
    {
      "cite": "Mary Crocker Cook",
      "quote": "Their anxiety and distrust of the connection of others will manifest in anxious monitoring, over-giving, passive aggressive approaches to anger and chronic worry. For them, failure to anticipate and meet the needs of others equals abandonment."
    },
    {
      "cite": "Natalya Vorobyova",
      "quote": "Fine! He is being passive aggressive with me, and it's gonna backfire; I'm gonna be active friendly."
    },
    {
      "cite": "Signe Whitson",
      "quote": "A passive aggressive behavior would never lead to real solutions."
    },
    {
      "cite": "Izey Victoria Odiase",
      "quote": "Passive aggressive people consistently makes you feel like you are on an emotional roller coaster."
    },
    {
      "cite": "Psychology Today",
      "quote": "Passive aggressive persons may express their anger covertly by choosing not to share information when it could prevent a problem."
    },
    {
      "cite": "Izey Victoria Odiase",
      "quote": "Passive aggressive behavior is counter productive. Communication is key to a healthy personal and work relationship."
    },
    {
      "cite": "Izey Victoria Odiase",
      "quote": "Passive-aggressive behavior consumes unnecessary time and resources. Say what you mean, let’s resolve the issue, and move on to more productive tasks."
    },
    {
      "cite": "Emo Philips",
      "quote": "Never judge someone until you've walked a mile in his shoes. That way, when you do judge him, you're a mile away and you have his shoes."
    },
    {
      "cite": "unknown",
      "quote": "Never push a loyal person to the point where they no longer care."
    },
    {
      "cite": "unknown",
      "quote": "Whatever you do always give 100%. Unless you're donating blood."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "You are free to choose, but you are not free to alter the consequences of your decisions."
    },
    {
      "cite": "unknown",
      "quote": "Some people are like clouds ... When they're gone it's a beautiful day."
    },
    {
      "cite": "unknown",
      "quote": "Never judge anyone until you walk a mile in their shoes. Unless they're bad shoes. Then you should totally say something."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Love without sacrifice is like theft."
    },
    {
      "cite": "unknown",
      "quote": "Some people just need a high-five. In the face. With a chair."
    },
    {
      "cite": "Arthur Adamov",
      "quote": "Passive pleasure is no pleasure at all."
    },
    {
      "cite": "Frank Ocean",
      "quote": "We met for a reason, either you're a blessing or a lesson."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Sometimes it's not the people who change, it's the mask that falls off."
    },
    {
      "cite": "unknown",
      "quote": "Believe you can and you're halfway there to convincing yourself to do something stupid."
    },
    {
      "cite": "Robert Greene",
      "quote": "Most people are passive aggressive in this world. I have the idea that the human being is born with a kind of reservoir of aggression. We are inherently somewhat aggressive creatures and we either channel that in direct ways or we channel it in indirect ways and become passive aggressive."
    },
    {
      "cite": "Anton Yelchin",
      "quote": "I'm not passive aggressive. If something bothers me, I think about it, then I act on it. I express it."
    },
    {
      "cite": "Preston Ni",
      "quote": "Passive aggressive behavior creates distance in a relationship because issues and problems of an increasingly bothering nature are not discussed."
    },
    {
      "cite": "Richelle Mead",
      "quote": "You guys are so caught up in your polished images and your passive aggressive comments that no one ever comes right out and says anything."
    },
    {
      "cite": "Albert Einstein",
      "quote": "That's passive-aggressively meant for a specific person but I don't have the balls to actually tell them or anyone else how I feel to their face."
    },
    {
      "cite": "David Walter Rousch",
      "quote": "Passive aggressive behavior is often seen in the people who have not learned how to express their feelings, needs and desires to others."
    },
    {
      "cite": "David Walter Rousch",
      "quote": "Passive aggressive personality unable to express aggression directly, these people express hostility indirectly."
    },
    {
      "cite": "David Walter Rousch",
      "quote": "Passive aggressive behavior seems to be one step ahead of his or her supervisor, the youth can cause tremendous headaches for authority figures."
    }
  ]
}