{
  "source": "https://www.wisesayings.com/passionate-love-quotes/",
  "theme": "passionate-love",
  "quotes": [
    {
      "quote": "Until we have a passionate love for our Lord in the Most Blessed Sacrament we shall accomplish nothing.",
      "cite": "Saint Peter"
    },
    {
      "quote": "Love, genuine passionate love, was his for the first time.",
      "cite": "Jack London"
    },
    {
      "quote": "If there is no passionate love for Christ at the center of everything, we will only jingle and jangle our way across the world, merely making a noise as we go.",
      "cite": "William Wilberforce"
    },
    {
      "quote": "Passionate love produces distorted visions of actual people. Men who are too much in love expect such extraordinary happiness from marriage that they are frequently disappointed.",
      "cite": "Andre Maurois"
    },
    {
      "quote": "When I am with you, the only place I want to be is closer.",
      "cite": "unknown"
    },
    {
      "quote": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.",
      "cite": "George Moore"
    },
    {
      "quote": "The simple lack of her is more to me than others' presence.",
      "cite": "Edward Thomas"
    },
    {
      "quote": "We loved with a love that was more than love.",
      "cite": "Edgar Allan Poe"
    },
    {
      "quote": "My heart beats faster as you take my hand, my love grows stronger as you touch my soul.",
      "cite": "A.C. Van Cherub"
    },
    {
      "quote": "Her lips on his could tell him better than all her stumbling words.",
      "cite": "Margaret Mitchell"
    },
    {
      "quote": "Love is that splendid triggering of human vitality... the supreme activity which nature affords anyone for going out of himself toward someone else.",
      "cite": "Jose Ortega Y Gasset"
    },
    {
      "quote": "I wanted the heat and the sweat and the passion of a man that I could love and trust. And I wanted to give myself to him: not for advantage, but for desire.",
      "cite": "Philippa Gregory"
    },
    {
      "quote": "Romantic love is a passionate spiritual-emotional-sexual attachment between a man and a woman that reflects a high regard for the value of each other's person.",
      "cite": "Nathaniel Branden"
    },
    {
      "quote": "There's this place in me where your fingerprints still rest, your kisses still linger, and your whispers softly echo. It's the place where a part of you will forever be a part of me.",
      "cite": "Gretchen Kemp"
    },
    {
      "quote": "We efface an hour by passionate love, without twists, without aftertaste. When it is finished, it is not finished, we lie still in each other's arms lulled by our love, by tenderness -- sensuality in which the whole being can participate.",
      "cite": "Anais Nin"
    },
    {
      "quote": "We lie in each other's arms eyes shut and fingers open and all the colors of the world pass through our bodies like strings of fire.",
      "cite": "Marge Piercy"
    },
    {
      "quote": "Ancient lovers believed a kiss would literally unite their souls, because the spirit was said to be carried in one's breath.",
      "cite": "Eve Glicksman"
    },
    {
      "quote": "'Passion' a word which involves so many feelings. I feel it when we touch; I feel it when we kiss; I feel it when I look at you. For you are my passion; my one true love.",
      "cite": "S. Richardson"
    },
    {
      "quote": "I love thee to the depth and breadth and height my soul can reach.",
      "cite": "Elizabeth Barrett Browning"
    },
    {
      "quote": "I can no longer think of anything but you. In spite of myself, my imagination carries me to you. I grasp you, I kiss you, I caress you, a thousand of the most amorous caresses take possession of me.",
      "cite": "Honoré de Balzac"
    },
    {
      "quote": "My heart to you is given: Oh, do give yours to me; We'll lock them up together, and throw away the key.",
      "cite": "Frederick Saunders"
    },
    {
      "quote": "My love for you is deathless, it seems to bind me to you with mighty cables that nothing but Omnipotence could break...",
      "cite": "Sullivan Ballou"
    },
    {
      "quote": "I almost wish we were butterflies and liv'd but three summer days - three such days with you I could fill with more delight than fifty common years could ever contain.",
      "cite": "John Keats"
    },
    {
      "quote": "Two lovers in the rain have no need of an umbrella.",
      "cite": "Japanese Proverb"
    },
    {
      "quote": "You know you're in love when you don't want to fall asleep because reality is finally better than your dreams.",
      "cite": "Theodor Seuss Geisel"
    },
    {
      "quote": "So dear I love him, that with him all deaths I could endure, without him live no life.",
      "cite": "John Milton"
    },
    {
      "quote": "I can forget my very existence in a deep kiss of you.",
      "cite": "Byron Caldwell Smith"
    },
    {
      "quote": "Come, live in my heart and pay no rent.",
      "cite": "Samuel Lover"
    },
    {
      "quote": "But you've slipped under my skin, invaded my blood and seized my heart.",
      "cite": "Maria V. Snyder"
    },
    {
      "quote": "We would be together and have our books and at night be warm in bed together with the windows open and the stars bright.",
      "cite": "Ernest Hemingway"
    }
  ]
}