{
  "source": "https://www.wisesayings.com/past-love-quotes/",
  "theme": "past-love",
  "quotes": [
    {
      "cite": "Marilyn Monroe",
      "quote": "Men who think that a woman's past love affairs lessen her love for them are usually stupid and weak."
    },
    {
      "cite": "Gary Chapman",
      "quote": "Love doesn't erase the past, but it makes the future different."
    },
    {
      "cite": "Gary Chapman",
      "quote": "Love doesn't keep a score of wrongs. Love doesn't bring up past failures. (1 Cor 13:5)"
    },
    {
      "cite": "Anonymous",
      "quote": "A million words would not bring you back, I know because I've tried. Neither would a million tears, I know because I've cried."
    },
    {
      "cite": "Robert Tew",
      "quote": "Just because you have a past with someone, doesn't mean you should have a future with them."
    },
    {
      "cite": "Jennifer Weiner",
      "quote": "He loved me. He loved me, but he doesn't love me anymore, and it's not the end of the world."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "To love and win is the best thing. To love and lose is the next best."
    },
    {
      "cite": "Harriet Evans",
      "quote": "Everyone's allowed to be in love with the wrong person at some point. In fact, it's a mistake not to be."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Hearts live by being wounded."
    },
    {
      "cite": "Dave Matthews Band",
      "quote": "A sad thing in life is that sometimes you meet someone who means a lot to you only to find out in the end that it was never bound to be and you just have to let go."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "He who has loved and who betrays love does harm not only to the image of the past, but to the past itself."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I haven't had that one great love, which is good. I don't want that to be in the past - I want it to be in the future."
    },
    {
      "cite": "unknown",
      "quote": "If two past lovers can remain friends, it's either, they were never really in love, or they still are."
    },
    {
      "cite": "Laurence J Peter",
      "quote": "It's better to have loved and lost than to do forty pounds of laundry a week."
    },
    {
      "cite": "Tinku Razoria",
      "quote": "Unfortunately, we all have that one person we'd take back any second no matter how much they hurt us in the past."
    },
    {
      "cite": "Stephen Spender",
      "quote": "You must live through the time that everything hurts."
    },
    {
      "cite": "Cinta Pertama",
      "quote": "Right now you can cry to your hearts content. But trust me, someday you will wake and forget about him."
    },
    {
      "cite": "unknown",
      "quote": "At some point, you have to realize that some people can stay in your heart but not in your life."
    },
    {
      "cite": "Jamie Foxx",
      "quote": "She still talks to me now, only now she talks to me in my dreams. And I can't wait to go to sleep tonight because we have a lot to talk about. I love you."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "I keep coming back to you in my head, but you couldn't know that, and I have no carbons."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "You cannot miss what you have never had."
    },
    {
      "cite": "Stephan Labossiere",
      "quote": "Some people don't realize what they have until it's gone, but that does not always mean they are supposed to get it back."
    },
    {
      "cite": "Lorraine Zago Rosenthal",
      "quote": "I don't think much about guys from the past. I'm glad I knew them, but there's a reason they didn't make it into my future."
    },
    {
      "cite": "Alex Rosa",
      "quote": "We are all trying to get over the person who broke our hearts. We are all far from perfect."
    }
  ]
}