{
  "source": "https://www.wisesayings.com/past-and-future-quotes/",
  "theme": "past-and-future",
  "quotes": [
    {
      "cite": "Ashlee VanDyken",
      "quote": "The past is the past, you cant change it. All you can do is look forward to the future."
    },
    {
      "cite": "Varun Ravikumar",
      "quote": "It is not the past that matters but the future."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The present defines the future. The future builds on the foundation of the past."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Your past success is a foundation into future success."
    },
    {
      "cite": "Katherine Marsh",
      "quote": "It is possible to reclaim your future, to build a happy life despite an imperfect past. We can order the universe to our will and mind."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Your past is just a story. And once you realize this it has no power over you."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I like the dreams of the future better than the history of the past."
    },
    {
      "cite": "Mary Pickford",
      "quote": "The past cannot be changed. The future is yet in your power."
    },
    {
      "cite": "Bob Marley",
      "quote": "In this bright future you can't forget your past."
    },
    {
      "cite": "George Allen, Sr.",
      "quote": "Forget the past - the future will give you plenty to worry about."
    },
    {
      "cite": "Confucius",
      "quote": "Study the past, if you would divine the future."
    },
    {
      "cite": "Melanie Gustafson",
      "quote": "Whatever your past has been, you have a spotless future."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future."
    },
    {
      "cite": "Jean Rostand",
      "quote": "There are certain moments when we might wish the future were built by men of the past."
    },
    {
      "cite": "Edmund Burke",
      "quote": "You can never plan the future by the past."
    },
    {
      "cite": "Ian Wilson",
      "quote": "No amount of sophistication is going to allay the fact that all your knowledge is about the past and all your decisions are about the future."
    },
    {
      "cite": "Lil Wayne",
      "quote": "Trying to tear down the past prohibits you from building up your future."
    },
    {
      "cite": "Gianni Versace",
      "quote": "I am not interested in the past, except as the road to the future."
    },
    {
      "cite": "Charles J. Givens",
      "quote": "To design the future effectively, you must first let go of your past."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The best way to predict the future is to study the past, or prognosticate."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Fear not for the future, weep not for the past."
    },
    {
      "cite": "LL Cool J",
      "quote": "You can't let your past hold your future hostage."
    },
    {
      "cite": "Ibn Khaldun",
      "quote": "The past resembles the future more than one drop of water resembles another."
    },
    {
      "cite": "Rosemary M. Wixom",
      "quote": "Laugh about the past and dream about the future."
    },
    {
      "cite": "Robin Sharma",
      "quote": "We are all here for some special reason. Stop being a prisoner of your past. Become the architect of your future."
    },
    {
      "cite": "Tony Campolo",
      "quote": "Your past is important but it is not nearly as important to your present as the way you see your future."
    },
    {
      "cite": "Bob Marley",
      "quote": "In this bright future you can't forget your past."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Regardless of your past, your tomorrow is a clean slate. You can choose what you want to write on that slate."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You cannot change the past, but your future is spotless. You can write on it what you will."
    },
    {
      "cite": "Adam Lindsay Gordon",
      "quote": "Don't worry about people from your past there's a reason why they didn't make it to your future."
    }
  ]
}