{
  "source": "https://www.wisesayings.com/pastor-quotes/",
  "theme": "pastor",
  "quotes": [
    {
      "cite": "Martin Luther",
      "quote": "Prayer, study, and suffering make a pastor."
    },
    {
      "cite": "Pastor Adelaja Sunday",
      "quote": "A real pastor will always show respect for people."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "Pastors are highly susceptible to the sin of sloth."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "A pastor who does not pray daily for his congregation is not a pastor."
    },
    {
      "cite": "Matt Chandler",
      "quote": "The pastor owns the opportunity to issue of the flock that it is OK not to be OK."
    },
    {
      "cite": "John Maxwell",
      "quote": "The goal of the pastor is not to get people to show up but to get people to grow up."
    },
    {
      "cite": "John Piper",
      "quote": "Preaching is the pastor's main work, and preaching is heart work, not just mental work."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Pastors need to find their place in the community of believers by spending time with God."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Pastor: One employed by the wicked to prove to them by his example that virtue doesn't pay."
    },
    {
      "cite": "Johnny Hunt",
      "quote": "Pastors spend a good bit of time helping people with their sin. Who helps them with their sin?"
    },
    {
      "cite": "Stuart Briscoe",
      "quote": "Qualifications of a pastor: the mind of a scholar, the heart of a child, and the hide of a rhinoceros"
    },
    {
      "cite": "Aubrey Malphurs",
      "quote": "If you as a pastor don't have a passion for evangelism then don't be surprised if your people don't either."
    },
    {
      "cite": "Pope Francis",
      "quote": "Pastors must welcome the lost sheep. Actually, I made a mistake. I said welcome, rather, go out and find them."
    },
    {
      "cite": "Steven J. Lawson",
      "quote": "The pastor who cares about the spiritual growth of his people must make God and His Word the centerpiece of his ministry."
    },
    {
      "cite": "Rick Warren",
      "quote": "If a pastor focuses only on teaching, he grows members with big ears and rears but tiny hands and hearts.Service is MODELED not taught."
    },
    {
      "cite": "John Ortberg",
      "quote": "Pastors have historically understood their primary battle to be not the battle to build a big church, but the battle against the power of sin."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "The role of the pastor is to embody the gospel. And of course to get it embodied, which you can only do with individuals, not in the abstract."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Pastors must practice a two-fold program of cultural engagement: deconstruction and demystification of cultural idols, and reconstruction and re-enchantment of a gospel-shaped worldview."
    },
    {
      "cite": "John Calvin",
      "quote": "The pastor ought to have two voices: one, for gathering the sheep; and another, for warding off and driving away wolves and thieves. The Scripture supplies him with the means of doing both."
    },
    {
      "cite": "Reverend Sidney E. Slaton",
      "quote": "To be a good pastor one must have the wisdom of a Solomon, the intuition of a Newton, the patience of Job, the thinking faculties of an Einstein, and a compassion likened unto the Son of God."
    },
    {
      "cite": "Pope Gregory I",
      "quote": "The pastor should always be pure in thought ... no impurity ought to pollute him who has undertaken the office of wiping away the stains in the hearts of others ... for the hand that would cleanse from dirt must be clean, lest, being itself sordid with clinging mire, it soil whatever it touches all the more."
    },
    {
      "cite": "Will Graham",
      "quote": "Today, more pastors than ever need profound encouragement and rejuvenation."
    },
    {
      "cite": "Thomas Oden",
      "quote": "The experienced pastor will recognize to which situation humor belongs and to which belongs sobriety."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Pastors are sent to utter the deep things of God for the conviction of sin, and for edification and comfort."
    },
    {
      "cite": "Pastor Adelaja Sunday",
      "quote": "Only a real pastor and a true leader will be looking for ways to train and equip his people to develop their potential."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "For pastors who have a dream and who are walking in obedience but still don't have the resources they need, don't worry. Keep walking in obedience."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "A pastor should never complain about his congregation, certainly never to other people, but also not to God. A congregation has not been entrusted to him in order that he should become its accuser before God and men."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "The most important thing a pastor does is stand in a pulpit every Sunday and say, 'Let us worship God.' If that ceases to be the primary thing I do in terms of my energy, my imagination, and the way I structure my life, then I no longer function as a pastor."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "It is the responsibility of Pastors to encourage, also by their personal witness, the practice of Eucharistic adoration, and exposition of the Blessed Sacrament in particular, as well as prayer of adoration before Christ present under the Eucharistic species."
    },
    {
      "cite": "Matthew Carter",
      "quote": "Let's be pastors who cast vision that are worth people giving their life for."
    }
  ]
}