{
  "source": "https://www.wisesayings.com/pasta-quotes/",
  "theme": "pasta",
  "quotes": [
    {
      "cite": "James Beard",
      "quote": "If you slurp them, so be it. Because the truly best way, the only classical and true way to eat pasta , is with gusto."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "Those places I don't understand, just doing bad food. It takes some doing. Making good pasta is so much easier than making bad stuff. It actually takes quite an effort to make poor linguine pomodora."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "In order to create a little bit of confidence, start cooking with pasta. Pasta is phenomenal. Once you've cooked pasta properly for the first time it becomes second nature."
    },
    {
      "cite": "James Beard",
      "quote": "Pasta is always the same, yet always different. It has a comforting familiarity with it's pale  golden color and chewy, wheaten taste."
    },
    {
      "cite": "Lidia Bastianich",
      "quote": "Italians love their pasta l-o-n-g. They love to twirl it on a fork and get a full bite. A broken up pasta doesn’t feel as good in your mouth as a nice rolled up forkful of spaghetti."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Spaghetti can be eaten most successfully if you inhale it like a vacuum cleaner."
    },
    {
      "cite": "Mario Batali",
      "quote": "If you're going to buy pasta, you should buy dry pasta. If you're going to make it you can make the real thing, but you shouldn't buy fresh pasta."
    },
    {
      "cite": "Sophia Loren",
      "quote": "I'd much rather eat pasta and drink wine than be a size 0."
    },
    {
      "cite": "Giada De Laurentiis",
      "quote": "Pasta doesn't make you fat. How much pasta you eat makes you fat."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "What does Karl Marx put on his pasta? Communist Manipesto!"
    },
    {
      "cite": "Joe Bastianich",
      "quote": "In an Italian home, pasta’s the first thing you see in the kitchen. My grandmother was making pasta all day. It’s kind of like the entry-level dish. Gnocchi was the first classic that I made."
    },
    {
      "cite": "Agnes Varda",
      "quote": "You can buy a good pasta but when you cook it yourself it has another feeling."
    },
    {
      "cite": "Federico Fellini",
      "quote": "Life is a combination of magic and pasta."
    },
    {
      "cite": "Harry Redknapp",
      "quote": "If you can't pass the ball properly, a bowl of pasta's not going to make that much difference!"
    },
    {
      "cite": "Emeril Lagasse",
      "quote": "If kids can learn how to make a simple Bolognese sauce, they will never go hungry. It's pretty easy to cook pasta, but a good sauce is way more useful."
    },
    {
      "cite": "Giada De Laurentiis",
      "quote": "I eat a little bit of everything and not a lot of anything. Everything in moderation. I know that's really hard for people to understand, but I grew up in an Italian family where we didn't overdo anything. We ate pasta, yes, but not a lot of it."
    },
    {
      "cite": "Anon",
      "quote": "Those who forget the pasta are condemned to reheat it."
    }
  ]
}