{
  "source": "https://www.wisesayings.com/patriotic-quotes/",
  "theme": "patriotic",
  "quotes": [
    {
      "cite": "Emma Goldman",
      "quote": "Patriotism is a superstition artificially created and maintained through a network of lies and falsehoods; a superstition that robs man of his self-respect and dignity, and increases his arrogance and conceit."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason."
    },
    {
      "cite": "Charles Edward Jefferson",
      "quote": "Patriotism is like religion--it is best when least ostentatious."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Patriotism is the virtue of the vicious."
    },
    {
      "cite": "Richard Aldington",
      "quote": "Patriotism is a lively sense of collective responsibility. Nationalism is a silly cock crowing on its own dunghill and calling for larger spurs and brighter beaks."
    },
    {
      "cite": "Hamilton Fish",
      "quote": "If our country is worth dying for in time of war let us resolve that it is truly worth living for in time of peace."
    },
    {
      "cite": "William H. Burnham",
      "quote": "The essence of patriotism is the sacrifice of personal interest to public welfare."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Patriotism is easy to understand in America; it means looking out for yourself by looking out for your country."
    },
    {
      "cite": "Mark Twain",
      "quote": "Patriotism is supporting your country all the time and your government when it deserves it."
    },
    {
      "cite": "Emmylou Harris",
      "quote": "Patriotism can be good or bad. Knee-jerk patriotism can be very bad. I'm patriotic almost to the point of self-consciousness, but I love my country the way I love a friend or a child who I would correct if she was going the wrong way. Who I expect the very best from."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "True patriotism hates injustice in its own land more than anywhere else."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A patriot must always be ready to defend his country against his government."
    },
    {
      "cite": "Max Eastman",
      "quote": "Patriotism is one of the unalterable facts of man's nature. It is a virtue if you like it, and a vice if you don't like it."
    },
    {
      "cite": "Charles Edward Jefferson",
      "quote": "Patriotism is a thing of the heart. A man is a patriot if his heart beats true to his country."
    },
    {
      "cite": "Giuseppe Mazzini",
      "quote": "Love your country. Your country is the land where your parents sleep, where is spoken that language in which the chosen of your heart, blushing, whispered the first word of love; it is the home that God has given you that by striving to perfect yourselves therein you may prepare to ascend to him."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "A real patriot is the fellow who gets a parking ticket and rejoices that the system works."
    },
    {
      "cite": "David Ehrenfeld",
      "quote": "Patriotism is the admission that people who share a land, a place, and a history have a special obligation to that place and to each other."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Patriotism is your conviction that this country is superior to all other countries because you were born in it."
    },
    {
      "cite": "Seneca",
      "quote": "Men love their country, not because it is great, but because it is their own."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Patriotism is the last refuge of a scoundrel."
    },
    {
      "cite": "Julian Barnes",
      "quote": "The greatest patriotism is to tell your country when it is behaving dishonorably, foolishly, viciously."
    },
    {
      "cite": "Jane Addams",
      "quote": "Unless our conception of patriotism is progressive, it cannot hope to embody the real affection and the real interest of the nation."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not always the same thing to be a good man and a good citizen."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A love for tradition has never weakened a nation, indeed it has strengthened nations in their hour of peril."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "He is a poor patriot whose patriotism does not enable him to understand how all men everywhere feel about their altars and their hearthstones, their flag and their fatherland."
    },
    {
      "cite": "Charles F. Browne",
      "quote": "We can't all be Washingtons, but we can all be patriots."
    },
    {
      "cite": "John Chandler",
      "quote": "Patriotism is not the same as nationalism, because love of country is not the same as worship of country."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The hand that gives is among the hand that takes. Money has no fatherland, financiers are without patriotism and without decency, their sole object is gain."
    },
    {
      "cite": "George William Curtis",
      "quote": "A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle; and patriotism is loyalty to that principle."
    },
    {
      "cite": "Percy Dearmer",
      "quote": "Patriotism is a salt against rottenness, a glorious spur to high endeavour; it recovers the half-obliterated virtue of loyalty, calls every man to service, and ennobles great and small alike."
    }
  ]
}