{
  "source": "https://www.wisesayings.com/patriarchy-quotes/",
  "theme": "patriarchy",
  "quotes": [
    {
      "cite": "Bell Hooks",
      "quote": "We have to constantly critique imperialist white supremacist patriarchal culture because it is normalized by mass media and rendered unproblematic."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Why is it that many contemporary male thinkers, especially men of color, repudiate the imperialist legacy of Columbus but affirm dimensions of that legacy by their refusal to repudiate patriarchy?"
    },
    {
      "cite": "Alanis Morissette",
      "quote": "In the face of patriarchy, it is a brave act indeed for both men and women to embrace, rather than shame or attempt to eradicate, the feminine."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Patriarchy is a fundamental imbalance underlying society and it's one we rarely address because it's so universal. But as I get older, I see that peace is a product of balance."
    },
    {
      "cite": "Camille Paglia",
      "quote": "What feminism calls patriarchy is simply civilization, an abstract system designed by men but augmented and now co-owned by women."
    },
    {
      "cite": "Kate Middleton",
      "quote": "Patriarchy's chief institution is the family. It is both a mirror of and a connection with the larger society; a patriarchal unit within a patriarchal whole."
    },
    {
      "cite": "Elizabeth Gould Davis",
      "quote": "Recorded history starts with a patriarchal revolution. Let it continue with the matriarchal counterrevolution that is the only hope for the survival of the human race."
    },
    {
      "cite": "Nawal El Saadawi",
      "quote": "The feminists who are aware of the effects of patriarchy realize that we are all in the same boat from the dangers of patriarchy, and that the oppression of women is universal."
    },
    {
      "cite": "Elizabeth Lesser",
      "quote": "Recognition of the harm that patriarchy has caused to people and the planet does not mean that men are wrong and women are right; rather it is a call for new organizational forms and for relishing gender differences within a context of equality."
    },
    {
      "cite": "KATE MILLETT",
      "quote": "Perhaps patriarchy's greatest psychological weapon is simply its universality and longevity. ... Patriarchy has a still more tenacious or powerful hold through its successful habit of passing itself off as nature."
    },
    {
      "cite": "Petra Kelly",
      "quote": "Overturning patriarchy does not mean replacing men's dominance with women's dominance. That would merely maintain the patriarchal pattern of dominance. We need to transform the pattern itself."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "We are still in various kinds of patriarchal systems. The very definition of patriarchy is that men control women as the means of reproduction, so the idea that a woman's main role is to have children often means society wants more workers, more soldiers. The idea that how many children we have should be controlled by the family, the church, the nation - by anyone but women themselves - is still very deep and very strong."
    },
    {
      "cite": "Alva Myrdal",
      "quote": "The partriarchal family, with its division of fuctions between a providing and protective father and a home-making, submissive mother, however satisfactory it may have been in its time, had outlived its day. Bread-winning is no longer a monopoly of men, and home-making should no longer be the monopoly of women."
    },
    {
      "cite": "Justine Musk",
      "quote": "The enemy of feminism isn’t men. It’s patriarchy, and patriarchy is not men. It is a system, and women can support the system of patriarchy just as men can support the fight for gender equality."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "No wonder male religious leaders so often say that humans were born in sin—because we were born to female creatures. Only by obeying the rules of the patriarchy can we be reborn through men. No wonder priests and ministers in skirts sprinkle imitation birth fluid over our heads, give us new names, and promise rebirth into everlasting life."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Some gender norms are healthy, some are unhealthy - you must wake up from the patriarchal sleep to recognize which is which."
    },
    {
      "cite": "Jordan Peterson",
      "quote": "The people who hold that our culture is an oppressive patriarchy, they don't want to admit that the current hierarchy might be predicated on competence."
    },
    {
      "cite": "Shereen El Feki",
      "quote": "The patriarchy is alive and well in Egypt and the wider Arab world. Just because we got rid of the father of the nation in Egypt or Tunisia, Mubarak or Ben Ali, and in a number of other countries, does not mean that the father of the family does not still hold sway."
    },
    {
      "cite": "Barbara G. Walker",
      "quote": "Patriarchal religions, like Judaism and Christianity, established and upheld the 'man's world.'"
    },
    {
      "cite": "Bell Hooks",
      "quote": "The crisis facing men is not the crisis of masculinity, it is the crisis of patriarchal masculinity. Until we make this distinction clear, men will continue to fear that any critique of patriarchy represents a threat."
    },
    {
      "cite": "Ellen Willis",
      "quote": "Can the high level of violence in patriarchal cultures be attributed to people's chronic, if largely unconscious, rage over the denial of their freedom and pleasure? To what extent is sanctioned or officially condoned violence from war and capital punishment to lynching, wife-beating and the rape of 'bad' women to harsh penalties for 'immoral' activities like drug-taking and nonmarital sex to the religious and ideological persecution of totalitarian states in effect a socially approved outlet for expressing that rage, as well as a way of relieving guilt by projecting one's own unacceptable desires onto scapegoats?"
    },
    {
      "cite": "Bell Hooks",
      "quote": "Patriarchy, like any system of domination (for example, racism), relies on socializing everyone to believe that in all human relations there is an inferior and a superior party, one person is strong, the other weak, and that it is therefore natural for the powerful to rule over the powerless. To those who support patriarchal thinking, maintaining power and control is acceptable by whatever means."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Patriarchy is like the elephant in the room that we don't talk about, but how could it not affect the planet radically when it's the superstructure of human society?"
    },
    {
      "cite": "Toni Morrison",
      "quote": "The enemy is not men. The enemy is the concept of patriarchy, the concept of patriarchy as the way to run the world or do things."
    },
    {
      "cite": "Phumzile Mlambo-Ngcuka",
      "quote": "Patriarchy is bestowed on men at birth. Whether you want it or not, you have a privilege as a man, and you either fight against it and reject it by becoming a feminist man, or you enjoy the privileges that come with it."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "I sincerely believe patriarchy to be at the root of all of our social diseases and feminism, it's antidote, to be a prerequisite to peace on earth. feminism provides an alternative way of thinking and structuring things that focuses on and prioritizes relationships and de-emphasizes hierarchy, separation and domination."
    },
    {
      "cite": "Ashley Judd",
      "quote": "Patriarchy is not men. Patriarchy is a system in which both women and men participate. It privileges, inter alia, the interests of boys and men over the bodily integrity, autonomy, and dignity of girls and women. It is subtle, insidious, and never more dangerous than when women passionately deny that they themselves are engaging in it."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Patriarchy creates megapatterns that affect us all--even as we forge different individual choices within them--just as do the megapatterns of nationalism or racism."
    },
    {
      "cite": "Lionel Tiger",
      "quote": "No one attached to the traditional image of authoritarian patriarchy could imagine the consternation men endure. They have suffered an unexpected blow to the emotional quality of their lives. Its gravity has not been calculated. They have far fewer reliable links than women to the classic currents of family life. They are alienated not only, as Marx said, from the means of production but also from the means of reproduction."
    },
    {
      "cite": "Gerda Lerner",
      "quote": "The system of patriarchy is a historic construct; it has a beginning; it will have an end. Its time seems to have nearly run its course—it no longer serves the needs of men or women and in its inextricable linkage to militarism, hierarchy, and racism it threatens the very existence of life on earth. What will come after, what kind of structure will be the foundation for alternate forms of social organization we cannot yet know. We are living in an age of unprecedented transformation. We are in the process of becoming."
    }
  ]
}