{
  "source": "https://www.wisesayings.com/patriot-quotes/",
  "theme": "patriot",
  "quotes": [
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A man who says that no patriot should attack the war until it is over... is saying no good son should warn his mother of a cliff until she has fallen."
    },
    {
      "cite": "Leo Toystoy",
      "quote": "Patriotism in its simplest, clearest and most indubitable signification is nothing else but a means of obtaining for the rulers their ambitions and covetous desires, and for the ruled the abdication of human dignity, reason, conscience, and a slavish enthrallment to those in power."
    },
    {
      "cite": "Thomas Campbell",
      "quote": "The patriot's blood is the seed of freedom's tree."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "True patriotism is a charity so wide that it covers a nation"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Patriotism is the virtue of the vicious."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Patriotism is the willingness to kill and be killed for trivial reasons."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "One of the great attractions of patriotism, it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous."
    },
    {
      "cite": "Tao Lin",
      "quote": "Patriotism is the belief that not all human lives are worth the same."
    },
    {
      "cite": "George William Curtis",
      "quote": "A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle and patriotism is loyalty to that principle."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Patriotism means to stand by the country. It does not mean to stand by the president or any other public official, save exactly to the degree in which he himself stands by the country. It is patriotic to support him insofar as he efficiently serves the country. It is unpatriotic not to oppose him to the exact extent that by inefficiency or otherwise he fails in his duty to stand by the country. In either event, it is unpatriotic not to tell the truth, whether about the president or anyone else."
    },
    {
      "cite": "Mark Twain",
      "quote": "In the beginning of a change the patriot is a scarce man, and brave, and hated and scorned. When his cause succeeds, the timid join him, for then it costs nothing to be a patriot."
    },
    {
      "cite": "Albert Einstein",
      "quote": "This disgrace to civilization should be done away with at once. Heroism on command, senseless violence and all the loathsome nonsense that goes by the name of patriotism"
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Patriots always talk of dying for their country and never of killing for their country."
    },
    {
      "cite": "Helen Caldicott",
      "quote": "Patriotism is nationalism, and always leads to war."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The same ambition can destroy or save, and make a patriot as it makes a knave."
    },
    {
      "cite": "William Cowper",
      "quote": "No man can be a patriot on an empty stomach."
    },
    {
      "cite": "Francis Scott Key",
      "quote": "The patriot who feels himself in the service of God, who acknowledges Him in all his ways, has the promise of Almighty direction, and will find His Word in his greatest darkness."
    },
    {
      "cite": "David Ehrenfeld",
      "quote": "Patriotism is the admission that people who share a land, a place, and a history have a special obligation to that place and to each other."
    },
    {
      "cite": "George Berkeley",
      "quote": "To be a good patriot, a man must consider his countrymen as God's creatures, and himself as accountable for his acting towards them."
    },
    {
      "cite": "James Bryce",
      "quote": "Our country is not the only thing to which we owe our allegiance. It is also owed to justice and to humanity. Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong."
    },
    {
      "cite": "Robert Mcafee Brown",
      "quote": "True patriotism is not worship of our nation but rather, in the light of our worship of the God of justice, to conform our nation's ways of justice."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Patriotism is a superstition artificially created and maintained through a web of lies and falsehoods, robbing us of our dignity and increasing our arrogance and conceit."
    },
    {
      "cite": "George Canning",
      "quote": "A steady patriot of the world alone, The friend of every country but his own."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A patriot must always be ready to defend his country against his government."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason."
    },
    {
      "cite": "Abraham H. Miller",
      "quote": "Those who love their country never wish to rule it."
    },
    {
      "cite": "Barbara Ehrenreich",
      "quote": "No matter that patriotism is too often the refuge of scoundrels. Dissent, rebellion, and all-around hell-raising remain the true duty of patriots."
    },
    {
      "cite": "William H. Burnham",
      "quote": "The essence of patriotism is the sacrifice of personal interest to public welfare."
    },
    {
      "cite": "William E. Vaughan",
      "quote": "A real patriot is the fellow who gets a parking ticket and rejoices that the system works."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not always the same thing to be a good man and a good citizen."
    }
  ]
}