{
  "source": "https://www.wisesayings.com/patriotism-quotes/",
  "theme": "patriotism",
  "quotes": [
    {
      "cite": "Jesse Ventura",
      "quote": "Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief. A patriot shows their their patriotism through their actions, by their choice."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A soldier will fight long and hard for a bit of colored ribbon."
    },
    {
      "cite": "Ron Paul",
      "quote": "Real patriotism is a willingness to challenge the government when it's wrong."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Patriotism is the last refuge of the scoundrel."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "One flag, one land, one heart, one hand, One Nation evermore!"
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Let every nation know, whether it wishes us well or ill, we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, to assure the survival and success of liberty."
    },
    {
      "cite": "Hamilton Fish",
      "quote": "If our country is worth dying for in time of war let us resolve that it is truly worth living for in time of peace."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "The urge to save humanity is almost always a false face for the urge to rule it."
    },
    {
      "cite": "Pablo Casals",
      "quote": "The love of one's country is a splendid thing. But why should love stop at the border"
    },
    {
      "cite": "James Bryce",
      "quote": "Our country is not the only thing to which we owe our allegiance. It is also owed to justice and to humanity. Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong."
    },
    {
      "cite": "Sallust",
      "quote": "It is sweet to serve one's country by deeds, and it is not absurd to serve her by words."
    },
    {
      "cite": "J. Horace Mcfarland",
      "quote": "It is the love of country that has lighted and that keeps glowing the holy fire of patriotism."
    },
    {
      "cite": "Mark Twain",
      "quote": "My kind of loyalty was loyalty to one's country, not to its institutions or its office-holders."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "He loves his country best who strives to make it best."
    },
    {
      "cite": "Seneca",
      "quote": "Men love their country, not because it is great, but because it is their own."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Patriotism is your conviction that this country is superior to all other countries because you were born in it."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Patriotism is easy to understand in America - it means looking out for yourself by looking out for your country."
    },
    {
      "cite": "George William Curtis",
      "quote": "A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle; and patriotism is loyalty to that principle."
    },
    {
      "cite": "Mark Twain",
      "quote": "Loyalty to country ALWAYS. Loyalty to government, when it deserves it."
    },
    {
      "cite": "Howard Zinn",
      "quote": "There is no flag large enough to cover the shame of killing innocent people for a purpose which is unattainable."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I am an American; free born and free bred, where I acknowledge no man as my superior, except for his own worth, or as my inferior, except for his own demerit."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A patriot must always be ready to defend his country against his government."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not always the same thing to be a good man and a good citizen."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Patriotism is the virtue of the vicious."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "A love for tradition has never weakened a nation, indeed it has strengthened nations in their hour of peril."
    },
    {
      "cite": "Julian Barnes",
      "quote": "The greatest patriotism is to tell your country when it is behaving dishonorably, foolishly, viciously."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Patriots always talk of dying for their country but never of killing for their country."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "I love my country, not my government."
    },
    {
      "cite": "G. Edward Griffin",
      "quote": "To oppose corruption in government is the highest obligation of patriotism."
    }
  ]
}