{
  "source": "https://www.wisesayings.com/pattern-quotes/",
  "theme": "pattern",
  "quotes": [
    {
      "cite": "Herbert Read",
      "quote": "Art is pattern informed by sensibility."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Finding patterns is the essence of wisdom."
    },
    {
      "cite": "Tuli Kupferberg",
      "quote": "When patterns are broken, new worlds emerge."
    },
    {
      "cite": "Iain Banks",
      "quote": "One should never mistake pattern for meaning."
    },
    {
      "cite": "Bruce Lee",
      "quote": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns."
    },
    {
      "cite": "Alice Childress",
      "quote": "Each human is uniquely different. Like snowflakes, the human pattern is never cast twice."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "Strategy is a pattern in a stream of decisions."
    },
    {
      "cite": "Thomas M. Disch",
      "quote": "Creativeness is finding patterns where none exist."
    },
    {
      "cite": "Vishwanath S J",
      "quote": "Time is an encoded pattern of fabric woven with information & energy."
    },
    {
      "cite": "Anais Nin",
      "quote": "Self-destructive patterns cause as much suffering as outer catastrophes."
    },
    {
      "cite": "John Verndon",
      "quote": "The patterns we perceive are determined by the stories we want to believe."
    },
    {
      "cite": "Robert Creeley",
      "quote": "The pattern of the narrative never of necessity wants to end, it never has to."
    },
    {
      "cite": "William Morris",
      "quote": "A pattern is either right or wrong...it is no stronger than its weakest point."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The habit patterns of the human mind are very strong and make it seem that the hard way is easy and the easy way is hard."
    },
    {
      "cite": "James Geary",
      "quote": "Metaphor is not just the detection of patterns; it is the creation of patterns."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "When information overload occurs, pattern recognition is how to determine truth."
    },
    {
      "cite": "Pema Chodron",
      "quote": "One of the deepest habitual patterns that we have is to feel that now is not enough."
    },
    {
      "cite": "Belva Plain",
      "quote": "All is pattern, all life, but we can't always see the pattern when we're part of it."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Patterns exist in our seemingly patternless lives, and the most common pattern is the circle."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "Human beings are pattern-seeking animals who will prefer even a bad theory or a conspiracy theory to no theory at all."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "What we call chaos is just patterns we haven’t recognized. What we call random is just patterns we can't decipher."
    },
    {
      "cite": "Anais Nin",
      "quote": "The suppression of inner patterns in favor of patterns created by society is dangerous to us."
    },
    {
      "cite": "Irving Stone",
      "quote": "Every human life had its pattern that had to be worked out slowly to its ultimate conclusion."
    },
    {
      "cite": "Tana French",
      "quote": "When we can't see a pattern, we fit pieces together until one takes shape, because we have to."
    },
    {
      "cite": "Ian Stewart",
      "quote": "Mathematics is the science of patterns, and nature exploits just about every pattern that there is."
    },
    {
      "cite": "Sterling W Sill",
      "quote": "Successful people follow successful patterns."
    },
    {
      "cite": "Wayne Shorter",
      "quote": "Clouds float in the same pattern only once."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Be a pattern to others and then all will go well."
    },
    {
      "cite": "William Morris",
      "quote": "No pattern should be without some sort of meaning."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "Our biggest failure is our failure to see patterns."
    }
  ]
}