{
  "source": "https://www.wisesayings.com/pause-quotes/",
  "theme": "pause",
  "quotes": [
    {
      "cite": "Jennifer Young",
      "quote": "Pause and remember - The only person you need to believe in you is - you!"
    },
    {
      "cite": "Jennifer Young",
      "quote": "Pause and remember - Change will happen the moment you have the courage to change."
    },
    {
      "cite": "Ashton Kutcher",
      "quote": "Take a long pause ...breathe and know that things are happening for you not to you."
    },
    {
      "cite": "Pema Chodron",
      "quote": "It's a transformative experience to simply pause instead of immediately filling up space."
    },
    {
      "cite": "Mark Twain",
      "quote": "The right word may be effective, but no word was ever as effective as a rightly timed pause."
    },
    {
      "cite": "Lori Deschene",
      "quote": "Practice the pause. Pause before judging. Pause before assuming. Pause before accusing. Pause whenever you're about to react harshly and you'll avoid doing and saying things you'll later regret."
    },
    {
      "cite": "Guillaume Apollinaire",
      "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "The pause between the errors and trials of the day and the hopes of the night."
    },
    {
      "cite": "Jennifer Young",
      "quote": "Pause and remember - Making the wrong assumptions causes pain and suffering for everyone."
    },
    {
      "cite": "Douglas Rushkoff",
      "quote": "When things begin accelerating wildly out of control, sometimes patience is the only answer. Press pause."
    },
    {
      "cite": "Sebastian Vettel",
      "quote": "Sometimes you need to press pause to let everything sink in."
    },
    {
      "cite": "Jack Benny",
      "quote": "It's not so much knowing when to speak...but when to pause."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "There comes a pause, for human strength will not endure to dance without cessation; and everyone must reach the point at length of absolute prostration."
    },
    {
      "cite": "Tara Brach",
      "quote": "Through the sacred art of pausing, we develop the capacity to stop hiding, to stop running away from our experience. We begin to trust in our natural intelligence, in our naturally wise heart, in our capacity to open to whatever arises."
    },
    {
      "cite": "Maria Shriver",
      "quote": "Pausing allows you to take a beat to take a breath in your life."
    },
    {
      "cite": "Mark Twain",
      "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
    },
    {
      "cite": "Jennifer Young",
      "quote": "Pause and remember - Stop procrastinating! Wishing is wonderful but action is what it takes to make it happen."
    },
    {
      "cite": "David Gemmell",
      "quote": "Too many people go through life without pausing to enjoy what they have."
    },
    {
      "cite": "Truman Fisher",
      "quote": "The pause is as important as the note."
    },
    {
      "cite": "Dr. Debra Reble",
      "quote": "Give yourself the permission to pause to create sacred space – the space to consciously choose how you want to respond to any situation."
    },
    {
      "cite": "Anonymous",
      "quote": "Practice the pause. When in doubt, pause. When angry, pause. When tired, pause. When stressed, pause. And when you pause, pray."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Try to pause each day and take a walk to view nature."
    },
    {
      "cite": "Anonymous",
      "quote": "Pause if you must, but don't stop."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "The principle of art is to pause, not bypass."
    },
    {
      "cite": "Rollo May",
      "quote": "Human freedom involves our capacity to pause, to choose the one response toward which we wish to throw our weight."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Nature knows no pause in progress and development, and attaches her curse on all inaction."
    },
    {
      "cite": "Jennifer Young",
      "quote": "Pause and remember - When you fight reality, you will lose every time. Once you accept the situation for what it truly is, not what you want it to be, you are then free to move forward."
    }
  ]
}