{
  "source": "https://www.wisesayings.com/peace-of-mind-quotes/",
  "theme": "peace-of-mind",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "For every minute you remain angry, you give up sixty seconds of peace of mind."
    },
    {
      "cite": "Epicurus",
      "quote": "Only the just man enjoys peace of mind."
    },
    {
      "cite": "John Wooden",
      "quote": "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer."
    },
    {
      "cite": "Bible",
      "quote": "Peace of mind makes the body healthy, but jealousy is like a cancer."
    },
    {
      "cite": "George Harrison",
      "quote": "When you've seen beyond yourself, then you may find, peace of mind is waiting there."
    },
    {
      "cite": "Gerald G. Jampolsky",
      "quote": "Peace of mind comes from not wanting to change others."
    },
    {
      "cite": "George Michael",
      "quote": "You'll never find peace of mind until you listen to your heart."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Set peace of mind as your highest goal, and organize your life around it."
    },
    {
      "cite": "Raymond Hull",
      "quote": "Peace of mind is attained not by ignoring problems, but by solving them."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "If you want peace, stop fighting. If you want peace of mind, stop fighting with your thoughts."
    },
    {
      "cite": "Lin Yutang",
      "quote": "Peace of mind is that mental condition in which you have accepted the worst."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "I can only have peace of mind when I forgive rather than judge."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Other people do not have to changefor us to experience peace of mind."
    },
    {
      "cite": "Sidney Madwed",
      "quote": "Every goal, every action, every thought, every feeling one experiences, whether it be consciously or unconsciously known, is an attempt to increase one's level of peace of mind."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Real peace of mind is the companion of the silence of the mind."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "Do not confuse peace of mind with spaced-out insensitivity. A truly peaceful mind is very sensitive, very aware."
    },
    {
      "cite": "Prathima Bhandary",
      "quote": "Peace of mind is what everyone want."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Holding grudges has always proven to eat away one's peace of mind."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Peace of mind always comes with knowing who you truly are, where you currently stand, where you positively need to be, and strongly believing in its possibility."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "God has already given us peace of mind, but some of us are yet to experience it, because they continue to feed the wrong words to their subconscious mind."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Never seize to constantly remind yourself that your positive thoughts and beliefs are the pillars of your peace of mind."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The best thing you can ever have is peace of mind, it is a basking fire to keep a cold heart in warmth, and a fortified confidence to be proud of."
    },
    {
      "cite": "unknown",
      "quote": "And so, peace of mind is the most important key to peace on earth. It is our strength to be peacemakers. It is our reward as peacemakers. It is the beginning and the end of the riddle. Inner peace is the secret of happiness and fulfillment. It is a reason for living, and the strength to share life, love and the hope of peace on earth."
    },
    {
      "cite": "Larry Eisenberg",
      "quote": "For peace of mind, we need to resign as general manager of the universe."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "The priority of life is peace of mind, seek for it first and then everything in life will surely glow with passionate peace. No more fighting once the battle is over. Let Understanding rule your life and Keep the peace flag alive."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Peace of mind arrives the moment you come to peace with the contents of your mind."
    },
    {
      "cite": "Peter Marley",
      "quote": "Peace starts from within, how can you make peace with someone if you have no peace of mind?"
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Peace of mind is found when you stop judging yourself and stop judging others. Aspire to what you were born into and don't let the limitations of your family background reduce the height of your potential."
    },
    {
      "cite": "Byron Katie",
      "quote": "The world will be at war as long as the mind is at war with itself. If we can't find peace within ourselves, where is the hope for peace in the world?"
    },
    {
      "cite": "Marc And Angel",
      "quote": "Living a life of honesty creates peace of mind, and peace of mind is priceless."
    }
  ]
}