{
  "source": "https://www.wisesayings.com/peace-quotes/",
  "theme": "peace",
  "quotes": [
    {
      "cite": "Gautama Buddha",
      "quote": "Better than a thousand useless words is one word that gives peace."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "But peace does not rest in the charters and covenants alone. It lies in the hearts and minds of all people. So let us not rest all our hopes on parchment and on paper, let us strive to build peace, a desire for peace, a willingness to work for peace in the hearts and minds of all of our people. I believe that we can. I believe the problems of human destiny are not beyond the reach of human beings."
    },
    {
      "cite": "Johan Galtung",
      "quote": "By peace we mean the capacity to transform conflicts with empathy, without violence, and creatively - a never-ending process."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances."
    },
    {
      "cite": "Proverbs 17:28, Biblical Proverb",
      "quote": "Even a fool, when he holds his peace, is counted wise."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "First keep the peace within yourself, then you can also bring peace to others."
    },
    {
      "cite": "Francesco Petrarch",
      "quote": "Five great enemies to peace inhabit with us: avarice, ambition, envy, anger, and pride. If those enemies were to be banished, we should infallibly enjoy perpetual peace."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "How different the peace of God from that of the world! It calms the passions, preserves the purity of the conscience, is inseparable from righteousness, unites us to God and strengthens us against temptations. The peace of the soul consists in an absolute resignation to the will of God."
    },
    {
      "cite": "Helen Keller",
      "quote": "I do not want the peace which passeth understanding, I want the understanding which bringeth peace."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "I speak of peace, therefore, as the necessary rational end of rational men. I realize the pursuit of peace is not as dramatic as the pursuit of war? But we have no more urgent task."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If we have no peace, it is because we have forgotten that we belong to each other."
    },
    {
      "cite": "Pope Paul VI",
      "quote": "If you want peace, work for justice."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "If you wish to experience peace, provide peace for another."
    },
    {
      "cite": "John Lennon",
      "quote": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Let us forgive each other - only then will we live in peace."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Peace begins with a smile.."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Peace cannot be kept by force; it can only be achieved by understanding."
    },
    {
      "cite": "Hafsat Abiola",
      "quote": "Peace comes from being able to contribute the best that we have, and all that we are, toward creating a world that supports everyone. But it is also securing the space for others to contribute the best that they have and all that they are."
    },
    {
      "cite": "Buddha",
      "quote": "Peace comes from within. Do not seek it without."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Peace does not mean an absence of conflicts; differences will always be there. Peace means solving these differences through peaceful means; through dialogue, education, knowledge; and through humane ways."
    },
    {
      "cite": "Carlos Santana",
      "quote": "Peace has never come from dropping bombs. Real peace comes from enlightenment and educating people to behave more in a divine manner."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Peace hath higher tests of manhood than battle ever knew."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Peace is a journey of a thousand miles and it must be taken one step at a time."
    },
    {
      "cite": "A. Ruth Fry",
      "quote": "Peace is a practical positive policy, which must be attained by friendly co-operation between the nations, putting the good of all before the interests of each."
    },
    {
      "cite": "Will Durant and Ariel Durant",
      "quote": "Peace is an unstable equilibrium, which can be preserved only by acknowledged supremacy or equal power."
    },
    {
      "cite": "Thich Nhat Hahn",
      "quote": "Peace is every step."
    }
  ]
}