{
  "source": "https://www.wisesayings.com/peach-quotes/",
  "theme": "peach",
  "quotes": [
    {
      "cite": "Allegra Goodman",
      "quote": "A peach, slightly unbalanced, so that it listed to one side, its hue the color of an early sunrise."
    },
    {
      "cite": "Dita Von Teese",
      "quote": "You can be the ripest, juiciest peach in the world, and there's still going to be somebody who hates peaches."
    },
    {
      "cite": "Brenna Twohy",
      "quote": "Peach pits are poisonous / This is not a mistake / Girlhood is growing fruit around cyanide / It will never be yours for swallowing."
    },
    {
      "cite": "Alice Walker",
      "quote": "Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "One does a whole painting for one peach and people think just the opposite - that particular peach is but a detail."
    },
    {
      "cite": "Ruth Reichl",
      "quote": "If you start with a great peach, there's nothing you're ever going to do that's going to make it any better than when it comes off the tree. In 1970, that was a revolution."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "The ripest peach is highest on the tree — And so her love, beyond the reach of me"
    },
    {
      "cite": "Rick Bayless",
      "quote": "My earliest memory is making peach cobbler with my grandmother. A wonderful memory. I grew up in a restaurant family - B.B.Q. restaurant."
    },
    {
      "cite": "George du Maurier",
      "quote": "An apple is an excellent thing—until you have tried a peach."
    },
    {
      "cite": "Erin Mckean",
      "quote": "The use of food metaphors is really well established English... Somebody is a peach, a hot tamale."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Inside the peach there's a stone."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Sunrise paints the sky with pinks and the sunset with peaches. Cool to warm. So is the progression from childhood to old age."
    },
    {
      "cite": "Mark Twain",
      "quote": "Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education."
    },
    {
      "cite": "Benson Henderson",
      "quote": "You could be the tastiest, most juiciest, most delicious peach out there in the world; there's still going to be people out there who don't like peaches ."
    },
    {
      "cite": "Leif Enger",
      "quote": "Fresh peach pie can lift a bullying reprobate into apologetic courtesy; I have watched it happen."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Memories, even hard memories, grew soft like peaches as they grow older."
    },
    {
      "cite": "Jonathan Aibel",
      "quote": "But no matter what you do, that seed will grow to be a peach tree. You may wish for an apple or an orange, but you will get a peach."
    },
    {
      "cite": "Silvio Muraglia",
      "quote": "Well I don't know anything that's good for you that smells like peaches that isn't peaches."
    },
    {
      "cite": "Mason",
      "quote": "Cause there's nothing can compare with / Strolling along Peach tree street with my baby on my arm / I got the sweetest peach in Georgia, and she just came off the farm"
    },
    {
      "cite": "Prince Rogers Nelson",
      "quote": "She's a peach / She was dark, she was tan / She made me glad to be a man / She was young, she was smart"
    },
    {
      "cite": "Jeffrey Scott Lyster",
      "quote": "That was a long cold night / But then the sun came out to thaw the ice / Open the window man to smell the peach blossom"
    },
    {
      "cite": "Desmond R. Layne",
      "quote": "The peach is a symbol of immortality in Taoist mythology."
    },
    {
      "cite": "Desmond R. Layne",
      "quote": "Peach is revered as a delicious and healthy summer fruit in most temperature regions of the world."
    },
    {
      "cite": "David Mas Masumoto",
      "quote": "Anyone who's bitten into a fully ripe, just-picked peach--hot from the summer's sun and ripe enough to be what the Masumotos call a 'gusher'--knows that the feeling is completely, thoroughly arresting."
    },
    {
      "cite": "David Mas Masumoto",
      "quote": "At eight years old, eating peach after peach in the orchard was about nothing more than rampant consumption of forbidden sweets."
    },
    {
      "cite": "David Mas Masumoto",
      "quote": "A peach--a juicy ripe one--can seduce anyone with its ethereal flavor and sensual texture."
    },
    {
      "cite": "David Mas Masumoto",
      "quote": "It was an aroma that would saturate every breath of the next several days. It was those sun-heated mouthfuls of peach that haunted my memories, that finally led me back to the kitchen as my life's work."
    },
    {
      "cite": "David Mas Masumoto",
      "quote": "I loved peeling peaches until the pads on my fingers puckered and shriveled from all the juiciness."
    },
    {
      "cite": "Russ Parsons",
      "quote": "Although peaches and nectarines do soften and become juicier and more aromatic after harvest, they don't get any sweeter. That requires picking the fruit at the highest possible maturity."
    },
    {
      "cite": "Russ Parsons",
      "quote": "Peaches and nectarines that have the most sugar and are the most mature have a background color (yellow) with a golden, almost orange cast. When you see a piece of fruit like this, pick it no matter what the variety is."
    }
  ]
}