{
  "source": "https://www.wisesayings.com/peace-and-love-quotes/",
  "theme": "peace-and-love",
  "quotes": [
    {
      "cite": "Peace Pilgrim",
      "quote": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."
    },
    {
      "cite": "John Lennon",
      "quote": "If someone thinks that peace and love are just a cliche that must have been left behind in the 60s, that's a problem. Peace and love are eternal."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Love does more than bring peace where there is conflict. It brings a different way of being in the world."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it."
    },
    {
      "cite": "Jean Vanier",
      "quote": "Peace is the fruit of love, a love that is also justice. But to grow in love requires work -- hard work. And it can bring pain because it implies loss -- loss of the certitudes, comforts, and hurts that shelter and define us."
    },
    {
      "cite": "Pierre Beaumarchais",
      "quote": "Can love and peace live in the same heart? Youth is unhappy because it is faced with this terrible choice; love without peace, or peace without love."
    },
    {
      "cite": "Mary Caroline Richards",
      "quote": "Love is not a doctrine, Peace is not an international agreement. Love and peace are beings who live as possibilities in us."
    },
    {
      "cite": "Red Cloud",
      "quote": "We do not want riches, we want peace and love."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "When the power of love overcomes the love of power there will be peace."
    },
    {
      "cite": "Richard Carlson",
      "quote": "Love -- giving and receiving from the heart -- involves ... peace"
    },
    {
      "cite": "Archbishop Helder Pessoa Camara",
      "quote": "Without justice and love, peace will always be the great illusion."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Peace between countries must rest on the solid foundation of love between individuals."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Every act of love is a work of peace no matter how small."
    },
    {
      "cite": "Julian of Norwich",
      "quote": "Peace and love are ever in us, being and working; but we be not always in peace and in love."
    },
    {
      "cite": "Matthew Donnelly",
      "quote": "Love is the purest form of a soul at peace."
    },
    {
      "cite": "Shimon Peres",
      "quote": "There are two things that cannot be achieved in life unless you close your eyes a little bit. And that's love and peace. If you want perfection you won't obtain either of them."
    },
    {
      "cite": "U. Thant",
      "quote": "Wars begin in the minds of men, and in those minds, love and compassion would have built the defenses of peace."
    },
    {
      "cite": "Bethany Hamilton",
      "quote": "It's easy to look at the things of this world to solve our challenges and obstacles in life, but when we submit our lives to Christ, His grace, mercy, peace and love will bring true fulfillment to our lives."
    },
    {
      "cite": "Mos Def",
      "quote": "That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Life is a gift from God above. Live each day with peace and love; no matter what storm travels through."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "Let us love the world to peace."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We do not need guns and bombs to bring peace, we need love and compassion."
    },
    {
      "cite": "Jonathan Carroll",
      "quote": "The only two important things in life are real love and being at peace with yourself."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If there is love, there is hope that one may have real families, real brotherhood, real equanimity, real peace."
    },
    {
      "cite": "Jean Vanier",
      "quote": "We work for peace every time we exercise authority with wisdom and authentic love."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Peace does not mean the absence of war, peace means the presence of harmony, love, satisfaction and oneness. Peace means a flood of love in the world family."
    },
    {
      "cite": "Leon Brown",
      "quote": "Love is supposed to bring you peace and happiness. If you are not feeling this in a relationship, you are living an illusion."
    },
    {
      "cite": "David McCallum",
      "quote": "We should learn to live and love our neighbors as ourselves for the sake of peace and progress."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To find eternal peace, love everyone as if they are your beloved children."
    }
  ]
}