{
  "source": "https://www.wisesayings.com/peacock-quotes/",
  "theme": "peacock",
  "quotes": [
    {
      "cite": "Saadi",
      "quote": "People are crying up the rich and variegated plumage of the peacock, and he is himself blushing at the sight of his ugly feet."
    },
    {
      "cite": "William Blake",
      "quote": "The pride of the peacock is the glory of god."
    },
    {
      "cite": "Dolly Parton",
      "quote": "A peacock that rests on his feathers is just another turkey."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Many a peacock hides his peacock tail from all eyes–and calls it his pride."
    },
    {
      "cite": "John Ruskin",
      "quote": "Remember that the most beautiful things in the world are the most useless; peacocks and lilies for instance."
    },
    {
      "cite": "Pope Francis",
      "quote": "An example I often use to illustrate the reality of vanity, is this: look at the peacock; it's beautiful if you look at it from the front. But if you look at it from behind, you discover the truth... Whoever gives in to such self-absorbed vanity has huge misery hiding inside them."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "It dances today, my heart, like a peacock it dances / it dances. It sports a mosaic of passions / like a peacock’s tail / It soars to the sky with delight, it quests, Oh wildly / it dances today, my heart, like a peacock it dances."
    },
    {
      "cite": "Nalini Singh",
      "quote": "I know exactly how strong he is... He is like a peacock, spreading his feathers and squawking loudly to distract you from the fact that his body is but weak."
    },
    {
      "cite": "Gad Saad",
      "quote": "The Ferrari is exactly the same in the human context as the peacock's tail is on the peacock."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "A peacock escaped from the Central Park Zoo and wandered around the city. Either that or I just saw a pigeon on his way to a gay pride parade."
    },
    {
      "cite": "Toni Morrison",
      "quote": "The peacock jumped onto the hood of the Buick and once more spread its tail, sending the flashy Buick into oblivion."
    },
    {
      "cite": "Toni Morrison",
      "quote": "“How come it can’t fly no better than a chicken?’ Milkman asked."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Too much tail. All that jewelry weighs it down. Like vanity. Can’t nobody fly with all that [stuff]. Wanna fly, you got to give up the [stuff] that weighs you down.’"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Be like a peacock and dance with all of your beauty."
    },
    {
      "cite": "Amitendranath Tagore",
      "quote": "The sparrow is sorry for the peacock at the burden of its tail."
    },
    {
      "cite": "Rhiannon Hart",
      "quote": "It was strapless, the bodice peacock-blue and edged in gold, full skirted at the front and gathered into an elaborate, foaming bustle of satin and peacock feathers at the back."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "I shall always remember how the peacocks’ tails shimmered when the moon rose amongst the tall trees, and on the shady bank the emerging mermaids gleamed fresh and silvery amongst the rocks…"
    },
    {
      "cite": "Catherine Cookson",
      "quote": "Fancy feathers make peacocks, but you pluck them and see what's left."
    },
    {
      "cite": "Hannah Richell",
      "quote": "Home. She closes her eyes and thinks of a swaying meadow, dappled sunlight falling through green branches, walking among tall, leafy trees. She thinks of long, tapered feathers with eyes the color of emeralds and sapphires."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "She is a peacock in everything but beauty."
    },
    {
      "cite": "Aristotle",
      "quote": "Some are jealous and fond of ornament, as the peacock."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "Just as people behave to me, so do I behave to them. When I see that a person despises me and treats me with contempt, I can be as proud as any peacock."
    },
    {
      "cite": "Matthew Williamson",
      "quote": "The peacock has become one of my regular sources of inspiration from nature."
    },
    {
      "cite": "RJ Barrett",
      "quote": "Whenever I can put a fresh, clean suit on, I'm like a peacock. That's my most confident moment."
    },
    {
      "cite": "Kevin Kwan",
      "quote": "I remember I had an aunt that lived in a house that had this beautiful ceramic wall that was entirely a painting of a peacock."
    },
    {
      "cite": "Bidzina Ivanishvili",
      "quote": "There are eight different breeds of peacock. I have them all."
    },
    {
      "cite": "John Ruskin",
      "quote": "I do not believe that any peacock envies another peacock his tail, because every peacock is persuaded that his own tail is the finest in the world. The consequence of this is that peacocks are peaceable birds."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "When the peacock has presented his back, the spectator will usually begin to walk around him to get a front view; but the peacock will continue to turn so that no front view is possible. The thing to do then is to stand still and wait until it pleases him to turn. When it suits him, the peacock will face you. Then you will see in a green-bronze arch around him a galaxy of gazing, haloed suns."
    }
  ]
}