{
  "source": "https://www.wisesayings.com/peak-quotes/",
  "theme": "peak",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "On all the peaks lies peace."
    },
    {
      "cite": "Jose Marti",
      "quote": "Mountains culminate in peaks, and nations in men."
    },
    {
      "cite": "Neil Young",
      "quote": "As you go through life, you've got to see the valleys as well as the peaks."
    },
    {
      "cite": "Jimmie Johnson",
      "quote": "You watch guys live through their peaks, and then unfortunately, you've got to come down from that peak."
    },
    {
      "cite": "Hunter Austin",
      "quote": "Nevertheless there are certain peaks, canons, and clear meadow spaces which are above all compassing of words, and have a certain fame as of the nobly great to whom we give no familiar names."
    },
    {
      "cite": "Gloria Grahame",
      "quote": "You go through life in a series of peaks and valleys."
    },
    {
      "cite": "Yuichiro Miura",
      "quote": "If you wish strongly, have courage and endurance, then you can get to the summit of your dream."
    },
    {
      "cite": "Greg Child",
      "quote": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb."
    },
    {
      "cite": "Jim Whittaker",
      "quote": "You don't really conquer a mountain, you conquer yourself. You overcome sickness & everything else - your pains, aches, fears - to reach the summit."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "The summit is just a halfway point."
    },
    {
      "cite": "Barry Goldwater",
      "quote": "The only summit meeting that can succeed is one that does not take place."
    },
    {
      "cite": "Barbara Mertz",
      "quote": "It may take us a little longer to reach the summit, but never fear, we will get there!"
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Whatever is most abstract may perhaps be the summit of reality."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "You climb to reach the summit, but once there, discover that all roads lead down."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Man can climb to the highest summits, but he cannot dwell there long."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When you reached the summit, you will see that you are still tiny!"
    },
    {
      "cite": "Tristan Tzara",
      "quote": "The summit sings what is being spoken in the depths."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Truth is the summit of being; justice is the application of it to affairs."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Who would attain to summits still and fair,Must nerve himself through valleys of despair."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Laurence Gonzalez",
      "quote": "The summit is not the only place on the mountain."
    },
    {
      "cite": "Lucretius",
      "quote": "The highest summits and those elevated above the level of other things are mostly blasted by envy as by a thunderbolt."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "It's not just a question of conquering a summit previously unknown, but of tracing, step by step, a new pathway to it."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "Ambition, having reached the summit, longs to descend."
    },
    {
      "cite": "Bill Cosby",
      "quote": "The summit, which is set up to educate people about managing their money and protecting their income, leads to empowerment of self, for which this summit needs to be applauded."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "The summit is the mere formality, the ceremonial demonstration of what was agreed to long ago, weeks, months before the summit."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
    },
    {
      "cite": "William James",
      "quote": "The greatest weapon against stress is our ability to choose one thought over another."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Plato",
      "quote": "The greatest wealth is to live content with little."
    }
  ]
}