{
  "source": "https://www.wisesayings.com/peanut-butter-quotes/",
  "theme": "peanut-butter",
  "quotes": [
    {
      "cite": "Bill Cosby",
      "quote": "Man cannot live by bread alone. He must have peanut butter."
    },
    {
      "cite": "Judy Blume",
      "quote": "Without peanut butter, I might starve."
    },
    {
      "cite": "Cathleen Falsani",
      "quote": "While it's true that you may lose your religion during the course of a lifetime, you never lose your salvation. Once you let Jesus in your kitchen, he just keeps on making peanut butter and banana sandwiches, and he never leaves."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "You can always trust a dog that likes peanut butter."
    },
    {
      "cite": "Barry Goldwater",
      "quote": "If you don't mind smelling like peanut butter for two or three days, peanut butter is darn good shaving cream."
    },
    {
      "cite": "Janet Evanovich",
      "quote": "Romance novels are birthday cake and life is often peanut butter and jelly. I think everyone should have lots of delicious romance novels lying around for those times when the peanut butter of life gets stuck to the roof of your mouth."
    },
    {
      "cite": "Florence Fabricant",
      "quote": "Peanut butter is the pate of childhood."
    },
    {
      "cite": "Jase Robertson",
      "quote": "Work without fun is like peanut butter without jelly."
    },
    {
      "cite": "Diana Vreeland",
      "quote": "Peanut butter is the greatest invention since Christianity."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Man can not live by bread alone; he must have peanut butter."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Nothing takes the taste out of peanut butter quite like unrequited love."
    },
    {
      "cite": "Bill Watterson",
      "quote": "If you can't control your peanut butter, you can't expect to control your life."
    },
    {
      "cite": "Dick Van Dyke",
      "quote": "You can spread jelly on the peanut butter but you can't spread peanut butter on the jelly."
    },
    {
      "cite": "Marsha Jordan",
      "quote": "Love and happiness remind me of sticky peanut butter. When you spread them around, you can't help but end up getting some on yourself!"
    },
    {
      "cite": "Greg Louganis",
      "quote": "To me, peanut butter is the breakfast of champions!"
    },
    {
      "cite": "Jozy Altidore",
      "quote": "Snacking is important. Peanut butter and jelly sandwiches are a great example of a perfect snack. They can go a long way."
    },
    {
      "cite": "J. B. Smoove",
      "quote": "You know how you put peanut butter on a piece of bread and the bread falls - it never falls on the bread side down, it always falls peanut butter side down. That's because of gravity."
    }
  ]
}