{
  "source": "https://www.wisesayings.com/pearl-quotes/",
  "theme": "pearl",
  "quotes": [
    {
      "cite": "Genevieve Antoine Dariaux",
      "quote": "There is just one piece of jewelry that is equally becoming to everybody, lovely with almost every ensemble, appropriate for almost any occasion, and indispensable in every woman's wardrobe...long live the pearl necklace, true or false, from our first date until our last breath!"
    },
    {
      "cite": "Coco Chanel",
      "quote": "A woman needs ropes and ropes of pearls."
    },
    {
      "cite": "Grace Kelly",
      "quote": "The pearl is the queen of gems and the gem of queens."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Pearls don’t lie on the seashore. If you want one, you must dive for it."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Give all your pearls, and the swine will make a pearl necklace, then run off. Don't show all your glory."
    },
    {
      "cite": "Frederico Fellini",
      "quote": "All art is autobiographical. The pearl is the oyster’s autobiography."
    },
    {
      "cite": "Sarah Churchill",
      "quote": "I feel undressed if I don't have my pearls on. My pearls are my security blanket."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "As coal pressured into pearls by our weighty existence. Beauty that arose out of pain."
    },
    {
      "cite": "Prabhukrishna M",
      "quote": "Love. It felt like a falling raindrop scatter on a trembling leaf then roll of its tip in a cascade of pearls."
    },
    {
      "cite": "Ken Burns",
      "quote": "Like a layer on a pearl, you can't specifically identify the irritant, the moment of the irritant, but at the end of the day, you know you have a pearl."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "I'm pretty lost in becoming all this frost. Bitter, like winter. Strung out like a string of pearls."
    },
    {
      "cite": "Kristin Cast",
      "quote": "Value them; they are pearls of great price."
    },
    {
      "cite": "Aberjhani",
      "quote": "At the edge of madness you howl diamonds and pearls."
    }
  ]
}