{
  "source": "https://www.wisesayings.com/pebbles-quotes/",
  "theme": "pebbles",
  "quotes": [
    {
      "cite": "Amie Kaufman",
      "quote": "It only takes one pebble to start an avalanche."
    },
    {
      "cite": "Jeffrey G. Duarte",
      "quote": "Even a pebble cast in the middle of a lake creates ripples that eventually reaches the shore."
    },
    {
      "cite": "Craig Froman",
      "quote": "A pebble thrown in a pool may ripple from end to end, but tossed into the sea, it is swallowed by enormity."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It isn't the mountains ahead to climb, that wear you down. It's the pebble in your shoe."
    },
    {
      "cite": "Nathaniel Parker Willis",
      "quote": "The smallest pebble in the well of truth has its peculiar meaning, and will stand when man's best monuments have passed away."
    },
    {
      "cite": "Tim Cook",
      "quote": "You want to be the pebble in the pond that creates the ripples for change."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "When you make a decision and a commitment to do something good for yourself, it is like dropping a pebble in a pond. It has a rippling effect. The firmer the decision, the stronger the frequency and wider the range of things that will be reached."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You, a person with a vision, are like a pebble in a stream, moving ever outward to infinity, impacting on all who come into contact with the ripple."
    },
    {
      "cite": "Victor Manan Nyambala",
      "quote": "To be a pebble you have to run the turbulent tidal race"
    },
    {
      "cite": "Ramya",
      "quote": "Don't judge the people by their appearance. Even tiny pebbles are used in creation of big walls."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Just as ripples spread out when a single pebble is dropped into water, the actions of individuals can have far-reaching effects."
    },
    {
      "cite": "Josef Albers",
      "quote": "Easy-to know that diamonds-are precious, Good-to learn that rubies-have depth, But more-to see that pebbles-are miraculous."
    },
    {
      "cite": "R. G. LeTourneau",
      "quote": "The pebbles of knowledge must be bonded together by the cement of experience."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The least movement is of importance to all nature. The entire ocean is affected by a pebble."
    },
    {
      "cite": "John Townsend Trowbridge",
      "quote": "Men are polished, through act and speech, Each by each, As pebbles are smoothed on the rolling beach."
    },
    {
      "cite": "Michael Scott",
      "quote": "Just as a pebble thrown into the water creates ripples, so our thoughts create similar effects on our palms."
    },
    {
      "cite": "Mindy Grossman",
      "quote": "If you throw the pebble in the pond and the rings start circulating that much wider, you've done things and created things for people that they didn't think they'd ever be able to do. That excites me."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Our little pebble of poor performance helps to start, or to sustain, an avalanche."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "You have to be like the pebble in the stream, keeping the grain and rolling along without being dissolved or dissolving anything else."
    },
    {
      "cite": "Robert Murray M'Cheyne",
      "quote": "One gem from that ocean is worth all the pebbles of earthly streams."
    },
    {
      "cite": "Marilyn French",
      "quote": "Men stumble over pebbles, never over mountains."
    },
    {
      "cite": "Anonymous",
      "quote": "The pebble in the brook secretly believes itself to be a precious stone."
    },
    {
      "cite": "Bryce Courtenay",
      "quote": "Words are like deiamonds. Polish them too much, and all you get are pebbles."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Whether you know the shape of the pebble or the structure of a solar system, the anxioms remain the same: that it exists and that you know it."
    }
  ]
}