{
  "source": "https://www.wisesayings.com/pediatrician-quotes/",
  "theme": "pediatrician",
  "quotes": [
    {
      "cite": "Brene Brown",
      "quote": "My husband's a pediatrician, so he and I talk about parenting all the time. You can't raise children who have more shame resilience than you do."
    },
    {
      "cite": "Ezekiel Emanuel",
      "quote": "I'm the son of a pediatrician, and I do believe that the most important resource we have is our kids. And I think the most important thing for America's future is to invest more in our children."
    },
    {
      "cite": "Priscilla Chan",
      "quote": "When I began my practice, I said I'm going to be a pediatrician that really thinks about and understands a child's educational trajectory."
    },
    {
      "cite": "Robert S. Mendelsohn",
      "quote": "For a pediatrician to attack what has become the 'bread and butter' of pediatric practice is equivalent to a priest denying the infallibility of the pope."
    },
    {
      "cite": "Philip J. Landrigan",
      "quote": "Pediatricians have often played important roles in catalyzing evidence-based advocacy in children's environmental health."
    },
    {
      "cite": "Philip J. Landrigan",
      "quote": "A great contribution that pediatricians and other trained health providers can offer advocacy campaigns is that they are trusted and equipped to help develop evidence-based strategies for effective advocacy."
    },
    {
      "cite": "Philip J. Landrigan",
      "quote": "The great respect that pediatricians enjoy in most communities makes them exceptionally powerful and incredible advocates for children's health."
    },
    {
      "cite": "Sir Michael J. Rutter",
      "quote": "Pediatricians often work with some of the difficult and complex children with a range of behavioral and psychological needs, particularly in the younger age range."
    },
    {
      "cite": "Amie Jane Leavitt",
      "quote": "Kids have their special doctors. These doctors are called pediatricians. They work with kids up until the age of 18. These doctors work in clinics and hospitals. They work with sick and well children."
    },
    {
      "cite": "Amie Jane Leavitt",
      "quote": "Pediatricians also see sick children. They try to figure out why they're sick. Then they write prescriptions to help the children get better."
    },
    {
      "cite": "Amie Jane Leavitt",
      "quote": "Pediatricians must love working with kids. They should know about heath and nutrition too."
    },
    {
      "cite": "Vladimir Tsesis",
      "quote": "Pediatrician, more than other specialists, are intentionally limiting their workload so that they have more time to communicate with their parents."
    },
    {
      "cite": "Vladimir Tsesis",
      "quote": "The nature of pediatrics demands long hours, sleepless nights , and heavy responsibilities."
    },
    {
      "cite": "Vladimir Tsesis",
      "quote": "One happy aspect of pediatrics is seeing patients who were seriously ill become alert, active, and happy -- sometimes the next day after treatment."
    },
    {
      "cite": "Vladimir Tsesis",
      "quote": "Pediatricians have the daily opportunity to witness the birth of intelligence in young children whose health, life, and destinies become entwined with their own."
    },
    {
      "cite": "Vladimir Tsesis",
      "quote": "Pediatricians live in the midst of the great mystery of life, in a world of unending youth and development. Pediatrics is a constant reminder of the unconquerable dance of life."
    },
    {
      "cite": "Perri Klass",
      "quote": "As pediatricians, part of fur job is to look over babies and young children and decide whether their development is proceeding normally and on schedule."
    },
    {
      "cite": "Cheryl Krasnick Warsh",
      "quote": "Pediatricians have always advocated for children."
    },
    {
      "cite": "Ian Mitchell",
      "quote": "Pediatricians are involved in many other vital activities that promote the well-being of children, far away from acute illness."
    },
    {
      "cite": "Ian Mitchell",
      "quote": "Today, the pediatrician's role is to provide supervision throughout childhood, developing a plan off management with the family."
    },
    {
      "cite": "Ian Mitchell",
      "quote": "Pediatricians are actively involved in the life of patients and are usually able to make a positive difference."
    },
    {
      "cite": "Ian Mitchell",
      "quote": "Pediatricians use their intellect and their physical skills and are usually emotionally evolved in the care of their patients."
    },
    {
      "cite": "Ian Mitchell",
      "quote": "Each of us has better and worse days, but during most days, pediatricians will have made a difference in the life of at least one child. Such a way of life is a privilege."
    },
    {
      "cite": "Rohit Shenoi",
      "quote": "Pediatricians should be proactive in providing input regarding the unique needs of children."
    },
    {
      "cite": "Rohit Shenoi",
      "quote": "Pediatricians can play a very important and unique role in advocating for the needs of children and families."
    },
    {
      "cite": "William B. Carey",
      "quote": "Pediatricians have a unique role in evaluating children who live in different family situations."
    },
    {
      "cite": "Dorothy Pawluch",
      "quote": "Pediatricians did have a unique contribution to make to the welfare of children, but as doctors, not counselors."
    },
    {
      "cite": "Margaret McAlpine",
      "quote": "Pediatricians are concerned with maintaining high health standards, not just for their own patients but for all children."
    },
    {
      "cite": "Margaret McAlpine",
      "quote": "Pediatricians must have tremendous emotional strength, especially when dealing with children who are critically ill or in great pain."
    },
    {
      "cite": "Margaret McAlpine",
      "quote": "The best part of being a pediatrician is seeing children recover and enjoy life again."
    }
  ]
}