{
  "source": "https://www.wisesayings.com/peer-pressure-quotes/",
  "theme": "peer-pressure",
  "quotes": [
    {
      "cite": "Andrew Lansley",
      "quote": "Peer pressure and social norms are powerful influences on behaviour, and they are classic excuses."
    },
    {
      "cite": "Charles D. Hayes",
      "quote": "Of course, peer pressure has a strong positive component. It provides the social cohesion that allows the very development of communal affiliation. But peer power as an extrinsic force is a lot like radiation: a little goes a long way."
    },
    {
      "cite": "Lydia Maria Child",
      "quote": "Nature made us individuals, as she did the flowers and the pebbles; but we are afraid to be peculiar, and so our society resembles a bag of marbles, or a string of mold candles.  Why should we all dress after the same fashion?  The frost never paints my windows twice alike."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Read, every day, something no one else is reading.  Think, every day, something no one else is thinking.  Do, every day, something no one else would be silly enough to do.  It is bad for the mind to continually be part of unanimity."
    },
    {
      "cite": "Bryan Hyde",
      "quote": "Peer pressure is a tricky thing. The very human desire to be accepted or, at the very least, to avoid being marginalized can deeply skew our perception of ourselves and the world around us."
    },
    {
      "cite": "Billy Graham",
      "quote": "Since no one enjoys losing friends or being cast out of his own circle, peer pressure--especially during the years of adolescence--is an almost irresistible force."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently."
    },
    {
      "cite": "V.S. Naipaul",
      "quote": "Most people are not really free. They are confined by the niche in the world that they carve out for themselves. They limit themselves to fewer possibilities by the narrowness of their vision."
    },
    {
      "cite": "Alexandra Robbins",
      "quote": "Conformity is not an admirable trait. Conformity is a copout. It threatens self-awareness. It can lead groups to enforce rigid and arbitrary rules."
    },
    {
      "cite": "Po Bronson",
      "quote": "There's a powerful transformative effect when you surround yourself with like-minded people. Peer pressure is a great thing when it helps you accomplish your goals instead of distracting you from them."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "If you try to avoid every instance of peer pressure you will end up without any peers whatsoever, and the trick is to succumb to enough pressure that you do not drive your peers away, but not so much that you end up in a situation in which you are dead or otherwise uncomfortable. This is a difficult trick, and most people never master it, and end up dead or uncomfortable at least once during their lives."
    },
    {
      "cite": "Lauren Greenfield",
      "quote": "The people in the popular group say there is no peer pressure because they are at the top of the food chain. Really what they are doing is just eating away at everybody else."
    },
    {
      "cite": "Laurence Steinberg",
      "quote": "Peer pressure is not a monolithic force that presses adolescents into the same mold. . . . Adolescents generally choose friends whose values, attitudes, tastes, and families are similar to their own. In short, good kids rarely go bad because of their friends."
    },
    {
      "cite": "Walt Mueller",
      "quote": "The ugly reality is that peer pressure reaches its greatest intensity at just the age when kids tend to be most insensitive and cruel."
    },
    {
      "cite": "Steven Wright",
      "quote": "Hermits have no peer pressure."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "We cannot improve the world if we are conformed to the world."
    },
    {
      "cite": "Tom McMahon",
      "quote": "Talk to your children about peer pressure. Explain what a powerful force it can be, and ... tell them that you will never accept the excuse that \"Everyone did it\" ... that they will be held responsible for their actions."
    },
    {
      "cite": "Bill Treasurer",
      "quote": "Peer pressure has many redeeming qualities. It is the pressure of our peers, after all, that gives us the support to try things we otherwise wouldn't have."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every generation laughs at the old fashions, but follows religiously the new."
    },
    {
      "cite": "Eugene Mirman",
      "quote": "Never give in to peer pressure, especially if the peer is not attractive."
    },
    {
      "cite": "Evita Ochel",
      "quote": "Societal peer pressure to conform runs strong, but as more of us continue to think and act for ourselves, rather than be under the influence of group-think, we begin to make more effective choices."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "Just because so many conforming kids wake up every morning asking, 'What is everybody else going to wear today?' doesn't mean that they don't wish it were different. Peer pressure is just that: pressure."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I'm not in this world to live up to your expectations and you're not in this world to live up to mine."
    },
    {
      "cite": "Madisen Beaty",
      "quote": "Peer pressure is something everyone will face in school. You have to really go by what you think is the right thing to do. Turn to the friends you trust the most when you are put in a compromising situation. If your friends are making the wrong decision, then turn to your parents."
    },
    {
      "cite": "Paul Collier",
      "quote": "Most conduct is guided by norms rather than by laws. Norms are voluntary and are effective because they are enforced by peer pressure."
    },
    {
      "cite": "Grace Hopper",
      "quote": "The most damaging phrase in the language is: 'It's always been done that way.'"
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "I believe more follies are committed out of complaisance to the world, than in following our own inclinations."
    },
    {
      "cite": "Richard G. Scott",
      "quote": "No one intends to make serious mistakes. They come when you compromise your standards to be more accepted by others. You be the strong one. You be the leader. Choose good friends and resist peer pressure together."
    },
    {
      "cite": "Jeff Moore",
      "quote": "Peer pressure is pressure you put on yourself to fit in!"
    }
  ]
}