{
  "source": "https://www.wisesayings.com/pen-quotes/",
  "theme": "pen",
  "quotes": [
    {
      "cite": "Thomas De Witt Talmage",
      "quote": "The pen is the lever that moves the world."
    },
    {
      "cite": "C.A. Simonson",
      "quote": "Your pen is your sword. Wield it wisely."
    },
    {
      "cite": "jason Ellis",
      "quote": "Do not pick up the pen unless you understand how heavy it is, and how long you may carry it for."
    },
    {
      "cite": "Bayard Taylor",
      "quote": "Pens carry further than rifled cannon."
    },
    {
      "cite": "Billy Collins",
      "quote": "The pen is an instrument of discovery rather than just a recording implement. If you write a letter of resignation or something with an agenda, you're simply using a pen to record what you have thought out."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The pen is the tongue of the mind."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "There is more done with pens than with swords."
    },
    {
      "cite": "Aristide Briand",
      "quote": "The pens which write against disarmament are made with the same steel from which guns are made."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "A pen transmits the voice of the soul."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The power of the pen is landmark of life."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The pen is the tongue of the soul; as are the thoughts engendered there, so will be the things written."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The pen is mightier than the sword if the sword is very short, and the pen is very sharp."
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "No pen can give an adequate description of the all-pervading corruption produced by slavery."
    },
    {
      "cite": "Jeremy C. Shipp",
      "quote": "The pen is mightier than the sword, if you know where to poke it."
    },
    {
      "cite": "Glen Hansard",
      "quote": "Keeping the pen out of your hand as much as possible is the best way to write a song, in my estimation. But the pen must come in to tighten it up."
    },
    {
      "cite": "Miguel de Cervantes Saavedra",
      "quote": "The pen is the language of the soul; as the concepts that in it are generated, such will be its writings."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "The magic of the pen lies in the concentration of your thoughts upon one object."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Putting pen to paper lights more fire than matches ever will."
    },
    {
      "cite": "John Adams",
      "quote": "A pen is certainly an excellent instrument to fix a man's attention and to inflame his ambition."
    },
    {
      "cite": "Elmore Leonard",
      "quote": "A pen connects you to the paper. It definitely matters."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "For all sad words of tongue and pen, The saddest are these It might have been."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "Every writing career starts as a personal quest for sainthood, for self-betterment. Sooner or later, and as a rule quite soon, a man discovers that his pen accomplishes a lot more than his soul."
    },
    {
      "cite": "A. S. Byatt",
      "quote": "I am a creature of my pen. My pen is the best of me."
    },
    {
      "cite": "Angelina Grimke",
      "quote": "It is through the tongue, the pen, and the press that truth is principally propagated."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "You can make anything by writing."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "How can one not dream while writing? It is the pen which dreams. The blank page gives the right to dream."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "There is always a sheet of paper. There is always a pen. There is always a way out."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Sadness takes up the pen more readily than joy."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The pen is the tongue of the hand; a silent utterer of words for the eye."
    }
  ]
}