{
  "source": "https://www.wisesayings.com/pencil-quotes/",
  "theme": "pencil",
  "quotes": [
    {
      "cite": "Norman Foster",
      "quote": "TheÂ pencilÂ and computer are, if left to their own devices, equally dumb and only as good as the person driving them."
    },
    {
      "cite": "Nelson DeMille",
      "quote": "I like the process ofÂ pencilÂ and paper as opposed to a machine. I think the writing is better when it's done in handwriting."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "When you write down your ideas you automatically focus your full attention on them. Few if any of us can write one thought and think another at the same time. Thus a pencil and paper make excellent concentration tools."
    },
    {
      "cite": "J. A. Meyer",
      "quote": "A pencil and a dream can take you anywhere."
    },
    {
      "cite": "Dave Mustaine",
      "quote": "It's not how big your pencil is; it's how you write your name."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "When you write and draw in pencil, your eraser is your best friend."
    },
    {
      "cite": "George Carlin",
      "quote": "If the #2 pencil is the most popular, why is it still #2?"
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "A pencil and rubber are of more use to thought than a battalion of assistants. To happiness the same applies as to truth: one does not have it, but is in it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "What is in theÂ pencilÂ is greater than what is around it. The talents in you are greater than the environment surrounding you. Your potentials will change your environment."
    },
    {
      "cite": "Kale Burton",
      "quote": "Confidence is a pencil best sharpened with paper."
    },
    {
      "cite": "Andy Stanley",
      "quote": "PencilÂ in your plans but write your visions in ink."
    },
    {
      "cite": "Andrew Wyeth",
      "quote": "My pencil is like a fencer's foil."
    },
    {
      "cite": "Robert Breault",
      "quote": "The averageÂ pencilÂ is seven inches long, with just a half-inch eraser - in case you thought optimism was dead."
    },
    {
      "cite": "Adam Braun",
      "quote": "What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations."
    },
    {
      "cite": "Alison Lurie",
      "quote": "With a pencil and paper, I could revise the world."
    },
    {
      "cite": "John Green",
      "quote": "He loved the scratching of pencil against paper when he was focused: it meant something was happening."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We are allÂ pencils in the hand of God."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "The sound ofÂ pencils taking notes provided a low scrape and hum, almost like radio interference."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "TheÂ pencilÂ you leave it there, and it's dead. It doesn't do anything and it doesn't move by itself. It doesn't offer anything; it's totally submissive to you."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "What really matters in a pencil is not its wooden exterior, but the graphite inside. So always pay attention to what is happening inside you."
    },
    {
      "cite": "William Faulkner",
      "quote": "I've got to feel the pencil and see the words at the end of the pencil."
    },
    {
      "cite": "Robert McNamara",
      "quote": "A computer does not substitute for judgment any more than a pencil substitutes for literacy. But writing without a pencil is no particular advantage."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When you draw conclusions, you had better have a sharp pencil."
    },
    {
      "cite": "George Steiner",
      "quote": "The intellectual is, quite simply, a human being who has a pencil in his or her hand when reading a book."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "A #2 pencil and a dream can take you anywhere."
    },
    {
      "cite": "Nellie L. McClung",
      "quote": "Why are pencils equipped with erasers if not to correct mistakes?"
    },
    {
      "cite": "David Rees",
      "quote": "Everyone has pencils in their house, no matter how hip and contemporary they are."
    },
    {
      "cite": "Justin R. Durban",
      "quote": "If you know how to use aÂ pencilÂ to draw, you could draw anything. Now apply that to everything in life."
    },
    {
      "cite": "Ze Frank",
      "quote": "There's no need to sharpen my pencils anymore. They're sharp enough. Even the dull ones will make a mark."
    },
    {
      "cite": "Uri Shulevitz",
      "quote": "Don't misuse the pencil and don't torment the paper."
    }
  ]
}