{
  "source": "https://www.wisesayings.com/penguin-quotes/",
  "theme": "penguin",
  "quotes": [
    {
      "cite": "Joe Moore",
      "quote": "It's practically impossible to look at a penguin and feel angry."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "I suggest we depict penguins as callous and unfeeling creatures who insist on bringing up their children in what is little more than a large chest freezer."
    },
    {
      "cite": "Anna Staniszewski",
      "quote": "Once a penguin finds its perfect other penguin, they stay together pretty much forever."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Penguins are an indicator of the health of our watery planet, and if they are unable to survive, we had better take notice or we might find our own survival threatened."
    },
    {
      "cite": "Rebekah Crane",
      "quote": "I've never been in love, but if a penguin can find a soul mate, I'm sure I can, too."
    },
    {
      "cite": "Maria Semple",
      "quote": "The penguins that spent most of their time fighting were the ones with no chicks...It's like they're supposed to be taking care of their chicks. But because they don't have any, they have nothing to do with all their energy. So they just pick fights."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "A penguin cannot be a giraffe, so just be the best penguin you can be."
    },
    {
      "cite": "Luc Jacquet",
      "quote": "And they will march just as they have done for centuries, ever since the emperor penguin decided to stay, to live and love in the harshest place on Earth."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Felix believed the answer to every problem involved penguins."
    },
    {
      "cite": "Richard and Florence Atwater",
      "quote": "Mr. Popper had read that penguins are extremely curious, and he soon found that this was true, for stepping out, the visitor began to inspect the house. Down the hall it went and into the bedrooms, with its strange, pompous little strut."
    },
    {
      "cite": "Savion Glover",
      "quote": "There's a tendency to think tap's had its day, but 'Happy Feet' kept us in the race. That penguin is our Shirley Temple."
    },
    {
      "cite": "Bill Watterson",
      "quote": "You can draw a penguin on a toilet reading The New York Times and it's adorable, but try doing it with an adult male character, and it's disgusting."
    },
    {
      "cite": "John Ruskin",
      "quote": "One can't be angry when one looks at a penguin."
    },
    {
      "cite": "unknown",
      "quote": "A penguin cannot become a giraffe, so just be the best penguin you can be."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Penguins mate for life. Which doesn't really surprise me that much, because they all look exactly alike. It's not like they're gonna meet a better looking penguin one day."
    },
    {
      "cite": "Russell Brand",
      "quote": "All penguins are the same below the surface, which I think is as perfect an analogy as we're likely to get for the futility of racism."
    },
    {
      "cite": "Will Cuppy",
      "quote": "Male penguins are unfaithful up to an advanced age, a phenomenon sometimes attributed to the sea air."
    },
    {
      "cite": "Apsley Cherry-Garrard",
      "quote": "Take it all in all, I do not believe anybody on earth has a worse time than an Emperor penguin."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "The literature of the emperor penguin is as forbidding, as inaccessible, as the frozen heart of Antarctica itself. Its beauties may be unearthly, but they are not for us."
    }
  ]
}