{
  "source": "https://www.wisesayings.com/penny-quotes/",
  "theme": "penny",
  "quotes": [
    {
      "cite": "Mary Landrieu",
      "quote": "A penny saved is not a penny earned if at the end of the day you still owe a quarter."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Tough times call for tough choices and pinching every penny."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Be not penny-wise. Riches have wings. Sometimes they fly away of themselves, and sometimes they must be set flying to bring in more."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A penny saved is two pence clear, A pin a day's a groat a year"
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A penny saved is a penny to squander."
    },
    {
      "cite": "Esther B. Fein",
      "quote": "It may be a penny for your thoughts, but it is now a quarter for your voice."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "A penny is a lot of money, if you have not got a penny."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A penny saved is a penny earned."
    },
    {
      "cite": "French Proverb",
      "quote": "Penny wise is often pound foolish."
    },
    {
      "cite": "Anthony Mann",
      "quote": "Geniuses sometimes end up very unhappy, without a penny."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A penny saved is two pence clear."
    },
    {
      "cite": "Bob Marley",
      "quote": "Money can't buy life."
    },
    {
      "cite": "Suze Orman",
      "quote": "The key to making money is to stay invested."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "If you can actually count your money, then you're not a rich man."
    },
    {
      "cite": "Walt Disney",
      "quote": "You reach a point where you don't work for money."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver."
    },
    {
      "cite": "Matt Mullenweg",
      "quote": "Money and salary is not a particularly good motivator in the long term."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Money, not morality, is the principle commerce of civilized nations."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Money won't create success, the freedom to make it will."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1."
    },
    {
      "cite": "Mother Theresa",
      "quote": "Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go."
    },
    {
      "cite": "Freddie Mercury",
      "quote": "Money may not buy happiness, but it can damn well give it!"
    },
    {
      "cite": "Andy Warhol",
      "quote": "Making money is art and working is art and good business is the best art."
    },
    {
      "cite": "Sebastian Vettel",
      "quote": "There are some things that you can fulfil with money, but at the end of the day these are not the things that make you happy. It is the small things that make life good. 0"
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Never spend your money before you have earned it."
    },
    {
      "cite": "George Lorimer",
      "quote": "It’s good to have money and the things that money can buy, but it’s good, too, to check up once in a while and make sure that you haven’t lost the things that money can’t buy."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Many folks think they aren’t good at earning money, when what they don’t know is how to use it."
    },
    {
      "cite": "Anonymous",
      "quote": "A penny saved is worthless"
    }
  ]
}