{
  "source": "https://www.wisesayings.com/pensive-quotes/",
  "theme": "pensive",
  "quotes": [
    {
      "cite": "Thomas Ken",
      "quote": "Let those who thoughtfully consider the brevity of life remember the length of eternity."
    },
    {
      "cite": "Buddha",
      "quote": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves."
    },
    {
      "cite": "Aaditya Ranjan Shrivastava",
      "quote": "Whenever you are pensive. Just calm your heart and your mind. That's the only way out."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "The thoughtful soul to solitude retires."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Thoughtfulness is the beginning of great sanctity. If you learn this art of being thoughtful, you will become more and more Christ-like, for his heart was meek and he always thought of others. Our vocation, to be beautiful, must be full of thought for others."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "The deeper thought is, the taller it becomes."
    },
    {
      "cite": "Abhiyanda B.",
      "quote": "You can change your mood everyday but not with your feelings."
    },
    {
      "cite": "D. Elton Trueblood",
      "quote": "Thoughtful people are concerned with the future because that is the only area of experience about which anything can be done. We cannot change the past, and the present is gone as soon as it is reported, but the future is that in which we can make a difference."
    },
    {
      "cite": "David D. Burns",
      "quote": "Every time you feel depressed about something, try to identify a corresponding negative thought you had just prior to and during the depression. Because these thoughts have actually created your bad mood, by learning to restructure them, you can change your mood."
    },
    {
      "cite": "Hippocrates",
      "quote": "If you are in a bad mood go for a walk.If you are still in a bad mood go for another walk."
    },
    {
      "cite": "Margaret Mead",
      "quote": "A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "If you're not in the mood, you can't do that stuff right."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Life sometimes reminds us that it is sometimes heartless by giving something or someone we really need to someone who does not need or even want them or it."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "People's mood is really determined primarily by their genetic make-up and personality, and in the second place by their immediate context, and only in the third and fourth place by worries and concerns and other things like that."
    },
    {
      "cite": "Amit Ray",
      "quote": "In reality, we live in every one. Deep down there is a rose in every heart."
    }
  ]
}