{
  "source": "https://www.wisesayings.com/people-in-your-life-quotes/",
  "theme": "people-in-your-life",
  "quotes": [
    {
      "cite": "Paula Abdul",
      "quote": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Merle Shain",
      "quote": "The people in your life are like the pillars on your porch. Sometimes they hold you up, and sometimes they lean on you. Sometimes it's enough to know they are standing by."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "You're going to come across people in your life who will say all the right words at all the right times. But in the end, it's always their actions you should judge them by. It's actions, not words, that matter."
    },
    {
      "cite": "Will Smith",
      "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
    },
    {
      "cite": "Jesse Peyronel",
      "quote": "It's really important to have those people in your life who push you to be better, different."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Amit Abraham",
      "quote": "Some people in your life Touch you so very deeply That you drown totally in that depth."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Spend unbroken chunks of time with the most important people in your life."
    },
    {
      "cite": "Bill Walsh",
      "quote": "The minute you step away from the negative people in your life you will instantly see the beauty in your horizon."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of those depths."
    },
    {
      "cite": "Paul Walker",
      "quote": "You know, all that really matters is that the people you love are happy and healthy. Everything else is just sprinkles on the sundae."
    },
    {
      "cite": "unknown",
      "quote": "You have no idea of how many people have control of your life. Make lists of people you trust and love and constantly examine the people in your life."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you have people in your life to love, you are blessed. Slow down and enjoy the simple things."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Tori Amos",
      "quote": "When you don't have people in your life pushing you, can you push yourself?"
    },
    {
      "cite": "Selena Gomez",
      "quote": "If you have three people in your life that you can trust, you can consider yourself the luckiest person in the whole world."
    },
    {
      "cite": "Tiger Woods",
      "quote": "If you're lucky to have three close people in your life, you're blessed."
    },
    {
      "cite": "Ed Bradley",
      "quote": "The people in your life are important. Meaningful relationships with those people are very important."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Many people will walk in and out of your life, but only true friends will leave footprints in your heart."
    },
    {
      "cite": "Leon Brown",
      "quote": "One day you will realize that material things mean nothing. All that matters is the well being of the people in your life."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "There will always be people in your life who treat you wrong. Be sure to thank them for making you strong."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "Evaluate the people in your life; then promote, demote, or terminate. You're the CEO of your life."
    },
    {
      "cite": "Guy Finley",
      "quote": "Trying to  fix  the people in your life that cause you pain is like massaging your shoes because your feet ache."
    },
    {
      "cite": "Don Henley",
      "quote": "There are people in your life who've come and gone, they let you down and hurt your pride. Better put it all behind you, life goes on, you keep carrying that anger, it'll eat you up inside."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "Remember all the people in your life who helped guide you on your road to success. Thank them sincerely and often."
    },
    {
      "cite": "Robert Brault",
      "quote": "The people in your life who don't need an invitation still like to get one."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "We cannot teach people anything; we can only help them discover it within themselves."
    },
    {
      "cite": "Jack Nicholson",
      "quote": "There's only two people in your life you should lie to... the police and your girlfriend."
    },
    {
      "cite": "I.C. Robledo",
      "quote": "Of course happiness, is to have love in your life, which could come from family, or a spouse or with other people that you develop close connections with."
    }
  ]
}