{
  "source": "https://www.wisesayings.com/people-quotes/",
  "theme": "people",
  "quotes": [
    {
      "cite": "Charlaine Harris",
      "quote": "People don`t change, but they can learn to behave differently."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There are only two kinds of people who are really fascinating: people who know absolutely everything, and people who know absolutely nothing."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time."
    },
    {
      "cite": "Cherie Currie",
      "quote": "There are only two types of people in this world - the people who do the DOING, and the people who have stuff done to them."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When people show you who they are, believe them."
    },
    {
      "cite": "PROVERBS",
      "quote": "There are three kinds of people; those that make things happen, those that watch things happen and those who don't know what's happening."
    },
    {
      "cite": "FREDERICK L. COLLINS",
      "quote": "There are two types of people. Those we who come into a room and say, Well, here I am! and those who come in and say, Ah, there you are."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "People only see what they are prepared to see."
    },
    {
      "cite": "Kent Keith",
      "quote": "People are often unreasonable, illogical, and self-centered...Forgive them anyway."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you judge people, you have no time to love them."
    },
    {
      "cite": "Peter Senge",
      "quote": "People don't resist change. They resist being changed!"
    },
    {
      "cite": "Andrew Matthews",
      "quote": "The happiest people don't worry too much about whether life is fair or not, they just get on with it."
    },
    {
      "cite": "Elvis Presley",
      "quote": "People think you're crazy if you talk about things they don't understand."
    },
    {
      "cite": "unknown",
      "quote": "People may not tell you how they feel about you, but they always show you. Pay attention."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "People never learn anything by being told, they have to find out for themselves."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "Sometimes people have nothing to say because they're too empty and sometimes people have nothing to say because they're too full."
    },
    {
      "cite": "Will Rogers",
      "quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people that they don't like."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen."
    },
    {
      "cite": "John Ruskin",
      "quote": "People are eternally divided into two classes, the believer, builder, and praiser, and the unbeliever, destroyer and critic."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "People will always have opinions about your decision because they're not courageous enough to take action on their opinion."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Some people want it to happen, some wish it would happen, others make it happen."
    },
    {
      "cite": "Socrates",
      "quote": "Worthless people live only to eat and drink; people of worth eat and drink only to live."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "People who are wrapped up in themselves make small packages."
    },
    {
      "cite": "Woody Allen",
      "quote": "There are two types of people in this world, good and bad. The good sleep better, but the bad seem to enjoy the waking hours much more."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The only real people are the people who never existed."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "When dealing with people, remember you are not dealing with creatures of logic, but with creatures of emotion, creatures bristling with prejudice, and motivated by pride and vanity."
    }
  ]
}