{
  "source": "https://www.wisesayings.com/people-changing-quotes/",
  "theme": "people-changing",
  "quotes": [
    {
      "cite": "Victor Frankl",
      "quote": "When we are no longer able to change a situation, we are challenged to change ourselves."
    },
    {
      "cite": "Bruce Barton",
      "quote": "When you are through changing, you are through."
    },
    {
      "cite": "William Blake",
      "quote": "The man who never alters his opinion is like standing water, and breeds reptiles of the mind."
    },
    {
      "cite": "Karina Barton",
      "quote": "It's funny how you can know somebody for so long and they change right in front of you."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes it's not the people who change,it's the mask that falls off."
    },
    {
      "cite": "Simphiwe Ntuli",
      "quote": "People change, those that are close they turn to enemies and those that are strange, they turn to family."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
      "cite": "John Porter",
      "quote": "People underestimate their capacity for change. There is never a right time to do a difficult thing."
    },
    {
      "cite": "Anatole France",
      "quote": "All changes, even the most longed for, have their melancholy; for what we leave behind us is a part of ourselves; we must die to one life before we can enter another."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Don't be too confident when someone tells you they like you. The real question is until when? Because people change and so do feelings."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "You're always you, and that don't change, and you're always changing, and there's nothing you can do about it."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
      "cite": "Burton Hills",
      "quote": "Prayer changes things? No! Prayer changes people, and people change things."
    },
    {
      "cite": "Caroline Schoeder",
      "quote": "Some people change their ways when they see the light; others when they feel the heat"
    },
    {
      "cite": "Lillian Hellman",
      "quote": "People change and forget to tell each other."
    },
    {
      "cite": "unknown",
      "quote": "People change for two reasons: Either they learned a lot or they've been hurt too much."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Progress is impossible without change & those who cannot change their minds cannot change anything."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "Things change. And friends leave. Life doesn't stop for anybody."
    },
    {
      "cite": "Alan Watts",
      "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
      "cite": "unknown",
      "quote": "There comes a time when you have to stop crossing oceans for people who wouldn't jump puddles for you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "It happens to everyone as they grow up. You find out who you are and what you want, and then you realize that people you've known forever don't see things the way you do. So you keep the wonderful memories, but find yourself moving on."
    },
    {
      "cite": "Ashley Hodgeson",
      "quote": "At some point, you'll have to realize that some people can stay in your heart, but not in your life."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is changing. People are taking their comedians seriously and the politicians as a joke."
    },
    {
      "cite": "Thomas Jane",
      "quote": "People lose people, we lose things in our life as we're constantly growing and changing. That's what life is is change, and a lot of that is loss. It's what you gain from that loss that makes life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What old people say you cannot do, you try and find that you can. Old deeds for old people, and new deeds for new."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "It's hard to watch people change, but it's even harder to remember who they used to be."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Constant development is the law of life, and a man who always tries to maintain his dogmas in order to appear consistent drives himself into a falseposition."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Consider how hard it is to change yourself and you'll understand what little chance you have in trying to change others."
    },
    {
      "cite": "Peter Senge",
      "quote": "People don't resist change. They resist being changed!"
    }
  ]
}