{
  "source": "https://www.wisesayings.com/perception-quotes/",
  "theme": "perception",
  "quotes": [
    {
      "cite": "Steve Young",
      "quote": "Perception is reality. If you are perceived to be something, you might as well be it because that's the truth in people's minds."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There are things known and there are things unknown, and in between are the doors of perception."
    },
    {
      "cite": "Tom Robbins",
      "quote": "One has not only an ability to perceive the world but an ability to alter one's perception of it; more simply, one can change things by the manner in which one looks at them."
    },
    {
      "cite": "William Blake",
      "quote": "If the doors of perception were cleansed everything would appear to man as it is, infinite."
    },
    {
      "cite": "Penelope Fitzgerald",
      "quote": "No two people see the external world in exactly the same way. To every separate person a thing is what he thinks it is -- in other words, not a thing, but a think."
    },
    {
      "cite": "Anais Nin",
      "quote": "We don't see things as they are. We see them as we are."
    },
    {
      "cite": "Christopher A. Ray",
      "quote": "Perception is merely reality filtered through the prism of your soul."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "We can always choose to perceive things differently. You can focus on what's wrong in your life, or you can focus on what's right."
    },
    {
      "cite": "Claudia Black",
      "quote": "Trust in yourself. Your perceptions are often far more accurate than you are willing to believe."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "What you see and hear depends a good deal on where you are standing; it also depends on what sort of person you are."
    },
    {
      "cite": "Robertson Davies",
      "quote": "The eye sees only what the mind is prepared to comprehend."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Our vulgar perception is not concerned with other than vulgar phenomena."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "People only see what they are prepared to see."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is nothing either good or bad, but thinking makes it so."
    },
    {
      "cite": "Robert Delaunay",
      "quote": "The auditory perception is not sufficient for our knowledge of the world; it does not have vastness."
    },
    {
      "cite": "Obi-Wan Kenobi",
      "quote": "Many of the truths we cling to depend greatly on our point of view."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Man's mind, once stretched by a new idea, never regains its original dimensions."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "Perception is strong and sight weak. In strategy it is important to see distant things as if they were close and to take a distanced view of close things."
    },
    {
      "cite": "Edward de Bono",
      "quote": "If you can change your perception, you can change your emotion and this can lead to new ideas."
    },
    {
      "cite": "Michael Kimmelman",
      "quote": "Heightened perception is the goal: becoming more aware of how you see, not just what you see."
    },
    {
      "cite": "Michael Michalko",
      "quote": "Perception is demonstrably an active rather than a passive process; it constructs rather than records 'reality'."
    },
    {
      "cite": "Camille Pissarro",
      "quote": "Blessed are they who see beautiful things in humble places where other people see nothing."
    },
    {
      "cite": "George Carlin",
      "quote": "Some people see the cup as half empty. Some people see the cup as half full. I see the cup as too large."
    },
    {
      "cite": "William Blake",
      "quote": "A fool sees not the same tree that a wise man sees."
    },
    {
      "cite": "Carl Jung",
      "quote": "It all depends on how we look at things, and not how they are in themselves."
    },
    {
      "cite": "C.W. Leadbeater",
      "quote": "It is one of the commonest of mistakes to consider that the limit of our power of perception is also the limit of all there is to perceive."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It's not what you look at that matters, it's what you see."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All things are subject to interpretation. Whichever interpretation prevails at a given time is a function of power and not truth."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You will always define events in a manner which will validate your agreement with reality."
    },
    {
      "cite": "Michael Ondaatje",
      "quote": "It doubles your perception, to write from the point of view of someone you're not."
    }
  ]
}