{
  "source": "https://www.wisesayings.com/perfume-quotes/",
  "theme": "perfume",
  "quotes": [
    {
      "cite": "Sonia Rykiel",
      "quote": "Perfume follows you; it chases you and lingers behind you. It's a reference mark. Perfume makes silence talk."
    },
    {
      "cite": "Jean Claude Ellena",
      "quote": "Perfume is a story in odor, sometimes a poetry in memory."
    },
    {
      "cite": "Gianni Versace",
      "quote": "Perfume puts the finishing touch to elegance - a detail that subtly underscores the look, an invisible extra that completes a man and a woman's personality. Without it there is something missing."
    },
    {
      "cite": "Issey Miyake",
      "quote": "The best fragrance is the scent of water, the fragrance of dew and rain falling on plants. Water is the essential element, a source of life and energy. A perfume that, like a garment, moves to suit the woman, her skin. A perfume that embraces a woman."
    },
    {
      "cite": "Paco Rabanne",
      "quote": "A perfume should be as imbued with meaning as it is light to wear."
    },
    {
      "cite": "Thierry Mugler",
      "quote": "Perfume must not be linked just to fashion because that means that one day it will go out of style."
    },
    {
      "cite": "Christian Dior",
      "quote": "Perfume is the indispensable complement to the personality of women, the finishing touch on a dress."
    },
    {
      "cite": "Emanuel Ungaro",
      "quote": "A perfume is an intimate object, it is the reflector of the heart."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Perfumes are the feelings of flowers."
    },
    {
      "cite": "Francis Kurkdjian",
      "quote": "Perfume is the art that makes memory speak."
    },
    {
      "cite": "John Burroughs",
      "quote": "The gift of perfume to a flower is a special grace like genius or like beauty, and never becomes common or cheap."
    },
    {
      "cite": "David Fincher",
      "quote": "Perfume is pretty good because nobody has to hold the product by their face or use it."
    },
    {
      "cite": "Jean Patou",
      "quote": "Just like men, perfume is never perfect right away you have to let it seduce you."
    },
    {
      "cite": "Kate Lord Brown",
      "quote": "Perfume is the key to our memories."
    },
    {
      "cite": "Katherine Francke",
      "quote": "As perfume to the flower, so is kindness to speech."
    },
    {
      "cite": "Sonia Rykiel",
      "quote": "Perfume is like a parenthesis, a moment of freedom, peace, love and sensuality in between the disturbances of modern living."
    },
    {
      "cite": "Coco Chanel",
      "quote": "No elegance is possible without perfume. It is the unseen, unforgettable, ultimate accessory."
    },
    {
      "cite": "Janette Rallison",
      "quote": "Many perfumes promise to lure men to women. None of them smell of motherhood. None of them proclaim the wearer to be tidy, thrifty, and sensible."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Perfume is that last and best reserve of the past, the one which when all out tears have run dry, can make us cry again!"
    },
    {
      "cite": "Marian Bendeth",
      "quote": "Perfume is like cocktails without the hangover, like chocolate without the calories, like an affair without tears, like a vacation from which you never have to come back."
    },
    {
      "cite": "Paloma Picasso",
      "quote": "A perfume is like a piece of clothing, a message, a way of presenting oneself, a costume that differs according to the woman who wears it."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Wear perfume wherever you want to be kissed."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Wear perfume wherever you want to be kissed!"
    },
    {
      "cite": "Anne Raver",
      "quote": "Don't wear perfume in the garden unless you want to be pollinated by bees."
    },
    {
      "cite": "Marian Bendeth",
      "quote": "Fragrance speaks the loudest on a subliminal level."
    },
    {
      "cite": "Frances Mayes",
      "quote": "Anytime the perfume of orange and lemon groves wafts in the window; the human body has to feel suffused with a languorous well-being."
    },
    {
      "cite": "Katharine S. White",
      "quote": "Fragrance, whether strong or delicate, is a highly subjective matter, and one gardener's perfume is another gardener's stink."
    },
    {
      "cite": "Christian Dior",
      "quote": "Perfume is a mark of female identity and the final touch of her style."
    },
    {
      "cite": "Muhammad",
      "quote": "Perfume is the nourishment that stimulates my thinking."
    },
    {
      "cite": "Christian Dior",
      "quote": "A woman's perfume tells more about her than her handwriting."
    }
  ]
}