{
  "source": "https://www.wisesayings.com/performing-quotes/",
  "theme": "performing",
  "quotes": [
    {
      "cite": "Minnie Pearl",
      "quote": "Once you've gotten used to performing, you can't give it up."
    },
    {
      "cite": "Erykah Badu",
      "quote": "When you're performing, you're creating a moment."
    },
    {
      "cite": "Joshua Bell",
      "quote": "So much of performing is a mind game."
    },
    {
      "cite": "Eric Whitacre",
      "quote": "The terror of performing never goes away. Instead, you get very, very comfortable being terrified."
    },
    {
      "cite": "Dion DiMucci",
      "quote": "If you're performing for the right reasons, it's glorious."
    },
    {
      "cite": "Trevor Nunn",
      "quote": "A lot of performing instincts are involved in the business of direction, but so is analysis and having a sense of literature."
    },
    {
      "cite": "Muriel Siebert",
      "quote": "You create opportunities by performing, not complaining"
    },
    {
      "cite": "Seth Klarman",
      "quote": "The cost of performing well in bad times can be relative underperformance in good times."
    },
    {
      "cite": "Jason Mraz",
      "quote": "Other people's lives are affected by how you are treating yourself and the way in which you are performing."
    },
    {
      "cite": "David Tudor",
      "quote": "Performing is very much like cooking: putting it all together, raising the temperature."
    },
    {
      "cite": "Kim Gordon",
      "quote": "There's the added element of adrenaline if you're performing. You're aware of spatial relationships and the music."
    },
    {
      "cite": "Jason Mraz",
      "quote": "Performing live is like harvesting your crops and sharing your food with people."
    },
    {
      "cite": "Darrell Hammond",
      "quote": "Performing with anthrax in the building is not nearly as difficult as performing in a home where you might get stabbed at night."
    },
    {
      "cite": "Willem Dafoe",
      "quote": "Performing is about developing empathy, which leads us to a broader view of the world and encourages us to develop compassion; so we can comfort each other and not be so brutal with each other."
    },
    {
      "cite": "Dave Chappelle",
      "quote": "Once you been performing on the streets you can conquer any venue."
    },
    {
      "cite": "Aristotle",
      "quote": "We become just by performing just action, temperate by performing temperate actions, brave by performing brave action."
    },
    {
      "cite": "Neil Peart",
      "quote": "Performing live in front of an audience is such a matter of will - all of those things you can do just fine in your basement, suddenly you have to do them in front of hundreds or thousands of people, and it becomes a different matter entirely."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "The worse you're performing, the more you must work mentally and emotionally. The greatest and toughest art in golf is playing badly well. All the true greats have been masters at it."
    },
    {
      "cite": "Michael Owen",
      "quote": "To be at the top, you have to have a competitive streak in you. If you're not performing, you've got to be angry with yourself."
    }
  ]
}