{
  "source": "https://www.wisesayings.com/perfection-quotes/",
  "theme": "perfection",
  "quotes": [
    {
      "cite": "Vince Lombardi",
      "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence."
    },
    {
      "cite": "Ronnie O'Sullivan",
      "quote": "Looking for perfection is the only way to motivate yourself."
    },
    {
      "cite": "George Will",
      "quote": "The pursuit of perfection often impedes improvement."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "If you look for perfection, you'll never be content."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Perfection is finally attained not when there is no longer anything to add but when there is no longer anything to take away, when a body has been stripped down to its nakedness."
    },
    {
      "cite": "George Fisher",
      "quote": "When you aim for perfection, you discover it's a moving target."
    },
    {
      "cite": "Stanley J. Randall",
      "quote": "The closest to perfection a person ever comes is when he fills out a job application form."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Always live up to your standards—by lowering them, if necessary."
    },
    {
      "cite": "Robert Brault",
      "quote": "It's not that perfection cannot be achieved. It's that it's so hard to stop there."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I beat myself up every day, without so much as a scratch."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "To accomplish the perfect perfection, a little imperfection helps."
    },
    {
      "cite": "Joseph Addison",
      "quote": "It is only imperfection that complains of what is imperfect. The more perfect we are the more gentle and quiet we become towards the defects of others."
    },
    {
      "cite": "Thomas Leroy",
      "quote": "Perfection is not just about control. It's also about letting go. Surprise yourself so you can surprise the audience."
    },
    {
      "cite": "Louis Auchincloss",
      "quote": "Perfection irritates as well as it attracts, in fiction as in life."
    },
    {
      "cite": "Voltaire",
      "quote": "Perfection is attained by slow degrees; it requires the hand of time."
    },
    {
      "cite": "Kelly Millar",
      "quote": "Perfection cannot be defined or seen; it can only be found in your heart."
    },
    {
      "cite": "Burk Hudson",
      "quote": "Perfection is a road, not a destination. Every time I live, I get an education."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Perfectionism is not a quest for the best. It is a pursuit of the worst in ourselves, the part that tells us that nothing we do will ever be good enough ? that we should try again."
    },
    {
      "cite": "Monica Fairview",
      "quote": "To demand perfection is a sure way to be disappointed in everybody, for you will be bound to think ill of others."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Have no fear of perfection - you'll never reach it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The condition of perfection is idleness: the aim of perfection is youth."
    },
    {
      "cite": "Paul Arden",
      "quote": "Instead of waiting for perfection, run with what you do, and fix it along the way..."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "Perfection is boring. If a face doesn't have mistakes, it's nothing."
    },
    {
      "cite": "William Fowble",
      "quote": "If you chase perfection, you often catch excellence."
    },
    {
      "cite": "Dr. John Grohol",
      "quote": "Perfection doesn't exist in anyone. Striving for perfection in any part of our lives is a recipe for failure, since it can never be attained."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is reasonable to have perfection in our eye that we may always advance toward it, though we know it can never be reached."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Out of perfection nothing can be made. Every process involves breaking something up."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Perfection is a trifle dull. It is not the least of life's ironies that this, which we all aim at, is better not quite achieved."
    },
    {
      "cite": "Angelique Arnauld",
      "quote": "Perfection consists not in doing extraordinary things, but in doing ordinary things extraordinarily well."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Perfect is determined in shortened measures of time, not over long periods of time or lifetimes. It would be unnatural."
    }
  ]
}