{
  "source": "https://www.wisesayings.com/perfect-quotes/",
  "theme": "perfect",
  "quotes": [
    {
      "cite": "Dejan Stojanovic",
      "quote": "Everything that looks too perfect is too perfect to be perfect."
    },
    {
      "cite": "Brene Brown",
      "quote": "Perfectionism is self destructive simply because there's no such thing as perfect. Perfection is an unattainable goal."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Studies perfect nature and are perfected still by experience."
    },
    {
      "cite": "Dandi Daley",
      "quote": "I am Nobody, nobody is perfect, therefore I am perfect."
    },
    {
      "cite": "Sam Keen",
      "quote": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "Erno Rubik",
      "quote": "I wanted nothing else than to make the object as perfect as possible."
    },
    {
      "cite": "Megan Mccafferty",
      "quote": "We are perfect in our imperfection."
    },
    {
      "cite": "Asa Don Brown",
      "quote": "Perfectionism is adaptive if you are mindful of your humanhood."
    },
    {
      "cite": "Saint Augustine",
      "quote": "This is the very perfection of a man, to find out his own imperfection."
    },
    {
      "cite": "Ellen G White",
      "quote": "Perfect health depends upon perfect circulation."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Perfect love is the most beautiful of all frustrations because it is more than one can express."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away."
    },
    {
      "cite": "Robert Brault",
      "quote": "It's not that perfection cannot be achieved. It's that it's so hard to stop there."
    },
    {
      "cite": "Moliere",
      "quote": "Perfect reason flees all extremity, and leads one to be wise with sobriety."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Have no fear of perfection-you'll never reach it."
    },
    {
      "cite": "Greg Clowminzer",
      "quote": "Perfection is my willingness to be less than perfect."
    },
    {
      "cite": "Owen Feltham",
      "quote": "Perfection is immutable. But for things imperfect, change is the way to perfect them."
    },
    {
      "cite": "Bodhidharma",
      "quote": "The Way is basically perfect. It doesn't require perfecting."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The condition of perfection is idleness: the aim of perfection is youth."
    },
    {
      "cite": "Harriet Braiker",
      "quote": "Striving for excellence motivates you; striving for perfection is demoralizing."
    },
    {
      "cite": "Karl Kraus",
      "quote": "To be perfect, one lacks only a defect."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Perfect practice makes perfect."
    },
    {
      "cite": "Jane Austen",
      "quote": "Perfect happiness, even in memory, is not common."
    },
    {
      "cite": "Sara Paretsky",
      "quote": "I'm lucky in having found the perfect partner to spend my life with."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Everything is perfect and there is always room for improvement."
    },
    {
      "cite": "Toba Beta",
      "quote": "To do better is better than to be perfect."
    },
    {
      "cite": "Joseph Hall",
      "quote": "Perfection is the child of time."
    },
    {
      "cite": "William Hazlitt",
      "quote": "No one ever approaches perfection except by stealth, and unknown to themselves."
    },
    {
      "cite": "Chris Evert",
      "quote": "Every time, all the time, I'm a perfectionist. I feel I should never lose."
    },
    {
      "cite": "Burk Hudson",
      "quote": "Perfection is a road, not a destination. Every time I live, I get an education."
    }
  ]
}