{
  "source": "https://www.wisesayings.com/performance-quotes/",
  "theme": "performance",
  "quotes": [
    {
      "cite": "Marya Mannes",
      "quote": "Performance is an act of faith."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Let your performance do the thinking."
    },
    {
      "cite": "Sherman Morris",
      "quote": "Stamp your performance with excellence."
    },
    {
      "cite": "Greg Louganis",
      "quote": "Peak performance is meditation in motion."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Performance should be made square with promise."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Improve your performance by improving your attitude."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "Quality performance starts with a positive attitude."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When your image improves, your performance improves."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "A powerful performance will transform everyone in the room."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Effective performance is preceded by painstaking preparation."
    },
    {
      "cite": "Livingston Taylor",
      "quote": "A performance is a conversation between you and an audience."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "An ounce of performance is worth more than a pound of preachment."
    },
    {
      "cite": "Cullen Hightower",
      "quote": "When performance exceeds ambition, the overlap is called success."
    },
    {
      "cite": "Livingston Taylor",
      "quote": "Good performance is about what you take in, not what you put out."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Performance of one's duties should be independent of public opinion."
    },
    {
      "cite": "Robert Fripp",
      "quote": "Performance is a vehicle for entering different worlds of experiencing."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Enjoying life is far superior to being graded on your performance in life."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Set excellent performance as your standard and strive to achieve it each day."
    },
    {
      "cite": "Robin Sharma",
      "quote": "An amazing performance is always a reflection of awesome amounts of practice."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Promises may fit the friends, but non performance will turn them into enemies."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "Typically, the performance has a story - a beginning, the crescendo and the end."
    },
    {
      "cite": "Geraldo Rivera",
      "quote": "Your performance gets you promoted. It doesn't matter if you're brown, back or white."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If you don't back it up with performance and hard work, talking doesn't mean a thing."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "A performance must capture or communicate with the mood and feelings of that very moment."
    },
    {
      "cite": "Harold S. Geneen",
      "quote": "Performance stands out like a ton of diamonds. Nonperformance can always be explained away."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The highest levels of performance come to people who are centered, intuitive, creative, and reflective - people who know to see a problem as an opportunity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is no strong performance without a little fanaticism in the performer."
    },
    {
      "cite": "Marcus Lemonis",
      "quote": "Performance is the best way to shut people up."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "All good performance starts with clear goals."
    }
  ]
}