{
  "source": "https://www.wisesayings.com/period-quotes/",
  "theme": "period",
  "quotes": [
    {
      "cite": "Nicole Jardim",
      "quote": "For many, it's not just an inconvenience— it's a colossal life disruption, forcing women to miss school, work, and appointments, and pause their social life."
    },
    {
      "cite": "Paracelsus",
      "quote": "Women's regular bleeding engenders phantoms."
    },
    {
      "cite": "Lucy H. Pearce",
      "quote": "In order to reclaim our full selves, to integrate each of these aspects through which we pass over the course of our lives, we must first learn to embrace them though our cycles."
    },
    {
      "cite": "Florence King",
      "quote": "Gradually my whole concept of time changed until I thought of a month as having twenty-five days of humanness and five others when I might just as well have been an animal in a steel trap."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "If nature really acknowledged the so-called women's month, the entire month would have been period-pains-free."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "When she bleeds the smells I know change colour. There is iron in her soul on those days. She smells like a gun."
    },
    {
      "cite": "Miranda J. Barrett",
      "quote": "You should never make a decision the day before your period."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Women complain about premenstrual syndrome, but I think of it as the only time of the month that I can be myself."
    },
    {
      "cite": "Karen Quan",
      "quote": "Push my buttons, and I'll push you off a bridge."
    },
    {
      "cite": "Kirsten Karchmer",
      "quote": "Your period is not your enemy. On the contrary, it's a sound barometer of your overall health."
    },
    {
      "cite": "Kirsten Karchmer",
      "quote": "Women who are menstruating are filthy and should be avoided until they are cleaned of their 'pollution'."
    },
    {
      "cite": "Aristotle",
      "quote": "The outward sign of the female inferiority is menstruation. The female is deficient. Women are the inferior species...because they menstruate."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "In 1979, a bra called the Loving Cup was introduced. You could program it around your menstrual cycle so that it would flash a red or green light as to whether the wearer was in her fertile period or not."
    },
    {
      "cite": "Kirsten Karchmer",
      "quote": "For a lot of women, period stigma is a chronic experience, one they experience constantly— from family members, doctors, coaches, and partners— whether in the form of period jokes or not getting the menstrual supplies they need, for example."
    },
    {
      "cite": "Naama Bloom",
      "quote": "Sometimes it may look and feel like a  waterfall of blood when in actual fact you merely overslept and your maxi pad, the one that all the commercials tell you is so good at absorption, was simply not up to the task of your heavy flow day."
    },
    {
      "cite": "Naama Bloom",
      "quote": "Your period will arrive, and your body will start to bleed on a regular basis."
    },
    {
      "cite": "Naama Bloom",
      "quote": "Part of me wanted to get my period so that I can fit in and the other part of me wanted it so I would feel like a grown-up."
    },
    {
      "cite": "Lara Briden Nd",
      "quote": "When you are healthy, your menstrual cycle will arrive smoothly, regularly, and without symptoms. When you are unhealthy in some way, your cycle will tell the story."
    },
    {
      "cite": "Lara Briden Nd",
      "quote": "A real period is about the healthy functioning of your ovaries."
    },
    {
      "cite": "Lara Briden Nd",
      "quote": "The healthier your periods the more fertile you will become."
    },
    {
      "cite": "Bianca I. Laureano",
      "quote": "Many girls get their period between 12 and 13, but some girls start as early as 9 or as late as 15. If you haven't had a period at 16, you should talk to a trusted adult for a check up."
    },
    {
      "cite": "Tracy Lockwood",
      "quote": "Society has placed a taboo surrounding periods and menstrual health, as if we should be ashamed of this natural and miraculous process that ultimately kept the human species alive."
    },
    {
      "cite": "Demi Spaccavento",
      "quote": "Bright girls are bold and confident. They're not ashamed or scared of their period or their body."
    },
    {
      "cite": "Tina Muir",
      "quote": "I wished for it, and when my period did arrive, I was relieved...in pain from cramps, but relieved I was 'normal.'"
    },
    {
      "cite": "Sue Larson",
      "quote": "For all of us women — whether sexually active or not — the monthly ritual can either be a celebration or a constant source of stress and worry. Or sometimes even both."
    },
    {
      "cite": "Lynda Modaff",
      "quote": "Some women seem lucky, they don't have period pain and barely notice their monthly periods, while others try everything yet continue to suffer."
    }
  ]
}