{
  "source": "https://www.wisesayings.com/personal-growth-quotes/",
  "theme": "personal-growth",
  "quotes": [
    {
      "cite": "Brian Tracy",
      "quote": "Personal development is a major time-saver. The better you become, the less time it takes you to achieve your goals."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Growth is the great separator between those who succeed and those who do not. When I see a person beginning to separate themselves from the pack, it’s almost always due to personal growth."
    },
    {
      "cite": "Robin Sharma",
      "quote": "To double your income and success, triple your investment in personal development and professional mastery"
    },
    {
      "cite": "Stephen Covey",
      "quote": "Be patient with yourself. Self-growth is tender; it’s holy ground. There’s no greater investment."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The greatest gift you can give to somebody is your own personal development."
    },
    {
      "cite": "Eli Cohen",
      "quote": "Without continuous personal development, you are now all that you will ever become."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Personal development – the never ending chance to improve not only yourself but also attract opportunities and affect others."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Every time we push personal development aside, we invite personal struggle into our lives."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Self-transformation commences with a period of self-questioning. Questions lead to more questions, bewilderment leads to new discoveries, and growing personal awareness leads to transformation in how a person lives. Purposeful modification of the self only commences with revising our mind’s internal functions. Revamped internal functions eventually alter how we view our external environment."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Change equals self-improvement. Push yourself to places you haven’t been before."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Income seldom exceeds personal development."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Personal development is the belief that you are worth the effort, time and energy needed to develop yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "Personal development is the conscious choice to improve one’s life to become a better person and to grow as an individual."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You cannot change your destination overnight, but you can change your direction overnight. If you want to reach your goals and fulfill your potential, become intentional about your personal growth. It will change your life."
    },
    {
      "cite": "Anonymous",
      "quote": "Personal development is essential for a positive mindset, self-motivational, increasing self-belief and raising your standards."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Make personal growth a daily priority."
    },
    {
      "cite": "Jim Rohn",
      "quote": "It is hard to keep that which has not been obtained through personal development."
    },
    {
      "cite": "B. R. Ambedkar",
      "quote": "Man’s life is independent. He is born not for the development of the society alone, but for the development of his self."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Living is a process of developing oneself. Without experiencing pain from disconcerting periods of our lives, we would be different person, perhaps a lesser person."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "A person must constantly work to develop their self to the fullest embodiment of a human being through their acts of love, compassion, and dutiful work."
    },
    {
      "cite": "Frank Ra",
      "quote": "Self-development is a contradiction in terms. Personal development is the way."
    }
  ]
}