{
  "source": "https://www.wisesayings.com/persecution-quotes/",
  "theme": "persecution",
  "quotes": [
    {
      "cite": "Morris Raphael Cohen",
      "quote": "CruelÂ persecutions and intolerance are not accidents, but grow out of the very essence of religion, namely, its absolute claims."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "AllÂ persecutionÂ is a sign of fear; for if we did not fear the power of an opinion different from our own, we should not mind others holding it."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "PersecutionÂ for the expression of opinions seems to be perfectly logical. If you have no doubt of your premises or your power and want a certain result with all your heart you naturally express your wishes in law and sweep away all opposition."
    },
    {
      "cite": "Brother Andrew",
      "quote": "Persecution is an enemy the Church has met and mastered many times. Indifference could prove to be a far more dangerous foe.Â"
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "The religiousÂ persecutionÂ of the ages has been done under what was claimed to be the command of God."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "PersecutionÂ is the heirloom of the church, and the ensign of the elect."
    },
    {
      "cite": "Hugh Latimer",
      "quote": "Wherever you seeÂ persecution, there is more than a probability that truth lies on the persecuted side."
    },
    {
      "cite": "Howard Mumford Jones",
      "quote": "PersecutionÂ is the first law of society because it is always easier to suppress criticism than to meet it."
    },
    {
      "cite": "Lord Milner",
      "quote": "Persecution often does in this life what the last day will do completely--separate the wheat from the tares."
    },
    {
      "cite": "Nicholas Murray Butler",
      "quote": "PersecutionÂ on racial and religious grounds has absolutely no place in a nation given over to liberty."
    },
    {
      "cite": "H. M. Kallen",
      "quote": "Persecution, whenever it occurs, establishes only the power and cunning of the persecutor, not the truth and worth of his belief."
    },
    {
      "cite": "Michel Guillaume Jean de Crèvecœur",
      "quote": "Persecution, religious pride, the love of contradiction, are the food of what the world commonly calls religion."
    },
    {
      "cite": "Richard Whately",
      "quote": "PersecutionÂ is not wrong because it is cruel; but it is cruel because it is wrong."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Persecution is not an original feature in any religion; but it is always the strongly marked feature of all religions established by law."
    },
    {
      "cite": "Frances Wright",
      "quote": "PersecutionÂ for opinion is the master vice of society."
    },
    {
      "cite": "Barbara Grizzuti Harrison",
      "quote": "PersecutionÂ always acts as a jell for members of cults; it proves to them, in the absence of history, liturgy, tradition, and doctrine, that they are God's chosen."
    },
    {
      "cite": "Edmund Burke",
      "quote": "ReligiousÂ persecutionÂ may shield itself under the guise of a mistaken and over-zealous piety."
    },
    {
      "cite": "Harper Lee",
      "quote": "Persecution comes from people who are prejudiced."
    },
    {
      "cite": "Frank Moore Colby",
      "quote": "Persecution was at least a sign of personal interest. Tolerance is composed of nine parts of apathy to one of brotherly love.Â"
    },
    {
      "cite": "Chapman Cohen",
      "quote": "PersecutionÂ is the compliment paid by a threatened lie to a conquering truth."
    },
    {
      "cite": "Emma Goldman",
      "quote": "TheÂ persecutionÂ of the innovator and protestant has always been inspired by fear on the part of constituted authority of having its infallibility questioned and its power undermined."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "PersecutionÂ readily knits friendship between its victims."
    },
    {
      "cite": "Paul Chatfield",
      "quote": "PersecutionÂ is disobeying the most solemn injunction of Christianity, under the sham plea of upholding it."
    },
    {
      "cite": "Tacitus",
      "quote": "TheÂ persecutionÂ of genius fosters its influence."
    },
    {
      "cite": "Dion Fortune",
      "quote": "The spirit of religiousÂ persecutionÂ is not the special failing of any particular faith, but springs eternal in the human breast."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "PersecutionÂ is a tribute the great must always pay for preeminence."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The history of persecution is a history of endeavor to cheat nature, to make water run up hill, to twist a rope of sand."
    },
    {
      "cite": "Bernard of Clairvaux",
      "quote": "PersecutionÂ shows who is a hireling, and who a true pastor."
    },
    {
      "cite": "Thomas Browne",
      "quote": "PersecutionÂ is a bad and indirect way to plan religion."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Suspicion andÂ persecutionÂ are weeds of the same dunghill, and flourish best together."
    }
  ]
}