{
  "source": "https://www.wisesayings.com/persuasion-quotes/",
  "theme": "persuasion",
  "quotes": [
    {
      "cite": "Shiv Khera",
      "quote": "There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills."
    },
    {
      "cite": "John Key",
      "quote": "Moral persuasion over a period of time makes a difference, but we shouldn't be naive to think that just because we raise it in a meeting it will make all those problems go away. It won't and it doesn't."
    },
    {
      "cite": "C. Terry Warner",
      "quote": "There is no better means of promoting another person's change of heart than allowing our own heart to be changed."
    },
    {
      "cite": "Amy Neftzger",
      "quote": "Words and magic are two powerful forces that can change the world."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "Selling is a natural skill. It's developed as a child. You may know it as persuasion."
    },
    {
      "cite": "Richard Mentor Johnson",
      "quote": "Our Constitution recognises no other power than that of persuasion, for enforcing religious observances."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The key for any speaker is to establish his own point of view for the audience, so they can see the game through his eyes."
    },
    {
      "cite": "Sherry Turkle",
      "quote": "To understand desire, one needs language and flesh."
    },
    {
      "cite": "Ieyasu Tokugawa",
      "quote": "Persuade thyself that imperfection and inconvenience are the natural lot of mortals, and there will be no room for discontent, neither for despair."
    },
    {
      "cite": "Eudora Welty",
      "quote": "A plot is a thousand times more unsettling than an argument, which may be answered."
    },
    {
      "cite": "A.E. Samaan",
      "quote": "Politics is the art of persuasion. Good ideas die because due to a lack of charisma or character.ï»¿"
    },
    {
      "cite": "Ben Goldacre",
      "quote": "You cannot reason people out of a position that they did not reason themselves into."
    },
    {
      "cite": "William Bernbach",
      "quote": "Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "People are generally better persuaded by the reasons which they have themselves discovered than by those which have come into the mind of others."
    },
    {
      "cite": "Nicholas Boothman",
      "quote": "It's much easier to be convincing if you care about your topic. Figure out what's important to you about your message and speak from the heart."
    },
    {
      "cite": "Dean Rusk",
      "quote": "The best way to persuade people is with your ears - by listening to them."
    },
    {
      "cite": "Muriel Spark",
      "quote": "It is impossible to persuade a man who does not disagree, but smiles."
    },
    {
      "cite": "Aristotle",
      "quote": "Persuasion is clearly a sort of demonstration, since we are most fully persuaded when we consider a thing to have been demonstrated."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "People almost invariably arrive at their beliefs not on the basis of proof but on the basis of what they find attractive."
    },
    {
      "cite": "Mark Skousen",
      "quote": "The triumph of persuasion over force is the sign of a civilized society."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It is wise to persuade people to do things and make them think it was their own idea."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "Get what you can with words, because words are free, but the words of an armed man ring that much sweeter."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Don't raise your voice, improve your argument."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "Persuasion has become a kind of force. The more the advertiser knows about what consumers want, and the more desires the product and packaging seek to fulfill, the more coercive the force."
    },
    {
      "cite": "Aristotle",
      "quote": "Persuasion is achieved by the speaker's personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Growing a culture requires a good storyteller. Changing a culture requires a persuasive editor."
    },
    {
      "cite": "Jane Austen",
      "quote": "To yield readily--easily--to the persuasion of a friend is no merit.... To yield without conviction is no compliment to the understanding of either."
    },
    {
      "cite": "C. Terry Warner",
      "quote": "We influence others most profoundly when we do not seek to change them at all, but simply go about straightforwardly doing the right and loving thing."
    },
    {
      "cite": "Sean Duffy",
      "quote": "If you want to persuade people, you've got to talk with your heart. You've got to talk about why your policies matter to them."
    },
    {
      "cite": "Quintus Septimius Tertullianus",
      "quote": "Truth persuades by teaching, but does not teach by persuading."
    }
  ]
}