{
  "source": "https://www.wisesayings.com/personal-responsibility-quotes/",
  "theme": "personal-responsibility",
  "quotes": [
    {
      "cite": "Jim Rohn",
      "quote": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "Personal responsibility is not only recognizing the errors of our ways. Personal responsibility lies in our willingness and ability to correct those errors individually and collectively."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "Even the acceptance of personal responsibility may not overcome the temptation to believe that now is not the time to repent. 'Now' can seem so difficult, and 'later' appear so much easier. The truth is that today is always a better day to repent than any tomorrow."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility in the realm of faith and morals."
    },
    {
      "cite": "Steve Wilkos",
      "quote": "I'm a big believer in personal responsibility. My life wasn't always peaches and roses. Where I am today is through a belief in hard work and never saying no."
    },
    {
      "cite": "Anthony Fauci",
      "quote": "I believe I have a personal responsibility to make a positive impact on society."
    },
    {
      "cite": "Kim Collins",
      "quote": "This is my future and I will take personal responsibility for making sure all competition requirements are met."
    },
    {
      "cite": "Tom Douglas",
      "quote": "It's hard to legislate what people eat. People are getting fed up with being told what they can and can't do. It boils down to personal responsibility. People need to read labels, do their research and act accordingly."
    },
    {
      "cite": "Jim Talent",
      "quote": "Each of us should take personal responsibility for our diet, and our children's diet, and the government's role should be to make certain it provides the best information possible to help people stay healthy."
    },
    {
      "cite": "Anne Frank",
      "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "There is an expiry date on blaming your parents for steering you in the wrong direction; the moment you are old enough to take the wheel, responsibility lies with you."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility."
    },
    {
      "cite": "David Nicholls",
      "quote": "Better by far to be good and courageous and bold and to make difference. Not change the world exactly, but the bit around you."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The victim mindset dilutes the human potential. By not accepting personal responsibility for our circumstances, we greatly reduce our power to change them."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "This is your life. You are responsible for it. You will not live forever. Don't wait."
    },
    {
      "cite": "Brene Brown",
      "quote": "If you own this story you get to write the ending."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Remember always that you not only have the right to be an individual you have an obligation to be one."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "You can teach a person on how to do things right but they are not obliged to your advise; After all responsibility is a personal thing."
    },
    {
      "cite": "Sophocles",
      "quote": "It is a painful thing to look at your own trouble and know that you yourself and no one else has made it."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future."
    },
    {
      "cite": "Hubert Selby Jr.",
      "quote": "Eventually we all have to accept full and total responsibility for our actions, everything we have done, and have not done."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "You may believe that you are responsible for what you do, but not for what you think. The truth is that you are responsible for what you think, because it is only at this level that you can exercise choice. What you do comes from what you think."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Action springs not from thought, but from a readiness for responsibility."
    },
    {
      "cite": "James Allen",
      "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life."
    },
    {
      "cite": "I Ching",
      "quote": "Work on yourself first, take responsibility for your own progress."
    },
    {
      "cite": "Joan Didion",
      "quote": "The willingness to accept responsibility for one's own life is the source from which self-respect springs."
    },
    {
      "cite": "Colin Powell",
      "quote": "Being responsible sometimes means pissing people off."
    },
    {
      "cite": "Erica Jong",
      "quote": "Take your life in your own hands, and what happens? A terrible thing: no one to blame."
    },
    {
      "cite": "William James",
      "quote": "A new position of responsibility will usually show a man to be a far stronger creature than was supposed."
    },
    {
      "cite": "Ken Keyes, Jr.",
      "quote": "You are not responsible for the programming you picked up in childhood. However, as an adult, you are one hundred percent responsible for fixing it."
    }
  ]
}