{
  "source": "https://www.wisesayings.com/perseverance-quotes/",
  "theme": "perseverance",
  "quotes": [
    {
      "cite": "B. F. Skinner",
      "quote": "A failure is not always a mistake. It may simply be the best one can do under the circumstances. The real mistake is to stop trying."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    },
    {
      "cite": "General George S. Patton, Jr",
      "quote": "In case of doubt, push on just a little further and then keep on pushing."
    },
    {
      "cite": "Epictetus",
      "quote": "No great thing is created suddenly."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
    },
    {
      "cite": "George Edward Woodberry",
      "quote": "Defeat is not the worst of failures. Not to have tried is the true failure."
    },
    {
      "cite": "Maddy Malhotra",
      "quote": "A successful person is just a novice who started and kept on going."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "Sun Yat-sen",
      "quote": "The key to success is action, and the essential in action is perseverance."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "No one succeeds without effort... Those who succeed owe their success to perseverance."
    },
    {
      "cite": "William Feather",
      "quote": "Success seems to be largely a matter of hanging on after others have let go."
    },
    {
      "cite": "Marie Curie",
      "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained."
    },
    {
      "cite": "Lou Holtz",
      "quote": "You aren't going to find anybody that's going to be successful without making a sacrifice and without perseverance."
    },
    {
      "cite": "Flavia Weedn",
      "quote": "If one dream should fall and break into a thousand pieces, never be afraid to pick one of those pieces up and begin again."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Persist and persevere, and you will find most things that are attainable, possible."
    },
    {
      "cite": "Fedor Emelianenko",
      "quote": "Only those who never stand up, never fall down."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up."
    },
    {
      "cite": "Autumn Morning Star",
      "quote": "When life places stones in your path, be the water. A persistent drop of water will wear away even the hardest stone."
    },
    {
      "cite": "Aimee Carter",
      "quote": "Keep trying until you have no more chances left."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He who can have patience can have what he will."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When obstacles arise, you change your direction to reach your goal, you do not change your decision to get there."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The journey to success is easy if you know the road map and have persistence and perseverance."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is not enough that we do our best; sometimes we must do what is required."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "Robert Collier",
      "quote": "Success is the sum of small efforts, repeated day-in and day-out."
    },
    {
      "cite": "Jim Watkins",
      "quote": "A river cuts through rock, not because of its power, but because of its persistence."
    },
    {
      "cite": "Roger Bannister",
      "quote": "The man who can drive himself further once the effort gets painful is the man who will win."
    },
    {
      "cite": "Helen Keller",
      "quote": "We can do anything we want to do if we stick to it long enough."
    }
  ]
}