{
  "source": "https://www.wisesayings.com/personality-quotes/",
  "theme": "personality",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Personality is like a charioteer with two headstrong horses, each wanting to go in different directions."
    },
    {
      "cite": "unknown",
      "quote": "Two things define your personality, the way you manage things when you have nothing, and the way you behave when you have everything."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It's beauty that captures your attention; personality that captures your heart."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "I use bits and pieces of others personalities to form my own."
    },
    {
      "cite": "Isabella Koldras",
      "quote": "Your personality is the only permanent thing in your, ultimately, temporary life...that's all the more reason to cherish it."
    },
    {
      "cite": "Teal Swan",
      "quote": "All too often our personality is nothing more than psychological clothing that we wear to hide our true self from the world."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Let your personality be your profit and not your punishment."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The note of the perfect personality is not rebellion, but peace."
    },
    {
      "cite": "Albert Camus",
      "quote": "We continue to shape our personality all our life. If we knew ourselves perfectly, we should die."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Maybe that's what a person's personality is: the difference between the inside and the outside."
    },
    {
      "cite": "Omar EL KADMIRI",
      "quote": "Having a passive personality, is a soft way to live a dead life."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Personality is an unbroken series of successful gestures."
    },
    {
      "cite": "Paul Harris",
      "quote": "Personality has power to uplift, power to depress, power to curse, and power to bless."
    },
    {
      "cite": "Norman O. Brown",
      "quote": "I am what is mine. Personality is the original personal property."
    },
    {
      "cite": "Will Smith",
      "quote": "I've trained myself to illuminate the things in my personality that are likable and to hide and protect the things that are less likeable."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "There is nothing more attractive than a great positive personality. Its beauty never fades away with time."
    },
    {
      "cite": "Joseph L. Baron",
      "quote": "Personality is in the very intention of the evolution of life, and the human personality is just one mode in which this intention is realized."
    },
    {
      "cite": "Benjamin Ndayishimiye",
      "quote": "If you want to know my personality, look through my bedroom window and see how I act."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "Personality is to a man what perfume is to a flower."
    },
    {
      "cite": "Goldwin Smith",
      "quote": "Personality is lower than partiality."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I want freedom for the full expression of my personality."
    },
    {
      "cite": "unknown",
      "quote": "When you fall for their personality, everything about them becomes beautiful."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I think that personality traits that come through when somebody is really sincere is what makes them beautiful."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Humility is no substitute for a good personality."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Where there is personality, there is discord."
    },
    {
      "cite": "unknown",
      "quote": "An ugly personality destroys a pretty face."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Our personality should be impenetrable even to ourselves."
    },
    {
      "cite": "Aarti Khurana",
      "quote": "When people label you by saying that you have attitude.Just tell them that you have a personality which is unshakable and unaffected by what people say about you."
    },
    {
      "cite": "Dr. White",
      "quote": "Personality is a mask you believe in."
    }
  ]
}