{
  "source": "https://www.wisesayings.com/persona-quotes/",
  "theme": "persona",
  "quotes": [
    {
      "cite": "Wale",
      "quote": "However, people need to understand that it ain't that deep to try and convince people of what your persona is. You are who you are, and what you are will show in time. What you aren't can be hidden, but eventually it will come to light. Long story short: rappers should never take themselves too seriously."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Be sure that whatever you are is you."
    },
    {
      "cite": "Alber Elbaz",
      "quote": "If you change a woman's look, you change her persona."
    },
    {
      "cite": "Shawn Ashmore",
      "quote": "Style is a reflection of your attitude and your personality."
    },
    {
      "cite": "Billy Corgan",
      "quote": "What most people do is try to find a comfortable persona that they're in alignment with and the public likes and appreciates them for."
    },
    {
      "cite": "Graham Cooke",
      "quote": "It is so important that you don't get distracted by what you are not. You need to start confessing your persona and living in it, and don't be bewildered by your circumstances. Just stay on course with what God is promising you."
    },
    {
      "cite": "Debbie Ford",
      "quote": "Our persona was not created by accident; it was created in order to camouflage the parts of ourselves we deemed the most undesirable and to overcompensate for what we believe to be our deepest flaws."
    },
    {
      "cite": "Liev Schreiber",
      "quote": "There's the private persona and the public persona and the two shall never meet."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Personality is like a charioteer with two headstrong horses, each wanting to go in different directions."
    },
    {
      "cite": "Ben Quayle",
      "quote": "Don't try to be somebody you're not because it doesn't work. If you try to be this perfect person or perfect persona of what you think that somebody should be when they're involved in public office, it's just not going to work. Just be yourself, stay true to your core values, and really just stay abreast of the issues."
    },
    {
      "cite": "Aristotle",
      "quote": "A person's life persuades better than his word."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "Personality is to a man what perfume is to a flower."
    },
    {
      "cite": "Anonymous",
      "quote": "Good personality is not rare but you still need to find it out in a person."
    },
    {
      "cite": "Demetria McKinney",
      "quote": "People don't necessarily want to step away from what they think they know of you. Getting to know this whole other persona and all of the things that come along with that, it can be confusing for people."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "Francis Bacon",
      "quote": "It is seldom that beautiful persona are otherwise of great virtue."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Most of these most people's stage personas are created out of the flotsam and jetsam of their internal geography."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Personality begins where comparison leaves off. Be unique. Be memorable. Be confident. Be proud."
    },
    {
      "cite": "Albert Camus",
      "quote": "We continue to shape our personality all our life. If we knew ourselves perfectly, we should die."
    },
    {
      "cite": "Elizabeth Carlton",
      "quote": "You think you must fit the role others have laid out for you. That is the lie you need to conquer."
    },
    {
      "cite": "Wanda Sykes",
      "quote": "It's not until you develop your own voice, your own persona onstage that you become your own comic, who you really are."
    },
    {
      "cite": "Elmer Leterman",
      "quote": "Personality can open doors, but only character can keep them open."
    }
  ]
}