{
  "source": "https://www.wisesayings.com/persistence-quotes/",
  "theme": "persistence",
  "quotes": [
    {
      "cite": "Elbert Hubbard",
      "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Persistence is to the character of man as carbon is to steel."
    },
    {
      "cite": "Norah O'Donnell",
      "quote": "Persistence is incredibly important. Persistence proves to the person you're trying to reach that you're passionate about something, that you really want something."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Never let your persistence and passion turn into stubbornness and ignorance."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did."
    },
    {
      "cite": "Walter Elliott",
      "quote": "Perseverance is not a long race; it is many short races one after another."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down."
    },
    {
      "cite": "Dodinsky",
      "quote": "Sometimes you must cross a bridge and other times you need to burn it. But, always keep building one and never lose your faith in life."
    },
    {
      "cite": "Donald Trump",
      "quote": "As long as you're going to be thinking anyway, think big."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Anything is possible. You can be told that you have a 90-percent chance or a 50-percent chance or a 1-percent chance, but you have to believe, and you have to fight."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "When defeat comes, accept it as a signal that your plans are not sound, rebuild those plans, and set sail once more toward your coveted goal."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "The most essential factor is persistence - the determination never to allow your energy or enthusiasm to be dampened by the discouragement that must inevitably come."
    },
    {
      "cite": "Marabel Morgan",
      "quote": "Persistence is the twin sister of excellence. One is a matter of quality; the other, a matter of time."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "No great achievement is possible without persistent work."
    },
    {
      "cite": "Rosalene Glickman, Ph.D.",
      "quote": "It's not how low you fall, but how quickly and often you optimize that counts."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our greatest glory is not in never failing, but in rising up every time we fail."
    },
    {
      "cite": "Marina Wright Edelman",
      "quote": "You're not obligated to win. You're obligated to keep trying to do the best you can every day."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I do the very best I know how, the very best I can and I mean to keep doing so until the end."
    },
    {
      "cite": "Gary Zukav",
      "quote": "If you are doing all you can to the fullest of your ability as well as you can, there is nothing else that is asked of a soul."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go so long as you do not stop."
    },
    {
      "cite": "Flavia Weedn",
      "quote": "If one dream should fall and break into a thousand pieces, never be afraid to pick one of those pieces up and begin again."
    },
    {
      "cite": "Jack Leedstrom",
      "quote": "It is by tiny steps that we ascend the stars."
    },
    {
      "cite": "Col. Harland Sanders",
      "quote": "One has to remember that every failure can be a stepping stone to something better."
    },
    {
      "cite": "Helen Keller",
      "quote": "We can do anything we want as long as we stick to it long enough."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Big shots are only little shots who keep shooting."
    },
    {
      "cite": "Estee Lauder",
      "quote": "When I thought I couldn't go on, I forced myself to keep going. My success is based on persistence, not luck."
    },
    {
      "cite": "Walter Anderson",
      "quote": "Focus on the solution, not the problem."
    },
    {
      "cite": "Edward Eggleston",
      "quote": "Persistent people begin their success where others end in failure"
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something."
    }
  ]
}