{
  "source": "https://www.wisesayings.com/pessimism-quotes/",
  "theme": "pessimism",
  "quotes": [
    {
      "cite": "Jules Renard",
      "quote": "There are moments when everything goes well; don't be frightened, it won't last."
    },
    {
      "cite": "Idries Shah",
      "quote": "Sometimes a pessimist is only an optimist with extra information."
    },
    {
      "cite": "William James",
      "quote": "Pessimism leads to weakness, optimism to power."
    },
    {
      "cite": "Bernard DeVoto",
      "quote": "Pessimism is only the name that men of weak nerves give to wisdom."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We are all in the gutter, but some of us are looking at the stars."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "We all agree that pessimism is a mark of superior intellect."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Pessimism drops the curtain on tomorrow."
    },
    {
      "cite": "Howard Zinn",
      "quote": "Pessimism becomes a self-fulfilling prophecy; it reproduces itself by crippling our willingness to act."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "A pessimist is a man who looks both ways when he crosses the street."
    },
    {
      "cite": "Helen Keller",
      "quote": "No pessimist ever discovered the secrets of the stars, or sailed to an uncharted land, or opened a new heaven to the human spirit."
    },
    {
      "cite": "Martin Heidegger",
      "quote": "Pessimism negates the existing world. Yet its negating is ambiguous. It can simply will decay and nothingness, but it can also renounce what exists and thus open a path for a new formation of the world."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "Pessimism, when you get used to it, is just as agreeable as optimism."
    },
    {
      "cite": "Helen Keller",
      "quote": "Let pessimism once take hold of the mind, and life is all topsy-turvy, all vanity and vexation of spirit. There is no cure for individual or social disorder, except in forgetfulness and annihilation."
    },
    {
      "cite": "Antonio Gramsci",
      "quote": "Pessimism of the spirit; optimism of the will."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Pessimism has never done anything but tear down and destroy what optimism has built up."
    },
    {
      "cite": "Daniel L. Reardon",
      "quote": "In the long run the pessimist may be proved right, but the optimist has a better time on the trip."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A pessimist is a man who has been compelled to live with an optimist."
    },
    {
      "cite": "Chauncey Mitchell Depew",
      "quote": "A pessimist is a man who thinks all women are bad. An optimist is a man who hopes they are."
    },
    {
      "cite": "James Branch Cabell",
      "quote": "The optimist proclaims that we live in the best of all possible worlds; and the pessimist fears this is true."
    },
    {
      "cite": "George F. Will",
      "quote": "The nice part about being a pessimist is that you are constantly being either proven right or pleasantly surprised."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Pessimist: One who, when he has the choice of two evils, chooses both."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Don't ever become a pessimist a pessimist is correct oftener than an optimist, but an optimist has more fun, and neither can stop the march of events."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it."
    },
    {
      "cite": "John Ralston Saul",
      "quote": "Pessimism: A valuable protection against quackery."
    },
    {
      "cite": "Chauncey Depew",
      "quote": "A pessimist is a man who thinks all women are bad. An optimist is one who hopes they are."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "The pessimism that protests and defends itself cannot be truly said to be pessimism."
    },
    {
      "cite": "Edward C. Prescott",
      "quote": "Sometimes pessimism or optimism gets popular, and it's contagious."
    }
  ]
}