{
  "source": "https://www.wisesayings.com/pessimist-quotes/",
  "theme": "pessimist",
  "quotes": [
    {
      "cite": "Jim Rohn",
      "quote": "A pessimist doesn't see the sunset outside, he sees the dirt on the window."
    },
    {
      "cite": "Felicia Day",
      "quote": "There are enough negative forces in this world don't let the pessimistic voice that lives inside you get away with that stuff, too. That voice is not a good roommate."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "A pessimist is a man who looks both ways when he crosses the street."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "Josiah Stamp",
      "quote": "A pessimist looks at his glass and says it is half empty; an optimist looks at it and says it is half full."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Pessimists fear becoming the dupes of Hope. Optimists enjoy Hope's company, and consider being duped no great matter."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Pessimists are the people who have no hope for themselves or for others. Pessimists are also people who think the human race is beneath their notice, that they're better than other human beings."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The optimist lives on the peninsula of infinite possibilities; the pessimist is stranded on the island of perpetual indecision."
    },
    {
      "cite": "Helen Keller",
      "quote": "No pessimist ever discovered the secret of the stars, or sailed to an uncharted land, or opened a new doorway for the human spirit."
    },
    {
      "cite": "Harry S Truman",
      "quote": "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A pessimist is somebody who complains about the noise when opportunity knocks."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A pessimist sees problems in opportunities whereas an optimist sees opportunities in problems."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "An optimist stays up until midnight to see the new year in. A pessimist stays up to make sure the old year leaves."
    },
    {
      "cite": "Mark Twain",
      "quote": "There is no sadder sight than a young pessimist, except an old optimist."
    },
    {
      "cite": "Mark Twain",
      "quote": "Pessimism is only the name that men of weak nerve give to wisdom."
    },
    {
      "cite": "Don Marquis",
      "quote": "A pessimist is a person who has had to listen to too many optimists."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Optimists focus on the place they are going. Pessimists focus on the obstacles along the route. To become an optimist simply look ahead."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Pessimism is, in brief, playing the sure game. It is the only view of life in which you can never be disappointed."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A pessimist is one who builds dungeons in the air."
    },
    {
      "cite": "James Branch Cabell",
      "quote": "The optimist proclaims that we live in the best of all possible worlds; and the pessimist fears this is true."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it."
    },
    {
      "cite": "Will Harvey",
      "quote": "Every pessimist who ever lived has been buried in an unmarked grave. Tomorrow has always been better than today, and it always will be."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "The pessimist is seldom an agitating individual. His creed breeds indifference to others, and he does not trouble himself to thrust his views upon the unconvinced."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "The pessimist waits for better times, and expects to keep on waiting; the optimist goes to work with the best that is at hand now, and proceeds to create better times."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "The pessimist reason that things just happen, where the optimist believe that things happen for a reason."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A pessimist is a man who has been compelled to live with an optimist."
    },
    {
      "cite": "Joan Rivers",
      "quote": "To the pessimist the light at the end of the tunnel is another train."
    },
    {
      "cite": "Cyrano de Bergerac",
      "quote": "A pessimist is a man who tells the truth prematurely."
    },
    {
      "cite": "Anonymous",
      "quote": "A pessimist finds the darkness around the light but an optimist becomes the light in the darkness."
    },
    {
      "cite": "Leonard Louis Levinson",
      "quote": "A pessimist sees only the dark side of the clouds, and mopes; a philosopher sees both sides, and shrugs; an optimist doesn't see the clouds at all he's walking on them."
    }
  ]
}