{
  "source": "https://www.wisesayings.com/pet-loss-quotes/",
  "theme": "pet-loss",
  "quotes": [
    {
      "cite": "James Herriot",
      "quote": "If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans."
    },
    {
      "cite": "Anatole France",
      "quote": "Until one has loved an animal, a part of one's soul remains unawakened."
    },
    {
      "cite": "Roger Caras",
      "quote": "Dogs are not our whole life, but they make our lives whole."
    },
    {
      "cite": "Vicki Harrison",
      "quote": "Grief is like the ocean; it comes on waves ebbing and flowing. Sometimes the water is calm, and sometimes it is overwhelming. All we can do is learn to swim."
    },
    {
      "cite": "Kabil Gibran",
      "quote": "love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Lacie Petitto",
      "quote": "A pet is never truly forgotten until it is no longer remembered."
    },
    {
      "cite": "Russell Hoban",
      "quote": "Nothing to be done really about animals. Anything you do looks foolish._ The answer isn't in us. It's almost as if were put here on earth to show how silly they aren't. _"
    },
    {
      "cite": "Chief Seattle",
      "quote": "There is no death. Only a change of worlds._"
    },
    {
      "cite": "William H. Macy",
      "quote": "I was a dog in a past life. Really. I'll be walking down the street and dogs will do a sort of double take. Like, Hey, I know him."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Animals are reliable; many full of love, true in their affections, predictable in their actions, grateful, and loyal. Difficult standards for people to live up to."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey"
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "His ears were often the first thing to catch my tears"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give sorrow words. The grief that does not speak whispers the o'er-fraught heart, and bids it break"
    },
    {
      "cite": "Hilary Stanton Zunin",
      "quote": "The risk of love is loss, and the price of loss is grief. But the pain of grief is only a shadow when compared with the pain of never risking love."
    },
    {
      "cite": "Will Rogers",
      "quote": "If there are no dogs in Heaven, then when I die I want to go where they went."
    },
    {
      "cite": "St. Francis of Assisi.",
      "quote": "Ask the beasts and they will teach you the beauty of this earth."
    },
    {
      "cite": "Erica Jong",
      "quote": "Dogs come into our lives to teach us about love, they depart to teach us about loss. A new dog never replaces an old dog, it merely expands the heart. If you have loved many dogs your heart is very big."
    },
    {
      "cite": "George Elliot",
      "quote": "Agreeable friends - they ask no questions, they pass no criticisms."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I know God would never give me something that I could not handle. I just wish he didn't trust me so much."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Friendship is precious, not only in the shade, but in the sunshine of life."
    },
    {
      "cite": "George Crabbe",
      "quote": "With eye upraised his master's look to scan, The joy, the solace, and the aid of man: The rich man's guardian and the poor man's friend, The only creature faithful to the end."
    },
    {
      "cite": "Jack Lemmon",
      "quote": "Death ends a life, not a relationship."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "God's finger touched him, and he slept."
    },
    {
      "cite": "Helen Keller",
      "quote": "Although the world is full of suffering, it is full also of the overcoming of it."
    },
    {
      "cite": "enry Ward Beecher",
      "quote": "Our sweetest experiences of affection are meant to point us to that realm which is the real and endless home of the heart."
    }
  ]
}