{
  "source": "https://www.wisesayings.com/pets-quotes/",
  "theme": "pets",
  "quotes": [
    {
      "cite": "James Cromwell",
      "quote": "Pets are humanizing. They remind us we have an obligation and responsibility to preserve and nurture and care for all life."
    },
    {
      "cite": "Chevy Chase",
      "quote": "Parrots make great pets. They have more personality than goldfish."
    },
    {
      "cite": "Martin Buber",
      "quote": "An animal's eyes have the power to speak a great language."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to."
    },
    {
      "cite": "Donna Douglas",
      "quote": "I really love pets. They're like children. They know if you really love them or not. You can't fool them."
    },
    {
      "cite": "Robert Wagner",
      "quote": "Pets have more love and compassion in them than most humans."
    },
    {
      "cite": "Frances Wright",
      "quote": "Pets, like their owners, tend to expand a little over the Christmas period."
    },
    {
      "cite": "Stephenie Geist",
      "quote": "Most pets display so many humanlike traits and emotions it's easy to forget they're not gifted with the English language and then get snubbed when we talk to them and they don't say anything back."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "To me, a cat is an easy pet, they don't need any spoiling or looking after."
    },
    {
      "cite": "Amy Sedaris",
      "quote": "Sometimes losing a pet is more painful than losing a human because in the case of the pet, you were not pretending to love it."
    },
    {
      "cite": "Scott Dikkers",
      "quote": "Your pet is not your friend. It is your hostage."
    },
    {
      "cite": "George Eliot",
      "quote": "Animals are such agreeable friends   they ask no questions, they pass no criticisms."
    },
    {
      "cite": "Paula Cole",
      "quote": "Just watching my cats can make me happy."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Dogs are better than human beings because they know but do not tell."
    },
    {
      "cite": "Linda Blair",
      "quote": "It's difficult to understand why people don't realize that pets are gifts to mankind."
    },
    {
      "cite": "Tracey Emin",
      "quote": "I really love animals. My cat is my little soul mate. He's not just a cat, he's my friend."
    },
    {
      "cite": "Ron Reagan",
      "quote": "We have three cats. It's like having children, but there is no tuition involved."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "If you are a dog and your owner suggests that you wear a sweater suggest that he wear a tail."
    },
    {
      "cite": "Richard Dean Anderson",
      "quote": "Dogs are my favorite people."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Dogs really are perfect soldiers. They are brave and smart; they can smell through walls, see in the dark, and eat Army rations without complaint."
    },
    {
      "cite": "Dick Dale",
      "quote": "There's a saying. If you want someone to love you forever, buy a dog, feed it and keep it around."
    },
    {
      "cite": "H. G. Bissinger",
      "quote": "Actually, my dog I think is the only person who consistently loves me all the time."
    },
    {
      "cite": "Nafisa Joseph",
      "quote": "I used to love dogs until I discovered cats."
    },
    {
      "cite": "Alexander Theroux",
      "quote": "It's true, you can never eat a pet you name. And anyway, it would be like a ventriloquist eating his dummy."
    },
    {
      "cite": "Paul Rudd",
      "quote": "I think there's something great and generic about goldfish. They're everybody's first pet."
    },
    {
      "cite": "Kirsty Gallacher",
      "quote": "I love animals and feel very strongly that people should not be allowed to buy a pet if they are not able to look after it."
    },
    {
      "cite": "Emily Vancamp",
      "quote": "My idea of a perfect pet is a really, really big dog! Huge!"
    },
    {
      "cite": "James Herriot",
      "quote": "Cats are connoisseurs of comfort."
    },
    {
      "cite": "Anatole France",
      "quote": "Until one has loved an animal, a part of one's soul remains unawakened"
    },
    {
      "cite": "Orhan Pamuk",
      "quote": "Dogs do speak, but only to those who know how to listen."
    }
  ]
}