{
  "source": "https://www.wisesayings.com/petty-quotes/",
  "theme": "petty",
  "quotes": [
    {
      "cite": "Timothy Spall",
      "quote": "Never fear being a petty fool it means you ain't dying."
    },
    {
      "cite": "Abdul Sattar Edhi",
      "quote": "Beware of those who attribute petty instructions to God."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "Gradually the feeling wears off, and I feel swamped again by the inexplicable pettiness of being alive."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "I fly because it releases my mind from the tyranny of petty things."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Party loyalty lowers the greatest men to the petty level of the masses."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The art of giving orders is not to try to rectify the minor blunders and not to be swayed by petty doubts."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Reproof should not exhaust its power upon petty failings."
    },
    {
      "cite": "Criss Jami",
      "quote": "The petty man wants to use God for himself; the ambitious man wants God to use him for God."
    },
    {
      "cite": "Rex Stout",
      "quote": "The constant petty behests of life permit few opportunities for major satisfactions, and when one is offered it should be seized."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Our thoughts are broadcasts of the soul, not secrets of the brain. Kind ones bring us happiness; petty ones, untold pain."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Why, man, he doth bestride the narrow world. Like a Colossus; and we petty men. Walk under his huge legs, and peep about. To find ourselves dishonourable graves."
    },
    {
      "cite": "Rebecca Lobo",
      "quote": "Petty things don't bother me as much as they used to."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The arch-flatterer, with whom all the petty flatterers have intelligence, is a man's self."
    },
    {
      "cite": "Jeff Goldblum",
      "quote": "To be able to always have a super sense of who I was and my own real identity and be petty and seem informed and always thinking in thoughts would be great."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "It is better to lose everything you have to keep the balance of justice level, than to live a life of petty privilege devoid of true freedom."
    },
    {
      "cite": "Toba Beta",
      "quote": "Petty mindedness instructs eyes to see everything from an appropriate standpoint, beautifulness could be looked otherwise."
    },
    {
      "cite": "Susan Cheever",
      "quote": "Guilt is petty; I am above guilt."
    },
    {
      "cite": "Ouida",
      "quote": "Petty laws breed great crimes."
    },
    {
      "cite": "Jan Morris",
      "quote": "It's smallness is not petty; on the contrary, it is profound."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "It is not true that suffering ennobles the character; happiness does that sometimes, but suffering for the most part, makes men petty and vindictive."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Great necessity elevates man, petty necessity casts him down."
    },
    {
      "cite": "Theophrastus",
      "quote": "The man of petty ambition if invited to dinner will be eager to be set next his host."
    },
    {
      "cite": "Marty Rubin",
      "quote": "More than jealousy or possessiveness pettiness kills love."
    },
    {
      "cite": "George Carlin",
      "quote": "Don't sweat the petty things and don't pet the sweaty things."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "An ambition to excel in petty things obstructs the progress to nobler aims."
    },
    {
      "cite": "Sheri S. Tepper",
      "quote": "Mankind accepts good fortune as his due, but when bad occurs, he thinks it was aimed at him, done to him, a hex, a curse, a punishment by his deity for some transgression, as though his god were a petty storekeeper, counting up the day's receipts."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Good manners are made up of petty sacrifices."
    },
    {
      "cite": "Imelda Marcos",
      "quote": "I get so tired listening to one million dollars here, one million dollars there, it's so petty."
    },
    {
      "cite": "Maude Adams",
      "quote": "Don't be afraid of failure; be afraid of petty success."
    },
    {
      "cite": "Robert Service",
      "quote": "Be master of your petty annoyances and conserve your energies for the big, worthwhile things. It isn't the mountain ahead that wears you out - it's the grain of sand in your shoe."
    }
  ]
}