{
  "source": "https://www.wisesayings.com/pharmacy-quotes/",
  "theme": "pharmacy",
  "quotes": [
    {
      "cite": "Robin Sacredfire",
      "quote": "Apple and apricot seeds contain a vitamin called B12, which I found to be illegal to sell in pharmacies. You can buy all kinds of vitamins in pharmacies, but not B12."
    },
    {
      "cite": "Deborah A. Levine",
      "quote": "Bags and boxes of the iconic confections begin filling pharmacy shelves in early January each year, replacing what's left of the season's marked-down Christmas candy."
    },
    {
      "cite": "Lincoln",
      "quote": "Before you take the first pill from a newly dispensed prescription, read the name on the pill, or show it to a trusted person who has taken this medication for some time, to be sure the pharmacist did not dispense the wrong medication by mistake, even though the label reads as you think it should."
    },
    {
      "cite": "Lee Trevino",
      "quote": "If Jack Nicklaus had to play my tee shots, he couldn't break 80. He'd be a pharmacist with a string of drugstores in Ohio."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Gemma Galgani, the patron saint of hospital pharmacists was the sickly daughter of a pharmacist who lived in Italy in the early twentieth century."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "A man of very moderate ability may be a good physician, if he devotes himself faithfully to the work."
    },
    {
      "cite": "Alex Barker",
      "quote": "You are more than just a pill counter."
    },
    {
      "cite": "Paul W. Abramowitz",
      "quote": "Pharmacists have and will continue to affect in positive ways our nation's health care system and lead from many types of positions and in many practice settings."
    },
    {
      "cite": "Anonymous",
      "quote": "It is easy to get a thousand prescriptions, but hard to get one single remedy."
    },
    {
      "cite": "Bob Hartley",
      "quote": "You can't go to the pharmacy to buy a pack of experience, you have to be in those games in order to acquire that experience."
    },
    {
      "cite": "Amanda Walker",
      "quote": "If you need a prescription drug, you may be able to find it at your local pharmacy, or a less expensive generic version may be available."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We have a pharmacy inside us that is absolutely exquisite. It makes the right medicine, for the precise time, for the right target organ with no side effects."
    },
    {
      "cite": "Robert Peale",
      "quote": "The best and most efficient pharmacy is within your own system."
    },
    {
      "cite": "Emmet Densmore",
      "quote": "Medicine is not a science; it is empiricism founded on a network of blunders."
    },
    {
      "cite": "Norman Cousins",
      "quote": "The marvelous pharmacy that was designed by nature and placed into our being by the universal architect produces most of the medicines we need."
    },
    {
      "cite": "Anonymous",
      "quote": "When religion was strong and science weak, men mistook magic for medicine; now,when science is strong and religion weak, men mistake medicine for magic."
    },
    {
      "cite": "Paul W. Abramowitz",
      "quote": "Today, pharmacists are an essential part of every health care team and are recognized as drug therapy experts."
    },
    {
      "cite": "Stephen J. Allen",
      "quote": "Pharmacy is a profession and not just the place of employment where you just show up and serve patients."
    },
    {
      "cite": "Richard Waithe",
      "quote": "A pharmacist's head is always on a swivel and our ears are always open."
    },
    {
      "cite": "Jack Bowen",
      "quote": "The authors compare the workday of a teacher to that of an actual pharmaceutical sales rep, side by side, to highlight the stark differences."
    },
    {
      "cite": "Mark Twain",
      "quote": "But up to seven I lived exclusively on allopathic medicines. Not that I needed them, for I don't think I did; It was for economy; my father took a drug store for a debt and it made cod-liver cheaper than the other breakfast foods."
    },
    {
      "cite": "Deanna Durbin",
      "quote": "Now I know why drug stores have lunch counters; They lose a lot of money on food and make a big profit on bicarbonate of soda."
    },
    {
      "cite": "Miles Hacker",
      "quote": "As pharmacology matured further, the concept of making synthetic drugs through chemical synthesis began to take hold."
    },
    {
      "cite": "William N. Kelley",
      "quote": "Pharmacy is controlled not only by laws and regulations but also by the profession by approving standards of practice, peer review, a code of ethics, and excellent leadership."
    },
    {
      "cite": "William N. Kelley",
      "quote": "Pharmacists exist because society says there needs to be someone in the healthcare system to oversee the drug-use process"
    },
    {
      "cite": "William N. Kelley",
      "quote": "Pharmacy has been consistently rated the most trusted profession."
    },
    {
      "cite": "William N. Kelley",
      "quote": "American pharmacy can be proud that women are included in the profession almost from its beginning."
    },
    {
      "cite": "Thomas R. Brown",
      "quote": "The presence of pharmacists in patient care units to allow direct interaction with physicians, nurses, and other health care providers appears to be the most important factor in achieving good patient outcomes."
    }
  ]
}