{
  "source": "https://www.wisesayings.com/philanthropy-quotes/",
  "theme": "philanthropy",
  "quotes": [
    {
      "cite": "Bill Gates",
      "quote": "Effective philanthropy requires a lot of time and creativity - the same kind of focus and skills that building a business requires."
    },
    {
      "cite": "Eli Broad",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Philanthropy is commendable, but it must not cause the philanthropist to overlook the circumstances of economic injustice which make philanthropy necessary."
    },
    {
      "cite": "Naveen Jain",
      "quote": "True philanthropy requires a disruptive mindset, innovative thinking and a philosophy driven by entrepreneurial insights and creative opportunities."
    },
    {
      "cite": "David Rockefeller",
      "quote": "Philanthropy is involved with basic innovations that transform society, not simply maintaining the status quo or filling basic social needs that were formerly the province of the public sector."
    },
    {
      "cite": "Michael Porter",
      "quote": "Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money."
    },
    {
      "cite": "Naveen Jain",
      "quote": "Philanthropy without scale and sustainability is like any other bad business that will simply wither and die on the vine."
    },
    {
      "cite": "Bill Gates",
      "quote": "Philanthropy should be taking much bigger risks that business. If these are easy problems, business and government can come in and solve them."
    },
    {
      "cite": "Mary Ritter Beard",
      "quote": "The results of philanthropy are always beyond calculation."
    },
    {
      "cite": "An Wang",
      "quote": "My theme for philanthropy is the same approach I used with technology: to find a need and fill it."
    },
    {
      "cite": "Andrew Forrest",
      "quote": "The most generous part of your philanthropy could be the time you put in toprocure the same results and same outcomes and same returns you demand inbusiness."
    },
    {
      "cite": "Dustin Moskovitz",
      "quote": "There's a lot of complacency in philanthropy. People figure organizations are trying to do good, and that's enough, even if the results aren't there. But that's wasteful and inefficient. It crowds out better programs."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "Large-scale philanthropy, based in the private - not the public - sector, is a relatively recent historical development."
    },
    {
      "cite": "Jacqueline Novogratz",
      "quote": "Philanthropy is no longer about writing a check for $10,000 to the opera."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Philanthropy is almost the only virtue which is sufficiently appreciated by mankind. Nay, it is overrated; and it is our selfishness which overrates it."
    },
    {
      "cite": "Miya Yamanouchi",
      "quote": "We can all make a difference in the lives of others in need, because it is the most simple of gestures that make the most significant of differences."
    },
    {
      "cite": "Rhonda Hopkins",
      "quote": "I think it's important that we give back to society and our fellow man regardless of our professions. We all need help at times. And when we support each other, we're all a little stronger."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted."
    },
    {
      "cite": "Mohamed Al-Fayed",
      "quote": "I will continue to distribute blankets, sleeping bags, warm clothing and food on a regular basis, in the hope that my modest efforts will give some comfort to those people we are able to help."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I have found that among its other benefits, giving liberates the soul of the giver."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "We often excuse our own want of philanthropy by giving the name of fanaticism to the more ardent zeal of others."
    },
    {
      "cite": "Ellen Key",
      "quote": "All philanthropy... is only a savory fumigation burning at the mouth of a sewer. This incense offering makes the air more endurable to passers-by, but it does not hinder the infection in the sewer from spreading."
    },
    {
      "cite": "Aristotle",
      "quote": "To give away money is an easy matter and in any man's power. But to decide to whom to give it and how large and when, and for what purpose and how, is neither in every man's power nor an easy matter."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every charitable act is a stepping stone towards heaven."
    },
    {
      "cite": "Michael Bloomberg",
      "quote": "The truth of the matter is: you can create a great legacy, and inspire others, by giving it to philanthropic organizations."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The test of a civilization is in the way that it cares for its helpless members."
    },
    {
      "cite": "Albert Camus",
      "quote": "Real generosity toward the future lies in giving all to the present."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No person was ever honored for what he received. Honor has been the reward for what he gave."
    },
    {
      "cite": "Princess Diana",
      "quote": "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Generosity is the flower of justice."
    }
  ]
}