{
  "source": "https://www.wisesayings.com/philosophy-quotes/",
  "theme": "philosophy",
  "quotes": [
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Philosophy is a battle against the bewitchment of our intelligence by means of our language."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "The sum total of all possible knowledge of God is not possible for a human being, not even through a true revelation. But it is one of the worthiest inquiries to see how far our reason can go in the knowledge of God."
    },
    {
      "cite": "Albus Dumbledore",
      "quote": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "The greatest happiness of the greatest number is the foundation of morals and legislation."
    },
    {
      "cite": "Joseph Chilton Pearce",
      "quote": "To live a creative life, we must lose our fear of being wrong."
    },
    {
      "cite": "Lewis Carrol",
      "quote": "It is the privilege of true genius, And especially genius who opens up a new path, To make great mistakes with impunity."
    },
    {
      "cite": "Plato",
      "quote": "Human behavior flows from three main sources: desire, emotion, and knowledge."
    },
    {
      "cite": "James Madison",
      "quote": "Philosophy is common sense with big words."
    },
    {
      "cite": "Plato",
      "quote": "Wise men speak because they have something to say; Fools because they have to say something."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "All things have sprung from nothing and are borne forward to infinity. Who can follow out such an astonishing career? The Author of these wonders, and He alone, can comprehend them."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "Philosophy must indeed recognize the possibility that the people rise to it, but must not lower itself to the people."
    },
    {
      "cite": "Aristotle",
      "quote": "You are never too old to set another goal. Or to dream a new dream."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness is something final and complete in itself, As being the aim and end of practical activities whatever... Happiness then we define as the active exercise of the mind In conformity with perfect goodness or virtue."
    },
    {
      "cite": "William of Ockham",
      "quote": "Entities should not be multiplied unnecessarily."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It is undesirable to believe a proposition when there is no ground whatever for supposing it true."
    },
    {
      "cite": "James Rusell Lowell",
      "quote": "There is no good in arguing with the inevitable. The only argument available with an east wind is to put on your overcoat."
    },
    {
      "cite": "Gabrielle Roth",
      "quote": "Ride the energy of your own unique spirit."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Do not pray for an easy life, pray for the strength to endure a difficult one."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "There are far better things ahead than any we leave behind."
    },
    {
      "cite": "Heraclitus",
      "quote": "One cannot step twice in the same river."
    },
    {
      "cite": "Gottfried Wilhelm Leibniz",
      "quote": "We live in the best of all possible worlds."
    },
    {
      "cite": "Plato",
      "quote": "There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "Any philosophy that can fit into a nutshell belongs there."
    },
    {
      "cite": "Victor Hugo",
      "quote": "An invasion of armies can be resisted, but not an idea whose time has come."
    },
    {
      "cite": "John Searle",
      "quote": "The Intentionality of the mind not only creates the possibility of meaning, but limits its forms."
    },
    {
      "cite": "Rene Descartes",
      "quote": "I think therefore I am."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "You can't do without philosophy, since everything has its hidden meaning which we must know."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "To believe only possibilities is not faith, but mere Philosophy."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live simply that others may simply live."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Philosophy, a route of many roads leading from nowhere to nothing."
    }
  ]
}