{
  "source": "https://www.wisesayings.com/phobia-quotes/",
  "theme": "phobia",
  "quotes": [
    {
      "cite": "Tallulah Bankhead",
      "quote": "I have three phobias which, could I mute them, would make my life as slick as a sonnet, but as dull as ditch water: I hate to go to bed, I hate to get up, and I hate to be alone."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "A new study shows that having a severe phobia can hasten aging. But what if my greatest fear IS aging?!?"
    },
    {
      "cite": "Bill Maher",
      "quote": "I hear a lot of talk today about xenophobia. Is it really phobia if you have something to be afraid of?"
    },
    {
      "cite": "Beth Ditto",
      "quote": "As with most phobias, the fear of flying does make some sense, but if ever there was a fear worth quashing then this is it. After all, life is short, and there's a great big world to explore out there."
    },
    {
      "cite": "Robert Benchley",
      "quote": "The discovery of phobias by psychiatrists has done much to clear the atmosphere. Whereas in the old days a person would say: 'Let's get the heck out of here!' today she says: 'Let's get the heck out of here! I've got claustrophobia."
    },
    {
      "cite": "Stacy London",
      "quote": "Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love. And most importantly, be kind to others, even if you don't like them."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvelously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones."
    },
    {
      "cite": "Justine Musk",
      "quote": "Fear is a powerful beast. But we can learn to ride it."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our Light, not our Darkness, that most frightens us."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Fear has many eyes and can see things underground."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind."
    },
    {
      "cite": "Seth Godin",
      "quote": "Being aware of your fear is smart. Overcoming it is the mark of a successful person."
    },
    {
      "cite": "Aristotle",
      "quote": "Fear is pain arising from the anticipation of evil."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "Fear is often our immediate response to uncertainty. There's nothing wrong with experiencing fear. They key is not to get stuck in it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Fear is the mother of morality."
    },
    {
      "cite": "Mark Twain",
      "quote": "Do the thing you fear most and the death of fear is certain."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "The fears you run away from run toward you. The fears you don't own will own you. But behind every fear wall lives a precious treasure."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Fear of death increases in exact proportion to increase in wealth."
    },
    {
      "cite": "Roz Chast",
      "quote": "There's something about most phobias where there's a tiny, tiny corner where you think this really actually could happen."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "Fear makes strangers of people who would be friends."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "Ultimately we know deeply that the other side of every fear is freedom."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Fear has its use but cowardice has none."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The only thing we have to fear is fear itself."
    },
    {
      "cite": "Robert Benchley",
      "quote": "Tell us your phobias and we will tell you what you are afraid of."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom."
    },
    {
      "cite": "Mary Catherine Bateson",
      "quote": "Fear is not a good teacher. The lessons of fear are quickly forgotten."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "Fear is our deepest and strongest emotion, and the one which best lends itself to the creation of nature-defying illusions."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Fear of something is at the root of hate for others, and hate within will eventually destroy the hater."
    },
    {
      "cite": "Frederick W. Smith",
      "quote": "Fear of failure must never be a reason not to try something."
    }
  ]
}