{
  "source": "https://www.wisesayings.com/phoenix-quotes/",
  "theme": "phoenix",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "No matter how many times we burst into flames, we can always rise from the ashes."
    },
    {
      "cite": "Nikita Gill",
      "quote": "Like a phoenix from the ashes, they may defeat you, burn you, insult you, injure you, and abandon you. But they will not, shall not, and cannot destroy you. For you, like Rome, were built on ashes, and you, like a phoenix, know how to resurrect."
    },
    {
      "cite": "S. A. Sachs",
      "quote": "Hope rises like a phoenix from the ashes of shattered dreams."
    },
    {
      "cite": "Jens Lekman",
      "quote": "Sometimes you have to burn yourself to the ground before you can rise like a phoenix from the ashes."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "And God help you if you are a phoenix, and you dare to rise up from the ash. A thousand eyes will smolder with jealousy while you are just flying past."
    },
    {
      "cite": "Anne Baxter",
      "quote": "It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes."
    },
    {
      "cite": "Shikoba",
      "quote": "The wild woman rises like a phoenix from the ashes of her life, to become the heroine of her own legend."
    },
    {
      "cite": "Confuscious",
      "quote": "Our greatest glory is not in never failing, but in rising every time we fall."
    },
    {
      "cite": "LaRhonda Toreson",
      "quote": "And when all that was left was ashes, she would again clothe herself in flame. Rising from the dust of her past to rekindle the spark of her future. She was a Phoenix, her own salvation; rebirthed, renewed, resurrected."
    },
    {
      "cite": "Ming-Dao Deng",
      "quote": "Whether we remain the ash or become the Phoenix is up to us."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Only the phoenix rises and does not descend. And everything changes. And nothing is truly lost."
    },
    {
      "cite": "Gerard Way",
      "quote": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes you just have to die a little inside in order to be reborn and rise again as a stronger and wiser version of you."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "What matters most is how well you walk through the fire."
    },
    {
      "cite": "Janet Fitch",
      "quote": "The phoenix must burn to emerge."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Often it's the deepest pain which empowers you to grow into your highest self."
    },
    {
      "cite": "Lennon Hodson",
      "quote": "Our passion ignites us. Rapture spawns the inferno in which we perish, entwined. From smoldering coals we are formed and, from our ashes, we rise. Discovered in the aftermath, our memory, our birth scars; third degree madness. Identical imperfections. Forever branded."
    },
    {
      "cite": "Octavia Butler",
      "quote": "In order to rise from its own ashes, a phoenix first must burn."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The phoenix hope, can wing her way through the desert skies, and still defying fortune's spite; revive from ashes and rise."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Our passions are the true phoenixes; when the old one is burnt out, a new one rises from its ashes."
    },
    {
      "cite": "Akilnathan Logeswaran",
      "quote": "You may kill a fire. And everything you know falls to dust and ash. Yet the remarkable treasure in this seemingly hopeless pile, is hidden deep within. The burning embers incarnate the perpetual desire to go from spark to flame."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "From the ashes, a fire shall be woken, a light from the shadows shall spring."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And let it direct your passion with reason, that your passion may live through its own daily resurrection, and like the phoenix rises above its own ashes."
    },
    {
      "cite": "Dr. Allen Hunt",
      "quote": "Suffering can lead to transformation. And redemption. And marvelous mystery."
    },
    {
      "cite": "Cassandre Clare",
      "quote": "Temper us in fire, and we grow stronger. When we suffer, we survive."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Don't hoard the past. Don't cherish anything. Burn it. The artist is the phoenix who burns to emerge."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "If there is in fact, a heaven and a hell, all we know for sure is that hell will be a viciously overcrowded version of Phoenix."
    },
    {
      "cite": "Sharon Stone",
      "quote": "Once you’ve had your life burn down, it takes time to be a Phoenix."
    },
    {
      "cite": "Kahit Minsan",
      "quote": "The phoenix. The gentlest and most wonderful of its kind. Mesmerizing beauty and brillant colour. Its cry synonymous to a lovely song. But comes time, consumes itself in its own magnificent flame. And from its own ashes, will rise and reborn anew."
    }
  ]
}