{
  "source": "https://www.wisesayings.com/phony-quotes/",
  "theme": "phony",
  "quotes": [
    {
      "cite": "Zooey Deschanel",
      "quote": "The moment you sense someone is making something because they think people are gonna buy it or like it, it's just so phony! The public has a nose for phony like nobody else."
    },
    {
      "cite": "Ichiro Suzuki",
      "quote": "People striving for approval from others become phony."
    },
    {
      "cite": "Johnnie Dent Jr.",
      "quote": "The true definition of a phony is a high flyer with low mileage; a person who offers a worldview from the comforts of his/her living room."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "I let people see the cracks in my life. We can't be phony. We've got to keep it real."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Just be honest with who you are. Don't pretend to be something you're not. Don't be a phony. Walk your talk. That's how God works, so doing it is emulating how Source works."
    },
    {
      "cite": "Brennan Manning",
      "quote": "Be daring enough to be different, humble enough to make mistakes, wild enough to be burnt in the fire of love, real enough to make others see how phony you are."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The one person to distrust is the one who never makes a mistake. Either he is a phony, or he stays with the safe, the tried, and the trivial."
    },
    {
      "cite": "Christine McVie",
      "quote": "Learn your instrument. Be honest. Don't do anything phony. There is so much crap floating around. There is plenty of room for a bit of honest writing."
    },
    {
      "cite": "Victor Papanek",
      "quote": "Advertising design, in persuading people to buy things they don`t need, with money they don`t have, in order to impress others who don`t care, is probably the phoniest field in existence today."
    },
    {
      "cite": "Kenzaburo Oe",
      "quote": "Understanding comes hard to persons of high rank who are accustomed to phony lifestyles that involve no daily work."
    },
    {
      "cite": "Mary MacCracken",
      "quote": "Level with your child by being honest. Nobody spots a phony quicker than a child."
    },
    {
      "cite": "Larry Bird",
      "quote": "Leadership is getting players to believe in you. If you tell a teammate you're ready to play as tough as you're able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got."
    },
    {
      "cite": "Larry Hogan",
      "quote": "Politicians make phony promises all the time that they can't deliver."
    },
    {
      "cite": "Jennifer Tilly",
      "quote": "That Hollywood thing, where everybody hugs and kisses everybody else - I always stiffen. It's an assumed familiarity. It's phony."
    },
    {
      "cite": "Teresa Heinz",
      "quote": "I mention my age because I find people in this country - women, not men, of course - women are so troubled by their age. There's a culture of youth, and it's a phony culture."
    },
    {
      "cite": "Oscar Levant",
      "quote": "Strip away the phony tinsel of Hollywood and you'll find the real tinsel underneath."
    }
  ]
}