{
  "source": "https://www.wisesayings.com/phone-call-quotes/",
  "theme": "phone-call",
  "quotes": [
    {
      "cite": "Charlie Brooker",
      "quote": "If someone doesn't respond to a phone call, I think they've died."
    },
    {
      "cite": "Joshua Foer",
      "quote": "Growing up in the days when you still had to punch buttons to make a telephone call, I could recall the numbers of all my close friends and family. Today, I'm not sure if I know more than four phone numbers by heart. And that's probably more than most."
    },
    {
      "cite": "Domhnall Gleeson",
      "quote": "Everyone talks about how we're on our phones all the time, but the fact remains that when I'm away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!"
    },
    {
      "cite": "Aaron Howard",
      "quote": "The hardest thing which I've experienced is calling up my father, Rance Howard, who's a wonderful actor, and telling him I've had to cut him out of the movie, which I've had to do twice. That's a lump-in-the-throat phone call."
    },
    {
      "cite": "Paul Theroux",
      "quote": "When I was in the Peace Corps I never made a phone call. I was in Central Africa; I didn't make a phone call for two years. I was in Uganda for another four years and I didn't make a phone call. So for six years I didn't make a phone call, but I wrote letters, I wrote short stories, I wrote books."
    },
    {
      "cite": "Dylan Moran",
      "quote": "I get a phone call once every 18 months from some mad person who wants me to do something for less than no money and they give me about a week's notice. That's my film career, most of the time."
    },
    {
      "cite": "James Veitch",
      "quote": "I had an awkward moment when I got a phone call from the person pretending to be Winnie Mandela. 'Winnie' sounded about 12 years old, unfortunately - she'd probably been pushed to the telephone because she was the only one who spoke English."
    },
    {
      "cite": "Paul Bettany",
      "quote": "I got a phone call from Jon Favreau saying, 'I need the voice of a personality-less robot, and I thought of you immediately.' I thought that was the funniest thing I ever heard, so I said, 'Yes.'"
    },
    {
      "cite": "Shannon Doherty",
      "quote": "Have you ever felt like a phone call that's been disconnected?"
    },
    {
      "cite": "James Avery",
      "quote": "I don't understand this whole Twitter, Facebook stuff. I don't get it. Make a phone call. Talk to somebody."
    },
    {
      "cite": "E.T.",
      "quote": "E.T. phone home."
    },
    {
      "cite": "J. D. Salinger",
      "quote": "What I like best is a book that's at least funny once in a while. What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone."
    },
    {
      "cite": "James Thurber",
      "quote": "Well, if I called the wrong number, why did you answer the phone?"
    },
    {
      "cite": "Chris Tarrant",
      "quote": "Phone a friend."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The Internet is an élite organization; most of the population of the world has never even made a phone call."
    },
    {
      "cite": "Al Gore",
      "quote": "Right now, 65 percent of the world’s households have no phone service. Half of the world’s population has never made a phone call. Iceland has more Internet hosts than all of Africa. Today, I challenge the business community to create a global business plan — to put data and voice telecommunication within an hour’s walk of everybody on the planet by the end of the next decade."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "It’s the friends you can call up at 4 a.m. that matter."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "She looked as if her phone had been ringing continually ever since she had reached puberty."
    },
    {
      "cite": "Helen Simonson",
      "quote": "He felt no rage, only a calm and icy distance, as if this man, who had been both a friend and an adviser, was now talking to him on a bad phone line from an ice floe in the Arctic."
    },
    {
      "cite": "William McIlvanney",
      "quote": "The silence [at the other end of telephone] . . . felt absolute, as if he had been trying to telephone God."
    },
    {
      "cite": "Natalie Silvers",
      "quote": "The real motive behind the popularity of cell phones is not convenience, but a base desire to be self-important. Cell-phone babblers are never really able to be present ‘in the moment’, since they are constantly trying to impress an audience with the implication that behind these mysterious phone calls very important things are taking place."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "In heaven, when the blessed use the telephone they will say what they have to say and not a word besides."
    },
    {
      "cite": "Stephen Levine",
      "quote": "If you were going to die soon and had only one phone call you could make, who would you call and what would you say? And why are you waiting?"
    },
    {
      "cite": "Mary Tricky",
      "quote": "Many are called but few are called back."
    },
    {
      "cite": "Joan Didion",
      "quote": "She had to have a telephone. There was no one to whom she wanted to talk but she had to have a telephone."
    },
    {
      "cite": "Fred Couples",
      "quote": "I don’t answer the phone. I get the feeling whenever I do that there will be someone on the other end."
    },
    {
      "cite": "Niels Diffrient",
      "quote": "Today the telephone takes precedence over everything. It reaches a point of terrorism, particularly at dinnertime."
    },
    {
      "cite": "Mark Shields",
      "quote": "Rule number one: call your mother. And then call her again."
    },
    {
      "cite": "John Updike",
      "quote": "J.D. Salinger wrote a masterpiece, The Catcher in the Rye, recommending that readers who enjoy a book call up the author; then he spent his next twenty years avoiding the telephone."
    },
    {
      "cite": "Cole Porter",
      "quote": "My sole inspiration is a telephone call from a producer."
    }
  ]
}