{
  "source": "https://www.wisesayings.com/photography-quotes/",
  "theme": "photography",
  "quotes": [
    {
      "cite": "Diane Arbus",
      "quote": "A picture is a secret about a secret, the more it tells you the less you know."
    },
    {
      "cite": "Marc Riboud",
      "quote": "Taking pictures is savoring life intensely, every hundredth of a second."
    },
    {
      "cite": "Eudora Welty",
      "quote": "A good snapshot keeps a moment from running away."
    },
    {
      "cite": "Linda McCartney",
      "quote": "If you see something that moves you, and then snap it, you keep a moment."
    },
    {
      "cite": "Alfred Stieglitz",
      "quote": "In photography there is a reality so subtle that it becomes more real than reality."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Photograph: a picture painted by the sun without instruction in art."
    },
    {
      "cite": "Ernst Haas",
      "quote": "The camera doesn't make a bit of difference. All of them can record what you are seeing. But, you have to SEE."
    },
    {
      "cite": "Ken Rockwell",
      "quote": "Maybe because it's entirely an artist's eye, patience and skill that makes an image and not his tools."
    },
    {
      "cite": "Ted Grant",
      "quote": "When you photograph people in colour you photograph their clothes. But when you photograph people in B&W, you photograph their souls!"
    },
    {
      "cite": "Andre Bazin",
      "quote": "Photography does not create eternity, as art does; it embalms time, rescuing it simply from its proper corruption."
    },
    {
      "cite": "Harold Evans",
      "quote": "The camera cannot lie, but it can be an accessory to untruth."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "Photography takes an instant out of time, altering life by holding it still."
    },
    {
      "cite": "Ernst Haas",
      "quote": "There is only you and your camera. The limitations in your photography are in yourself, for what we see is what we are."
    },
    {
      "cite": "W. Eugene Smith",
      "quote": "Photography is a small voice, at best, but sometimes one photograph, or a group of them, can lure our sense of awareness."
    },
    {
      "cite": "Tony Benn",
      "quote": "Most things in life are moments of pleasure and a lifetime of embarrassment; photography is a moment of embarrassment and a lifetime of pleasure."
    },
    {
      "cite": "Elliott Erwitt",
      "quote": "Photography is an art of observation. It has little to do with the things you see and everything to do with the way you see them."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "A photograph can be an instant of life captured for eternity that will never cease looking back at you."
    },
    {
      "cite": "Paul Strand",
      "quote": "It is one thing to photograph people. It is another to make others care about them by revealing the core of their humanness."
    },
    {
      "cite": "unknown",
      "quote": "Photography is the only language that can be understood anywhere in the world."
    },
    {
      "cite": "Ansel Adams",
      "quote": "There are no rules for good photographs, there are only good photographs."
    },
    {
      "cite": "Ansel Adams",
      "quote": "You don't take a photograph, you make it."
    },
    {
      "cite": "Matt Hardy",
      "quote": "Beauty can be seen in all things, seeing and composing the beauty is what separates the snapshot from the photograph."
    },
    {
      "cite": "unknown",
      "quote": "I always thought good photos were like good jokes. If you have to explain it, it just isn't that good."
    },
    {
      "cite": "Ansel Adams",
      "quote": "Photography, as a powerful medium of expression and communications, offers an infinite variety of perception, interpretation and execution."
    },
    {
      "cite": "Berenice Abbott",
      "quote": "What the human eye observes causally and incuriously, the eye of the camera notes with relentless fidelity."
    },
    {
      "cite": "Eliot Porter",
      "quote": "Sometimes you can tell a large story with a tiny subject."
    },
    {
      "cite": "Berenice Abbott",
      "quote": "Photography can only represent the present. Once photographed, the subject becomes part of the past."
    },
    {
      "cite": "Karl Heiner",
      "quote": "Photography concentrates one's eye on the superficial. For that reason it obscures the hidden life which glimmers through the outlines of things like a play of light and shade. One can't catch that even with the sharpest lens."
    },
    {
      "cite": "Dirk Bogarde",
      "quote": "The camera can photograph thought. It's better than a paragraph of sweet polemic."
    },
    {
      "cite": "Edward Steichen",
      "quote": "Photography records the gamut of feelings written on the human face, the beauty of the earth and skies that man has inherited and the wealth and confusion man has created."
    }
  ]
}