{
  "source": "https://www.wisesayings.com/photograph-quotes/",
  "theme": "photograph",
  "quotes": [
    {
      "cite": "Garry Winogrand",
      "quote": "Photographers mistake the emotion they feel while taking the photo as a judgment that the photograph is good."
    },
    {
      "cite": "Roger Kingston",
      "quote": "A camera is a save button for the mind's eye."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "A photograph is a moral decision taken in one eighth of a second."
    },
    {
      "cite": "Yousuf Karsh",
      "quote": "Character, like a photograph, develops in darkness."
    },
    {
      "cite": "Garry Winogrand",
      "quote": "A photograph is the illusion of a literal description of how the camera saw a piece of time and space."
    },
    {
      "cite": "Paul Caponigro",
      "quote": "Its one thing to make a picture of what a person looks like, its another thing to make a portrait of who they are."
    },
    {
      "cite": "Sally Mann",
      "quote": "Photographs open doors into the past, but they also allow a look into the future."
    },
    {
      "cite": "Andy Warhol",
      "quote": "The best thing about a picture is that it never changes, even when the people in it do."
    },
    {
      "cite": "Eudora Welty",
      "quote": "A good snapshot keeps a moment from running away."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "There are no bad pictures; that's just how your face looks sometimes."
    },
    {
      "cite": "Ted Grant",
      "quote": "When you photograph people in colour you photograph their clothes. But when you photograph people in B&W, you photograph their souls!"
    },
    {
      "cite": "Alfred Eisenstaedt",
      "quote": "It is more important to click with people than to click the shutter."
    },
    {
      "cite": "Kowtham Kumar",
      "quote": "A photograph is a click away. A good photograph is a thousand clicks away and a better one, a million clicks away."
    },
    {
      "cite": "Robert Frank",
      "quote": "There is one thing the photograph must contain, the humanity of the moment."
    },
    {
      "cite": "Marc Riboud",
      "quote": "Taking pictures is savoring life intensely, every hundredth of a second."
    },
    {
      "cite": "Willis Peterson",
      "quote": "A click of the shutter, a crank of the film, and you've caught forever a significant bit of life."
    },
    {
      "cite": "Ralph Hattersley",
      "quote": "We are making photographs to understand what our lives mean to us."
    },
    {
      "cite": "Anonymous",
      "quote": "Taking an image, freezing a moment, reveals how rich reality truly is."
    },
    {
      "cite": "Ansel Adams",
      "quote": "The single most important component of a camera is the twelve inches behind it."
    },
    {
      "cite": "Andre Kertesz",
      "quote": "Seeing is not enough; you have to feel what you photograph."
    },
    {
      "cite": "Susan Sontag",
      "quote": "To take a photograph is to participate in another person's mortality, vulnerability, mutability. Precisely by slicing out this moment and freezing it, all photographs testify to time's relentless melt."
    },
    {
      "cite": "Alfred Stieglitz",
      "quote": "In photography there is a reality so subtle that it becomes more real than reality."
    },
    {
      "cite": "Peter Adams",
      "quote": "Great photography is about depth of feeling, not depth of field."
    },
    {
      "cite": "Jim Richardson",
      "quote": "If you want to be a better photographer, stand in front of more interesting stuff."
    },
    {
      "cite": "Henri Cartier-Bresson",
      "quote": "To take photographs means to recognize simultaneously and within a fraction of a. It is putting one's head, one's eye and one's heart on the same axis."
    },
    {
      "cite": "Ansel Adams",
      "quote": "A good photograph is knowing where to stand."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "Photography takes an instant out of time, altering life by holding it still."
    },
    {
      "cite": "John Szarkowski",
      "quote": "Photography is a contest between a photographer and the presumptions of approximate and habitual seeing. The contest can be held anywhere."
    },
    {
      "cite": "Scott Lorenzo",
      "quote": "The picture that you took with your camera is the imagination you want to create with reality."
    },
    {
      "cite": "Elliott Erwitt",
      "quote": "Photography is an art of observation. It has little to do with the things you see and everything to do with the way you see them."
    }
  ]
}