{
  "source": "https://www.wisesayings.com/photoshoot-quotes/",
  "theme": "photoshoot",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An excellent photograph is the one which has excellently captured an excellent moment!"
    },
    {
      "cite": "Bruno Barbey",
      "quote": "Photography is the only language that can be understood anywhere in the world."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "A picture is worth a thousand words."
    },
    {
      "cite": "E. Welty",
      "quote": "A good snapshot keeps a moment from running away."
    },
    {
      "cite": "Susan Sontag",
      "quote": "To take a picture is to have an interest in things as they are, in the status quo remaining unchanged, to be in complicity with whatever makes a subject interesting, worth photographing including, when that is the interest, another person's pain or misfortune."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Capture every moments of your life."
    },
    {
      "cite": "Ansel Adams",
      "quote": "It is easy to take a photograph, but it is harder to make a masterpiece in photography than in any other art medium."
    },
    {
      "cite": "Harry Callahan",
      "quote": "Photography is an adventure just as life is an adventure."
    },
    {
      "cite": "Adelaide Clemens",
      "quote": "In a photo shoot, you have to be very comfortable in your own skin. It's all about confidence-boosting and putting on armor."
    },
    {
      "cite": "Anonymous",
      "quote": "Photography is the simplest thing in the world, but it is incredibly complicated to make it really work."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "Photography takes an instant out of time, altering life by holding it still."
    },
    {
      "cite": "Alfred Stieglitz",
      "quote": "It is more important to click with people than to click the shutter."
    },
    {
      "cite": "Jay Maisel",
      "quote": "Photography is an act of love."
    },
    {
      "cite": "Ansel Adams",
      "quote": "A good photograph is knowing where to stand."
    },
    {
      "cite": "Jenna Dewan",
      "quote": "Most photo shoots are a beautiful dress, a natural location, and poses."
    },
    {
      "cite": "David Lentz",
      "quote": "A perfectly clear photograph is a distortion of reality."
    },
    {
      "cite": "Joyce Wycoff",
      "quote": "Photography captures a moment in time. Art captures time in a moment."
    },
    {
      "cite": "Todd Walker",
      "quote": "Photography is a very forgiving medium. Anybody that can afford film and a camera can make pictures."
    },
    {
      "cite": "Irving Penn",
      "quote": "A good photograph is one that communicates a fact, touches the heart and leaves the viewer a changed person for having seen it. It is, in a word, effective."
    },
    {
      "cite": "Janice Dickinson",
      "quote": "Photo shoots for underage girls are like letting an ant walk around with honey."
    },
    {
      "cite": "Jerry Saltz",
      "quote": "Photography is the easiest thing to make, and one of the hardest things to make well."
    },
    {
      "cite": "Biju Karakkonam",
      "quote": "Photography's beauty is to find beauty even in ugly situations."
    },
    {
      "cite": "Andy Warhol",
      "quote": "The best thing about a picture is that it never changes, even when the people in it do."
    },
    {
      "cite": "Kim Edwards",
      "quote": "Photography is all about secrets. The secrets we all have and will never tell."
    },
    {
      "cite": "Diane Arbus",
      "quote": "Photographing a culture in the here and now often means photographing the intersection of the present with the past."
    },
    {
      "cite": "Henry Fox Talbot",
      "quote": "Photography was the first available demonstration that light could indeed exert an action sufficient to cause changes in material bodies."
    },
    {
      "cite": "Edvard Munch",
      "quote": "Photography is an art which touches and grips one's own heart's blood."
    },
    {
      "cite": "Chuck Close",
      "quote": "Photography is the easiest medium with which to be merely competent. Almost anybody can be competent. It's the hardest medium in which to have some sort of personal vision and to have a signature style."
    },
    {
      "cite": "Marty Johncox",
      "quote": "It's true that a picture is worth a thousand words, but it's also true that a word is worth a thousand pictures."
    },
    {
      "cite": "Marc Riboud",
      "quote": "Taking pictures is savoring life intensely, every hundredth of a second."
    }
  ]
}