{
  "source": "https://www.wisesayings.com/physician-quotes/",
  "theme": "physician",
  "quotes": [
    {
      "cite": "William Osler",
      "quote": "The good physician treats the disease; the great physician treats the patient who has the disease."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "A physician is not angry at the intemperance of a mad patient, nor does he take it ill to be railed at by a man in fever. Just so should a wise man treat all mankind, as a physician does his patient, and look upon them only as sick and extravagant."
    },
    {
      "cite": "William Osler",
      "quote": "The young physician starts life with 20 drugs for each disease, and the old physician ends life with one drug for 20 diseases."
    },
    {
      "cite": "Patch Adams",
      "quote": "The role of a clown and a physician are the same - it's to elevate the possible and to relieve suffering."
    },
    {
      "cite": "Harvey Cushing",
      "quote": "A physician is obligated to consider more than a diseased organ, more even than the whole man - he must view the man in his world."
    },
    {
      "cite": "Ami Bera",
      "quote": "My job as a physician is to make sure I have provided my patients with the best options to make the decisions that affect their lives."
    },
    {
      "cite": "Hippocrates",
      "quote": "The physician must be able to tell the antecedents, know the present, and foretell the future — must mediate these things, and have two special objects in view with regard to disease, namely, to do good or to do no harm."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He who cures a disease may be the skillfullest, but he that prevents it is the safest physician."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He's the best physician that knows the worthlessness of the most medicines."
    },
    {
      "cite": "Voltaire",
      "quote": "A physician is an unfortunate gentleman who is every day required to perform a miracle; namely to reconcile health with intemperance."
    },
    {
      "cite": "Plato",
      "quote": "The true physician is also a ruler having the human body as a subject, and is not a mere money-maker."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Physicians of all men are most happy; what good success they have, the world proclaimeth, and what faults they commit, the earth covereth."
    },
    {
      "cite": "French Proverb",
      "quote": "A young physician fattens the churchyard."
    },
    {
      "cite": "Arateus of Cappadocia",
      "quote": "When he can render no further aid, the physician alone can mourn as a man with his incurable patient. This is the physician's sad lot."
    },
    {
      "cite": "Aristotle",
      "quote": "The physician himself, if sick, actually calls in another physician, knowing that he cannot reason correctly if required to judge his own condition while suffering."
    },
    {
      "cite": "Paracelsus",
      "quote": "Every physician must be rich in knowledge, and not only of that which is written in books; his patients should be his book, they will never mislead him."
    },
    {
      "cite": "Petronius",
      "quote": "A physician is nothing but a consoler of the mind"
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The physician can bury his mistakes, but the architect can only advise his clients to plant vines"
    },
    {
      "cite": "Hester Lynch Piozzi",
      "quote": "A physician can sometimes parry the scythe of death, but has no power over the sand in the hourglass"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our reliance on the physician is a kind of despair of ourselves."
    },
    {
      "cite": "Herophilos",
      "quote": "The best physician is he who can distinguish the possible from the impossible."
    },
    {
      "cite": "Samuel Butler",
      "quote": "A physician's physiology has much the same relation to his power of healing as a cleric's divinity has to his power of influencing conduct."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "He is the best physician who is the most ingenious inspirer of hope."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A careful physician, before he attempts to administer a remedy to his patient, must investigate not only the malady of the man he wishes to cure, but also his habits when in health, and his physical constitution."
    }
  ]
}