{
  "source": "https://www.wisesayings.com/physical-appearance-quotes/",
  "theme": "physical-appearance",
  "quotes": [
    {
      "cite": "Edmond Mbiaka",
      "quote": "A great personality is the most important beauty of any woman. Physical appearance is only temporary."
    },
    {
      "cite": "Penelope Lively",
      "quote": "I'm intrigued by the way in which physical appearance can often direct a person's life; things happen differently for a beautiful woman than for a plain one."
    },
    {
      "cite": "Jonathan Adler",
      "quote": "People will make judgments before you even speak based on the way you look. Most definitely your physical appearance matters. The way you dress, your hygiene - it all matters."
    },
    {
      "cite": "Damien Echols",
      "quote": "I've learned over the years that sooner or later a person's physical appearance comes to resemble whatever is in their heart."
    },
    {
      "cite": "Andrew Cohen",
      "quote": "It is true that women tend to be more identified with their bodies because in this crazy world, both men and women measure women's value as human beings in relationship to their physical appearance."
    },
    {
      "cite": "Ruth Ozeki",
      "quote": "We place such crazy importance on physical appearance in our image-obsessed culture, on youth and beauty to define our sense of self-worth, that aging, by default, becomes a kind of defect, something secret and corrosive and shameful."
    },
    {
      "cite": "Katrina Kaif",
      "quote": "I feel it is important not to get overly obsessed and overly carried away with just the physical aspect. There is more to beauty than just the physical appearance. You are also a complete person, and a woman should have an identity beyond just the way she looks."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I think that being happy makes the biggest impact on your physical appearance."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Don't judge people by their physical appearances if you truly want to get to know them. Just watch their frequent footsteps and you would surely know their true personalities."
    },
    {
      "cite": "Shirley Mans",
      "quote": "Possibly because I grew up not feeling very confident about my own physical appearance, I developed internal devices so that I could integrate into society."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I eat anything, and I'm not preoccupied with my figure. The most important [thing] is that the people accept me for my music, not for physical appearances."
    },
    {
      "cite": "Martha Beck",
      "quote": "Polite strangers often tell soothing lies about our physical appearance that prevent many of us from facing, discussing and solving our real problems."
    },
    {
      "cite": "Gelila Bekele",
      "quote": "Modeling is not something you excel because you are clever but is based on physical appearance, but then you have to be a businesswoman, like, to keep your longevity"
    },
    {
      "cite": "Pamela H. Hansen",
      "quote": "Focusing on worldly achievements and acceptance has never been the way to true happiness, and an obsessive, discontent with our physical appearance can lead to unhappiness if not despair."
    },
    {
      "cite": "Rebekah Elizabeth Gamble",
      "quote": "Beauty cannot be limited to physical appearances... because beauty can be felt without being seen."
    },
    {
      "cite": "Jody Hedlund",
      "quote": "There are actually some men in the world who care more about a women's character than her physical appearance."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If you understand that you are not just your appearance or your physical body, you will be better equipped to handle negative feelings or imperfection regarding your outward appearance"
    },
    {
      "cite": "Keith Sweat",
      "quote": "Don't get caught up in the 'look' thing. Sometimes, we as men and women, the first thing that attracts us to someone is their physical appearance, and that's not always a good thing because what's good on the outside Is not always good on the inside."
    },
    {
      "cite": "Alia Bhatt",
      "quote": "For me, changing my physical appearance for a character is never a problem. If I have to look a certain way for a role, I just do it."
    }
  ]
}