{
  "source": "https://www.wisesayings.com/physics-quotes/",
  "theme": "physics",
  "quotes": [
    {
      "cite": "Ken Wilber",
      "quote": "Physics is the most fundamental, and least significant, of the sciences."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Physics is an attempt conceptually to grasp reality as something that is considered to be independent of its being observed. In this sense one speaks of physical reality."
    },
    {
      "cite": "Edward Teller",
      "quote": "Physics is, hopefully, simple. Physicists are not."
    },
    {
      "cite": "Robert Lanza",
      "quote": "Physics tells us observations can't be predicted absolutely. Rather, there's a range of possible observations each with a different probability."
    },
    {
      "cite": "Alexis Karpouzos",
      "quote": "The knowledge of the soul is knowledge of the universe."
    },
    {
      "cite": "Amy Zhang",
      "quote": "Newton's laws of physics can rarely be applied to the real world. There is more to life than cause and effect. Things just aren't that simple."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Physics is the only profession in which prophecy is not only accurate but routine."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "In the beginning there was nothing, which exploded."
    },
    {
      "cite": "Willard Van Orman Quine",
      "quote": "Physics investigates the essential nature of the world, and biology describes a local bump. Psychology, human psychology, describes a bump on the bump."
    },
    {
      "cite": "Charles Edison",
      "quote": "In physics, to be in two places at the same time would be a miracle; in politics it seems not merely normal, but natural."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Man is an artifact designed for space travel. He is not designed to remain in his present biologic state any more than a tadpole is designed to remain a tadpole."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
    },
    {
      "cite": "Niels Bohr",
      "quote": "Everything we call real is made of things that cannot be regarded as real."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The people who actually make the advances in theoretical physics don't think in these categories that the philosophers and the historians of science subsequently invent for them."
    },
    {
      "cite": "David Eagleman",
      "quote": "All creation necessarily ends in this: creators, powerless, fleeing from the things they have wrought"
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Measure what can be measured, and make measureable what cannot be measured."
    },
    {
      "cite": "Paul Ehrenfest",
      "quote": "No two electrons in the same state? That is why atoms are so unnecessarily big, and why metal and stone are so bulky."
    },
    {
      "cite": "Daniel Bernoulli",
      "quote": "It would be better for the true physics if there were no mathematicians on earth."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Physics has found no straight lines. Instead, the physical universe consists of only waves undulating back and forth allowing for corrections and balance."
    },
    {
      "cite": "Albert Einstein",
      "quote": "For us physicists believe the separation between past, present, and future is only an illusion, although a convincing one."
    },
    {
      "cite": "Erwin Schrodinger",
      "quote": "Quantum physics thus reveals a basic oneness of the universe."
    },
    {
      "cite": "Owen Chamberlain",
      "quote": "The development of physics, like the development of any science, is a continuous one."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The fundamental concept in social science is power, in the same sense in which energy is the fundamental concept in physics."
    },
    {
      "cite": "Criss Jami",
      "quote": "It is the nature of physics to hear the loudest of mouths over the most comprehensive ones."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Physics is really nothing more than a search for ultimate simplicity, but so far all we have is a kind of elegant messiness."
    },
    {
      "cite": "Lene Hau",
      "quote": "Physics is about questioning, studying, probing nature. You probe, and, if you're lucky, you get strange clues."
    },
    {
      "cite": "David J. Griffiths",
      "quote": "Calculate the fine structure constant from first principles."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "There is nothing that living things do that cannot be understood from the point of view that they are made of atoms acting according to the laws of physics."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "If all of mathematics disappeared, physics would be set back by exactly one week."
    },
    {
      "cite": "Ernst Mach",
      "quote": "Physics is experience, arranged in economical order."
    }
  ]
}