{
  "source": "https://www.wisesayings.com/picnic-quotes/",
  "theme": "picnic",
  "quotes": [
    {
      "cite": "George Brandes",
      "quote": "Among the delights of Summer were picnics to the woods."
    },
    {
      "cite": "DeeDee Stovel",
      "quote": "A picnic is more than eating a meal, it is a pleasurable state of mind."
    },
    {
      "cite": "Jane Wagner",
      "quote": "Unless you are at a picnic, life is no picnic."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "The examined life is no picnic."
    },
    {
      "cite": "Kate Winslet",
      "quote": "The things that make me happiest in the whole world are going on the occasional picnic, either with my children or with my partner; big family gatherings; and being able to go to the grocery store - if I can get those things in, I'm doing good."
    },
    {
      "cite": "Tom Barrett",
      "quote": "If the rain spoils our picnic, but saves a farmer's crop, who are we to say it shouldn't rain?"
    },
    {
      "cite": "Bess Truman",
      "quote": "I've liked lots of people 'til I went on a picnic jaunt with them."
    },
    {
      "cite": "Katie Lee",
      "quote": "There's something so intimate about a picnic with your guy. And as the temperature begins to rise, eating outside becomes refreshing and romantic."
    },
    {
      "cite": "Jane Fitch",
      "quote": "My perfect day would be to go on a picnic up Mt. Wilson with Christopher Isherwood, Greta Garbo, Aldous Huxley, and Bertrand Russell."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "People don’t want to go to the dump and have a picnic, they want to go out to a beautiful place and enjoy their day. And so I think our job is to try to take the environment, take what the good Lord has given us, and expand upon it or enhance it, without destroying it."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "There are few things so pleasant as a picnic lunch eaten in perfect comfort."
    },
    {
      "cite": "Franny Billingsley",
      "quote": "Things taste better outdoors. And if it's a forbidden thing, so much the better."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Picnics are very dear to those who are in the first stage of the tender passion."
    },
    {
      "cite": "Alice Walker",
      "quote": "Tea to the English is really a picnic indoors."
    },
    {
      "cite": "Hudson Stuck",
      "quote": "Anyone who thinks that the climbing of Denali is a picnic is badly mistaken."
    },
    {
      "cite": "Harlan Coben",
      "quote": "You bring your own weather to the picnic."
    },
    {
      "cite": "William Feather",
      "quote": "One compensation of old age is that it excuses you from picnics."
    }
  ]
}