{
  "source": "https://www.wisesayings.com/pictures-quotes/",
  "theme": "pictures",
  "quotes": [
    {
      "cite": "Robert Brault",
      "quote": "That portion of reality that can be composed within a frame can be understood."
    },
    {
      "cite": "Marc Riboud",
      "quote": "Taking pictures is savoring life intensely, every hundredth of a second."
    },
    {
      "cite": "Gayle Forman",
      "quote": "Pictures can be pretty deceptive."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Photograph: a picture painted by the sun without instruction in art."
    },
    {
      "cite": "Ansel Adams",
      "quote": "A photograph is usually looked at ? seldom looked into."
    },
    {
      "cite": "Eudora Welty",
      "quote": "A good snapshot stops a moment from running away."
    },
    {
      "cite": "Richard Avedon",
      "quote": "There is no such thing as inaccuracy in a photograph. All photographs are accurate. None of them is the truth."
    },
    {
      "cite": "Ansel Adams",
      "quote": "A great photograph is one that fully expresses what one feels, in the deepest sense, about what is being photographed."
    },
    {
      "cite": "Sam Abell",
      "quote": "Photographs that transcend but do not deny their literal situation appeal to me."
    },
    {
      "cite": "Anne Geddes",
      "quote": "The best images are the ones that retain their strength and impact over the years, regardless of the number of times they are viewed."
    },
    {
      "cite": "Ansel Adams",
      "quote": "You don't take a photograph, you make it."
    },
    {
      "cite": "Diane Arbus",
      "quote": "A photograph is a secret about a secret. The more it tells you the less you know."
    },
    {
      "cite": "Elliott Erwitt",
      "quote": "The whole point of taking pictures is so that you don't have to explain things with words."
    },
    {
      "cite": "Sally Mann",
      "quote": "Photographs open doors into the past, but they also allow a look into the future."
    },
    {
      "cite": "Robert Capa",
      "quote": "If your pictures aren't good enough, you aren't close enough."
    },
    {
      "cite": "David Byrne",
      "quote": "That's the thing about pictures: they seduce you."
    },
    {
      "cite": "Martin Parr",
      "quote": "Taking photos is a form of collecting."
    },
    {
      "cite": "Thomas Babington Macaulay",
      "quote": "The best portraits are those in which there is a slight mixture of caricature."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Every portrait that is painted with feeling is a portrait of the artist, not of the sitter."
    },
    {
      "cite": "Richard Bach",
      "quote": "All we see of someone at any moment is a snapshot of their life, there in riches or poverty, in joy or despair. Snapshots don't show the million decisions that led to that moment."
    },
    {
      "cite": "John A Kouwenhoven",
      "quote": "No painting can tell the truth of a single instant; nosnapshot can do anything else."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There are only two styles of portrait painting; the serious and the smirk."
    },
    {
      "cite": "Kevin Systrom",
      "quote": "I believe photos is one of the underlying things in every social network that becomes successful."
    },
    {
      "cite": "George Kotsiopoulos",
      "quote": "Photos convey a point in time, so for casual snapshots I say wear the trends so you have fun images to look back at."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Pictures deface walls more often than they decorate them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Pictures must not be too picturesque."
    },
    {
      "cite": "Robert Mapplethorpe",
      "quote": "To make pictures big is to make them more powerful."
    },
    {
      "cite": "Michael Douglas",
      "quote": "When you're making pictures out of heartfelt passion, it hurts when someone calls them a calculated business move."
    },
    {
      "cite": "Tibor Kalman",
      "quote": "Pictures are so good at giving people information that they're not looking for."
    },
    {
      "cite": "Robert Collier",
      "quote": "Pictures help you to form the mental mold."
    }
  ]
}