{
  "source": "https://www.wisesayings.com/pie-quotes/",
  "theme": "pie",
  "quotes": [
    {
      "cite": "William Ferris",
      "quote": "The Moon Pie is a bedrock of the country store and rural tradition. It is more than a snack. It is a cultural artifact."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "Pie can't compete with cake. Put candles in a cake, it's a birthday cake. Put candles in a pie, someone's drunk in the kitchen."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Pie throwing is kind of a lost art, and although it may be a rather rudimentary, burlesque humor, there's something inherently funny about taking a pie in the face, under the right conditions."
    },
    {
      "cite": "Jane Austen",
      "quote": "Good apple pies are a considerable part of our domestic happiness."
    },
    {
      "cite": "David Mamet",
      "quote": "We must have a pie. Stress cannot exist in the presence of a pie."
    },
    {
      "cite": "Leif Enger",
      "quote": "Fresh peach pie can lift a bullying reprobate into apologetic courtesy; I have watched it happen."
    },
    {
      "cite": "Mitchell Burgess",
      "quote": "The mellow sweetness of pumpkin pie off a prison spoon is something you will never forget."
    },
    {
      "cite": "Edward Young",
      "quote": "The future... seems to me no unified dream but a mince pie, long in the baking, never quite done."
    },
    {
      "cite": "Russell Means",
      "quote": "They don't understand that a slice of the pie isn't the whole pie - but they wonder why they are always hungry."
    },
    {
      "cite": "Shaquille O'Neal",
      "quote": "We're focusing on the whole pie, not a slice. A slice is good, but it's not good enough to get you fat. We're trying to get fat."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Pumpkin pie is a living symbol of mediocrity. The best pumpkin pie you ever ate wasn't all that much different from the worst pumpkin pie you ever ate."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "Negotiations over a shrinking pie are especially difficult because they require an allocation of losses. People tend to be much more easygoing when they bargain over an expanding pie."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Pies were invented 12,000 years ago by the Egyptians. It was an easy way to preserve food that would be carried over long distances. They were like ancient Slim Jims."
    },
    {
      "cite": "Kevin James",
      "quote": "Pie...it fills the cracks of the heart. Go away, pain."
    },
    {
      "cite": "Carl Sagan",
      "quote": "If you wish to make an apple pie from scratch, you must first invent the universe."
    },
    {
      "cite": "Matthew Moy",
      "quote": "A pie in the face is funny. Comedy gold."
    },
    {
      "cite": "RuPaul",
      "quote": "No one wants a cherry pie that bites back."
    },
    {
      "cite": "Stephen King",
      "quote": "A slice of pie without cheese is like a kiss without a squeeze."
    },
    {
      "cite": "Jay Leno",
      "quote": "If you give everybody a slice of pie, you will still have more than enough."
    },
    {
      "cite": "Craig Claiborne",
      "quote": "There is nothing better on a cold wintry day than a properly made pot pie."
    },
    {
      "cite": "Dave Thomas",
      "quote": "Give everyone a chance to have a piece of the pie. If the pie's not big enough, make a bigger pie."
    },
    {
      "cite": "Peg Bracken",
      "quote": "Kitchens were different then, too - not only what came out of them, but their smells and sounds. A hot pie cooling smells different from a frozen pie thawing."
    },
    {
      "cite": "John Gould",
      "quote": "I don't think a really good pie can be made without a dozen or so children peeking over your shoulder as you stoop to look in at it every little while."
    },
    {
      "cite": "Lynn Redgrave",
      "quote": "God always has another custard pie up his sleeve."
    },
    {
      "cite": "Howard Warren Buffett",
      "quote": "I want our pie to grow all the people, but if some other guy's pie is growing a little faster, that's terrific."
    }
  ]
}