{
  "source": "https://www.wisesayings.com/pier-quotes/",
  "theme": "pier",
  "quotes": [
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Those we love can but walk down to the pier with us - the voyage we must make alone."
    },
    {
      "cite": "John Goddard",
      "quote": "Some people wait so long for their ship to come in, their pier collapses."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "A life spent at the edge of the pier is a life full of regret, a life full of fear."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "It blows a snowing gale in the winter of the year; The boats are on the sea and the crews are on the pier. The needle of the vane, it is veering to and fro, A flash of sun is on the veering of the vane. Autumn leaves and rain, The passion of the gale."
    },
    {
      "cite": "Equivocate words",
      "quote": "In my mind, in here, It's like standing too close to the edge on pier where waves spit on toes and scream into ears their wails and woes and deepest fears."
    },
    {
      "cite": "Michael Aitkens",
      "quote": "That ruined pier... it says a thousand things."
    },
    {
      "cite": "Howard Rodman",
      "quote": "Piers are good places for pondering the eternal enigmas of the universe."
    },
    {
      "cite": "Roy Huggins",
      "quote": "An amusement pier juts out into the sea, a place where strangers meet."
    },
    {
      "cite": "Graham Chapman",
      "quote": "Old Nick, the sea captain, was a rough, tough, jolly sort of fellow. He loved the life of the sea, and he loved to hang out down by the pier where the men dressed as ladies..."
    },
    {
      "cite": "Shawn Kichta",
      "quote": "Why don't you take a long walk / Off a short pier / You'll just keep messing with my head"
    },
    {
      "cite": "Fred Gray",
      "quote": "Walking on to a pier was to be transported ever closer to raw, untamed nature, heightening both the sense of admiration of nature and the accomplishment of the individual making the visit."
    },
    {
      "cite": "Fred Gray",
      "quote": "The pier, as a platform from which to view the horizon, allowed people to reflect on themselves, other places and other times."
    },
    {
      "cite": "Fred Gray",
      "quote": "The pier was remarkable in seeming to enable people to journey a little closer to the unobtainable."
    },
    {
      "cite": "Martin Easdown",
      "quote": "Despite their popular association with fun and frivolity, the function of piers a both an amusement centre and landing stage."
    },
    {
      "cite": "Martin Easdown",
      "quote": "Piers were also erected in the area for naval and military purposes."
    },
    {
      "cite": "Martin Easdown",
      "quote": "The piers that remain continue to be the focal point of their towns and are, on the whole, much cherished."
    },
    {
      "cite": "Philip L. Fradkin",
      "quote": "The pier was also a magnet for bathing, provide a platform from which to fish, and was a promenade."
    },
    {
      "cite": "Philip L. Fradkin",
      "quote": "A carousel, roller coaster, and huge ballroom were grafted onto the main pier."
    },
    {
      "cite": "Jennifer Krintz",
      "quote": "Because it's wharves were no longer in major competition for transport duties, the pleasure pier became the main seaside commodity."
    },
    {
      "cite": "Jennifer Krintz",
      "quote": "The natural appeal of the ocean drew a number of tourists that frequented the pier despite its modest design."
    },
    {
      "cite": "Jennifer Krintz",
      "quote": "The notion of a pier made solely for the purpose of walking above the water had a tremendous appeal to people, possibly as a metaphor for humanity conquering the sea."
    },
    {
      "cite": "Jennifer Krintz",
      "quote": "Over the years, the pier has been subject to storms and fires and has been constructed and reconstructed."
    },
    {
      "cite": "Historical Commision of Redondo Beach",
      "quote": "Simple fishing pier. No souvenir shops for the tourists or fancy restaurants, this early pier attracted those who wanted their catch-of-the-day to feed the family or to be a snapshot to show the folks back home how they caught the big one."
    },
    {
      "cite": "Eric Simpson",
      "quote": "The new pier, with its restaurant, bar, and bandstand, was built not for serious trade and commerce but solely for holiday treats and pleasures."
    },
    {
      "cite": "Donna Calhoun",
      "quote": "If you believe that this life is all there is and there is no greater power than man, you must walk to the end of this pier at sunset."
    },
    {
      "cite": "Donna Calhoun",
      "quote": "The constant about this pier is that it has always made me and mine happy when we walked, sat, or lay on it in the sunlight or moonlight."
    },
    {
      "cite": "Julian Barnes",
      "quote": "A pier is a disappointed bridge; yet stare at it for long enough and you can dream it to the other side of the Channel."
    },
    {
      "cite": "Donna Calhoun",
      "quote": "The owners of these piers have changed, and the piers themselves have seen more interesting sights than most two-by-fours throughout the world."
    },
    {
      "cite": "Donna Calhoun",
      "quote": "Standing on this old pier is a good way for me to reflect."
    }
  ]
}