{
  "source": "https://www.wisesayings.com/pig-quotes/",
  "theme": "pig",
  "quotes": [
    {
      "cite": "Serbian Proverb",
      "quote": "A clean pig makes lean bacon."
    },
    {
      "cite": "English Proverb",
      "quote": "A pig may whistle, though it has a bad mouth for it."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "A pig used to dirt turns its nose up at rice."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "A pig's tail will never make a good arrow."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Child's pig, father's pork."
    },
    {
      "cite": "Italian Proverb",
      "quote": "He that has but one pig easily fattens it."
    },
    {
      "cite": "Irish Proverb",
      "quote": "If you catch a pig, catch it by the leg."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "If you pull one pig by the tail all the rest will squeal."
    },
    {
      "cite": "German Proverb",
      "quote": "Old pigs have hard snouts."
    },
    {
      "cite": "Shelley Duvall",
      "quote": "Pigs are smart little creatures. They just need love."
    },
    {
      "cite": "Hunter S Thompson",
      "quote": "Today's pig is tomorrows bacon!"
    },
    {
      "cite": "Criss Jami",
      "quote": "I will never deny that life isn't fair. It seems as though when a woman leaves a man she is strong and independent, but when a man leaves a woman he is a pig and a jerk."
    },
    {
      "cite": "Irma S Rombauer",
      "quote": "A pig resembles a saint in that he is more honored after death than during his lifetime."
    },
    {
      "cite": "William J. Clinton",
      "quote": "You can put wings on a pig, but you don't make it an eagle."
    },
    {
      "cite": "John Howard",
      "quote": "You can't fatten the pig on market day."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Never try to teach a pig to sing. You waste your time and you annoy the pig."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Well-being and happiness never appeared to me as an absolute aim. I am even inclined to compare such moral aims to the ambitions of a pig."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "Never try to teach a pig to sing; it wastes your time and it annoys the pig."
    },
    {
      "cite": "Kenneth Rexroth",
      "quote": "Man thrives where angels would die of ecstasy and where pigs would die of disgust."
    },
    {
      "cite": "Marvin Harris",
      "quote": "Pigs prefer to wallow in clean mud, but if nothing else is available, they will frequently wallow in their own urine, giving rise to the notion that they are dirty animals."
    },
    {
      "cite": "Italian Proverb",
      "quote": "The best pears fall into pigs' mouth."
    },
    {
      "cite": "French Proverb",
      "quote": "The life of a pig is short and sweet."
    },
    {
      "cite": "Italian Proverb",
      "quote": "The worst pig often gets the best pear."
    },
    {
      "cite": "Irish Proverb",
      "quote": "To sheer a pig is to cause a great commotion over very little wool."
    },
    {
      "cite": "American Proverb",
      "quote": "To wash a pig is to waste both water and soap."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "What can you expect from a pig but a grunt?"
    },
    {
      "cite": "Dutch Proverb",
      "quote": "When the pig has had a bellyful it upsets the trough."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Whether you ignore a pig or worship that pig from afar, to the pig it's all the same."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "A dead pig is not afraid of boiling water."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "A pig washes in the first pool of water he encounters."
    }
  ]
}