{
  "source": "https://www.wisesayings.com/pilates-quotes/",
  "theme": "pilates",
  "quotes": [
    {
      "cite": "Jamie Lee Curtis",
      "quote": "Pilates is the only exercise program that has changed my body and made me feel great."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "Pilates is gaining the mastery of your mind over the complete control over your body."
    },
    {
      "cite": "Devon Windsor",
      "quote": "Pilates is definitely my favorite workout because it's hard but at the same time relaxing."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "The Pilates Method of Body Conditioning is gaining the mastery of your mind over the complete control of your body."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "Through the Pilates Method of Body Conditioning this unique trinity of a balanced body, mind and spirit can ever be attained. Self-confidence follows."
    },
    {
      "cite": "Romana Kryzanowska",
      "quote": "You can say what Pilates is in three words. Stretch with Strength and Control. And the control part is the most important because that makes you use your mind."
    },
    {
      "cite": "Jim James",
      "quote": "Pilates is amazing. It makes you conscious of how you have been doing something incorrectly for so long, even something as simple as just standing there."
    },
    {
      "cite": "Trudie Styler",
      "quote": "Pilates has been the perfect solution to maintaining strength and vitality in my life."
    },
    {
      "cite": "Behati Prinsloo",
      "quote": "Pilates makes you feel good because you're doing something that's good for your body, and you start seeing it. It elongates the muscles."
    },
    {
      "cite": "Lucy Liu",
      "quote": "Ten years of Pilates has really changed my body for the better."
    },
    {
      "cite": "Emily Vancamp",
      "quote": "Pilates is my favorite core strengthener. I do it three or four times a week. With all the strengthening and lengthening, it's like ballet. Plus, you get to do it lying down!"
    },
    {
      "cite": "Lyndsy Fonseca",
      "quote": "Pilates is my favorite meditative way to get in shape. I don't like the gym and I don't like running, so I just lay on my Pilates reformer. It's great."
    },
    {
      "cite": "Natalie Coughlin",
      "quote": "Pilates is an awesome cross-training exercise for any sport because it focuses on functional movement."
    },
    {
      "cite": "Andre Ward",
      "quote": "Pilates is phenomenal."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "I think Pilates is great, especially when you can do it with a trainer who keeps you on track."
    },
    {
      "cite": "Kelly Osbourne",
      "quote": "Pilates is amazing, my posture is so much better and I'm even starting to get muscles on my tummy - it's incredible."
    },
    {
      "cite": "Samaire Armstrong",
      "quote": "I found that doing Pilates consistently three to four times a week had an amazing effect on really toning and shaping a tight waist and legs."
    }
  ]
}