{
  "source": "https://www.wisesayings.com/pillow-quotes/",
  "theme": "pillow",
  "quotes": [
    {
      "cite": "William Cowper",
      "quote": "The innocent seldom find an uncomfortable pillow."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The pillow smells like the sunlight, a precious smell."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "What a happy and holy fashion it is that those who love one another should rest on the same pillow."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "When tough times come, it is particularly important to offset them with much gentle softness. Be a pillow."
    },
    {
      "cite": "John Weitz",
      "quote": "When a woman dresses up for an occasion, the man should become the black velvet pillow for the jewel."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Let gratitude be the pillow upon which you kneel to say your nightly prayer. And let faith be the bridge you build to overcome evil and welcome good."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "For a sick man the world begins at his pillow and ends at the foot of his bed."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "A ruffled mind makes a restless pillow."
    },
    {
      "cite": "John Mellencamp",
      "quote": "An honest man's pillow is his peace of mind."
    },
    {
      "cite": "John Wooden",
      "quote": "There is no pillow as soft as a clear conscience."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Ignorance is the softest pillow on which a man can rest his head."
    },
    {
      "cite": "Lin Yutang",
      "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow."
    },
    {
      "cite": "Dhana",
      "quote": "More than the eyes, pillows understood the pain of tears."
    },
    {
      "cite": "Danish Proverb",
      "quote": "The best advice is found on the pillow."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Fatigue is the best pillow."
    },
    {
      "cite": "Alice Walker",
      "quote": "If we want to fight people in the world, we should fight them with pillows – pillows stuffed with food, medicine, music… That would be so much cheaper than bombs."
    },
    {
      "cite": "Philip Gulley",
      "quote": "Fear can keep us up all night long, but faith makes one fine pillow."
    },
    {
      "cite": "Henry Adams",
      "quote": "If one shed tears, they must be shed on one's pillow."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't leave your dreams on the pillow."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Extend your commitment to your family members. Have respect for elders and be nice to them.they are your soft pillow."
    }
  ]
}