{
  "source": "https://www.wisesayings.com/pioneer-quotes/",
  "theme": "pioneer",
  "quotes": [
    {
      "cite": "Alfred P. Sloan",
      "quote": "There has to be this pioneer, the individual who has the courage, the ambition to overcome the obstacles that always develop when one tries to do something worthwhile, especially when it is new and different."
    },
    {
      "cite": "Red Buttons",
      "quote": "Making you a pioneer only means one thing. You were around at the time."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future."
    },
    {
      "cite": "Harvey S Firestone",
      "quote": "The way of the pioneer is always rough"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The settler and pioneer have at bottom had justice on their side; this great continent could not have been kept as nothing but a game preserve for squalid savages."
    },
    {
      "cite": "Charles Marion Russell",
      "quote": "A pioneer destroys things and calls it civilization."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The person who follows the crowd will usually go no further than the crowd. The person who walks alone is likely to find himself in places no one has ever seen before."
    },
    {
      "cite": "Nancy Astor",
      "quote": "Pioneers may be picturesque figures, but they are often rather lonely ones."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The pioneers of a warless world are the young men (and women) who refuse military service."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "[The pioneers] woke up each morning with clearly defined purposes and goals that everyone understood: to serve God."
    },
    {
      "cite": "Charles Marion Russell",
      "quote": "A pioneer is a man who turned all the grass upside down, strung bob-wire over the dust that was left, poisoned the water, cut down the trees, killed the Indian who owned the land and called it progress."
    },
    {
      "cite": "Daymond John",
      "quote": "Pioneers get slaughtered, and the settlers prosper."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Woman must be the pioneer in this turning inward for strength. In a sense, she has always been the pioneer"
    },
    {
      "cite": "Farshad Asl",
      "quote": "Don't be a prisoner of the past, become a pioneer of the future."
    },
    {
      "cite": "Stephen Baxter",
      "quote": "A pioneer family lived beyond the reach of shopping malls."
    },
    {
      "cite": "Anna Howard Shaw",
      "quote": "On every side, and at every hour of the day, we came up against the relentless limitations of pioneer life."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "As early pioneers in the knowing, that when you lose your reason, you attain highest perfect knowing."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Most pioneers are at the mercy of doubt at the beginning, whether of their worth, of their theories, or of the whole enigmatic field in which they labour."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Each of us is a pioneer and many of us pioneer daily in trying to establish a gospel foothold in distant parts of the world."
    },
    {
      "cite": "Susanne Katherina Langer",
      "quote": "Pioneering is the work of individuals ."
    },
    {
      "cite": "Laurel Thatcher Ulrich",
      "quote": "A pioneer is not someone who makes her own soap. She is one who takes up her burdens and walks toward the future"
    },
    {
      "cite": "Benjamin Rush",
      "quote": "A pioneer is generally a man who has outlived his credit or fortune in the cultivated parts"
    },
    {
      "cite": "Erwin Raphael McManus",
      "quote": "We are all time voyagers leaving history in our wake, pioneering into the future."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "All pioneers are considered to be afflicted with moonstruck madness."
    },
    {
      "cite": "Mike Klepper",
      "quote": "America is not a country of immigrants, we are a country of pioneers."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "We must still think of ourselves as pioneers to understand the importance of space."
    },
    {
      "cite": "Willa Cather",
      "quote": "A pioneer should have imagination, should be able to enjoy the idea of things more than the things themselves"
    },
    {
      "cite": "Jeff Bezos",
      "quote": "We are pioneers and the history of pioneers is not that good."
    },
    {
      "cite": "Harvey S. Firestone",
      "quote": "The way of the pioneer is always rough."
    }
  ]
}