{
  "source": "https://www.wisesayings.com/pirate-quotes/",
  "theme": "pirate",
  "quotes": [
    {
      "cite": "Walt Disney",
      "quote": "There is more treasure in books than in all the pirates' loot on Treasure Island."
    },
    {
      "cite": "Bela Kiraly",
      "quote": "Even pirates, before they attack another ship, hoist a black flag."
    },
    {
      "cite": "George R R Martin",
      "quote": "When a pirate grows rich enough, they make him a prince."
    },
    {
      "cite": "Johnson 81",
      "quote": "Let's jump on board, and cut them to pieces."
    },
    {
      "cite": "Gideon Defoe",
      "quote": "If the pirate with a scarf had been more poetically minded he'd have thought that her eyes were like a thousand emeralds, glittering in a far-off pirate treasure chest. But he wasn't, so he just thought that she had really really green eyes, a bit like seaweed."
    },
    {
      "cite": "Will Oldham",
      "quote": "There's very little admirable about being a pirate. There's very little functional about a pirate. There's very little real about a pirate."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "There is nothing so desperately monotonous as the sea, and I no longer wonder at the cruelty of pirates."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Merchant and pirate were for a long period one and the same person. Even today mercantile morality is really nothing but a refinement of piratical morality."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A pirate spreading misery and ruin over the face of the ocean."
    },
    {
      "cite": "Daniel Handler",
      "quote": "I think pirates, like astronauts, particularly for a boy, are always kind of worth thinking about."
    },
    {
      "cite": "William Bolitho",
      "quote": "It is when pirates count their booty that they become mere thieves."
    },
    {
      "cite": "Erik Sass",
      "quote": "But the pirates never showed, and the slaves found themselves trapped on a narrow peninsula. (Lesson: never trust pirates.)"
    },
    {
      "cite": "Jack Handey",
      "quote": "It's funny that pirates were always going around searching for treasure, and they never realized that the real treasure was the fond memories they were creating."
    },
    {
      "cite": "Earl Dibbles Jr.",
      "quote": "Drinking rum before 10 am makes you a pirate, not an alcoholic."
    },
    {
      "cite": "Lawrence Lessig",
      "quote": "Every generation welcomes the pirates from the last."
    },
    {
      "cite": "Steve Jobs",
      "quote": "It's more fun to be a pirate than to join the Navy."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "The pirate he will sink you with a kiss, he'll steal your heart and sail away."
    },
    {
      "cite": "Ralph Waldo",
      "quote": "In politics and in trade, bruisers and pirates are of better promise than talkers and clerks."
    }
  ]
}