{
  "source": "https://www.wisesayings.com/pitching-quotes/",
  "theme": "pitching",
  "quotes": [
    {
      "cite": "Sandy Koufax",
      "quote": "Pitching is the art of instilling fear."
    },
    {
      "cite": "Don Cooper",
      "quote": "Starting pitching will either lead you to the White House or the out house."
    },
    {
      "cite": "Duke Snider",
      "quote": "You know you're pitching well when the batters look as bad as you do at the plate."
    },
    {
      "cite": "Joe Garagiola",
      "quote": "It's pitching, hitting and defense that wins. Any two can win. All three make you unbeatable."
    },
    {
      "cite": "Linda Ellerbee",
      "quote": "Pitching was about fooling people, manipulating them, making them believe in something that ultimately wasn't there. Great pitching was great lying."
    },
    {
      "cite": "Warren Spahn",
      "quote": "Hitting is timing. Pitching is upsetting timing."
    },
    {
      "cite": "Earl Weaver",
      "quote": "Pitching keeps you in the games. Home runs win the game."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Pitching always beats batting and vice-versa."
    },
    {
      "cite": "George Herman",
      "quote": "Pitching just felt like the most natural thing in the world."
    },
    {
      "cite": "Jim Crace",
      "quote": "Try pitching a story of happiness to your editors and their toes are going to curl up."
    },
    {
      "cite": "Nolan Ryan",
      "quote": "Put the right pitching mechanics together with good health, and there's nothing surprising about lasting a long time."
    },
    {
      "cite": "Brad Lidge",
      "quote": "When you're pitching, you always have to make continual improvements. You always have to better yourself throughout your career."
    },
    {
      "cite": "Tom Seaver",
      "quote": "Pitching is what you have best on the day you work, and if you cant get your fastball over the plate, then maybe you can win with your curve."
    },
    {
      "cite": "Ferguson Jenkins",
      "quote": "Mental attitude and concentration are the keys to pitching."
    },
    {
      "cite": "Michael Marmot",
      "quote": "Throwing young people on the scrap heap is a public health emergency."
    },
    {
      "cite": "Richard Branson",
      "quote": "Throwing yourself into a job you enjoy is one of the life's greatest pleasures!"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Stop throwing away days, weeks, months, and years by simply day-dreaming about what you wish your life would be."
    }
  ]
}