{
  "source": "https://www.wisesayings.com/pity-quotes/",
  "theme": "pity",
  "quotes": [
    {
      "cite": "Miguel de Unamuno",
      "quote": "To love with the spirit is to pity, and he who pities most loves most."
    },
    {
      "cite": "William Blake",
      "quote": "Where mercy, love, and pity dwell, there God is dwelling too."
    },
    {
      "cite": "Charles Dickens",
      "quote": "That sort of half sigh, which, accompanied by two or three slight nods of the head, is pity's small change in general society."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "When the severity of the law is to be softened, let pity, not bribes, be the motive."
    },
    {
      "cite": "Phil Klay",
      "quote": "Pity addresses the perceived suffering, not the whole individual."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Pity may represent little more than the impersonal concern which prompts the mailing of a check, but true sympathy is the personal concern which demands the giving of one's soul."
    },
    {
      "cite": "Theodore Dreiser",
      "quote": "Let no one underestimate the need of pity. We live in a stony universe whose hard, brilliant forces rage fiercely."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "There is little for the great part of the history of the world except the bitter tears of pity and the hot tears of wrath."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Pity the nation that has to silence its writers for speaking their minds."
    },
    {
      "cite": "Vince Staples",
      "quote": "Care and pity are two different things."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "A pity beyond all telling is hid in the heart of love."
    },
    {
      "cite": "Bryan Procter",
      "quote": "Pity speaks to grief more sweetly than a band of instruments."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Sensual excess drives out pity in man."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The person who deserves most pity is a lonesome one on a rainy day who doesn't know how to read."
    },
    {
      "cite": "Sallust",
      "quote": "All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity."
    },
    {
      "cite": "Jose Marti",
      "quote": "Only those who spread treachery, fire, and death out of hatred for the prosperity of others are undeserving of pity."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "It's a mistake to confuse pity with love."
    },
    {
      "cite": "Jon Huntsman, Sr.",
      "quote": "Self pity is the worst possible disease that can affect mankind. And if we do just the opposite, which is love, then we have God's feelings with us at all times."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "It is easy to condemn, it is better to pity."
    },
    {
      "cite": "Horace Mann",
      "quote": "To pity distress is but human; to relieve it is Godlike."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Pity the selfishness of lovers: it is brief, a forlorn hope; it is impossible."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Cruelty is softened by fear, not pity."
    },
    {
      "cite": "Joan Halifax",
      "quote": "Compassion has enemies, and those enemies are things like pity, moral outrage, fear."
    },
    {
      "cite": "William Blake",
      "quote": "Then cherish pity, lest you drive an angel from your door."
    },
    {
      "cite": "Don Marquis",
      "quote": "Pity the meek, for they shall inherit the earth."
    },
    {
      "cite": "Vicki Baum",
      "quote": "Pity is the deadliest feeling that can be offered to a woman."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Pity those who nature abuses; never those who abuse nature."
    },
    {
      "cite": "Edgar Rice Burroughs",
      "quote": "Anger and hate against one we love steels our hearts, but contempt or pity leaves us silent and ashamed."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "We need to suffer, that we may learn to pity."
    },
    {
      "cite": "John Keats",
      "quote": "There is an electric fire in human nature tending to purify - so that among these human creatures there is continually some birth of new heroism. The pity is that we must wonder at it, as we should at finding a pearl in rubbish."
    }
  ]
}