{
  "source": "https://www.wisesayings.com/pizza-quotes/",
  "theme": "pizza",
  "quotes": [
    {
      "cite": "Marc Vetri",
      "quote": "Pizza is not just a plate of delicious food. It’s meant to be shared; it’s an invitation to gather around the table for community and conviviality. Pizza brings people together."
    },
    {
      "cite": "Bill Murray",
      "quote": "Every pizza is a personal pizza if you try hard and believe in yourself."
    },
    {
      "cite": "Andrew W.K.",
      "quote": "Anyone who says money can't buy happiness clearly has never spent their money on pizza."
    },
    {
      "cite": "Aparna Nancherla",
      "quote": "Any pizza can be a personal one if you cry while you eat it."
    },
    {
      "cite": "Kathryn Kellinger",
      "quote": "One of the best things about pizza night is the mood that comes with it. Memories, along with dinner, are in the making."
    },
    {
      "cite": "Tony Gemignani",
      "quote": "What I can tell you for sure is that pizza doesn’t come down to just recipes and formulas. It’s a craft."
    },
    {
      "cite": "Will Advise",
      "quote": "Eating pizza is like having a little heaven in your nose."
    },
    {
      "cite": "Peter Reinhart",
      "quote": "Dough with something on it just works."
    },
    {
      "cite": "Yogi Berra",
      "quote": "You better cut the pizza in four pieces because I'm not hungry enough to eat six."
    },
    {
      "cite": "Kevin James",
      "quote": "There's no better feeling in the world than a warm pizza box on your lap."
    },
    {
      "cite": "Daria Morgendorffer",
      "quote": "And there is no aspect, no facet, no moment of life that can't be improved with pizza."
    },
    {
      "cite": "Michaelangelo, Teenage Mutant Ninja Turtles",
      "quote": "Forgiveness is divine, but never pay full price for late pizza."
    },
    {
      "cite": "Benedict Smith",
      "quote": "Life is mostly pain and struggle; the rest is love and deep dish pizza."
    },
    {
      "cite": "Suzanne Lenzer",
      "quote": "Pizza night is more than dinner; It’s confirmation that all the heaviness of the world will be held at bay—if only for a little while—by a combination of bubbling mozzarella, sweet fennel sausage, and balsamic-glazed radicchio."
    },
    {
      "cite": "Peter Reinhart",
      "quote": "The pizza world is a generous community, so there are very few secrets. This is because the truly great pizzaioli know that the real secret is in the craft itself, which is acquired only through relentless practice."
    },
    {
      "cite": "Marc Vetri",
      "quote": "Great dough is what makes great pizza."
    },
    {
      "cite": "John Schnatter",
      "quote": "Better ingredients, better pizza - it's not a slogan. It's a way of life."
    },
    {
      "cite": "Andy Kindler",
      "quote": "You can't go wrong with pizza, unless it's terrible pizza."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "Pizza was made for television in so many ways: it is easy to heat up, easy to divide and easy to eat in a group. It is easy to enjoy, easy to digest and easy-going. It is so Italian!"
    },
    {
      "cite": "Madeline Oles",
      "quote": "Pizza is like the entire food pyramid."
    },
    {
      "cite": "Peter Reinhart",
      "quote": "When you experience greatness in anything, even pizza, it spills over into the rest of your life and changes you forever."
    }
  ]
}