{
  "source": "https://www.wisesayings.com/plant-quotes/",
  "theme": "plant",
  "quotes": [
    {
      "cite": "John Muir",
      "quote": "The clearest way into the Universe is through a forest wilderness."
    },
    {
      "cite": "John Steinbeck",
      "quote": "I remember my childhood names for grasses and secret flowers. I remember where a toad may live and what time the birds awaken in the summer -- and what trees and seasons smelled like -- how people looked and walked and smelled even. The memory of odors is very rich."
    },
    {
      "cite": "Jonathan Haidt",
      "quote": "Love and work are to people what water and sunshine are to plants."
    },
    {
      "cite": "Nayreil",
      "quote": "Flower will not grow, if the stem doesn't allow"
    },
    {
      "cite": "Jay Kappraff",
      "quote": "Thus nature provides a system for proportioning the growth of plants that satisfies the three canons of architecture. All modules are isotropic and they are related to the whole structure of the plant through self-similar spirals proportioned by the golden mean."
    },
    {
      "cite": "Ben Vereen",
      "quote": "If we plant the right seeds, tomorrow will be better. If you put out good things, then you'll get good things back. That's part of our responsibility as entertainers."
    },
    {
      "cite": "Doug Larson",
      "quote": "A weed is a plant that has mastered every survival skill except for learning how to grow in rows."
    },
    {
      "cite": "Steven Magee",
      "quote": "Plants can be affected by stray voltage and they may show stunted growth, deformed growth, or go dormant. In extreme cases they may die."
    },
    {
      "cite": "H. Peter Loewer",
      "quote": "Like people, plants respond to extra attention."
    },
    {
      "cite": "Valerie Hoffman",
      "quote": "This wonderful plant has so many uses and yet is often neglected in our society. The primary use of the dandelion plant is for its superior liver cleansing qualities. The plant is a powerhouse of nutrients!"
    },
    {
      "cite": "Meister Eckhart",
      "quote": "What we plant in the soil of contemplation, we shall reap in the harvest of action."
    },
    {
      "cite": "Karthikeyan V",
      "quote": "Working with plants will teach you all other social commitments in a soothing way."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "My fake plants died because I did not pretend to water them."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become a reality."
    },
    {
      "cite": "Guru Nanak",
      "quote": "That one plant should be sown and another be produced cannot happen; whatever seed is sown, a plant of that kind even comes forth."
    },
    {
      "cite": "Cheryl Miller",
      "quote": "Every plant has to look good for at least two seasons."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Call a plant beautiful, and it becomes a flower. Call it ugly, and it becomes a weed."
    },
    {
      "cite": "Karthikeyan V",
      "quote": "One day is not enough to green our earth. Planting caring and love is also expecting our earth from us. Do it, It will heal not only the land but also your body and mind."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Plants are more courageous than almost all human beings: an orange tree would rather die than produce lemons, whereas instead of dying the average person would rather be someone they are not."
    },
    {
      "cite": "Alexander Smith",
      "quote": "A man doesn't plant a tree for himself. He plants it for posterity."
    },
    {
      "cite": "George Orwell",
      "quote": "The planting of a tree, especially one of the long-living hardwood trees, is a gift which you can make to posterity at almost no cost and with almost no trouble, and if the tree takes root it will far outlive the visible effect of any of your other actions, good or evil."
    },
    {
      "cite": "Amy Leach",
      "quote": "Plants cannot stay safe. Desire for light spools grass out of the ground; desire for a visitor spools red ruffles out of twigs. Desire makes plants very brave, so they can find what they desire; and very tender, so they can feel what they find."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "A good farmer never plants all his seeds in a single piece of land."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He that plants trees, loves others besides himself."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "So plant your own gardens and decorate your own soul, instead of waiting for someone to bring you flowers."
    },
    {
      "cite": "Lucy Larcom",
      "quote": "Like a plant that starts up in showers and sunshine and does not know which has best helped it to grow, it is difficult to say whether the hard things or the pleasant things did me the most good."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Plants are the young of the world, vessels of health and vigor; but they grope ever upward towards consciousness; the trees are imperfect men, and seem to bemoan their imprisonment, rooted in the ground."
    },
    {
      "cite": "Kuan Chung",
      "quote": "If you plan for a year, plant a seed. If for ten years, plant a tree. If for a hundred years, teach the people. When you sow a seed once, you will reap a single harvest. When you teach the people, you will reap a hundred harvests."
    },
    {
      "cite": "Dorothy Day",
      "quote": "We plant seeds that will flower as results in our lives, so best to remove the weeds of anger, avarice, envy and doubt, that peace and abundance may manifest for all."
    }
  ]
}