{
  "source": "https://www.wisesayings.com/plank-quotes/",
  "theme": "plank",
  "quotes": [
    {
      "cite": "Rose Wilder Lane",
      "quote": "Life is a thin narrowness of taken-for-granted, a plank over a canyon in a fog."
    },
    {
      "cite": "Edward Young",
      "quote": "The maid that loves goes out to sea upon a shattered plank, and puts her trust in miracles for safety."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Put the world's greatest philosopher on a plank that is wider than need be; if there is a precipe below, although his reason may convince him that he is safe, his imagination will prevail."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "I stepped from plank to plank so slow and cautiously the stars about my head I felt, about my feet the sea. I knew not but the next would be my final inch - this gave me that precarious gait some call experience."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "Sleeping on a plank has one advantage - it encourages early rising."
    },
    {
      "cite": "Lawrence Sterne",
      "quote": "Whatever stress some may lay upon it, a death-bed repentance is but a weak and slender plank to trust our all on."
    },
    {
      "cite": "Adam Woolever",
      "quote": "Let us cling to our principles as the mariner clings to his last plank when night and tempest close around him"
    },
    {
      "cite": "Peter Ustinov",
      "quote": "I'd rather be buried at sea than on the shore when I come to die. Will you stand by the plank, mates, so I can shake a friendly hand before I sink?"
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Trust is the bridge from yesterday to tomorrow, built with planks of thanks."
    },
    {
      "cite": "George Nakashima",
      "quote": "Each flitch, each board, each plank can have only one ideal use. The woodworker, applying a thousand skills, must find that ideal use and then shape the wood to realize its true potential."
    },
    {
      "cite": "Alice Oswald",
      "quote": "A dead tree, cut into planks and read from one end to the other, is a kind of line graph, with dates down one side and height along the other, as if trees, like mathematicians, had found a way of turning time into form."
    },
    {
      "cite": "William Falconer",
      "quote": "Hence a ship is said to be tight, when her planks are so compact and solid as to prevent the entrance of the water in which she is immersed: and a cask is called tight, when the staves are so close that none of the liquid contained therein can issue through or between them."
    },
    {
      "cite": "Henry Abbey",
      "quote": "What do we plant when we plant the tree? We plant the ship that will cross the sea, we plant the mast to carry the sails, we plant the planks to withstand the gales--the keel, the keelson, and beam and knee--we plant the ship when we plant the tree."
    },
    {
      "cite": "Luke 6:41",
      "quote": "Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye?"
    },
    {
      "cite": "Ani DiFranco",
      "quote": "I'll walk the plank and I'll jump with a smile, cause if I'm gonna go down I'm gonna do it with style."
    },
    {
      "cite": "Morissey",
      "quote": "As a very small child I found recorded noise and the solitary singer beneath the spotlight so dramatic and so brave... walking the plank... willingly... It was sink or swim. The very notion of standing there, alone, I found beautiful."
    },
    {
      "cite": "Billy Sunday",
      "quote": "The Democratic party of Florida has put a temperance plank in its platform and the Republican party of every state would nail that plank in their platform if they thought it would carry the election."
    },
    {
      "cite": "Malcolm McDowell",
      "quote": "You can't hold back. You can't think of the subtleties of playing. You just have to get out and really bare it all, and hopefully you don't fall off the plank. And if you do, hey, pick yourself up, dust yourself down, and start all over again."
    },
    {
      "cite": "Bryan Costales",
      "quote": "Her husband had been the nails, the bolts, the rope that held her and her home together. She stood and imagined planks falling off of her arms, tearing free as those nails rusted and the rope frayed and parted deep inside her."
    },
    {
      "cite": "Bob Newheart",
      "quote": "When you're going for a joke, you're stuck out there if it doesn't work. There's nowhere to go. You've done the drum role and the cymbal clash and you're out on the end of the plank."
    }
  ]
}