{
  "source": "https://www.wisesayings.com/plan-quotes/",
  "theme": "plan",
  "quotes": [
    {
      "cite": "Fitzhugh Dodson",
      "quote": "Without goals, and plans to reach them, you are like a ship that has set sail with no destination."
    },
    {
      "cite": "Saul Bellow",
      "quote": "A plan relieves you of the torment of choice."
    },
    {
      "cite": "Dwain Siady",
      "quote": "A plan that is not written is just an idea."
    },
    {
      "cite": "Fujio Cho",
      "quote": "Plans are things that change."
    },
    {
      "cite": "Confucius",
      "quote": "A man who does not plan long ahead will find trouble at his door."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "A goal without a plan is just a wish."
    },
    {
      "cite": "Napolean Hill",
      "quote": "Create a definite plan for carrying out your desire and begin at once, whether you ready or not, to put this plan into action."
    },
    {
      "cite": "John Argenti",
      "quote": "A plan is a list of actions arranged in whatever sequence is thought likely to achieve an objective."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Plans are of little importance, but planning is essential."
    },
    {
      "cite": "Tom Landry",
      "quote": "Setting a goal is not the main thing. It is deciding how you will go about achieving it and staying with that plan."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Plans are only good intentions unless they immediately degenerate into hard work."
    },
    {
      "cite": "Ben Tolosa",
      "quote": "Planned or unplanned events have a beginning and an end. All you can do is make them better, shorter, or longer."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It takes as much energy to wish as it does to plan."
    },
    {
      "cite": "Daniel H. Burnham",
      "quote": "Make no little plans; they have no magic to stir men's blood. Make big plans, aim high in hope and work."
    },
    {
      "cite": "Jury Nel",
      "quote": "No plan ever failed due to good planning."
    },
    {
      "cite": "Napolean Hill",
      "quote": "Any idea, plan, or purpose may be placed in the mind through repetition of thought."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "To achieve great things, two things are needed; a plan, and not quite enough time."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Failing to plan is planning to fail."
    },
    {
      "cite": "Jane Krakowski",
      "quote": "You can have a plan, but you have to be flexible. Every day is unpredictable, and you just have to go with the flow."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Planning is bringing the future into the present so that you can do something about it now."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Plans are worthless. Planning is priceless."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success."
    },
    {
      "cite": "George S. Patton",
      "quote": "A good plan, violently executed now, is better than a perfect plan next week."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Plan for what it is difficult while it is easy, do what is great while it is small."
    },
    {
      "cite": "Marilu Henner",
      "quote": "Most of us start out with a positive attitude and a plan to do our best."
    },
    {
      "cite": "Allen Saunders",
      "quote": "Life is what happens to us while we are making other plans."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don't always need a plan. Sometimes you just need to breathe, trust, let go and see what happens."
    },
    {
      "cite": "Derek Landy",
      "quote": "Plans are invitation to disappointment."
    },
    {
      "cite": "Amber Hurdle",
      "quote": "A plan is not putting you in a box and forcing you to stay there. A plan is a guide to keep you on course, efficient, and safe."
    }
  ]
}