{
  "source": "https://www.wisesayings.com/plastic-surgery-quotes/",
  "theme": "plastic-surgery",
  "quotes": [
    {
      "cite": "Sarah Parish",
      "quote": "Plastic surgery can't make you younger or more beautiful, because beauty is in your eyes, isn't it? It's in your soul; you can't strap it on."
    },
    {
      "cite": "Monica Bellucci",
      "quote": "Everybody does what she needs. And if you want plastic surgery, and then you feel better, why not? There is no law. I've nothing against using something to help your beauty - but do it in a good way, with intelligence."
    },
    {
      "cite": "Kate Winslet",
      "quote": "Plastic surgery and breast implants are fine for people who want that, if it makes them feel better about who they are. But, it makes these people, actors especially, fantasy figures for a fantasy world. Acting is about being real being honest."
    },
    {
      "cite": "Patricia Heaton",
      "quote": "Plastic surgery is like a big elephant sitting in the Hollywood living room."
    },
    {
      "cite": "Nawal El Saadawi",
      "quote": "Plastic surgery is a postmodern veil."
    },
    {
      "cite": "Joan Rivers",
      "quote": "Money can't buy you happiness but it can pay for the plastic surgery."
    },
    {
      "cite": "Frances Conroy",
      "quote": "If you choose to be Frankenstein with Botox and plastic surgery, you've bought your own private mask."
    },
    {
      "cite": "Graham Norton",
      "quote": "A good rule to remember for life is that when it comes to plastic surgery and sushi, never be attracted by a bargain."
    },
    {
      "cite": "Linda Evans",
      "quote": "The trouble with plastic surgery is that after 10 years, gravity wins out and you have to have another one in a year or so."
    },
    {
      "cite": "M.C. Beaton",
      "quote": "Clever plastic surgery can restore an appearance of youth, but nothing changes the expression of age and experience in the eyes."
    },
    {
      "cite": "Bo Derek",
      "quote": "When you look at women who have had plastic surgery, they have lost something - usually an expression, something unique to their face."
    },
    {
      "cite": "Dana Gould",
      "quote": "Getting plastic surgery in your late 70's, it's kind of like painting your house as the fire approaches. Just die, there's no shame in it."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Plastic surgery is one of the ways that people deal with the aging process. And I don't mean by using it as a form of denial, but as a kind of negotiation with it."
    },
    {
      "cite": "Eugenia Sheppard",
      "quote": "Anybody who is anybody seems to be getting a lift - by plastic surgery these days. It's the new world wide craze that combines the satisfactions of psychoanalysis, massage, and a trip to the beauty salon."
    },
    {
      "cite": "Joan Rivers",
      "quote": "With plastic surgery, the general anesthetic is like a black-velvety sleep, and that's what death is - without waking up to someone clapping and going, 'Joan, wake up, it's all over and you're looking pretty'."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Plastic surgery is a way for people to buy themselves a few years before they have to truly confront what ageing is, which of course is not that your looks are falling apart, but that you are falling apart and some-day you will have fallen apart and ceased to exist."
    },
    {
      "cite": "Diane Keaton",
      "quote": "My thinking about plastic surgery is this. I haven't had it, but never say never. Because when you do, you are definitely going to go there."
    },
    {
      "cite": "Ashlee Simpson",
      "quote": "I believe if somebody chooses plastic surgery it should be for themselves, not for anyone else."
    },
    {
      "cite": "Shannen Doherty",
      "quote": "If somebody wants to have plastic surgery, more power to them. I think there's a point where you go overboard."
    },
    {
      "cite": "Heidi Montag",
      "quote": "I thought that plastic surgery was easy, but it is really serious and is not something you want to mess around with."
    },
    {
      "cite": "Sharon Stone",
      "quote": "If you want to have plastic surgery or cosmetic surgery, live it up; go ahead and have it. But if you don't want to have it, don't have it."
    },
    {
      "cite": "Judy Parfitt",
      "quote": "Having plastic surgery is pathetic. You don't look any younger; you look well for a bit until it starts going again, but it takes all the character out."
    },
    {
      "cite": "Sally Phillips",
      "quote": "I think everyone is forgetting what plastic surgery is for - if you have a face-eating tumour, lose a breast or are involved in a car accident, then it's a good idea."
    }
  ]
}