{
  "source": "https://www.wisesayings.com/players-quotes/",
  "theme": "players",
  "quotes": [
    {
      "cite": "Abe Lemons",
      "quote": "I don't have any tricky plays, I'd rather have tricky players."
    },
    {
      "cite": "Paul Bryant",
      "quote": "No coach has ever won a game by what he knows; it's what his players know that counts."
    },
    {
      "cite": "Byron Nelson",
      "quote": "Every great player has learned the two Cs: how to concentrate and how to maintain composure."
    },
    {
      "cite": "Tom Brady",
      "quote": "Mentally, the only players who survive in the pros are the ones able to manage all their responsibilities."
    },
    {
      "cite": "John McEnroe",
      "quote": "I think it's the mark of a great player to be confident in tough situations."
    },
    {
      "cite": "Pete Rose",
      "quote": "Some players you pat their butts, some players you kick their butts, some players you leave alone."
    },
    {
      "cite": "John Wooden",
      "quote": "Although I wanted my players to work to win, I tried to convince them they had always won when they had done their best."
    },
    {
      "cite": "Jack Gibson",
      "quote": "Talent is secondary to whether players are confident."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "Great players are willing to give up their own personal achievement for the achievement of the group. It enhances everybody."
    },
    {
      "cite": "Sparky Anderson",
      "quote": "Players have two things to do. Play and keep their mouths shut."
    },
    {
      "cite": "Larry Bird",
      "quote": "The best players will play. That's the way it will always be."
    },
    {
      "cite": "Bobby Bowden",
      "quote": "He who gets the best players usually wins."
    },
    {
      "cite": "Will Carling",
      "quote": "People have to understand how important it is for the players to let off steam, switch off and relax."
    },
    {
      "cite": "Scottie Pippen",
      "quote": "Sometimes a player's greatest challenge is coming to grips with his role on the team."
    },
    {
      "cite": "Elizabeth Banks",
      "quote": "I like my players to be married and in debt. That's the way you motivate them."
    },
    {
      "cite": "Bill Parcells",
      "quote": "So if the players trust the coach, it's not a problem. If the players don't trust the coach, it is a problem, and vice versa."
    },
    {
      "cite": "Shigeru Miyamoto",
      "quote": "Players are artists who create their own reality within the game."
    },
    {
      "cite": "Mike Singletary",
      "quote": "Players respond to coaches who really have their best interests at heart."
    },
    {
      "cite": "Don Meyer",
      "quote": "Players must do what you want them to do in pressure situations."
    },
    {
      "cite": "Pete Sampras",
      "quote": "The difference of great players is at a certain point in a match they raise their level of play and maintain it. Lesser players play great for a set, but then less."
    },
    {
      "cite": "Casey Stengel",
      "quote": "Finding good players is easy. Getting them to play as a team is another story."
    },
    {
      "cite": "Tom Izzo",
      "quote": "Players play, tough players win."
    },
    {
      "cite": "Mike Quade",
      "quote": "Everyone knows the game is about the players."
    },
    {
      "cite": "Barry Bonds",
      "quote": "It's not the name that makes the player. It's the player."
    },
    {
      "cite": "Tony Alfonso",
      "quote": "Most players prepare for disaster. A good player prepares for success."
    },
    {
      "cite": "Doug Collins",
      "quote": "The one thing about players today is that they're very sensitive, and very fragile. They didn't grow up with tough coaches."
    },
    {
      "cite": "Brett Favre",
      "quote": "I think every player should think that he's a difference maker."
    },
    {
      "cite": "Anthony Rizzo",
      "quote": "I don't believe a player is ever a finished product."
    }
  ]
}