{
  "source": "https://www.wisesayings.com/playful-quotes/",
  "theme": "playful",
  "quotes": [
    {
      "cite": "Eric Hoffer",
      "quote": "The creative mind is the playful mind. Philosophy is the play and dance of ideas."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "It is requisite for the relaxation of the mind that we make use, from time to time, of playful deeds and jokes"
    },
    {
      "cite": "Paul Valery",
      "quote": "What one wrote playfully, another reads with tension and passion; what one wrote with tension and passion, another reads playfully."
    },
    {
      "cite": "Josh Goldberg",
      "quote": "Playful arising is authorized by both risk and trust in the process and in oneself. To be truly playful and improvisational one must not look for results."
    },
    {
      "cite": "G.J Reynolds",
      "quote": "Accepting your playful side is actually inner power being released. Playfulness is poweful."
    },
    {
      "cite": "John Cleese",
      "quote": "The very essence of playfulness is an openness to anything that may happen, the feeling that whatever happens, it's okay... you're either free to play, or you're not."
    },
    {
      "cite": "Rajneesh",
      "quote": "The moment you start seeing life as non-serious, a playfulness, all the burden on your heart disappears. All the fear of death, of life, of love - everything disappears."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Why not make cheerfulness, outrageousness, playfulness a new priority for yourself? Make feeling good your expectation. You don't have to have a reason to feel good - you're alive; you can feel good for no reason at all!"
    },
    {
      "cite": "Edward Hoagland",
      "quote": "There often seems to be a playfulness to wise people, as if either their equanimity has as its source this playfulness or the playfulness flows from equanimity; and they can persuade other people who are in a state of agitation to calm down and smile."
    },
    {
      "cite": "Miguel Sicart",
      "quote": "The main difference between play and playfulness is that play is an activity, while playfulness is an attitude."
    },
    {
      "cite": "Jason Wu",
      "quote": "We all want to be a little glamorous, a little playful and a little mischievous at times."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "To be comic is merely to be playful, but wit is a serious matter. To laugh at it is to confess that you do not understand."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There might be some credit in being jolly."
    },
    {
      "cite": "George Ade",
      "quote": "A good jolly is worth what you pay for it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "After all, if you have added some lively colours to the world, you will be remembered well by the world!"
    },
    {
      "cite": "G.J Reynolds",
      "quote": "Playfulness creates positive energy and smiles."
    },
    {
      "cite": "Bill Waterson",
      "quote": "A playful mind is inquisitive, and learning is fun."
    },
    {
      "cite": "Brit Morin",
      "quote": "Age doesn’t make a difference in terms of how playful or fun life can be."
    },
    {
      "cite": "Cornel West",
      "quote": "There's a certain pleasure of the life of the mind that cannot be denied. There's a certain pleasure about being around people who enact a playfulness when it comes to the world of ideas."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "To be aware how fruitful the playful mood can be is to be immune to the propaganda of the alienated, which extols resentment as fuel of achievement."
    },
    {
      "cite": "Meridith Sinclair",
      "quote": "Being playful is a key component in making us happier, healthier, more present and connected in all of our relationships."
    },
    {
      "cite": "Debra L. Rebie",
      "quote": "Being playful liberates the mind, opens the heart, and lifts the spirit. Take the time to play today."
    },
    {
      "cite": "Bernie De Koven",
      "quote": "A playful path is the shortest road to happiness."
    },
    {
      "cite": "Flora Colao",
      "quote": "Life is playfulness. We need to play so that we can rediscover the magical around us."
    },
    {
      "cite": "Jesse Schell",
      "quote": "A game is a problem-solving activity, approached with a playful attitude"
    },
    {
      "cite": "G.J Reynolds",
      "quote": "Playfulness brings out the fun in everyone."
    },
    {
      "cite": "Adam Savage",
      "quote": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way."
    }
  ]
}