{
  "source": "https://www.wisesayings.com/play-quotes/",
  "theme": "play",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Play is the beginning of knowledge."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "Never play anything the same way twice."
    },
    {
      "cite": "Stuart Brown",
      "quote": "Play energizes us and enlivens us. It eases our burdens. It renews our natural sense of optimism and opens us up to new possibilities."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Play needs direction as well as work."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "Play is a uniquely adaptive act, not subordinate to some other adaptive act, but with a special function of its own in human experience."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You have to learn the rules of the game. And then you have to play better than anyone else."
    },
    {
      "cite": "Johannes Itten",
      "quote": "Play becomes joy, joy becomes work, work becomes play."
    },
    {
      "cite": "Jean Piaget",
      "quote": "Play is the work of childhood."
    },
    {
      "cite": "Plato",
      "quote": "You can discover more about a person in an hour of play than in a year of conversation."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We don't stop playing because we grow old; we grow old because we stop playing."
    },
    {
      "cite": "Kay Redfield Jamison",
      "quote": "Children need the freedom and time to play. Play is not a luxury. Play is a necessity."
    },
    {
      "cite": "Carl Jung",
      "quote": "The creation of something new is not accomplished by the intellect but by the play instinct."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Play is the highest form of research."
    },
    {
      "cite": "Martin Buber",
      "quote": "Play is the exultation of the possible."
    },
    {
      "cite": "Confucius",
      "quote": "It is better to play than do nothing."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is a happy talent to know how to play."
    },
    {
      "cite": "Charles Schaefer",
      "quote": "We are never more fully alive, more completely ourselves, or more deeply engrossed in anything than when we are playing."
    },
    {
      "cite": "Miles Davis",
      "quote": "Don't play what's there, play what's not there."
    },
    {
      "cite": "Patricia G. Ramsey",
      "quote": "Play, while it cannot change the external realities of children's lives, can be a vehicle for children to explore and enjoy their differences and similarities and to create, even for a brief time, a more just world where everyone is an equal and valued participant."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will."
    },
    {
      "cite": "George Santayana",
      "quote": "Man's most serious activity is play."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Life is more fun if you play games."
    },
    {
      "cite": "Sara Genn",
      "quote": "Play is your route to mastery."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The quality of a play is the quality of its ideas."
    },
    {
      "cite": "O. Fred Donaldson",
      "quote": "Children learn as they play. Most importantly, in play children learn how to learn."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Play is our brain's favourite way of learning."
    },
    {
      "cite": "Jim Rohn",
      "quote": "When you work, work. When you play, play. Don't mix the two."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood."
    },
    {
      "cite": "Joseph Chilton Pearce",
      "quote": "Play is the only way the highest intelligence of humankind can unfold."
    },
    {
      "cite": "Lucia Capocchione",
      "quote": "Play keeps us vital and alive. It gives us an enthusiasm for life that is irreplaceable. Without it, life just doesn't taste good."
    }
  ]
}