{
  "source": "https://www.wisesayings.com/pleasure-quotes/",
  "theme": "pleasure",
  "quotes": [
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The greatest pleasures are only narrowly separated from disgust."
    },
    {
      "cite": "William Cowper",
      "quote": "Pleasure is labour too, and tires as much."
    },
    {
      "cite": "John Donne",
      "quote": "Pleasure is none, if not diversified."
    },
    {
      "cite": "Stendhal",
      "quote": "The pleasures of love are always in proportion to our fears."
    },
    {
      "cite": "James Parton",
      "quote": "The highest pleasure is only consciousness of freedom from the deepest pain."
    },
    {
      "cite": "Roland Barthes",
      "quote": "Pleasure is continually disappointed, reduced, deflated, in favor of strong, noble values: Truth, Death, Progress, Struggle, Joy, etc. Its victorious rival is Desire: we are always being told about Desire, never about Pleasure."
    },
    {
      "cite": "Plato",
      "quote": "Pleasure is the greatest incentive to evil."
    },
    {
      "cite": "Seneca",
      "quote": "Enjoy present pleasures in such a way as not to injure future ones."
    },
    {
      "cite": "Jane Austen",
      "quote": "One half of the world cannot understand the pleasures of the other."
    },
    {
      "cite": "Thomas More",
      "quote": "The chief part of a person's happiness consists of pleasure."
    },
    {
      "cite": "William Scott Downey",
      "quote": "Pleasure is the sun of the morning, the cloud of the meridian, and the storm of the evening."
    },
    {
      "cite": "Martin Tupper",
      "quote": "The choicest pleasures of life lie within the ring of moderation."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "We forget our pleasures, we remember our sufferings."
    },
    {
      "cite": "Tom Holt",
      "quote": "Pleasure is something you can easily lose the knack of, if you allow yourself to get out of practice."
    },
    {
      "cite": "Billy Graham",
      "quote": "We go on in our pleasures thinking they're going to last forever."
    },
    {
      "cite": "Pierre Bonnard",
      "quote": "Draw your pleasure, paint your pleasure, and express your pleasure strongly."
    },
    {
      "cite": "Frederick II of Prussia",
      "quote": "The greatest and noblest pleasure which men can have in this world is to discover new truths; and the next is to shake off old prejudices."
    },
    {
      "cite": "Epictetus",
      "quote": "If one oversteps the bounds of moderation, the greatest pleasures cease to please."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Our pleasures were simple - they included survival."
    },
    {
      "cite": "Sébastien-Roch Nicolas",
      "quote": "Pleasure can be supported by an illusion; but happiness rests upon truth."
    },
    {
      "cite": "Dorothea Dix",
      "quote": "Pleasures take to themselves wings and fly away; true knowledge remains forever."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "The pleasures of the mighty are obtained by the tears of the poor."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If pleasures are greatest in anticipation, just remember that this is also true of trouble."
    },
    {
      "cite": "Georges Bataille",
      "quote": "Pleasure only starts once the worm has got into the fruit, to become delightful happiness must be tainted with poison."
    },
    {
      "cite": "Lord Byron",
      "quote": "Pleasure's a sin, and sometimes sin's a pleasure."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "A great pleasure in life is doing what people say you cannot do."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The pleasure we derive from the representation of the present is due, not only to the beauty it can be clothed in, but also to its essential quality of being the present."
    },
    {
      "cite": "Bhagwan Shree Rajneesh",
      "quote": "Pleasure is a sort of oblivion, a forgetfulness. Pain is remembrance, you cannot forget pain."
    },
    {
      "cite": "De Witt Clinton",
      "quote": "Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "Poor is the man whose pleasures depend on the permission of another."
    }
  ]
}