{
  "source": "https://www.wisesayings.com/pledge-quotes/",
  "theme": "pledge",
  "quotes": [
    {
      "cite": "Dan Lipinski",
      "quote": "On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "There is a pledge of the big and of the small in the infinite."
    },
    {
      "cite": "Ellen Key",
      "quote": "Not observation of a duty but liberty itself is the pledge that assures fidelity."
    },
    {
      "cite": "George Mcgovern",
      "quote": "I make one pledge above all others - to seek and speak the truth with all the resources of mind and spirit I command."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We cannot walk alone. And as we walk, we must make the pledge that we shall always march ahead. We cannot turn back."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "We pledge ourselves to liberate all our people from the continuing bondage of poverty, deprivation, suffering, gender and other discrimination."
    },
    {
      "cite": "Sophocles",
      "quote": "Men should pledge themselves to nothing; for reflection makes a liar of their resolution."
    },
    {
      "cite": "George Mcgovern",
      "quote": "I make one pledge above all others - to seek and speak the truth with all the resources of mind and spirit I command."
    },
    {
      "cite": "Ada Velez",
      "quote": "Loyalty is the pledge of truth to oneself and others."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Sometimes your pledges become your problems."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "People who live up to their words shouldn't make blind promises."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "A happy childhood is the pledge of a ripe manhood."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "The real promise in too many promises is a promise that I’m going to be disappointed."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Variety is the pledge that matter makes to living things."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Whenever you pledge your life, for your companion, you bind respect too. If you break it; you break with own hands your life, and respect."
    },
    {
      "cite": "Julie Berry",
      "quote": "A miracle that can never be: your face, your hands, pledged to me."
    },
    {
      "cite": "Nas",
      "quote": "I pledge allegiance to the fair and balanced truth. Not the biased truth, Not the liest truth, But the highest truth."
    },
    {
      "cite": "Patrick J. Kennedy",
      "quote": "In our pledge every day, we pledge one Nation under God with liberty and justice for all."
    },
    {
      "cite": "Robert Breault",
      "quote": "Before you pledge your undying love to someone, make them promise they won't die."
    },
    {
      "cite": "Shane Leslie",
      "quote": "It is a pledge that senility has not the last say in everything."
    },
    {
      "cite": "Tibullus",
      "quote": "Don't fear to pledge. By winds the perjuries of love Are blown, null and void, across the land and farthest seas."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "No matter how explicit the pledge, people will turn and twist the text to suit their own purpose."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "The solemn pledge to abstain from telling the truth was called socialist realism."
    },
    {
      "cite": "Iggy Azalea",
      "quote": "Pledge allegiance to the struggle."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The leader’s commandment is made up of pledges to solve local and global problems, and not to create more problems to add to the existing ones."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "There is much more to being a patriot and a citizen than reciting the pledge or raising a flag."
    },
    {
      "cite": "John Calvin",
      "quote": "It is now clear that faith is a singular pledge of paternal love, treasured up for the sons whom he has adopted."
    },
    {
      "cite": "Judith Butler",
      "quote": "You only trust those who are absolutely like yourself, those who have signed a pledge of allegiance to this particular identity."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Moms, let's pledge to build each other up instead of tearing each other down."
    },
    {
      "cite": "Mark Forsyth",
      "quote": "Anyone who has ever taken out a mortgage will be unsurprised to learn that it is, literally, a death pledge."
    }
  ]
}