{
  "source": "https://www.wisesayings.com/plumbing-quotes/",
  "theme": "plumbing",
  "quotes": [
    {
      "cite": "Arthur Baer",
      "quote": "A plumber is an adventurer who traces leaky pipes to their source."
    },
    {
      "cite": "George Meany",
      "quote": "Anybody who has any doubt about the ingenuity or the resourcefulness of a plumber never got a bill from one."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Television is like the invention of indoor plumbing. It didn’t change people’s habits. It just kept them inside the house."
    },
    {
      "cite": "John W. Gardner",
      "quote": "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water."
    },
    {
      "cite": "Spencer Tracy",
      "quote": "Acting is not an important job in the scheme of things. Plumbing is."
    },
    {
      "cite": "James McBride",
      "quote": "As far as making a living, if plumbing earned more, I'd probably do it. At least you can leave the job at home once the tools are put away. A writer works in his mind 24/7."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "One of my aims was to be paid as well as a plumber. Plumber was better-paid than any performance artist who was always doing this for free. It is so important to make a good living from art. You know, John Cage, until he was 60, he couldn't pay electricity."
    },
    {
      "cite": "Robert Fripp",
      "quote": "I recommend my students not to be professional unless they really have to be. I tell them, 'If you love music, sell Hoovers or be a plumber. Do something useful with your life.'"
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "The practice of medicine is a thinker's art the practice of surgery a plumber's."
    },
    {
      "cite": "Lee Marvin",
      "quote": "A guy digging ditches or a plumber wiping joints - it solves problems, you know? You have to dig this hole so wide, so long, so deep. You dig it, and that's it."
    },
    {
      "cite": "Stanley Shapiro",
      "quote": "An American husband would never be at the office when the plumbing got clogged - he'd rush home to share it with his wife."
    },
    {
      "cite": "Derek C.",
      "quote": "There's a great career back on Earth for us in, eh.. plumbing."
    },
    {
      "cite": "Jenji Kohan",
      "quote": "Everything I know about plumbing, I learned from playing Mario Brothers."
    },
    {
      "cite": "Howard Adler",
      "quote": "I mean, plumbing is just an extremely profitable hobby."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "The more they overthink the plumbing, the easier it is to stop up the drain."
    },
    {
      "cite": "Stephen King",
      "quote": "I been fixing the plumbing in here for ten years. I ain't never had to wear no tie before."
    },
    {
      "cite": "Frederick Hazlitt Brennan",
      "quote": "Looks like I'll never get away from plumbing. Working there by day and scrubbing here at night. My life goes by in bathrooms."
    },
    {
      "cite": "Alan Rudolph",
      "quote": "You take plumbing and woman's nature: they're both unpredictable and filled with hidden mysteries. All man can do is serve them properly so they flow the way they're designed to."
    },
    {
      "cite": "Laulindah Shiku",
      "quote": "My creek in the rock set forth to install the plumbing / To some vessels He said 'supply', and 'drain' He said to others / And if there be a leakage / He commands the waters 'congeal!' / And they clot in obedience"
    },
    {
      "cite": "George Astasio",
      "quote": "I'm so handy, you already know / I'll fix your plumbing when your toilets over flows / I'm so handy, I'll bring you up to code / When your dishwasher's about to explode"
    },
    {
      "cite": "Paul Francis Webster",
      "quote": "They got new inventions coming / Stead of outdoor, indoor plumbing / I just blew in from the windy city / The windy city is mighty pretty"
    },
    {
      "cite": "Ian Anderson",
      "quote": "Tired plumbing wakes me in the morning. / Shower runs hot, runs cold playing with me. / Well, I'm up for the down side"
    },
    {
      "cite": "Ed Sheeran",
      "quote": "Never done dream for a while, / The pipeline was blocked, / So I learnt and done a bit of plumbing. / They say tomorrow never dies, / But he forgot to tell you 'you can'."
    },
    {
      "cite": "Bob Mcdill",
      "quote": "The kind of girl who ain't afraid of nothing / She's independent she does her own plumbing"
    },
    {
      "cite": "Brad Roberts",
      "quote": "Plumbing often varies in the various different countries / I like to crouch down and turn on those bidets / I'll have a cocktail, pick at my fingernails / And then I'll squat down for a wash to end the day"
    },
    {
      "cite": "Jerry Bock",
      "quote": "You'll see your mind expand and  / Your perceptions grow more and more acute  / And you can teach him plumbing and philosophy"
    },
    {
      "cite": "Cody Osagie",
      "quote": "I'm just serving crack from house to house / I'm out here plumbing (yeah) / She swear she the real, but no deal (yeah)"
    },
    {
      "cite": "R. D. Treloar",
      "quote": "In the eyes of many lay people, plumber is simply someone who joins pipes together, running the water from one appliance to another."
    },
    {
      "cite": "R. D. Treloar",
      "quote": "Few people appear to give much consideration to the depth of knowledge required to carry out the basic plumbing skills, or the trained professional's need to have a full understanding of related activities."
    },
    {
      "cite": "R. D. Treloar",
      "quote": "In order to gain the respect you deserve as a professional in the field of plumbing, you have to show respect for the views of others."
    }
  ]
}