{
  "source": "https://www.wisesayings.com/plus-size-quotes/",
  "theme": "plus-size",
  "quotes": [
    {
      "cite": "Melissa McCarthy",
      "quote": "I've never felt like I needed to change. I've always thought, If you want somebody different, pick somebody else."
    },
    {
      "cite": "Denise Bidot",
      "quote": "All I can say is that the only person that can stop you from achieving your goals is yourself. If you believe, then everyone else will too."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "I might have a little bit of cellulite. I might not be toned everywhere. I might struggle in this area or that. But accepting that just empowers me."
    },
    {
      "cite": "Donatella Versace",
      "quote": "Plus-sized women shouldnt think of themselves as a size. They should think of themselves as women with rich goals in life. Size does'nt mean, really, anything. You can carry your size with pride and dress in a way that you like."
    },
    {
      "cite": "Liv Tyler",
      "quote": "Beauty is not defined by the size of you jeans."
    },
    {
      "cite": "Aristotle",
      "quote": "Beauty depends on size as well as symmetry. No very small animal can be beautiful, for looking at it takes so small a portion of time that the impression of it will be confused. Nor can any very large one, for a whole view of it cannot be had at once."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Women always seemed to bring the size they wished they were to the fitting room, rather than the size that would actually fit."
    },
    {
      "cite": "Hayley Hasselhoff",
      "quote": "Growing up, I never accepted my curves, but when I got the opportunity to become a plus size model, I was able to appreciate my voluptuous body and love myself, not only on the outside, but on the inside."
    },
    {
      "cite": "Robyn",
      "quote": "People think plus-size models don't exercise - we do! But it's about health, not forcing my body to be something it's not meant to be."
    },
    {
      "cite": "Kirstie Alley",
      "quote": "I was really tired of words like plus size, round and large. I thought, Come on, we're fat."
    }
  ]
}