{
  "source": "https://www.wisesayings.com/pluto-quotes/",
  "theme": "pluto",
  "quotes": [
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Pluto's orbit is so elongated that it crosses the orbit of another planet. Now that's... you've got no business doing that if you want to call yourself a planet. Come on, now! There's something especially transgressive about that."
    },
    {
      "cite": "Bill Gibson",
      "quote": "Pluto is so unlike any planet we've ever visited. It's this strange little duck, sitting out there, this mixture of rock and ice but with an atmosphere. There is so much to learn about this planet."
    },
    {
      "cite": "Jared Leto",
      "quote": "I’ve always liked Saturn. But I also have some sympathy for Pluto because I heard it’s been downgraded from a planet, and I think it should remain a planet. Once you’ve given something planetary status it’s kind of mean to take it away."
    },
    {
      "cite": "Donald Schneider",
      "quote": "Pluto has always been a problem because it's less massive than the moon...and it's only about one 500th as massive as the Earth. So is it just a rock or is it a real planet?"
    },
    {
      "cite": "Alan Stern",
      "quote": "Of course Pluto is a planet: It's massive enough to have its shape controlled by gravity rather than material strength, which is the hallmark of planethood."
    },
    {
      "cite": "Alan Stern",
      "quote": "Pluto is still active four and a half billion years into its history. It was expected that small planets like Pluto would cool off long ago and not still be showing geological activity. Pluto is, in fact, showing numerous examples of geological activity on a massive scale across the planet."
    },
    {
      "cite": "Hal Weaver",
      "quote": "If, as our new Hubble images indicate, Pluto has not one, but two or three moons, it will become the first body in the Kuiper Belt known to have more than one satellite."
    },
    {
      "cite": "Alan Stern",
      "quote": "Pluto is showing us a diversity of landforms and complexity of processes that rival anything we've seen in the solar system."
    },
    {
      "cite": "Demetri Martin",
      "quote": "The planets. Now footnote, I'm including Pluto in the planets, because I think it's terrible what they did to Pluto. And it's still a planet to me. I grew up with Pluto as a planet, it will always be a planet."
    },
    {
      "cite": "Colleen Hartman",
      "quote": "What we know about Pluto today could fit on the back of a postage stamp. The textbooks will be rewritten after this mission is completed."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "As my colleague, the physical chemist Peter Atkins, puts it, we must be equally agnostic about the theory that there is a teapot in orbrit around the planet Pluto. We can't disprove it. But that doesn't mean the theory that there is a teapot is on level terms with the theory that there isn't."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "If you slid Pluto to where Earth is right now, heat from the sun would evaporate that ice, and it would grow a tail. Now that's no kind of behavior for a planet."
    },
    {
      "cite": "Mark Gurwell",
      "quote": "Pluto is a dynamic example of what we might call an anti-greenhouse effect."
    },
    {
      "cite": "Chris Horner",
      "quote": "Pluto's warm-up is a reminder that no matter where you are climate happens. It always has, it always will - with or without SUVs. And it should remind us to continue taking with an ever-increasing grain of salt these claims that your car acts as a weather machine."
    },
    {
      "cite": "Alan Stern",
      "quote": "It's strictly coincidental that Pluto of course was named for the god of the underworld and we're describing these Halloween moons"
    },
    {
      "cite": "Andrew Dantzler",
      "quote": "Pluto is a treasure trove of scientific information waiting to be discovered."
    }
  ]
}