{
  "source": "https://www.wisesayings.com/pocket-quotes/",
  "theme": "pocket",
  "quotes": [
    {
      "cite": "William Carlos Williams",
      "quote": "Empty pockets make empty heads."
    },
    {
      "cite": "Maria Popova",
      "quote": "Build pockets of stillness into your life."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "A little in one's own pocket is better than much in another man's purse."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The emptiness of your pocket is not a recipe for you to discount the value of your passion!"
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Empty pockets never held anyone back. Only empty heads and empty hearts can do that."
    },
    {
      "cite": "Walter E. Williams",
      "quote": "Reaching into someone else's pocket to assist one's fellow man hardly qualifies as charity."
    },
    {
      "cite": "Jim Davis",
      "quote": "He who fills His pockets with the Rocks of Misdeeds shall surely sink in the River of Good Fortune."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You can go with an empty pocket and come back heavily loaded if you allow your passion to escort you!"
    },
    {
      "cite": "Gertrude Stein",
      "quote": "Money is always there but the pockets change; it is not in the same pockets after a change, and that is all there is to say about money."
    },
    {
      "cite": "Juvenal",
      "quote": "The traveller with empty pockets will sing in the thief 's face."
    },
    {
      "cite": "John Hope Bryant",
      "quote": "Poverty is not what’s in your pocket – its what you have in your head."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "The true wealth of a man is not what's in his pocket, but what's in his heart."
    },
    {
      "cite": "Reinhard Bonnke",
      "quote": "Don't plan with what is in your pocket; plan with what is in God's pocket."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "An expansive life, one not constrained by four walls, requires as well an expansive pocket."
    },
    {
      "cite": "George Eliot",
      "quote": "It's no use filling your pocket with money if you have got a hole in the corner."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A rich person who has no love in his heart is poorer than a poor person who has no money in his pocket."
    },
    {
      "cite": "Parker Palmer",
      "quote": "We need a coat with two pockets. In one pocket there is dust, and in the other pocket there is gold. We need a coat with two pockets to remind us who we are."
    },
    {
      "cite": "Irish Blessings",
      "quote": "May your pockets be heavy and your heart be light. May good luck pursue you each morning and night."
    },
    {
      "cite": "Christina Binkley",
      "quote": "Pockets have long been a male/female divide."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The heart contracts as the pocket expands."
    },
    {
      "cite": "Elizabeth Aston",
      "quote": "A man's looks are measured by the depth of his pockets."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Its easier to feel a little more spiritual with a couple of bucks in your pocket."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Take your hands out of your pocket, because life may push you hardly at any time!"
    },
    {
      "cite": "Ida B. Wells",
      "quote": "The appeal to the white man's pocket has ever been more effectual than all the appeals ever made to his conscience."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "With some money in your pocket you walk confidently, you talk confidently and you work confidently."
    },
    {
      "cite": "Merton Miller",
      "quote": "Another is, if you take money out of your left pocket and put it in your right pocket, you're no richer."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Assets put money in your pocket, whether you work or not, and liabilities take money from your pocket."
    }
  ]
}