{
  "source": "https://www.wisesayings.com/poetry-quotes/",
  "theme": "poetry",
  "quotes": [
    {
      "cite": "John F. Kennedy",
      "quote": "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses."
    },
    {
      "cite": "Robert Frost",
      "quote": "A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during the moment."
    },
    {
      "cite": "Novalis",
      "quote": "Poetry heals the wounds inflicted by reason."
    },
    {
      "cite": "Christopher Fry",
      "quote": "Poetry is the language in which man explores his own amazement."
    },
    {
      "cite": "Thomas Gray",
      "quote": "Poetry is thoughts that breathe, and words that burn."
    },
    {
      "cite": "Rumi",
      "quote": "Poetry can be dangerous, especially beautiful poetry, because it gives the illusion of having had the experience without actually going through it."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "Poetry is what in a poem makes you laugh, cry, prickle, be silent, makes your toe nails twinkle, makes you want to do this or that or nothing, makes you know that you are alone in the unknown world, that your bliss and suffering is forever shared and forever all your own."
    },
    {
      "cite": "Paul Engle",
      "quote": "Poetry is ordinary language raised to the Nth power. Poetry is boned with ideas, nerved and blooded with emotions, all held together by the delicate, tough skin of words."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Poetry, whose material is language, is perhaps the most human and least worldly of the arts, the one in which the end product remains closest to the thought that inspired it."
    },
    {
      "cite": "Muriel Rukeyser",
      "quote": "Poetry is, above all, an approach to the truth of feeling . . .. A fine poem will seize your imagination intellectually - that is, when you reach it, you will reach it intellectually too, but the way is through emotion, through what we call feeling."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Poetry is not a turning loose of emotion, but an escape from emotion; it is not the expression of personality, but an escape from personality. But, of course, only those who have personality and emotions know what it means to want to escape from these things."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Poetry is the journal of a sea animal living on land, wanting to fly in the air."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Poetry is, at bottom, a criticism of life."
    },
    {
      "cite": "Basho",
      "quote": "In this poor body, composed of one hundred bones and nine openings, is something called spirit, a flimsy curtain swept this way and that by the slightest breeze. It is spirit, such as it is, which led me to poetry, at first little more than a pastime, then the full business of my life. There have been times when my spirit, so dejected, almost gave up the quest, other times when it was proud, triumphant. So it has been from the very start, never finding peace with itself, always doubting the worth of what it makes."
    },
    {
      "cite": "John Keats",
      "quote": "Poetry should be great and unobtrusive, a thing which enters into one's soul, and does not startle it or amaze it with itself, but with its subject"
    },
    {
      "cite": "William Blisset",
      "quote": "Poetry, like the moon, does not advertise anything."
    },
    {
      "cite": "J. Patrick Lewis",
      "quote": "Poetry is perfect verbs hunting for elusive nouns."
    },
    {
      "cite": "Aristotle",
      "quote": "Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Poetry is not an expression of the party line. It's that time of night, lying in bed, thinking what you really think, making the private world public, that's what the poet does."
    },
    {
      "cite": "Franz Kafka",
      "quote": "In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite."
    },
    {
      "cite": "Anonymous",
      "quote": "Poetry is either something that lives like fire inside you --like music to the musician or Marxism to the Communist --or else it is nothing, an empty formalized bore around which pedants can endlessly drone their notes and explanations."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Poetry implies the whole truth, philosophy expresses only a particle of it."
    },
    {
      "cite": "Edward Abbey",
      "quote": "I don't see how poetry can ever be easy... Real poetry, the thick, dense, intense, complicated stuff that lives and endures, requires blood sweat; blood and sweat are essential elements in poetry as well as behind it."
    },
    {
      "cite": "Maxwell Bodenheim",
      "quote": "Poetry is the impish attempt to paint the color of the wind."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Poetry is indispensable --if I only knew what for."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Poetry must have something in it that is barbaric, vast and wild."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The object, Truth, or the satisfaction of the intellect, and the object, Passion, or the excitement of the heart, are, although attainable, to a certain extent, in poetry, far more readily attainable in prose."
    }
  ]
}