{
  "source": "https://www.wisesayings.com/poignant-quotes/",
  "theme": "poignant",
  "quotes": [
    {
      "cite": "G.R.R. Martin",
      "quote": "Some old wounds never truly heal, and bleed again at the slightest word."
    },
    {
      "cite": "Anonymous",
      "quote": "It hurts when you have someone in your heart, but you can't have them in your arms."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Sadness grieves the spirit. But sorrow refines soul."
    },
    {
      "cite": "George W. Bush",
      "quote": "It's a time of sorrow and sadness when we lose a loss of life."
    },
    {
      "cite": "Anonymous",
      "quote": "Sadness is always the legacy of the past; regrets are pains of the memory."
    },
    {
      "cite": "Leon Bloy",
      "quote": "The only real sadness, the only real failure, the only great tragedy in life, is not to become a saint."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Sadness is the heart withdrawing to seek shelter from the pain."
    },
    {
      "cite": "Jose N Harris",
      "quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart."
    },
    {
      "cite": "Louis-Ferdinand Celine",
      "quote": "The sadness of the world has different ways of getting to people, but it seems to succeed almost every time."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Sorrow is one of the vibrations that prove the fact of living."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "To hurt is as human as to breathe."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "In deep sadness there is no place for sentimentality."
    },
    {
      "cite": "Jean de la Bruyère",
      "quote": "All of our unhappiness comes from our inability to be alone."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "Sadness does not inhere in things; it does not reach us from the world and through mere contemplation of the world. It is a product of our own thought. We create it out of whole cloth."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Sadness flies away on the wings of time."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Sadness flies on the wings of the morning and out of the heart of darkness comes the light."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Every life has a measure of sorrow and sometimes that is what awakens us."
    },
    {
      "cite": "Osho",
      "quote": "Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That's its balance."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Melancholy is the pleasure of being sad."
    },
    {
      "cite": "Sophocles",
      "quote": "The keenest sorrow is to recognize ourselves as the sole cause of all our adversities."
    },
    {
      "cite": "Pema Chodron",
      "quote": "This genuine heart of sadness can teach us great compassion. It can humble us when we're arrogant and soften us when we are unkind."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "There's no happiness in a situation where there's disparity."
    },
    {
      "cite": "John Sutherland Bonnel",
      "quote": "So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers."
    },
    {
      "cite": "Seneca",
      "quote": "Sadness usually results from one of the following causes either when a man does not succeed, or is ashamed of his success."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Life's missed opportunities, at the end, may seem more poignant to us than those we embraced because in our imagination they have a perfection that reality can never rival."
    },
    {
      "cite": "Erich Fromm",
      "quote": "To die is poignantly bitter, but the idea of having to die without having lived is unbearable."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A feeling of sadness and longing, that is not akin to pain, and resembles sorrow only as the mist resembles the rain."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Some of us think that holding on makes us strong, but sometimes it's letting go."
    },
    {
      "cite": "Andre Gide",
      "quote": "Sadness is almost never anything but a form of fatigue."
    },
    {
      "cite": "Joel Kinnaman",
      "quote": "Nobody wants to be depressed everybody's trying to feel better; when they strive and fail, it's all the more poignant."
    }
  ]
}