{
  "source": "https://www.wisesayings.com/pointing-fingers-quotes/",
  "theme": "pointing-fingers",
  "quotes": [
    {
      "cite": "Joseph Brodsky",
      "quote": "Of all the parts of your body, be most vigilant over your index finger, for it is blame-thirsty. A pointed finger is a victim’s logo."
    },
    {
      "cite": "LZ Granderson",
      "quote": "Some of us have become so addicted to pointing fingers at others for all the wrong that happens in our lives that self-assessment has become synonymous with blaming the victim."
    },
    {
      "cite": "Robert Brault",
      "quote": "Never point a finger where you never lent a hand."
    },
    {
      "cite": "Louis Nizer",
      "quote": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself."
    },
    {
      "cite": "Michael Eric Dyson",
      "quote": "All of us should be much more humble and contrite when we point the finger at somebody else, because four more fingers are pointing back at us."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "When we assign blame we are pointing the finger to who or what is responsible for a fault or for a wrong doing. We are trying to make others accountable. Blaming does not solve a problem it usually only makes people defensive."
    },
    {
      "cite": "Christopher Pike",
      "quote": "‎When you point your finger at someone, anyone, it is often a moment of judgement. We point our fingers when we want to scold someone, point out what they have done wrong. But each time we point, we simultaneously point three fingers back at ourselves."
    },
    {
      "cite": "Voltaire",
      "quote": "No snowflake in an avalanche ever feels responsible."
    },
    {
      "cite": "Ivern Ball",
      "quote": "Most of us can read the writing on the wall; we just assume it's addressed to someone else."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Blaming is pointing out there, rather than in here, into your own mind, when you find yourself in a painful or uncomfortable experience. Blame means shifting the responsibility for where you are onto someone or something else, rather than accepting responsibility for your role in the experience."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "One of the annoying things about believing in free will and individual responsibility is the difficulty of finding somebody to blame your problems on. And when you do find somebody, it's remarkable how often his picture turns up on your driver's license."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Blame is just a lazy person’s way of making sense of chaos."
    },
    {
      "cite": "R. Scott Bakker",
      "quote": "Men are forever pointing at others, which is why I always follow the knuckle and not the nail."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "FOREFINGER, n. The finger commonly used in pointing out two malefactors."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Stop pointing fingers and placing blame on others. Your life can only change to the degree that you accept responsibility for it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Clean your finger before you point at my spots."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "I think that the most politically correct finger-pointing that anyone can ever do is to finger-point while standing in front of a really big mirror."
    },
    {
      "cite": "Jamaican Proverb",
      "quote": "When you point your finger at someone, look where the other fingers point."
    },
    {
      "cite": "Italian Proverb",
      "quote": "Never point out the mistakes of another with a dirty finger."
    },
    {
      "cite": "Native American Proverb",
      "quote": "The one who points his fingers has three pointing back at him."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Everybody wants to take responsibility when you win, but when you fail, all these fingers are pointing."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Wherever you find a problem, you will usually find the finger-pointing of blame. Society is addicted to playing the victim."
    },
    {
      "cite": "Sonya Teclai",
      "quote": "It's always the ones with the dirty hands pointing the fingers."
    },
    {
      "cite": "Erica Jong",
      "quote": "You take your life in your own hands, and what happens? A terrible thing: no one to blame."
    },
    {
      "cite": "Robert Bloch",
      "quote": "The man who smiles when things go wrong has thought of someone to blame it on."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Responsibility: A detachable burden easily shifted to the shoulders of God, Fate, Fortune, Luck or one's neighbor. In the days of astrology it was customary to unload it upon a star."
    },
    {
      "cite": "Jesus in Matthew 7:5",
      "quote": "Don't focus on the speck in your brother's eye while ignoring the log in your own eye."
    },
    {
      "cite": "Dustin Hoffman",
      "quote": "Blame is for God and small children."
    }
  ]
}