{
  "source": "https://www.wisesayings.com/point-of-view-quotes/",
  "theme": "point-of-view",
  "quotes": [
    {
      "cite": "Henry Ford",
      "quote": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own."
    },
    {
      "cite": "Zhuangzi",
      "quote": "We cling to our own point of view, as though everything depended on it. Yet our opinions have no permanence; like autumn and winter, they gradually pass away."
    },
    {
      "cite": "Richard Eberhart",
      "quote": "Style is the perfection of a point of view."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "A point of view can be a dangerous luxury when substituted for insight and understanding."
    },
    {
      "cite": "Penelope Cruz",
      "quote": "You cannot live your life looking at yourself from someone else's point of view."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "The best teacher is experience and not through someone's distorted point of view."
    },
    {
      "cite": "George Eliot",
      "quote": "It is a narrow mind which cannot look at a subject from various points of view."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "The most fatal illusion is the settled point of view. Since life is growth and motion, a fixed point of view kills anybody who has one."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "There is no absolute point of view from which real and ideal can be finally separated and labelled."
    },
    {
      "cite": "Frank Smith",
      "quote": "You can't see other people's point of view when you have only one language."
    },
    {
      "cite": "Robert Thurman",
      "quote": "The worldly person is insane from the point of view of the spiritual person."
    },
    {
      "cite": "David Hilbert",
      "quote": "Some people have got a mental horizon of radius zero and call it their point of view."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "In his ignorance of the whole truth, each person maintains his own arrogant point of view."
    },
    {
      "cite": "Anatoliy Obraztsov",
      "quote": "Any point of view reflects some side of truth and must not claim that it is complete."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Your point of view sets you up well in advance for how you view the events as they unfold."
    },
    {
      "cite": "Abigail Adams",
      "quote": "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic."
    },
    {
      "cite": "Horace",
      "quote": "Nothing's beautiful from every point of view."
    },
    {
      "cite": "Harper Lee",
      "quote": "You never really understand a person until you consider things from his point of view."
    },
    {
      "cite": "Sean Covey",
      "quote": "Seeing things from a different point of view can help us understand why other people act the way they do. We too often judge people without having all the facts."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing insignificant in the world. It all depends on the point of view."
    },
    {
      "cite": "Alfred Adler",
      "quote": "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with absolute truth."
    },
    {
      "cite": "Eleanor Catton",
      "quote": "Never underestimate how extraordinarily difficult it is to understand a situation from another person's point of view."
    },
    {
      "cite": "Aaron Hartzler",
      "quote": "Sometimes inspiration just requires looking at things from a different point of view."
    },
    {
      "cite": "Jenny Shipley",
      "quote": "Equality and development will not be achieved however if peace is not understood from women's' point of view."
    },
    {
      "cite": "George Alexiou",
      "quote": "As you change your point of view, your views bring about a change in you."
    },
    {
      "cite": "Ellen Langer",
      "quote": "Once you've seen there is another perspective, you can never not see that there's another point of view."
    },
    {
      "cite": "Toba Beta",
      "quote": "We begin to learn wisely when we're willing to see world from other people's perspective."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Changing your attitude from self-centerdness to understanding requires desire and commitment to always try to see things from the other persons point of view."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "I detest the masculine point of view. I am bored by his heroism, virtue, and honour. I think the best these men can do is not talk about themselves anymore."
    }
  ]
}