{
  "source": "https://www.wisesayings.com/pointless-quotes/",
  "theme": "pointless",
  "quotes": [
    {
      "cite": "Angelina Jolie",
      "quote": "Our diversity is our strength. What a dull and pointless life it would be if everyone was the same."
    },
    {
      "cite": "Johan Cruyff",
      "quote": "Quality without results is pointless. Results without quality is boring."
    },
    {
      "cite": "Florence King",
      "quote": "In social matters, pointless conventions are not merely the bee sting of etiquette, but the snake bite of moral order."
    },
    {
      "cite": "Michio Kaku",
      "quote": "It's pointless to have a nice clean desk, because it means you're not doing anything."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "In sum, thought and reflection have been rendered thoroughly pointless by the circumstances in which modern men and women live and act."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Weekends don’t count unless you spend them doing something completely pointless."
    },
    {
      "cite": "Andrew Brown",
      "quote": "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life."
    },
    {
      "cite": "Maarten Albarda",
      "quote": "Do something with what you learn.... Reading, listening and learning is pointless without doing, applying, sharing or implementing."
    },
    {
      "cite": "Marie Lu",
      "quote": "It is pointless to believe what you see, if you only see what you believe."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Don't pointless things have a place, too, in this far-from-perfect world?"
    },
    {
      "cite": "Stephen King",
      "quote": "There came a time when you realized that moving on was pointless. That you took yourself with you wherever you went."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "If you have no intention of loving or being loved, the whole journey is pointless."
    },
    {
      "cite": "Tim Winton",
      "quote": "It's the pointless things that give your life meaning. Friendship, compassion, art, love. All of them pointless. But they're what keeps life from being meaningless."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Telling someone something he does not understand is pointless, even if you add that he will not be able to understand it."
    },
    {
      "cite": "Steven Weinberg",
      "quote": "The more the universe seems comprehensible, the more it also seems pointless."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Life and love are life and love, a bunch of violets is a bunch of violets, and to drag in the idea of a point is to ruin everything. Live and let live, love and let love, flower and fade, and follow the natural curve, which flows on, pointless."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "All pursuits are pointless and fruitless unless and until love and compassion are found and then are the foundation and destination of all you do"
    },
    {
      "cite": "Anonymous",
      "quote": "Change without learning is painful. Learning without change is pointless."
    },
    {
      "cite": "Brandy Nacole",
      "quote": "Small moments we find so pointless can become cherished memories with time and the perspective that wisdom brings."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "If we are incapable of finding peace in ourselves, it is pointless to search elsewhere."
    },
    {
      "cite": "Steig Larsson",
      "quote": "Those pointless equations, to which no solution exists, are called absurdities."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "We cannot bear a pointless torment, but we can endure great pain if we believe that it's purposeful."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "It is equally pointless to weep because we won't be alive a hundred years from now as that we were not here a hundred years ago."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "How pointless life could be, what a foolish business of inventing things to love, just so you could dread losing them."
    },
    {
      "cite": "Russell Brand",
      "quote": "A personality for the incredibly beautiful can be a pointless cargo…"
    },
    {
      "cite": "Paul Simon",
      "quote": "It's pointless to be critical of your stuff once it's done. I don't spend a lot of time agonising over it. It's of no importance once it's finished."
    },
    {
      "cite": "Bob McMahan",
      "quote": "To make a point, is to be blunt, which is pointless."
    },
    {
      "cite": "Jessica Simpson",
      "quote": "Please remember, no matter what you go through in life, somebody else might have it harder. So just appreciate. I feel like in our world today, we focus on so many things that are completely pointless."
    },
    {
      "cite": "Georges Seurat",
      "quote": "The inability of some critics to connect the dots doesn't make pointillism pointless."
    },
    {
      "cite": "Molly McAdams",
      "quote": "Kinda pointless to fight for what you want when what you want continues to break your heart."
    }
  ]
}