{
  "source": "https://www.wisesayings.com/poison-quotes/",
  "theme": "poison",
  "quotes": [
    {
      "cite": "Buddha",
      "quote": "Holding onto anger is like drinking poison and expecting the other person to die."
    },
    {
      "cite": "Louis Eric Barrier",
      "quote": "Where the poison wind blows a deadly plague spreading negativity, viciously unto every city."
    },
    {
      "cite": "William Shakespeare",
      "quote": "one pain is cured by another. catch some new infection in your eye and the poison of the old one would die"
    },
    {
      "cite": "Tom Petty",
      "quote": "The poison came in liquid, she was naked all the time."
    },
    {
      "cite": "Lucretius",
      "quote": "What is food to one man may be fierce poison to others."
    },
    {
      "cite": "Catherine Of Siena",
      "quote": "The poison of selfishness destroys the world."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "We poison our lives with fear of burglary and shipwreck, and, ask anyone, the house is never burgled, and the ship never goes down."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "One of the most healing things you can do is recognize where in your life you are your own poison."
    },
    {
      "cite": "August Strindberg",
      "quote": "There are poisons that blind you, and poisons that open your eyes."
    },
    {
      "cite": "Ed McCabe",
      "quote": "Illness is the result of improper removal of toxins from the body. Oxygen is the vital factor which assists the body in removing toxins."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "The poison dart hidden in the raisin tart."
    },
    {
      "cite": "Guy Gavriel Kay",
      "quote": "The world could bring you poison in a jewelled cup, or surprising gifts. Sometimes you didn't know which of them it was."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Don't show a friend your gift, or your bag of money if you still want to maintain your relationship, but if nay, go on, and all you'll see is hate and jealousy, and you'll fight with him in the street like a dog and all you'll feel is regret."
    },
    {
      "cite": "Paracelsus",
      "quote": "All things are poisons, for there is nothing without poisonous qualities. It is only the dose which makes a thing poison."
    },
    {
      "cite": "Chanakya",
      "quote": "There is poison in the fang of the serpent, in the mouth of the fly and in the sting of a scorpion; but the wicked man is saturated with it."
    },
    {
      "cite": "Simone Weil",
      "quote": "The poison of skepticism becomes, like alcoholism, tuberculosis, and some other diseases, much more virulent in a hitherto virgin soil."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "The poison leaves bit by bit, not all at once. Be patient. You are healing."
    },
    {
      "cite": "Rumi",
      "quote": "Snake's poison is life to the snake; it is in relation to man that it means death."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Revolutionary war is an antitoxin which not only eliminates the enemy's poison but also purges us of our own filth."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Fear has the role we give it. We are able to empower or poison ourselves to whatever degree we want. This is the beauty of our design."
    },
    {
      "cite": "Jane Smiley",
      "quote": "Everything is toxic. That's the point. You can't avoid toxins. Thinking you can is just another symptom of the toxic overload stage."
    },
    {
      "cite": "Tony Curl",
      "quote": "Toxic people sell you short. When you listen to them, you give them power, that's when you sell yourself short."
    },
    {
      "cite": "Paracelsus",
      "quote": "Poison is in everything, and no thing is without poison. The dosage makes it either a poison or a remedy."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "Poison. The perfect weapon for a snake."
    },
    {
      "cite": "Nenia Campbell",
      "quote": "Not all poison was bitter. Some of the deadliest poisons in the world tasted sweet; they were that much more dangerous because of it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A little poison now and then: that makes for pleasant dreams. And a lot of poison at the end, for a pleasant death."
    },
    {
      "cite": "Widad Akrawi",
      "quote": "Toxic remnants of war represent a profound challenge for the protection of public health and the restoration of the environment in countries affected by conflict."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Poison cannot penetrate the hand that is free of wounds."
    },
    {
      "cite": "Saib Tabrizi",
      "quote": "When poison becomes a habit, it ceases to injure: make your soul gradually acquainted with death."
    },
    {
      "cite": "Joyce Guo",
      "quote": "Be careful what you say for you can never take back the poison you threw."
    }
  ]
}