{
  "source": "https://www.wisesayings.com/poker-quotes/",
  "theme": "poker",
  "quotes": [
    {
      "cite": "Pooja Garg",
      "quote": "Fold or Make them fold. Don't show all your cards in each game."
    },
    {
      "cite": "James Altucher",
      "quote": "Poker is a skill game pretending to be a chance game."
    },
    {
      "cite": "David Hayano",
      "quote": "Poker is not a game in which the meek inherit the earth."
    },
    {
      "cite": "David Einhorn",
      "quote": "Both poker and investing are games of incomplete information. You have a certain set of facts and you are looking for situations where you have an edge, whether the edge is psychological or statistical."
    },
    {
      "cite": "Jason Alexander",
      "quote": "Every poker player, like every fisherman, needs to have a story in a box, and most poker stories are completely uninteresting."
    },
    {
      "cite": "Alfred Alvarez",
      "quote": "Serious poker is no more about gambling than rock climbing is about taking risks."
    },
    {
      "cite": "Edward Norton",
      "quote": "Life, like poker has an element of risk. It shouldn't be avoided. It should be faced."
    },
    {
      "cite": "Steven Lubet",
      "quote": "Poker is not simply a game of odds, moves and calculations. It is a game of controlled and exploited emotions including greed, fear, over-confidence and anger."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Poker has the feeling of a sport, but you don't have to do push-ups."
    },
    {
      "cite": "Doyle Brunson",
      "quote": "It's not the cards that you have all the time that makes you a winner or a loser."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Poker's the only game fit for a grown man. Then, your hand is against every man's, and every man's is against yours."
    },
    {
      "cite": "Paul Newman",
      "quote": "If you're playing a poker game and you look around the table and and can't tell who the sucker is, it's you."
    },
    {
      "cite": "Lyle Berman",
      "quote": "Poker is such a great game. It's you and your brain against everybody else. The deck doesn't know who you are."
    },
    {
      "cite": "Doyle Brunson",
      "quote": "Everyone gets lucky once in a while, but no one is consistently lucky."
    },
    {
      "cite": "Anthony Holden",
      "quote": "Poker may be a branch of psychological warfare, an art form or indeed a way of life but it is also merely a game, in which money is simply the means of keeping score."
    },
    {
      "cite": "Jesse May",
      "quote": "Poker is a combination of luck and skill. People think mastering the skill part is hard, but they're wrong. The trick to poker is mastering the luck."
    },
    {
      "cite": "Benjamin Bayani",
      "quote": "Life may deal you a bad hand or take away a good hand you were already dealt. The way you play the hand is how your life is defined. Just like in poker you can end up winning no matter how bad the cards are you have."
    },
    {
      "cite": "Rick Dacey",
      "quote": "Bad beats will, from time to time, still rob you like a crack addict with an empty pipe."
    },
    {
      "cite": "William J. Florence",
      "quote": "The key in the poker is never to lose the head. If you lose it, assurance that you will lose all your chips."
    },
    {
      "cite": "David Mamet",
      "quote": "Poker reveals to the frank observer something else of import it will teach him about his own nature. Many bad players do not improve because the cannot bear self-knowledge."
    },
    {
      "cite": "Charlie Ergen",
      "quote": "Poker is a game where you don't have to have the best hand to win. Poker is really reading other people and reading human emotion, which certainly comes into play in business."
    },
    {
      "cite": "David A. Daniel",
      "quote": "Poker is a fascinating, wonderful, intricate adventure on the high seas of human nature."
    },
    {
      "cite": "Grantland Rice",
      "quote": "It's not whether you won or lost, but how many bad beat stories you were able to tell."
    },
    {
      "cite": "Mike Caro",
      "quote": "Aces are larger than life and greater than mountains."
    },
    {
      "cite": "Chris Moneymaker",
      "quote": "The beautiful thing about poker is that everybody thinks they can play."
    },
    {
      "cite": "Freddie Gasperian",
      "quote": "To master poker and make it profitable, you must first master patience and discipline, as a lack of either is a sure disaster regardless of all other talents, or lucky streaks."
    },
    {
      "cite": "Al Alvarez",
      "quote": "The poker chip is like a conjuror's sleight of hand that turns an egg into a billiard ball, a necessity of life into a plaything, reality into illusion."
    },
    {
      "cite": "William J. Florence",
      "quote": "The strong point in poker is never to lose your temper, either with those you are playing with or, more particularly, with the cards. There is no sympathy in poker. Always keep cool. If you lose your head you will lose all your chips."
    },
    {
      "cite": "Howard Tayler",
      "quote": "They're holding flushes of face cards, and I think we're the pot."
    }
  ]
}