{
  "source": "https://www.wisesayings.com/polaroid-quotes/",
  "theme": "polaroid",
  "quotes": [
    {
      "cite": "Patti Smith",
      "quote": "Polaroid by its nature makes you frugal. You walk around with maybe two packs of film in your pocket. You have 20 shots, so each shot is a world."
    },
    {
      "cite": "Walker Evans",
      "quote": "Nobody should touch a Polaroid [camera] until he's over sixty"
    },
    {
      "cite": "Lady Gaga",
      "quote": "I'm definitely a Polaroid camera girl. For me, what I'm really excited about is bringing back the artistry and the nature of Polaroid."
    },
    {
      "cite": "Helena Christensen",
      "quote": "I still love taking pictures with Polaroid film. For me, it offers the most beautiful way of capturing reality and transferring it onto a flat piece of paper."
    },
    {
      "cite": "Laurel Nakadate",
      "quote": "Polaroid, you know, goes against everything that photography is now. You can't make multiples. Only one exists. I love that. By the way, while we've been talking I've now seen a total of three people I know walking on 8th street."
    },
    {
      "cite": "Chuck Close",
      "quote": "Once I started working with the Polaroid, I would take a shot and if that shot was good, then I'd move the model and change the lighting or whatever... slowly sneaking up on what I wanted rather than having to predetermine what it was."
    },
    {
      "cite": "Tyler Knight",
      "quote": "I'm a Polaroid developing in reverse."
    },
    {
      "cite": "Jonathan Lethem",
      "quote": "Artists freeze themselves into these weird postures that are meant to be impressive and involving, then they fling them out into the world like Polaroids, and then they move on. And I'm stuck in this intense relationship to the Polaroid."
    },
    {
      "cite": "Maripol",
      "quote": "At the beginning, Edo was a photographer, and I was more of a talent scout and doing styling and modelling. Then all of a sudden, in 1977, he gave me a Polaroid camera, and I discovered that instead of having to go to a lab and develop the film, I could just take a click and get a picture! It was genius, and I was very good at manipulating it."
    },
    {
      "cite": "Edwin Land",
      "quote": "[A Polaroid camera] places before you a thing that is more of the thing than the thing was."
    },
    {
      "cite": "Ali Harris",
      "quote": "Do kisses fade like Polaroid pictures if you don't pay attention to them?"
    },
    {
      "cite": "Polaroid",
      "quote": "It's a camera that loves the light — things can get a little blurry if shooting indoors, so shoot by a window with the light streaming in."
    },
    {
      "cite": "D.d",
      "quote": "It's a polaroid life I've been tasked with. A duality of the ecstacy and the agony: conflicting opposites fighting for dominance."
    },
    {
      "cite": "D.d",
      "quote": "Just a s a Polaroid film is made of a highly sensitive material and as such is able to hold an image with absolute ease, so is my bipolar mind also acutely sensitive and with poignant clarity — it feels more joy and ultimately more pain, both acute and overwhelming."
    },
    {
      "cite": "Christopher Bonanos",
      "quote": "Somehow, though, digital pictures do not draw people together the way Polaroid photos did."
    },
    {
      "cite": "Christopher Bonanos",
      "quote": "The older polaroid materials, those that develop in a little paper sandwich that is peeled apart after a few moment's development, encourage a different and warm human exchange."
    },
    {
      "cite": "Christopher Bonanos",
      "quote": "Polaroid had no successful competitor, no real challenge to its primacy, until almost it's very end,"
    },
    {
      "cite": "Helmut Newton",
      "quote": "Polaroids occupy a special place in photography, all the more since the development of digital techniques. The instant print and absence of editing tools allows this one-of-a kind images a beguiling realness."
    },
    {
      "cite": "Helmut Newton",
      "quote": "In no other photographic medium does the moment find its material form with such sincerity and such speed."
    },
    {
      "cite": "Peter Buse",
      "quote": "Every Polaroid snap seemed like an event in itself, but for me,  as for most, the Polaroid was an occasional camera."
    },
    {
      "cite": "Peter Buse",
      "quote": "The click and whirr of the motor, the image sliding out of those familiar jaws, still milky and minutes from completion; the wide white border for pulling it away, an inviting place to write."
    },
    {
      "cite": "Susannah Conway",
      "quote": "Life as a Polaroid photographer isn't only about the images,: we're in love with the cameras, too."
    },
    {
      "cite": "David Cycleback",
      "quote": "Polaroids are those instant self-developing photographs, and usually have an appearance distinct from the other photos."
    },
    {
      "cite": "David Cycleback",
      "quote": "To a large degree, Polaroids are self-authenticating. This is due to their one-of-one , on the spot development."
    },
    {
      "cite": "David Cycleback",
      "quote": "Though there are methods to make Polaroid copies, most Polaroids are vintage, original, and unique."
    },
    {
      "cite": "Fred Armisen",
      "quote": "I'm glad I get to do characters. It's just like a Polaroid shot of whoever the person is, and to me, anyway, that's kind of what life is like. You get a general sense of somebody, and then we're all good, we get it. We understand each other."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "The days, months, and years eventually reveal, like a Polaroid, a clear picture of how significant events and decisions ultimately shape our lives."
    },
    {
      "cite": "Brigid Berlin",
      "quote": "I didn't invent the word 'selfie,' but I took tons of Polaroids of myself."
    },
    {
      "cite": "Edwin Land",
      "quote": "The Polaroid camera is a system that will be a partner in perception, enabling us to see the objects in the world around us more vividly than we can see them without it, a system to be an aid to memory and a tool for exploration."
    }
  ]
}