{
  "source": "https://www.wisesayings.com/police-quotes/",
  "theme": "police",
  "quotes": [
    {
      "cite": "Arik Matson",
      "quote": "Police officers may drive black and white cars, however what goes on in their job is a lot of gray."
    },
    {
      "cite": "Martin Amis",
      "quote": "In America, the policeman is a working-class hero. In England, the policeman is a working-class traitor."
    },
    {
      "cite": "Barbara Boxer",
      "quote": "Law enforcement officers are never 'off duty.' They are dedicated public servants who are sworn to protect public safety at any time and place that the peace is threatened. They need all the help that they can get."
    },
    {
      "cite": "George S. Patton",
      "quote": "The duties of an officer are the safety, honor, and welfare of your country first; the honor, welfare, and comfort of the men in your command second; and the officer's own ease, comfort, and safety last."
    },
    {
      "cite": "Richard J. Daley",
      "quote": "The police are not here to create disorder, they're here to preserve disorder."
    },
    {
      "cite": "David Mamet",
      "quote": "Policemen so cherish their status as keepers of the peace and protectors of the public that they have occasionally been known to beat to death those citizens or groups who question that status."
    },
    {
      "cite": "Gore Vidal",
      "quote": "We must always remember that the police are recruited from the criminal classes."
    },
    {
      "cite": "Mary Frances Berry",
      "quote": "When you have police officers who abuse citizens, you erode public confidence in law enforcement. That makes the job of good police officers unsafe."
    },
    {
      "cite": "Clement Freud",
      "quote": "I think our police are excellent, probably because I have not done anything that has occasioned being beaten up by these good men."
    },
    {
      "cite": "Tom Metzger",
      "quote": "In almost all cases now the police are as much an enemy as the others."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "There is nothing more unaesthetic than a policeman."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "When a police officer tells you to stay in the car, you stay in the car."
    },
    {
      "cite": "Steven Seagal",
      "quote": "It is a lot harder now to be a police officer than what it used to be."
    },
    {
      "cite": "Alva Myrdal",
      "quote": "If only the authorities could be made to realize that the forces leading them on in the armament race are just insane."
    },
    {
      "cite": "Huey Newton",
      "quote": "The policemen or soldiers are only a gun in the establishments hand. They make the racist secure in his racism."
    },
    {
      "cite": "Nathan Hale",
      "quote": "It is the duty of every good officer to obey any orders given him by his commander-in-chief."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "A really good detective never gets married."
    },
    {
      "cite": "Earl Warren",
      "quote": "The police must obey the law while enforcing the law."
    },
    {
      "cite": "Nancy Mckeon",
      "quote": "A police force, wherever they are, is made up of amazing people, and I respect them a great deal."
    },
    {
      "cite": "Daniel Keys Moran",
      "quote": "Police do not belong in war zones."
    },
    {
      "cite": "Peter James",
      "quote": "The police feel that most of the public are against them and that there is a lot of bad feeling."
    },
    {
      "cite": "Sonja Sohn",
      "quote": "To call the police is a really big deal because you don't snitch - that's the culture you grow up in."
    },
    {
      "cite": "Bill Dedman",
      "quote": "If police officers routinely issue tickets for the most serious traffic offenses, they'll be treating drivers of all races, sexes, and ages equally."
    },
    {
      "cite": "P. Chidambaram",
      "quote": "The police force cannot be completely independent of the executive government."
    },
    {
      "cite": "Thurgood Marshall",
      "quote": "Surely the fact that a uniformed police officer is wearing his hair below his collar will make him no less identifiable as a policeman."
    },
    {
      "cite": "John Culberson",
      "quote": "Federal authorities do not have the manpower or the resources to protect America's international borders."
    },
    {
      "cite": "Ludacris",
      "quote": "It's a lot of crooked cops out there. They manipulate the system."
    },
    {
      "cite": "Abel Hermant",
      "quote": "In keeping people straight, principle is not as powerful as a policeman."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Every kind of peaceful cooperation among men is primarily based on mutual trust and only secondarily on institutions such as courts of justice and police."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "I'm not against the police; I'm just afraid of them."
    }
  ]
}