{
  "source": "https://www.wisesayings.com/political-correctness-quotes/",
  "theme": "political-correctness",
  "quotes": [
    {
      "cite": "Frankie Boyle",
      "quote": "Political correctness has changed everything. People forget that political correctness used to be called spastic gay talk."
    },
    {
      "cite": "Paul Johnson",
      "quote": "When people talk about political correctness, the only element of any value is good manners."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "Political correctness is a label the privileged often use to distract from their privilege and hate."
    },
    {
      "cite": "Marcus Brigstocke",
      "quote": "Political correctness is as exploitable as any other progressive ideal, but its aim is to stifle the incessant noise of those who flap their careless lips without a thought about those they might offend and why that might be important."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Political correctness is the the inability to state certain truths because they may offend certain people."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Political correctness is euphemism for fear to speak truth to authority."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Political correctness represents the fossilized institutionalization of once-vital revolutionary ideas, which have become mere rote formulas. It is repressively Stalinist, dependent on a labyrinthine, parasitic bureaucracy to enforce its empty dictates."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Political correctness does not legislate tolerance; it only organizes hatred."
    },
    {
      "cite": "Margaret Cho",
      "quote": "Political correctness sometimes does great work when it helps equalize the playing field when it comes to language, but it does a great disservice when it tries to silence a person of color."
    },
    {
      "cite": "Phyllis Schlafly",
      "quote": "The cornerstone of the political correctness that dominates campus culture is radical feminism."
    },
    {
      "cite": "Charlton Heston",
      "quote": "Political correctness is tyranny with manners."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Political correctness is the natural continuum from the party line. What we are seeing once again is a self-appointed group of vigilantes imposing their views on others. It is a heritage of communism, but they don't seem to see this."
    },
    {
      "cite": "Steve Sailer",
      "quote": "Political correctness is a war on noticing."
    },
    {
      "cite": "Voltaire",
      "quote": "To learn who rules over you, simply find out who you are not allowed to criticize."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Transcend political correctness and strive for human righteousness."
    },
    {
      "cite": "Andrew Breitbart",
      "quote": "Political correctness the rigging of politics using different rules for different groups, and buttressed by the media ensures that Democrats always have the upper hand."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "In this era of political correctness, some people seem unaware that being squeamish about words can mean being blind to realities."
    }
  ]
}