{
  "source": "https://www.wisesayings.com/political-science-quotes/",
  "theme": "political-science",
  "quotes": [
    {
      "cite": "Woodrow Wilson",
      "quote": "The method of political science is the interpretation of life; its instrument is insight, a nice understanding of subtle, unformulated conditions."
    },
    {
      "cite": "Lupita Nyong'o",
      "quote": "My father was a professor of political science and also a young politician fighting for democracy in Kenya, and when things got ugly, he went into political exile in Mexico."
    },
    {
      "cite": "Amit Shah",
      "quote": "In political science, public support doesn't have a reverse gear. It always goes forward."
    },
    {
      "cite": "Michael Leunig",
      "quote": "In contemporary art culture, where good looks and clever strategic planning of art careers have become a feature, professional practice may be taught in art schools like a branch of public relations or political science."
    },
    {
      "cite": "Iman",
      "quote": "I wasn't a major in political science for nothing, so I understood the politics of beauty and the politics of race when it comes to the fashion industry."
    },
    {
      "cite": "unknown",
      "quote": "This is the starting point of political science and political philosophy. That the State is not absolute, as Plato taught, that there is no ideal State, but that our knowledge of political organization is to be acquired by studying and comparing different constitutions of States, that the best form of government is that which best suits the character of the people."
    },
    {
      "cite": "Revilo P. Oliver",
      "quote": "A political philosophy (often called \"political science\" by practitioners who are not averse from verbal trickery) must deal with contemporary realities. If it does not, if it is charged with \"ideals,\" it is merely a variety of romantic fiction, although it may not be recognized as such."
    },
    {
      "cite": "Charles Edward Merriam",
      "quote": "From the standpoint of modern political science the slave holders were right in declaring that liberty can be given only to those who have political capacity enough to use it, and they were also right in maintaining that two greatly unequal races cannot exist side by side on terms of perfect equality."
    },
    {
      "cite": "Giambattista Vico",
      "quote": "Political Science carries inseparably with it the study of piety, and that he who is not pious cannot be truly wise."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "If you take an economics or a political science course, you're taught that humans are supposed to be rational wealth accumulators, each acting as an individual to maximize his own wealth in the market."
    },
    {
      "cite": "Brian Reynolds Myers",
      "quote": "Political science, by which I mean nothing more abstruse or academic than consideration of a foreign country as a country in its own right, seems to have been almost completely supplanted by a preoccupation with international relations. What is thought irrelevant to that side of things (often wrongly) is considered beneath notice. This can be seen by the reflexiveness with which journalists now contact I.R. professors or nuclear specialists for comment..."
    },
    {
      "cite": "Bertell Ollman",
      "quote": "Political science is governed by five myths: (1) that it studies politics; (2) that it is scientific; (3) that it is possible to study politics separated off from economics, sociology, psychology and history; (4) that the state in our democratic capitalist society is politically neutral, i.e. available as a set of institutions and mechanisms to whatever group wins the election; and (5) that political science, as a discipline, advances the cause of democracy."
    },
    {
      "cite": "Alfred A.Cobban",
      "quote": "The political scientist, in so far as he wishes to remain a scientist, is limited to the study of techniques. A good deal of what is called political science, I must confess, seems, to me a device, invented by academic persons, avoiding that dangerous subject politics, without achieving science."
    },
    {
      "cite": "David Easton",
      "quote": "Political science is the study of the authoritative allocation of values for a society."
    },
    {
      "cite": "Steve Case",
      "quote": "So my degree was in political science, which I think was - the closest I could come to marketing is politics."
    },
    {
      "cite": "Jeff Greenfield",
      "quote": "There is no such thing as political science, but there are tenancies so strong that they might as well be called laws of nature."
    },
    {
      "cite": "Jonathan Bernstein",
      "quote": "There’s simply no reason to believe that political science in particular, and the social sciences in general, are bad buys for the federal government."
    },
    {
      "cite": "unknown",
      "quote": "Political science is not only the study of government and state but also it is the application of empirical theory and scientific methods to the analysis of political matters."
    },
    {
      "cite": "unknown",
      "quote": "Political science or politics is an academic and in this sense it can be defined as a study of political affairs, relevant governmental matters and lively issues influencing the functions and decision making process of government or persons at the helm of power."
    },
    {
      "cite": "unknown",
      "quote": "We, therefore, conclude that political science as a study of cooperation, negotiation and conflict holds good for any liberal or pluralist society."
    },
    {
      "cite": "Harold D. Lasswell",
      "quote": "Political science without biography is a form of taxidermy."
    }
  ]
}