{
  "source": "https://www.wisesayings.com/police-brutality-quotes/",
  "theme": "police-brutality",
  "quotes": [
    {
      "cite": "D. H. Lawrence",
      "quote": "One could laugh at the world better if it didn't mix tender kindliness with its brutality."
    },
    {
      "cite": "Kimberle Williams Crenshaw",
      "quote": "When you ask people to name victims of police brutality, for the most part, nobody will give you a woman's name."
    },
    {
      "cite": "Colin Kaepernick",
      "quote": "There's a lot of things that need to change. One specifically? Police brutality."
    },
    {
      "cite": "Colin Kaepernick",
      "quote": "We have a lot of people that are oppressed. We have a lot of people that aren't treated equally, aren't given equal opportunities. Police brutality is a huge thing that needs to be addressed."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "I have always appreciated the honest brutality of the international film world. One need never doubt one's worth in the market."
    },
    {
      "cite": "David A. Clarke Jr.",
      "quote": "There is no police brutality."
    },
    {
      "cite": "Kenya Barris",
      "quote": "No one's pro-police brutality."
    },
    {
      "cite": "Mike Colter",
      "quote": "There's no book to figure out how not to become a victim of police brutality."
    },
    {
      "cite": "Mike Leach",
      "quote": "No one wants police brutality. No one wants inequality. But what I worry about it is when a protest becomes so large and the noise takes over that the original motivation for the protest and the conversation that should go with that protest gets lost."
    },
    {
      "cite": "Goapele",
      "quote": "I think police brutality has been going on since - I don't know - ever since I can remember and, you know, hearing about it in my childhood."
    },
    {
      "cite": "Algee Smith",
      "quote": "Police brutality is definitely still very alive and active."
    },
    {
      "cite": "Josh Hutcherson",
      "quote": "I think the brutality is important to convey as part of the story, to see how brutal it is to have these kids in battle with one another."
    },
    {
      "cite": "Big Freedia",
      "quote": "Some issues just need to be dealt with - that we're still dealing with in the world, with police brutality."
    },
    {
      "cite": "John Burns",
      "quote": "I am depressed rather at the wave of brutality sweeping over the country."
    },
    {
      "cite": "George Stevens",
      "quote": "I see myself capable of brutality... That's a fierce thing, to discover within yourself that which you despise the most in others."
    },
    {
      "cite": "Ric Ocasek",
      "quote": "Never mind a world that can't see past brutality."
    },
    {
      "cite": "Seph Lawless",
      "quote": "Police brutality is systemic, not anecdotal."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "On aggression and brutality humanity is crying."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Filth  from my character, brutality from my tongue expectations from my life indeed it mirros a unique persona."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Brutality of brutal people reached to personal attacks it was the result of my tolerance."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Brutality jumps on me please dont jump so hard beastly fellow flower of tall stature."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "A divider of brutality separated, the devil from sacpronet God assassinating blissful traces of benevolence; rendering the world a disaster to live in."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The footsteps of brutality were as feeble as miserly soot crumbling and deplorably squandering into an infinite bits."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "That gold refines not, sweetens not a life of conjugal brutality and strife, that vice is vulgar though it gilded shine."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Brutality leads to strangulation."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Mothers overrules crippling brutality."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The highways of sadistically unending brutality were gustily inundated with an infinite dividers of limited indiscriminate and tyrannically lambasting hatred."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "With the prolific winds of change taking an optimistic stranglehold on the brutality of the previous day."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The spirit of ruthless brutality will enter into every fiber of our national life."
    },
    {
      "cite": "Al Sharpton",
      "quote": "We're not anti-police, we're anti-police brutality."
    }
  ]
}