{
  "source": "https://www.wisesayings.com/politics-quotes/",
  "theme": "politics",
  "quotes": [
    {
      "cite": "Oscar Ameringer",
      "quote": "Politics is the gentle art of getting votes from the poor and campaign funds from the rich, by promising to protect each from the other."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Under democracy one party always devotes its chief energies to trying to prove that the other party is unfit to rule - and both commonly succeed, and are right."
    },
    {
      "cite": "Ivern Ball",
      "quote": "A politician is a person who can make waves and then make you think he's the only one who can save the ship."
    },
    {
      "cite": "Martin L. Gross",
      "quote": "We live in a world in which politics has replaced philosophy."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "There are many men of principle in both parties in America, but there is no party of principle."
    },
    {
      "cite": "Albert Einstein",
      "quote": "All of us who are concerned for peace and triumph of reason and justice must be keenly aware how small an influence reason and honest good will exert upon events in the political field."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Under democracy one party always devotes its chief energies to trying to prove that the other party is unfit to rule   and both commonly succeed, and are right."
    },
    {
      "cite": "Ernest Benn",
      "quote": "Politics is the art of looking for trouble, finding it whether it exists or not, diagnosing it incorrectly, and applying the wrong remedy."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future."
    },
    {
      "cite": "Aesop",
      "quote": "We hang the petty thieves and appoint the great ones to public office."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Politics is war without bloodshed while war is politics with bloodshed."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Politics have no relation to morals."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I predict future happiness for Americans, if they can prevent the government from wasting the labors of the people under the pretense of taking care of them."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The rights of every man are diminished when the rights of one man are threatened."
    },
    {
      "cite": "Henri Queuille",
      "quote": "Politics is the art of postponing decisions until they are no longer relevant."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Politics is for the present, but an equation is for eternity."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You may fool all the people some of the time, you can even fool some of the people all of the time, but you cannot fool all of the people all the time."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Politics is a pendulum whose swings between anarchy and tyranny are fueled by perpetually rejuvenated illusions."
    },
    {
      "cite": "Winston Churchill",
      "quote": "In war, you can only be killed once, but in politics, many times."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Politics, noun. A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "Republicans are the party that says government doesn't work, and then get elected and prove it."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Politics is supposed to be the second-oldest profession. I have come to realize that it bears a very close resemblance to the first."
    },
    {
      "cite": "R. A. Butler",
      "quote": "In politics you must always keep running with the pack. The moment that you falter and they sense that you are injured, the rest will turn on you like wolves."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage."
    },
    {
      "cite": "Margaret Cho",
      "quote": "Politics has less to do with where you live than where your heart is."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "The whole art of politics consists in directing rationally the irrationalities of men."
    },
    {
      "cite": "Paul Valery",
      "quote": "Politics is the art of preventing people from taking part in affairs which properly concern them."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Politics is more difficult than physics."
    }
  ]
}