{
  "source": "https://www.wisesayings.com/pollution-quotes/",
  "theme": "pollution",
  "quotes": [
    {
      "cite": "Julianne Moore",
      "quote": "Air pollution is terrible for our children. Every single scientist, every single doctor will tell you the same thing: Air pollution damages our children's brains, their hearts, and their lungs."
    },
    {
      "cite": "Bobby Seale",
      "quote": "The only solution to pollution is a people's humane revolution!"
    },
    {
      "cite": "Josh Fox",
      "quote": "The problem is that everywhere the gas drilling industry goes, a trail of water contamination, air pollution, health concerns and betrayal of basic American civic and community values follows."
    },
    {
      "cite": "Friedensreich Hundertwasser",
      "quote": "Visual pollution is more poisonous than any other pollution because it kills the soul."
    },
    {
      "cite": "Daniel Rosenfeld",
      "quote": "The impact of pollution on these clouds is sufficiently strong to completely shut off precipitation from them."
    },
    {
      "cite": "Paul Johnston",
      "quote": "If a whole lot gets out there will be very serious pollution, if it comes ashore it will kill a lot of things that it contacts."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Pollution is nothing but the resources we are not harvesting. We allow them to disperse because we've been ignorant of their value."
    },
    {
      "cite": "Al Gore",
      "quote": "Pollution should never be the price of prosperity."
    },
    {
      "cite": "Yun Qian",
      "quote": "The pollution (that) resulted from human activity may have created a haze which absorbs and deflects the sun's rays."
    },
    {
      "cite": "John Trapp",
      "quote": "Pollution is the forerunner of perdition."
    },
    {
      "cite": "Louise Slaughter",
      "quote": "If ever we had proof that our nation's pollution laws aren't working, it's reading the list of industrial chemicals in the bodies of babies who have not yet lived outside the womb."
    },
    {
      "cite": "William McDonough",
      "quote": "Waste equals food."
    },
    {
      "cite": "Michael Bloomberg",
      "quote": "After all, the same steps that reduce carbon pollution also clean the air we breathe, which saves lives and reduces disease."
    },
    {
      "cite": "Ryan Karben",
      "quote": "The idea is to return these sites to the status they were before they were polluted. That's what a cleanup is."
    },
    {
      "cite": "Piyush Goyal",
      "quote": "Our pollution out of carbon emissions is still very, very low compared to the world."
    },
    {
      "cite": "James Hansen",
      "quote": "Because cap and trade is enforced through the selling and trading of permits, it actually perpetuates the pollution it is supposed to eliminate."
    },
    {
      "cite": "Frances Beinecke",
      "quote": "Pollution from human activities is changing the Earth's climate. We see the damage that a disrupted climate can do: on our coasts, our farms, forests, mountains, and cities. Those impacts will grow more severe unless we start reducing global warming pollution now."
    },
    {
      "cite": "Patti Smith",
      "quote": "Pollution is a necessary result of the inability of man to reform and transform waste."
    },
    {
      "cite": "Zhou Shengxian",
      "quote": "The issue of pollution has become a blasting fuse for social instability."
    },
    {
      "cite": "Robert Orben",
      "quote": "There's so much pollution in the air now that if it weren't for our lungs there'd be no place to put it all."
    },
    {
      "cite": "B. F. Skinner",
      "quote": "The environment will continue to deteriorate until pollution practices are abandoned."
    },
    {
      "cite": "Paul Krugman",
      "quote": "The important thing to understand is that the case for pollution control isn't based on some kind of aesthetic distaste for industrial society. Pollution does real, measurable damage, especially to human health."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Pollution is a problem, and there's the whole problem of the spoiling of the commons, but we've addressed the pollution problem on a variety of different levels in a variety of ways, and it's worked pretty well."
    },
    {
      "cite": "Brent Newell",
      "quote": "Particulate matter pollution kills people. We're a long way from cleaning up this problem."
    },
    {
      "cite": "Irv Kupcinet",
      "quote": "Air pollution is turning Mother Nature prematurely gray."
    },
    {
      "cite": "Sasha Madronich",
      "quote": "The pollution is ventilated out by wind almost every day, but then it gets re-polluted each day."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental pollution is an incurable disease. It can only be prevented."
    },
    {
      "cite": "Frances Beinecke",
      "quote": "Pollution from oil and gas development, toxic runoff, and miles and miles of plastic trash foul the waters and threaten marine life"
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Now our biggest environmental problems come from our own actions, our own choices, rather than pollution produced by big business."
    },
    {
      "cite": "Jacques Cousteau",
      "quote": "Water and air, the two essential fluids on which all life depends, have become global garbage cans."
    }
  ]
}