{
  "source": "https://www.wisesayings.com/polo-quotes/",
  "theme": "polo",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "A horse is like a violin, first it must be tuned, and when tuned it must be accurately played."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Playing polo is like trying to play golf during an earthquake."
    },
    {
      "cite": "Benjamin Spock",
      "quote": "Every child senses, with all the horse sense that's in him, that any parent is angry inside when children misbehave and they dread more the anger that is rarely or never expressed openly, wondering how awful it might be."
    },
    {
      "cite": "Will Rogers",
      "quote": "Polo, racing and horse shows all are doing great work to help the farmer and rancher to raise better horses."
    },
    {
      "cite": "Lizabeth Dunn",
      "quote": "Polo continued to exhibit tremendous momentum. The strength in the business was broad, with wholesale and retail both outperforming our sales and margin expectations."
    },
    {
      "cite": "Anonymous",
      "quote": "A polo pony is like a motorbike with a mind of its own weighing half a ton."
    },
    {
      "cite": "Anonymous",
      "quote": "The horse will leap over trenches, will jump out of them, will do anything else, provided one grants him praise and respite after his accomplishment."
    },
    {
      "cite": "Beryl Markham",
      "quote": "A lovely horse is always an experience. It is an emotional experience of the kind that is spoiled by words."
    },
    {
      "cite": "Anonymous",
      "quote": "When you are on the great horse, you have the best seat you will ever have."
    },
    {
      "cite": "Joel Edgerton",
      "quote": "Polo is like playing golf with a saddle, and there are a lot of moving parts."
    },
    {
      "cite": "Kate Reardon",
      "quote": "Polo drifts gently in and out of fashion."
    },
    {
      "cite": "Will Rogers",
      "quote": "A difference of opinion is what makes horse racing and missionaries."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is something about the outside of a horse that is good for the inside of a man."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "A polo handicap is a persons ticket to the world."
    },
    {
      "cite": "Anonymous",
      "quote": "Polo is not just an sport, it is a way of living."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Water polo would be much more interesting if they hadn't gotten rid of the horses."
    },
    {
      "cite": "Malika E Nura",
      "quote": "Your mind is like the most powerful horse on the planet. If you can control it, you are sure to win every race in life."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Polo is like tennis you literally have to live it."
    }
  ]
}