{
  "source": "https://www.wisesayings.com/ponder-quotes/",
  "theme": "ponder",
  "quotes": [
    {
      "cite": "Harvey Mackay",
      "quote": "You can't hurry creativity, so take time to ponder your ideas. Sit back and take time to think things over. That's usually how the best ideas bloom."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "It is possibly not very helpful to our inner life to ponder a great deal on how the external world is reflected in our soul. By doing so, we do not get beyond a shadowy picture of the world of mental images in ourselves."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "To ponder is not to brood or grieve or even meditate. It is to wonder at a deep level."
    },
    {
      "cite": "Glenn Beck",
      "quote": "Everyone needs a place where they can go to just ponder for a while. Silence is important; it's the only time you can hear the whispering of truth."
    },
    {
      "cite": "April Bryan",
      "quote": "You can keep pondering on which thing to do first or which path to take or by simply taking action now of most any kind, you may just find yourself on the way to where you most needed to go."
    },
    {
      "cite": "Felix Adler",
      "quote": "If you desire information on some point of law, you are not likely to ponder over the ponderous tomes of legal writers in order to obtain the knowledge you seek, by your own unaided efforts."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "We would do well to ponder the realization that love is the most potent source of power."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Ponder and deliberate before you make your move. He will conquer who has learned the artifice of deviation. Such is the art of maneuvering."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Ponder and deliberate before you make a move."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Never ponder to give today all that you have, if you hope for tomorrow to give you all that you need."
    },
    {
      "cite": "Sue Grafton",
      "quote": "It is a truth of human nature that we can ponder life's mysteries for only so long before we lose interest and move on to something else."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Pondering over your actions is a practical way of helping yourself in the battle against sin."
    },
    {
      "cite": "Catherine Of Siena",
      "quote": "Ponder the fact that God has made you a gardener, to root out vice and plant virtue."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Ponder the depth and the power of loyalty-the ability to serve and support a cause greater than yourself."
    },
    {
      "cite": "Christopher Moore",
      "quote": "Pondering is a little like considering and a little like thinking, but looser. To ponder, one must let the facts roll around the rim of the mind's roulette wheel, coming to settle in whichever slot they feed pulled to."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Pondering must turn out to be your cash asset, regardless of whichever ups and downs you occur throughout in the everyday living."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Young people should ponder over problems that might confront them and be prepared to cope with them in a way that their parents, their leaders, and their Heavenly Father would have them cope, that they might keep themselves clean and pure."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Ponder for a long time whether you shall admit a given person to your friendship; but when you have decided to admit him, welcome him with all your heart and soul. Speak as boldly with him as with yourself."
    },
    {
      "cite": "Curious George Brigade",
      "quote": "It's easier to ponder the future than it is to do something about the present."
    },
    {
      "cite": "Tadao Ando",
      "quote": "If you give people nothingness, they can ponder what can be achieved from that nothingness."
    },
    {
      "cite": "Charles Kettering",
      "quote": "It is man's destiny to ponder on the riddle of existence and, as a byproduct of his wonderment, to create a new life on this earth."
    },
    {
      "cite": "Brian Greene",
      "quote": "The real question is whether all your pondering and analyses will convince you that life is worth living. That's what it all comes down to."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "People who ponder too much about the subject of enlightenment don't progress very fast. It is interesting to know it's there, but you can't know what it's like until you get there."
    },
    {
      "cite": "Emma Roberts",
      "quote": "If there wasn't mystery, people wouldn't have anything to ponder. If you already knew everything, you wouldn't have anything to think about and life would just be really boring."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "When walking, you see things that you miss in a motor car or on the train. You give your mind space to ponder."
    },
    {
      "cite": "Quintilian",
      "quote": "While we ponder when to begin, it becomes too late to do."
    }
  ]
}