{
  "source": "https://www.wisesayings.com/ponytail-quotes/",
  "theme": "ponytail",
  "quotes": [
    {
      "cite": "Young M.A",
      "quote": "I never wanted to wear skirts or shoes, makeup, nails, dresses, or even wear my hair a certain way. I always wanted to wear sneakers, stud earrings, hair in a ponytail, and play with the boys."
    },
    {
      "cite": "Ted Nugent",
      "quote": "At 62, I remain clean and sober and my ponytail remains erect."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I don't really like dressing up. Some people probably think actresses dress up everywhere they go. I'm in sweatpants half the time with my hair in a ponytail."
    },
    {
      "cite": "Alex Morgan",
      "quote": "I feel the most confident when I'm comfortable in workout clothes with my hair up in a ponytail."
    },
    {
      "cite": "Gigi Hadid",
      "quote": "I usually do my hair and makeup in 30 to 45 minutes, and if my hair is dirty, I'll just put it in a bun or a ponytail. If it's in a bun, I'll part it down the middle and do a low bun with a couple pieces in the front coming down."
    },
    {
      "cite": "Tracee Ellis Ross",
      "quote": "When I'm not working, I spend a lot of time on my hair. When it's time for my hair to get some rest, I either wear it in a ponytail, bun or my favorite 'milkmaid' braid."
    },
    {
      "cite": "Lili Reinhart",
      "quote": "It takes a good 35-40 minutes to do my iconic ponytail every day."
    },
    {
      "cite": "Christie Brinkley",
      "quote": "I can't live without knowing I have my extensions and ponytail. So I can run out the door at the drop of a hat."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "I won't usually make plans with people I don't know on Fridays because all I want to do is stick my hair in a ponytail and put on a big sweater, some tights and a pair of sneakers after a week working in the city."
    },
    {
      "cite": "Syd",
      "quote": "I used to have long hair and get it done every two weeks, and it was never worth it to me. I would just walk out of the salon and put it in a ponytail anyway."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "The blonde playing hopscotch / had a tattoo / In a collision of eras / her ponytail flew"
    },
    {
      "cite": "Source Unknown",
      "quote": "If at first you don't succeed, fix your ponytail and try again."
    },
    {
      "cite": "Brad Goreski",
      "quote": "A slick ponytail is a great way to add a modern, minimal look to your outfit."
    },
    {
      "cite": "Dana Gould",
      "quote": "You rarely get a convincing lecture on playing to your strength from a bald guy with a ponytail."
    },
    {
      "cite": "Dante Pronio",
      "quote": "A chignon is an elegant twist on the ponytail and perfect for formal occasions. But it's also an easy and practical choice that works anytime you want to keep hair off your face."
    },
    {
      "cite": "Hayyim Nahman Bialik",
      "quote": "Suddenly a demon came and scarfed them / a demon with a ponytail and handlebar mustache / And I remained, silly bugger / an old bachelor ever after."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "Girls and young dancers in ancient Egypt and young girls in ancient Rome also wore their hair in the style that we now call a ponytail."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "The hairstyle known as ponytail can be seen on frescoes painted thousands of years ago in Crete, so it may have emerged in Greece during ancient times."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "Today, state fairs continue to sponsor hair contests of various kinds. For example, the Michigan State Fair has traditionally held a Longest Ponytail contest."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "Men in Europe and the American colonies wore short ponytails during the 1700s, or they wore wigs with a type of ponytail that was called queue."
    },
    {
      "cite": "Victoria Sherrow",
      "quote": "A ponytail can be neat, simple, and practical, since it keeps the hair off the face during certain jobs, sports, or other activities, and can be more comfortable in hot weather."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "The high ponytail is flattering for most face shapes and it's easy to do. When the ponytail is in place on the high crown area. It helps lift the face. This hairstyle is ideal for girls with naturally straight, thick hair and a silky texture."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "The half pony is a very casual style and works well for mid-length hair. It's great if your hair is extremely thick because it allows you to wear your hair down but you have most of it pulled back and out of your face."
    },
    {
      "cite": "Jenny Strebe",
      "quote": "French back pony. This style is perfect for anyone with heavy, limp hair that just won't hold in a ponytail."
    },
    {
      "cite": "Eddie Snyder",
      "quote": "Jingle bells, toy balloons / Lollipops and roller coaster rides / Love is made of jellybeans, butterflies / Ponytails and moonlit mountain sides."
    },
    {
      "cite": "Bush Kate",
      "quote": "A rubberband hold me trousers up / A rubberband ponytails / If I could learn to twang like a rubberband / I'd be a rubberband girl"
    }
  ]
}