{
  "source": "https://www.wisesayings.com/pony-quotes/",
  "theme": "pony",
  "quotes": [
    {
      "cite": "Dr. Seuss",
      "quote": "In my world, everyone's a pony and they all eat rainbows and poop butterflies!"
    },
    {
      "cite": "Muriel Wace",
      "quote": "A child who is happy on his pony's back has something which will be to him a glorious memory that the years cannot dim."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Adventures are not all pony-rides in May-sunshine."
    },
    {
      "cite": "Rebecca Carroll",
      "quote": "A pony is a childhood dream. A horse is an adulthood treasure."
    },
    {
      "cite": "Maya Patel",
      "quote": "Small children are convinced that ponies deserve to see the inside of the house."
    },
    {
      "cite": "Jeffrey Bullock",
      "quote": "When the storm clouds in the west / Are quickly gathering / The ponies they run wild there / Before it rains / You'll see their sleek dark bodies / Brightly gleaming / You know the fire is flying through / Their brains."
    },
    {
      "cite": "George S. Patton Jr.",
      "quote": "The officer who never looks after his ponies, after a game, to see that they are properly put away, or who at the end of a long march or hard drill says, \"Sergeant, fix up the horses...\" is without pride and lazy, and the men know it and despise him."
    },
    {
      "cite": "Jan Westmark",
      "quote": "The older I get the more I enjoy watching my daughter riding around the ring with no hands, jumping her pony and having fun."
    },
    {
      "cite": "Wilf Carter",
      "quote": "A cowboy's best friend is his pony."
    },
    {
      "cite": "Royal B. Hassrick",
      "quote": "A good horse knows just when to to turn a cow, just how to cut a steer from the bunch. A good cow pony knows, as if by instinct, when to walk slowly through the brush, how to miss the gopher hole at a high canter... The cowpoke and the cow pony become not just a team working in unison, they become as one."
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "Even an E-type Jaguar looks merely flash beside a really smart pony and trap."
    },
    {
      "cite": "Jackie Croome",
      "quote": "Horses do change, you know; a lot of the... ponies really give the able-bodied grooms a hard time, but if you put a disabled child or adult on their back they're as gentle as lambs."
    },
    {
      "cite": "Nina Duran",
      "quote": "Watching a seasoned pony carry its young rider, one senses the pony is doing the teaching. With an uncanny sense of the rider's limitations and often genuine kindness, ponies seem to possess an intelligence you don't always see in horses."
    },
    {
      "cite": "Cooky McClung",
      "quote": "Betting the ponies is done in various methodical ways by professionals, haphazardly by some enthusiasts, and often in a rather bizarre fashion by others just out for a day's lark."
    },
    {
      "cite": "Paul Zarzyski",
      "quote": "Never a pony couldn't be rode, never a cowboy couldn't be throwed."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "When the spring round-up begins the horses should be as fat and sleek as possible. After running all winter free, even the most sober pony is apt to betray an inclination to buck; and, if possible, we like to ride every animal once or twice before we begin to do real work with him."
    },
    {
      "cite": "Lou Reed",
      "quote": "Life's like Sanskrit read to a pony."
    },
    {
      "cite": "Dr. Richard Shuckburgh",
      "quote": "Yankee Doodle came to town / Riding on a pony, / He stuck a feather in his hat / And called it macaroni."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "And the seasons they go round and round, / And the painted ponies go up and down, / We're captive on the carousel of time / We can't return, we can only look behind / From where we came / And go round and round and round / In the circle game."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Five and twenty ponies, / Trotting through the dark— / Brandy for the Parson, / 'Baccy for the Clerk; / Laces for a lady, letters for a spy, / Watch the wall, my darling, while the / Gentlemen go by!"
    },
    {
      "cite": "Arthur Percival Graves",
      "quote": "Trottin' to the fair, / Me and Moll Maloney, / Seated, I declare / On a single pony."
    },
    {
      "cite": "North American Proverb",
      "quote": "Mistakes ain't haystacks or there'd be more fat ponies than there is."
    },
    {
      "cite": "Arthur Chapman",
      "quote": "When walkin' down a city street, / Two thousand miles from home, / The pavestone hurtin' of the feet / That never ought to roam, / A pony just reached to one side / And grabbed me by the clothes; / He smelled the sagebrush, durn his hide! / You bet a pony knows!"
    },
    {
      "cite": "Stuart Baggs",
      "quote": "I'm not a one trick pony, I'm a field of ponies!"
    },
    {
      "cite": "Ranal Currie",
      "quote": "Ponies don't become horses (They are ponies)."
    },
    {
      "cite": "Paul Simon",
      "quote": "He's a one-trick pony / One trick is all that horse can do / He does, one trick only / It's the principal source of his revenue / But when he steps into the spotlight / You can feel the heat of his heart / Come rising through / See how he dances / See how he loops from side to side / See how he prances / The way his hooves just seem to glide / He's just a one-trick pony, that's all he is, / But he turn that trick with pride."
    },
    {
      "cite": "Lyle Pearce Lovett",
      "quote": "When I was a very young man / I was a cowboy / The best in the land / But then she settled me down / With a touch of her hand / Now I'm begging you mister / Tell me if you can / Which way does that old pony run / Which way does that old pony run / And how much is that saddle / And a straight shooting gun / Which way does that old pony run / Now a young girl / She don't know when she's lying / But a woman / Great God she knows how its done / So mama before I go / There's just one thing on my mind / Which way does that old pony run."
    },
    {
      "cite": "Joe Ely",
      "quote": "I went down to the races to watch my pony run / Down to the races to watch my pony run / Lookin' at the faces, lookin' for the fastest one / I took my money, money I'd saved for rent / I took my money, money I'd saved for rent / Forgive me honey, I'll give it up for lent / Run little pony, run like you're runnin' from sin / Run little pony, run like the crazy wind / Play your bugle, boy, play it fast and hard / Play your bugle, boy, play it fast and hard / Here come the ponies, come trottin' out in the yard / The odds against me, they laid 'em seven to one / Odds were against me, they laid 'em at seven to one / Cold sweat like to drench me, when the starter man fired his gun / Run little pony, run like you're runnin' from sin / Run little pony, run like the crazy wind / I yelled and I cheered and praised the lord above / I yelled and I cheered and praised the lord above / My Little Pony come in, one head out in front."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "The new chum's polo pony was the smartest pony yet -- / The owner backed it for the Cup for all that he could get. / The books were laying fives to one, in tenners; and you bet / He was on it. / The bell was rung, the nags came out their quality to try, / The band played, \"What Ho! Robbo!\" as our hero cantered by, / The people in the Leger Stand cried out, \"Hi, mister, hi! / Are you on it?\" / They watched him as the flag went down; his fate is quickly told -- / The pony gave a sudden spring, and off the rider rolled. / The pony finished first all right, but then our hero bold / Was not on it."
    },
    {
      "cite": "Liam Ó Comain",
      "quote": "The young foal arose for / The first time, yesterday, / And is now enjoying its / Little runs around the fields. / A Connemara pony of a beautiful / Colour and, of course, the breed / Has entered the minds of many / Within recent years… / When I recall the first time / That I encountered the breed / It was when I visited a travellers / Site on the outskirts of Limavady. / At that time the travellers shared / Various breeds and it was one / Of my reasons for visiting for / I loved ponies as they did."
    }
  ]
}