{
  "source": "https://www.wisesayings.com/poor-man-quotes/",
  "theme": "poor-man",
  "quotes": [
    {
      "cite": "Democritus",
      "quote": "By desiring little, a poor man makes himself rich."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "A poor man is like a foreigner in his own country."
    },
    {
      "cite": "Herman Melville",
      "quote": "The poor man wants many things; the covetous man, all."
    },
    {
      "cite": "French Proverb",
      "quote": "The poor man commands respect; the beggar must always excite anger."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The poor man with industry is happier than the rich man in idleness."
    },
    {
      "cite": "Henry Ford",
      "quote": "A poor man is not the one without a cent. A poor man is the one without a dream."
    },
    {
      "cite": "Chinmayananda Saraswati",
      "quote": "The really poor man is not the one who lacks money, but the one who lacks the joy of the heart."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Be grateful that the poor man is there, so that by making a gift to him you are able to help yourself."
    },
    {
      "cite": "David Baldacci",
      "quote": "When a poor man gives something, that is a sacrifice indeed. When a rich man gives something, it hardly rises to the same level."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "A poor man knows the true value of money and will not dare waste it, but a rich man is extravagant and always looking for an opportunity to empty his pockets."
    },
    {
      "cite": "Matthew Ashimolowo",
      "quote": "A poor man's fear for money works against him."
    },
    {
      "cite": "Gene Simmons",
      "quote": "Live and think like a poor man and you'll always be OK."
    },
    {
      "cite": "Fred C. White",
      "quote": "The poor man is poor because he will not heed instruction."
    },
    {
      "cite": "Louis-Ferdinand Celine",
      "quote": "Almost every desire a poor man has is a punishable offence."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The poor man is ruined as soon as he begins to ape the rich."
    },
    {
      "cite": "Woodrow M. Kroll",
      "quote": "He is a poor man who can only measure his wealth in dollars."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "A poor man with nothing in his belly needs hope, illusion, more than bread."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The poor man's price of admittance to the favor of the rich is his self-respect."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The poor man really has a stake in the country. The rich man hasn't; he can go away to New Guinea in a yacht."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Poverty with joy isn't poverty at all. The poor man is not one who has little, but one who hankers after more."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "In all conditions of life a poor man is a near neighbor to an honest one, and a rich man is as little removed from a knave."
    },
    {
      "cite": "Teresa of Ávila",
      "quote": "I believe that honor and money nearly always go together... Seldom or never is a poor man honored by the world; however worthy of honor he may be, he is apt rather to be despised by it."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole."
    },
    {
      "cite": "John Wooden",
      "quote": "Ability is a poor man's wealth."
    },
    {
      "cite": "Sophocles",
      "quote": "Even a poor man can receive honors."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Give, but, if possible, spare the poor man the shame of begging."
    },
    {
      "cite": "Gregory Nunn",
      "quote": "It is harder for a poor man to be successful than it is for a rich man."
    }
  ]
}