{
  "source": "https://www.wisesayings.com/pop-culture-quotes/",
  "theme": "pop-culture",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "Popular culture is a place where pity is called compassion, flattery is called love, propaganda is called knowledge, tension is called peace, gossip is called news, and auto-tune is called singing."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Pop culture shapes our ideas of what is normal and what our dreams can be and what our roles are. Politics, of course, decides how the power and the money in the country is distributed. Both are equally important, and each affects the other."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "If pop culture is a pool, it never hurts to dive into the deep end once in a while."
    },
    {
      "cite": "Bozoma Saint John",
      "quote": "Pop culture and entertainment can be dismissed as surface, but it's not. It's the language we all speak, and it's the connection point between people all over the world."
    },
    {
      "cite": "Harry Belafonte",
      "quote": "Pop culture has none of the vibrancy that you find in the folk culture, where people speak directly to their own experience in the human condition."
    },
    {
      "cite": "Connor Franta",
      "quote": "I love how pop culture shapes a generation. The trends, fashion and events all play a key part in how we live our present lives, and will mark how we will be remembered in the future."
    },
    {
      "cite": "Nuno Roque",
      "quote": "Pop is about speaking everybody's language. The imagery and iconography we instantly recognize. When you can rely on things that the public already knows, you're dealing with Pop."
    },
    {
      "cite": "Graydon Carter",
      "quote": "My hunch is that pop culture began to stagnate the moment Americans started to love the past more than they did the future."
    },
    {
      "cite": "Seth Rogen",
      "quote": "People constantly make pop-culture references. That's why it's called popular culture, because people are aware of it and reference it constantly."
    },
    {
      "cite": "Natasha Leggero",
      "quote": "Pop culture, it's crazy. There's all this violence in video games. In 'Call of Duty,' people are literally just blowing other people up. Hey, let's protect your country from your couch while eating your sandwich."
    },
    {
      "cite": "Russell Simmons",
      "quote": "Urban pop culture is its own phenomena that is for some reason is left out of Hollywood. It's the most mainstream thing there is."
    },
    {
      "cite": "Gary Bauer",
      "quote": "Guided by nothing but pop culture values, many children no longer learn how to think about morality and virtue, or to think of them at all. They grow up with no shared moral framework, believing that the highest values are diversity, tolerance and non-judgmentalism."
    },
    {
      "cite": "Trevor Dunn",
      "quote": "Pop culture is not about depth. It's about marketing, supply and demand, consumerism."
    },
    {
      "cite": "John Podhoretz",
      "quote": "Pop culture is a reflection of social change, not a cause of social change."
    },
    {
      "cite": "Shawn Wayans",
      "quote": "If you keep up with pop culture, everybody knows the joke."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "It's part of our pop culture to give animals human personalities and talents."
    },
    {
      "cite": "Jack Antonoff",
      "quote": "It really is true that when an issue becomes pop culture, it changes faster, and it's really great for the issue."
    },
    {
      "cite": "Lykke Li",
      "quote": "I think pop culture underestimates people. The message is, 'Being yourself is the worst thing you could possibly be.' But people are still attracted to it."
    },
    {
      "cite": "Charles Bowen",
      "quote": "More students have a better knowledge of pop culture than of the Constitution."
    },
    {
      "cite": "Lucian James",
      "quote": "It really is a measure of the brands that are important in pop culture. These are the brands that have for whatever reason created relevance that really resonates in pop culture. It's the brands people are using to define themselves right now."
    }
  ]
}