{
  "source": "https://www.wisesayings.com/pop-quotes/",
  "theme": "pop",
  "quotes": [
    {
      "cite": "Michel Gondry",
      "quote": "Pop music is created by repression - and then the system takes it and makes even more money with it!"
    },
    {
      "cite": "Emily Ratajkowski",
      "quote": "Pop music is always great for keeping the energy up, but it can get really old, especially after eight hours, just because there aren't that many great pop songs."
    },
    {
      "cite": "David Bennun",
      "quote": "Pop music, across its countless iterations, is a vast, amazing, thrilling art form. All life is in it. It stands for itself. The same is true of literature, but nobody feels compelled to toss Philip Roth a grammy just to prove it."
    },
    {
      "cite": "Cliff Martinez",
      "quote": "Pop music is a fashion, and fashions come and go. The public retires you as their tastes change."
    },
    {
      "cite": "John Podhoretz",
      "quote": "Pop culture is a reflection of social change, not a cause of social change."
    },
    {
      "cite": "Branford Marsalis",
      "quote": "Pop doesn't really look back. It can't. What makes pop work is simplicity."
    },
    {
      "cite": "Aisha Tyler",
      "quote": "Pop culture is great, but it can be bad, at times."
    },
    {
      "cite": "Paul Morley",
      "quote": "Pop music can somehow survive being inhibited and mangled by its harsh and stupid commercial chains, and there is surely irreducible potential because of the 'star system' and the volatile attention pop receives for multiples of wickedness, ridicule, discontent, eccentricity, desire to thrive importantly in a genuinely popular context."
    },
    {
      "cite": "Todd Haynes",
      "quote": "Pop music can get inside us and enter our memory bubbles. It provides those true Proustian moments, unlocking sensations, unlocking our imaginations. Music inspired me as a filmmaker."
    },
    {
      "cite": "Colin Meloy",
      "quote": "Pop music has always adopted the style of marrying upbeat melodies to dour lyrics."
    },
    {
      "cite": "Sarah Churchwell",
      "quote": "Pop music provides not just the soundtrack to our lives, as the cliche goes; it releases our emotions and helps us to articulate them. This is why music is so important to adolescents, who are struggling with questions of identity and self-expression."
    },
    {
      "cite": "Paul Epworth",
      "quote": "Pop music has greater power to change people and to affect people because it's a universal language. You don't have to understand music to understand the power of a pop song."
    },
    {
      "cite": "Gary Kemp",
      "quote": "Pop music should be about young people."
    },
    {
      "cite": "Paul Morley",
      "quote": "Pop music can play a large part in the way numerous young people determine their right to desire and their need to question."
    },
    {
      "cite": "Halsey",
      "quote": "Pop music really is a love and a joy and a science [of songwriting]."
    },
    {
      "cite": "Ravi Shankar",
      "quote": "Pop changes week to week month to month. But great music is like literature."
    },
    {
      "cite": "Paul Morley",
      "quote": "Pop music - what used to be known as rock music, a loud novelty - can be something more than a pointless, artificial diversion."
    }
  ]
}