{
  "source": "https://www.wisesayings.com/popcorn-quotes/",
  "theme": "popcorn",
  "quotes": [
    {
      "cite": "Tyler Perry",
      "quote": "I don't like popcorn, and I think it's so annoying when people have popcorn in the theaters. That is the loudest food."
    },
    {
      "cite": "Sara Sampaio",
      "quote": "For me, a snack is supposed to be unhealthy! I like having chips or popcorn when I'm on set."
    },
    {
      "cite": "Demitri Martin",
      "quote": "Popcorn is one of the only situations in which you eat the result of an explosion."
    },
    {
      "cite": "Demitri Martin",
      "quote": "Popcorn is one of the only situations in which you eat the result of an explosion."
    },
    {
      "cite": "James Patterson",
      "quote": "Popcorn for breakfast! Why not? It's a grain. It's like grits, but with high self-esteem."
    },
    {
      "cite": "Julianne Phillips",
      "quote": "Im a popcorn fanatic. No matter how full I am, I can eat popcorn."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "People that say I have a 'fear of commitment' don't understand my relationship with popcorn."
    },
    {
      "cite": "Debbie Macomber",
      "quote": "I am a big popcorn fanatic. I love popcorn. In fact one year for my birthday, my husband bought me one of those big popcorn machines like they have in movie theaters."
    },
    {
      "cite": "Deb Caletti",
      "quote": "I've never met a popcorn ball I didn't like."
    },
    {
      "cite": "Olivia Holt",
      "quote": "I'm pretty great at eating. Mostly popcorn. I'm serious: I can finish a whole bag of popcorn in under 5 minutes, give or take."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Love is sharing your popcorn."
    },
    {
      "cite": "Lawrence Taylor",
      "quote": "When you get old, everything is hurting. When I get up in the morning, it sounds like I'm making popcorn."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Hearing nuns' confessions is like being stoned to death with popcorn."
    },
    {
      "cite": "Shannon Wiersbitzky",
      "quote": "Fresh popcorn is near impossible to resist, second only to fresh doughnuts."
    },
    {
      "cite": "Patricia Linden",
      "quote": "Popcorn is the sentimental good time Charlie of American foods."
    },
    {
      "cite": "David Gerrold",
      "quote": "Of course life is bizarre, the more bizarre it gets, the more interesting it is. The only way to approach it is to make yourself some popcorn and enjoy the show."
    }
  ]
}