{
  "source": "https://www.wisesayings.com/popsicle-quotes/",
  "theme": "popsicle",
  "quotes": [
    {
      "cite": "Dean Martin",
      "quote": "So I'm not going to drink anymore. I'm going to freeze it now and eat it like a Popsicle."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "People can do great things. However, there are some things they just can't do. I, for instance, have not been able to transform myself into a Popsicle, despite years of effort."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "Her hair was strawberry blond, and she had the shape of a Popsicle stick: turn her sideways and she practically disappeared."
    },
    {
      "cite": "Libba Bray",
      "quote": "I've had so many bikini waxes, I cry every time I see a Popsicle stick."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Well, we better be quick and not become human Popsicle. I’m going to be really upset at you if I freeze to death."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "There's blood, a taste I remember. It tastes of orange Popsicle, penny gumballs, red licorice, gnawed hair, dirty ice."
    },
    {
      "cite": "P. C. Cast",
      "quote": "Okay, well, let's do a little reenactment. I'm the gay-looking DiCaprio and you're Rose. You have to keep your eyes open and on my face, or you'll have let me go and I'll turn into a huge gay Popsicle."
    },
    {
      "cite": "Roxanne Brown",
      "quote": "Sisters - they share the agony and the exhilaration. As youngsters they may share Popsicle, chewing gum, hair dryers and bedrooms. When they grow up, they share confidences, careers and children, and some even chat for hours every day."
    },
    {
      "cite": "Chuck Lorre",
      "quote": "This is fun. Playing with Popsicle sticks, exploring ways to store kinetic energy. It's like preschool all over again."
    },
    {
      "cite": "Larry Johnson",
      "quote": "You're my Popsicle / From the very first time / I met you / I knew you captured me / You're my Popsicle"
    },
    {
      "cite": "Bryan Charles Hollon",
      "quote": "Fudge, tutti-frutti and a grape that's fine / Buy one for me and one for my chick / A lot of good eating on a Popsicle stick"
    },
    {
      "cite": "Bryan Charles Hollon",
      "quote": "Some people buy Popsicles just for kicks / But me and my baby we save the sticks / To keep brother and sister quiet as a mouse / We give them Popsicle sticks to build a Popsicle house"
    },
    {
      "cite": "Bryan Charles Hollon",
      "quote": "So when you hear the bell go ding a ling / That's the Popsicle man and he's the goody king / Save Popsicle wrappers and before long / You'll win a phonograph to play this record on"
    },
    {
      "cite": "Chris Frantz",
      "quote": "Popsicle of love / Gimme gimme gimme one of those / (It's summertime, boy!) / coconut delight / Honey honey honey don't let go / (It's summertime, love)"
    },
    {
      "cite": "Cindy Wilson",
      "quote": "Downtown / Waiting for that very special / Comes in to see what I got / Orange Popsicles and lemonade"
    },
    {
      "cite": "Bridgit Claire Mendler",
      "quote": "I remember my summer with you / Cherry Popsicles sand in my toes / Rolled down windows, hold my hand, hold me close"
    },
    {
      "cite": "Maloy",
      "quote": "Popsicle loving, pie crusts, / Promises, ice cream kisses / That I'm really gonna miss you."
    },
    {
      "cite": "Teddy Randazzo",
      "quote": "Like carnivals and carousels / Popsicles and wishing wells / And I am so in love with you"
    },
    {
      "cite": "Michael Bruce",
      "quote": "I need a Popsicle  / Do you want lemon or lime  / I've got a special today  / If you've got the time"
    },
    {
      "cite": "Lori Mckenna",
      "quote": "When it's hot, eat a root beer, a Popsicle / Shut off the AC and roll the windows down / Let that summer sun shine"
    },
    {
      "cite": "Sarah Bond",
      "quote": "As my love affair with the Popsicle mold blossomed, so did the world's love of Popsicles."
    },
    {
      "cite": "Shelly Kaldunski",
      "quote": "In a rainbow of colors, ice pops are the quintessential treat."
    },
    {
      "cite": "Shelly Kaldunski",
      "quote": "Many of us associate ice pops with childhood: a frosty snack on a hot day, or the trophy for chasing down the neighborhood truck after school."
    },
    {
      "cite": "Shelly Kaldunski",
      "quote": "The truth is, few adults are immune to ice pops' charms, though some may have learned more refined eating habits."
    },
    {
      "cite": "Tammy Gangloff",
      "quote": "Homemade Popsicles are so much better, and lots of fun to make with kids."
    },
    {
      "cite": "Steven Paalz",
      "quote": "Colored Popsicles on a hot day / Cool ice in late May / Artificial color and flavor / Tastes one needs to savor"
    },
    {
      "cite": "Steven Paalz",
      "quote": "On a hot day feels nice / Colored Popsicles on a hot day / What else could you say?"
    },
    {
      "cite": "Richard W Hartel",
      "quote": "Summer is the time to hit the freezer and grab Popsicle. Frozen sugar ices on a stick are easy to eat and help beat the heat."
    },
    {
      "cite": "Richard W Hartel",
      "quote": "A Popsicle may be a simple treat, but there is still a lot of science involved."
    },
    {
      "cite": "Molly Aloian",
      "quote": "Many people enjoy eating frozen Popsicles and ice cream cones in hot summer days."
    }
  ]
}