{
  "source": "https://www.wisesayings.com/population-quotes/",
  "theme": "population",
  "quotes": [
    {
      "cite": "Julian Lincoln Simon",
      "quote": "The increase in the world's population represents our victory against death."
    },
    {
      "cite": "Jack London",
      "quote": "In a saturated population life is always cheap."
    },
    {
      "cite": "Alexei Panshin",
      "quote": "Population pressure is the ultimate cause of every war."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "Real problem is not population explosion, but what the population is doing."
    },
    {
      "cite": "Thomas Malthus",
      "quote": "The superior power of population cannot be checked without producing misery or vice."
    },
    {
      "cite": "Stewart Udall",
      "quote": "In a region with a growing population, if you're doing nothing, you're losing ground."
    },
    {
      "cite": "Paul Kagame",
      "quote": "It is the population which decides when it's time for a leader to leave, not foreign powers."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "You cannot control your own population by force, but it can be distracted by consumption."
    },
    {
      "cite": "Art Hoppe",
      "quote": "We all worry about the population explosion, but we don't worry about it at the right time."
    },
    {
      "cite": "Thomas W. Horton",
      "quote": "Given continued high rates of population increase, all environmental victories are temporary."
    },
    {
      "cite": "Alfred W. Crosby",
      "quote": "Nature's standard operating procedure, pairing a population explosion with a population crash."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Technology made large populations possible; large populations now make technology indispensable."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "The population problem has no technical solution; it requires a fundamental extension in morality."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The general population doesn't know what's happening, and it doesn't even know that it doesn't know."
    },
    {
      "cite": "Thomas Malthus",
      "quote": "Population, when unchecked, goes on doubling itself every 25 years or increases in a geometrical ratio."
    },
    {
      "cite": "David Rockefeller",
      "quote": "The negative impact of population growth on all of our planetary ecosystems is becoming appallingly evident."
    },
    {
      "cite": "Lester R. Brown",
      "quote": "Population growth is exceeding farmers' ability to keep up...Our oldest enemy, hunger, is again at the door."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "A finite world can support only a finite population; therefore, population growth must eventually equal zero."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Every segment of our population, and every individual, has a right to expect from his government a fair deal."
    },
    {
      "cite": "Vandana Shiva",
      "quote": "Population control is not an issue involving contraceptives for third world women. It is an issue of ecological justice."
    },
    {
      "cite": "Helmut Schmidt",
      "quote": "Population growth and the proliferation of mega-cities around the world redefines the entire global security agenda."
    },
    {
      "cite": "James Cameron",
      "quote": "There is a hugely underserved population out there... those who are the least capable of paying pay the highest."
    },
    {
      "cite": "John Lindberg",
      "quote": "When the population is filled with peace and harmony it ripens like fruit that turns to rot in a jiff if not preserved by change."
    },
    {
      "cite": "Isaac Marion",
      "quote": "It's not about keeping up the population, it's about passing on who we are and what we've learned, so things keep going. So we don't just end."
    },
    {
      "cite": "Pope Francis",
      "quote": "A population that does not take care of the elderly and of children and the young has no future, because it abuses both its memory and its promise."
    },
    {
      "cite": "Evan Esar",
      "quote": "There would be no population explosion if people who are trying to keep the wolf from the door wouldn't let the stork fly in through the window."
    },
    {
      "cite": "Emanuel Celler",
      "quote": "Our population is headed for a stable plateau, which means an aging population."
    },
    {
      "cite": "Anne Carson",
      "quote": "A refugee population is hungry for language and aware that anything can happen."
    },
    {
      "cite": "Bill Gates",
      "quote": "The key thing you can do to reduce population growth is actually improve health."
    },
    {
      "cite": "Thomas Malthus",
      "quote": "The world's population will multiply more rapidly than the available food supply."
    }
  ]
}