{
  "source": "https://www.wisesayings.com/porch-quotes/",
  "theme": "porch",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Friends are the pillars on your porch. Sometimes they hold you up, sometimes they lean on you, and sometimes it's just enough to know that they are standing by."
    },
    {
      "cite": "Anonymous",
      "quote": "If you can't run with the big dogs, stay up on the porch."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The swing on your porch is a better liver of life than the chair in front of your desk."
    },
    {
      "cite": "ROBERT ELLIOTT GONZALES",
      "quote": "Maybe marriages were made in heaven, but we believe in giving the old-fashioned porch-swing some credit."
    },
    {
      "cite": "Merle Shain",
      "quote": "The people in your life are like the pillars on your porch. Sometimes they hold you up, and sometimes they lean on you. Sometimes it's enough to know they are standing by."
    },
    {
      "cite": "Mexican Proverb",
      "quote": "A person born to be a flower pot will not go beyond the porch."
    },
    {
      "cite": "Dan Stevens",
      "quote": "A British porch is a musty, forbidding non-room in which to fling a sodden umbrella or a muddy pair of boots; a guard against the elements and strangers. By contrast the good ol' American front porch seems to stand for positivity and openness; a platform from which to welcome or wave farewell; a place where things of significance could happen."
    },
    {
      "cite": "Author Unknown",
      "quote": "The best kind of friend is the one you could sit on a porch with, never saying a word, and walk away feeling like that was the best conversation you've had."
    },
    {
      "cite": "Frederick William Faber",
      "quote": "We cannot resist the conviction that this world is for us only the porch of another and more magnificent temple of the Creator's majesty."
    },
    {
      "cite": "Robert Brault",
      "quote": "There is a child in every one of us who is still a trick-or-treater looking for a brightly-lit front porch."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "The ego is like a tired old dog. We can never kill it, so put it out on the back porch, let it rest there, and step around it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Ever the words of the gods resound; But the porches of man's ear seldom in this low life's round are unsealed, that he may hear."
    },
    {
      "cite": "John Sarris",
      "quote": "Make your front porch a part of your home, and it will make you a part of the world."
    },
    {
      "cite": "James Lee Burke",
      "quote": "Money can't buy happiness but it'll sure keep a mess of grief off your front porch"
    },
    {
      "cite": "Deb Caletti",
      "quote": "Marriage is like a well-built porch. If one of the two posts leans too much, the porch collapses. So each must be strong enough to stand on its own."
    }
  ]
}