{
  "source": "https://www.wisesayings.com/porsche-quotes/",
  "theme": "porsche",
  "quotes": [
    {
      "cite": "Ferdinand Porsche",
      "quote": "Porsche....there is no substitute"
    },
    {
      "cite": "Rod Stewart",
      "quote": "Fast cars like Porsches and Ferraris - they are things of beauty."
    },
    {
      "cite": "Ferdinand Alexander Porsche",
      "quote": "A Porsche will always look like a Porsche. My grandfather took these shapes from nature, so the head lamps of the 911 maybe look a little like the eyes of a frog, but it comes from nature, and the best shapes are from nature, so why change?"
    },
    {
      "cite": "Kevin O'Leary",
      "quote": "I'm starting to think about things that I want to do, things that are fun. One of them is driving a car like a Porsche. I've driven a lot of cars - sedans, trucks and big family vehicles all year long. But there's nothing like a four-wheel-drive Porsche."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "I do enjoy wearing Japanese and Italian clothing. I also enjoy my blue jeans or tennis shorts and running shoes. I like driving a Porsche because it is an elegant machine and it is a very beautiful experience to drive it. It's magnificently made."
    },
    {
      "cite": "Mitchell Kapner",
      "quote": "I'll be okay. I'm gonna calm down and go downstairs and I'm gonna take a nice, leisurely drive in my Porsche."
    },
    {
      "cite": "Steve Franks",
      "quote": "Taking away my Porsche! Making me get a job!"
    },
    {
      "cite": "Alfred Gough",
      "quote": "No offense, Clark, but I don't think you could outrun my Porsche."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "You understand this isn't a Porsche, right? This is a quantum-drive engine that makes a thousand trillion calculations every millisecond."
    },
    {
      "cite": "Greg Daniels",
      "quote": "Used to have two cars, traded them in. Now we're down to one. Good economic sense, although the new car's a Porsche, for her"
    },
    {
      "cite": "Mark Leveson",
      "quote": "Welcome back to Whose Line Is It Anyway, where everything's made up and the points don't matter. That's right, the points are just like everything else when you own a Porsche."
    },
    {
      "cite": "Bryan Williams",
      "quote": "Every time I put out something new I get an endorsement / I'm trying to go to the lot, buy his and hers new Porsche's / Marry her for one year then I'm gonna get divorced quick"
    },
    {
      "cite": "Demetrius Stewart",
      "quote": "I went from old school Chevys to drop top Porsches / You couldn't walk a mile off in my air forces / And you ain't did what I did / Where you from, you gotta get how you live"
    },
    {
      "cite": "Nick Simmons",
      "quote": "I heard it's money on my head, can't let them take my life / I keep a Glock up in the Porsche 'cause I ain't living right"
    },
    {
      "cite": "Gene Elliot Jr Thornton",
      "quote": "All I want to do is ride around shining while I can afford it / Plenty ice on my neck so I don't get nauseous / Float around in the greatest of Porsche's / Feel like a chuck wagon 'cause I'm on twelve horses"
    },
    {
      "cite": "Dylan Brady",
      "quote": "Me on the horse, we ran out of the place (the place) / Then we took my Porsche back to my place / Stupid horse, I just fell out of the Porsche / Lost the money in my bank account, oh no"
    },
    {
      "cite": "Roshun Walker",
      "quote": "I remember picking watermelons / Now the Porsche cost me a quarter million! / If I die tonight I know I'm coming back nigga / Reincarnated: big black fat nigga!"
    },
    {
      "cite": "Jutta Deiss",
      "quote": "Is it just a deception tactic, the way it stands so firmly on its broad wheels and tires? If so, it's a fascinating one - a Porsche specially elegantly interpreted on yet another fine new model. It seems to say: I'm perfect, want me!"
    },
    {
      "cite": "Brian Long",
      "quote": "Porsche was capable of some very high speeds for such a small engine car."
    },
    {
      "cite": "Simon Mulligan",
      "quote": "Porsche creates different kinds of cars for different kinds of car racing."
    },
    {
      "cite": "Alante' Adams",
      "quote": "If people can't tell the difference between a Porsche and a Buick they won't see why the're paying more for the Porsche."
    },
    {
      "cite": "Alante' Adams",
      "quote": "Don't go into the middle where everyone else is be that Porsche. Know that your brand is destined for greatness and people will hope that can rub off on them also."
    },
    {
      "cite": "Alante' Adams",
      "quote": "An Oldsmobile can't compete with a Porsche. A luxury brand gives the customer high quality service."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Driving a Porsche in London is like bringing a Ming vase to a football game."
    },
    {
      "cite": "Kevin O'Leary",
      "quote": "There are a lot of impractical things about owning a Porsche. But they're all offset by the driving experience. It really is unique. Lamborghinis and Ferraris come close. And they are more powerful, but they don't handle like a Porsche."
    },
    {
      "cite": "Ferry Porsche",
      "quote": "A car should not only be functional, but should also have a beautiful appearance."
    },
    {
      "cite": "Ferry Porsche",
      "quote": "You may always modify a Porsche, but its character and inimitable quality must be maintained."
    },
    {
      "cite": "Sam Shepard",
      "quote": "To sit on a ranch horse that's been broken in, it's like getting in a Porsche."
    },
    {
      "cite": "Ferdinand Porsche",
      "quote": "Design must be functional and functionality must be translated into visual aesthetics, without any reliance on gimmicks that have to be explained."
    },
    {
      "cite": "Ferdinand Porsche",
      "quote": "The perfect racing car crosses the finish line first and subsequently falls into its component parts."
    }
  ]
}