{
  "source": "https://www.wisesayings.com/portrait-quotes/",
  "theme": "portrait",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Every portrait that is painted with feeling is a portrait of the artist, not of the sitter."
    },
    {
      "cite": "Annie Leibovitz",
      "quote": "In a portrait, you have room to have a point of view and to be conceptual with a picture. The image may not be literally what's going on, but it's representative."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There are only two styles of portrait painting; the serious and the smirk."
    },
    {
      "cite": "Alexander Smith",
      "quote": "To sit for one's portrait is like being present at one's own creation."
    },
    {
      "cite": "Philippe Halsman",
      "quote": "A true portrait should, today and a hundred years from today, the Testimony of how this person looked and what kind of human being he was."
    },
    {
      "cite": "Irving Penn",
      "quote": "The severe portrait that is not the greatest joy in the world to the subject may be enormously interesting to the reader."
    },
    {
      "cite": "John Singer Sargent",
      "quote": "A portrait is a painting with something wrong with the mouth."
    },
    {
      "cite": "Billy Hughes",
      "quote": "When having my portrait painted I don't want justice, I want mercy."
    },
    {
      "cite": "Salvador Dali",
      "quote": "The reason some portraits don't look true to life is that some people make no effort to resemble their pictures."
    },
    {
      "cite": "Julie Klassen",
      "quote": "A portrait is like an ornamental headstone. It is not for the subject, but for those who look upon it. For those you want to remember."
    },
    {
      "cite": "Edward Steichen",
      "quote": "A portrait is not made in the camera but on either side of it."
    },
    {
      "cite": "Richard Avedon",
      "quote": "A portrait isn't a fact but an opinion - an occasion rather than a truth."
    },
    {
      "cite": "Victor Skrebneski",
      "quote": "Portraits are the most intimate photographs. The image will survive the subject."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "A study of family portraits is enough to convert a man to the theory of reincarnation."
    },
    {
      "cite": "Umberto Boccioni",
      "quote": "A portrait, to be a work of art, neither must nor may resemble the sitter... one must paint its atmosphere."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "When you start with a portrait and try to find pure form by abstracting more and more, you must end up with an egg."
    },
    {
      "cite": "Wolfgang Tillmans",
      "quote": "For me, a good portrait shows the fragility and humility of the person, and at the same time a strength, a resting in themselves."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Nothing in a portrait is a matter of indifference. Gesture, grimace, clothing, decor even - all must combine to realize a character."
    },
    {
      "cite": "Alfred Stieglitz",
      "quote": "To demand the portrait that will be a complete portrait of a person is as futile as to demand that a motion picture be condensed into a single still."
    },
    {
      "cite": "Giles Duley",
      "quote": "When you are doing portraits, you have that intimacy with someone for a few minutes. For a really good portrait, you don't take the portrait - it's given."
    },
    {
      "cite": "David Cobley",
      "quote": "Painting someone's portrait is, of course, an impossible task. What an absurd idea to try and distil a human being, the most complex organism on the planet, into flicks, washes, and blobs of paint on a two-dimensional surface."
    },
    {
      "cite": "Richard Avedon",
      "quote": "A portrait is not a likeness. The moment an emotion or fact is transformed into a photograph it is no longer a fact but an opinion. There is no such thing as inaccuracy in a photograph. All photographs are accurate. None of them is the truth."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "And painted portraits have a life of their own that comes from deep in the soul of the painter and where the machine can't go."
    },
    {
      "cite": "Jon Witcomb",
      "quote": "Portraits are supposed to \"look within,\" but in my opinion very few people have an interior significantly different from the outside portrait."
    },
    {
      "cite": "Richard Ellmann",
      "quote": "A Portrait of the artist as a young man is in fact the gestation of a soul."
    },
    {
      "cite": "Nadar",
      "quote": "The portrait I do best is of the person I know best."
    },
    {
      "cite": "Kehinde Wiley",
      "quote": "Portraits are about revealing aspects of an individual."
    },
    {
      "cite": "Mary Ellen Mark",
      "quote": "In a portrait, you always leave part of yourself behind."
    },
    {
      "cite": "Wes Fesler",
      "quote": "A family portrait is only complete with love to fill it's frame."
    },
    {
      "cite": "Joyce Maynard",
      "quote": "The portrait of my parents is a complicated one, but lovingly drawn."
    }
  ]
}