{
  "source": "https://www.wisesayings.com/portugal-quotes/",
  "theme": "portugal",
  "quotes": [
    {
      "cite": "Hilaire Belloc",
      "quote": "If there is one portion of Europe which was made by the sea more than another, Portugal is that slice, that portion, that belt. Portugal was made by the atlantic."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "By day Lisbon has a naive theatrical quality that enchants and captivates, but by night it is a fairy-tale city, descending over lighted terraces to the sea, like a woman in festive garments going down to meet her dark lover."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "Any Portugese town looks like bride's finery - something old, something new, something borrowed, and something blue."
    },
    {
      "cite": "HG Wells",
      "quote": "Wet or fine, the air of Portugal has a natural happiness in it, and the people of the country should be as happy and prosperous as any people in the world."
    },
    {
      "cite": "Maria De Medeiros",
      "quote": "People of my generation in Portugal fell into the magic potion of political ideas. What was very funny about this revolution was that it did not bring wealth to the Portuguese. But it brought language, ideas. You'd go to the fish market, and all the women who were selling fish would call each other fascist, communist."
    },
    {
      "cite": "Antonio de Oliveira Salazar",
      "quote": "Portugal was born in the shadow of the Catholic Church and religion, from the beginning it was the formative element of the soul of the nation and the dominant trait of character of the Portuguese people."
    },
    {
      "cite": "Cliff Richard",
      "quote": "But Portugal has a peaceful feel about it. I sit on the terrace overlooking the vineyard there and I feel cut off from the world. You need that sort of thing."
    },
    {
      "cite": "Richard H. Davis",
      "quote": "Portugal is a high hill with a white watch tower on it flying signal flags. It is apparently inhabited by one man who lives in a long row of yellow houses with red roofs, and populated by sheep who do grand acts of balancing on the side of the hill."
    },
    {
      "cite": "Janet Echelman",
      "quote": "In Portugal, my sculpture 'She Changes' refers to the town's fishing history, to the era of seafaring trade and discovery. The contemporary site is industrial, surrounded by red and white striped smokestacks, which is mirrored in the pattern of the sculpture."
    },
    {
      "cite": "Melisse Gelula",
      "quote": "Portugal is still one of those places, ... where you can have a really great dinner out, which might cost $18 to $23 in Manhattan, only costs about $9 to $11 in Portugal."
    },
    {
      "cite": "Senes Erzik",
      "quote": "The whole of Portugal has made a huge effort to be ready. The passion and enthusiasm of the Portuguese people show for football has also been brought to these preparations and I am convinced that they will make an enthralling and exciting tournament. The preparations in Portugal are going extremely well and we can look forward to a wonderful festival of football."
    },
    {
      "cite": "Carlos Queiroz",
      "quote": "Portugal have a national team called Cristiano Ronaldo and a group of players who run after him."
    },
    {
      "cite": "David Neeleman",
      "quote": "The Lisbon hub is important to Portugal, the country. That's not going to go away. It needs to be there. The country depends on tourism."
    },
    {
      "cite": "Antonio Lobo Antunes",
      "quote": "I suppose I have become a sort of living monument in Portugal. But I come from a family with roots all over the world, so the idea of patriotism is not very strong in me. My country is the country of Chekhov, Beethoven, Velasquez - writers I like, painters and artists I admire."
    },
    {
      "cite": "Melisse Gelula",
      "quote": "It's a gorgeous country with all sorts of history, ... A lot of Europeans vacation in Portugal, but it hasn't really caught on with North Americans."
    },
    {
      "cite": "H. Morse Stephens",
      "quote": "Produced a race of heroes, so not less surely did the growth of luxury and absolutism, assisted by the narrow-mindedness of a dynasty of bigots, lose for Portugal the lofty place which her heroes had won for her. These are things well worth pondering upon and lessons well worth learning, for the great value of the study of history is in teaching such truths as these - truths which are eternal, while nations wax and wane. The"
    }
  ]
}