{
  "source": "https://www.wisesayings.com/posh-quotes/",
  "theme": "posh",
  "quotes": [
    {
      "cite": "Celia Imrie",
      "quote": "I've had to spend an awful lot of my life trying to pretend I'm not posh. Although once I open my mouth, I rather let things out the bag."
    },
    {
      "cite": "Jack Whitehall",
      "quote": "I'm not actually posh; I'm really rough and from the wrong side of the tracks. I grew up in Putney, which is pretty rough."
    },
    {
      "cite": "Karren Brady",
      "quote": "I worry I look posh and fat. I can't do anything about posh - I'm accentless - but I've spent 20 years battling my weight."
    },
    {
      "cite": "Kate Reardon",
      "quote": "No matter how irrelevant social class now is, even the most eager egalitarian must be quietly proud that the posh English rose is still an industry standard for peerlessly sophisticated beauty."
    },
    {
      "cite": "Katherine Ryan",
      "quote": "Posh people blow my mind. Apart from empathy, they're good at everything - true survivalists."
    },
    {
      "cite": "Liv Tyler",
      "quote": "I don't live a very posh life. There are no drivers waiting or people doing everything for me. I pretty much live like a normal person... It's not good to have a life without responsibilities, you know?"
    },
    {
      "cite": "Sebastian Horsley",
      "quote": "If someone thinks I'm posh, it just shows how lowly they are. Some people think I went to Eton. I'm far too stupid to get into Eton."
    },
    {
      "cite": "Susannah Constantine",
      "quote": "Posh does not equal style. Really, God, that's just ridiculous. Posh equals tradition. Anyone can achieve style. It doesn't matter who you are or where you're from."
    },
    {
      "cite": "Stefan Hertmans",
      "quote": "They were so posh that even their Dutch sounded French."
    },
    {
      "cite": "Jane Holland",
      "quote": "All true, of course. I can’t deny my posh accent or my privileged background. But there are things they don’t know about me, too. Things long-buried and forgotten about."
    },
    {
      "cite": "Alessandro Michele",
      "quote": "I understand that people want to see just the posh side of fashion, but fashion is a lot of work."
    },
    {
      "cite": "Amanda Donohoe",
      "quote": "I don't like posh hotels. I like small, eclectic hotels, and luxury for me would mean really good company with good food in a really funky, beautiful house in the middle of a field where someone came and serviced the place for us."
    },
    {
      "cite": "Danny Dyer",
      "quote": "I don't think you can get any more working class than me. Everyone seems posh to me."
    },
    {
      "cite": "Dennis Skinner",
      "quote": "When posh boys get into trouble they sack the servants."
    },
    {
      "cite": "Kate Reardon",
      "quote": "There's a difference between being posh and being rich."
    },
    {
      "cite": "Sally Phillips",
      "quote": "It's quite confusing being one of the less wealthy people at a posh place."
    },
    {
      "cite": "Akio Morita",
      "quote": "We want everybody to have the best facilities in which to work, but we do not believe in posh and impressive private offices."
    },
    {
      "cite": "Douglas Booth",
      "quote": "I've never been aware of the difference between so-called posh actors and working-class actors."
    },
    {
      "cite": "Jessie J",
      "quote": "I was obsessed with the Spice Girls! I always wanted to be Sporty. Or Posh, but I wasn't pretty enough."
    },
    {
      "cite": "Jo Brand",
      "quote": "I'm a terrible sort of non-fussy eater, really. I don't like posh food very much, and the more ingredients something's got in it, the less I tend to like it."
    },
    {
      "cite": "Kate Reardon",
      "quote": "Posh is a way of living that can often be quite miserly and not about money."
    },
    {
      "cite": "Laura Carmichael",
      "quote": "I certainly never saw myself as posh."
    },
    {
      "cite": "Martin Freeman",
      "quote": "I'm not posh or common, I'm in between."
    },
    {
      "cite": "Richard E. Grant",
      "quote": "I don't think it's the case that 'posh actors' get more work than others."
    },
    {
      "cite": "Rachel Hawkins",
      "quote": "He just showed up like a posh vampire I accidentally invited in, then couldn't make leave."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "Career is just posh slavery."
    }
  ]
}