{
  "source": "https://www.wisesayings.com/positive-life-quotes/",
  "theme": "positive-life",
  "quotes": [
    {
      "quote": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.",
      "cite": "William James"
    },
    {
      "quote": "The great thing in this world is not so much where you stand, as in what direction you are moving.",
      "cite": "Oliver Wendell Holmes"
    },
    {
      "quote": "Live each day as if your life had just begun.",
      "cite": "Johann Wolfgang von Goethe"
    },
    {
      "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
      "cite": "Carl Bard"
    },
    {
      "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
      "cite": "Joshua J. Marine"
    },
    {
      "quote": "I am thankful for all of those who said NO to me. Its because of them I'm doing it myself.",
      "cite": "Albert Einstein"
    },
    {
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great makes you feel that you, too, can become great.",
      "cite": "Mark Twain"
    },
    {
      "quote": "I am not a product of my circumstances. I am a product of my decisions.",
      "cite": "Stephen Covey"
    },
    {
      "quote": "The journey of a thousand miles begins with one step.",
      "cite": "Lao Tzu"
    },
    {
      "quote": "Do one thing every day that scares you.",
      "cite": "Eleanor Roosevelt"
    },
    {
      "quote": "Believe you can and you're halfway there",
      "cite": "Theodore Roosevelt"
    },
    {
      "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
      "cite": "Jimmy Dean"
    },
    {
      "quote": "It is never too late to be what you might have been.",
      "cite": "George Eliot"
    },
    {
      "quote": "Whether you think you can or think you can't, you're right.",
      "cite": "Henry Ford"
    },
    {
      "quote": "I will go anywhere as long as it's forward.",
      "cite": "David Livingston"
    },
    {
      "quote": "Keep your face to the sunshine and you cannot see a shadow.",
      "cite": "Helen Keller"
    },
    {
      "quote": "Believe that life is worth living and your belief will help create the fact.",
      "cite": "William James"
    },
    {
      "quote": "Positive thinking will let you do everything better than negative thinking will.",
      "cite": "Zig Ziglar"
    },
    {
      "quote": "You are never too old to set a new goal or dream a new dream.",
      "cite": "C. S. Lewis"
    },
    {
      "quote": "Life does not owe you anything because life has already given you everything.",
      "cite": "Ralph Marston"
    },
    {
      "quote": "All our dreams can come true if we have the courage to pursue them.",
      "cite": "Walt Disney"
    },
    {
      "quote": "You may be disappointed if you fail, but you are doomed if you don't try.",
      "cite": "Beverly Sills"
    },
    {
      "quote": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
      "cite": "Les Brown"
    },
    {
      "quote": "Life is ours to be spent, not to be saved.",
      "cite": "D. H. Lawrence"
    },
    {
      "quote": "Positive minds full of faith and hope produce positive lives.",
      "cite": "Joyce Meyer"
    },
    {
      "quote": "Believe you can and you're halfway there.",
      "cite": "Theodore Roosevelt"
    },
    {
      "quote": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections.",
      "cite": "Gerard Way"
    },
    {
      "quote": "All good things come to those who wait.",
      "cite": "Paullina Simons"
    },
    {
      "quote": "Every moment is a fresh beginning.",
      "cite": "T.S Eliot"
    }
  ]
}