{
  "source": "https://www.wisesayings.com/positive-reinforcement-quotes/",
  "theme": "positive-reinforcement",
  "quotes": [
    {
      "cite": "Gerald Corey",
      "quote": "Positive reinforcement is often used to increase the frequency of more desirable behaviors which replace undesirable behaviors."
    },
    {
      "cite": "Gerald Corey",
      "quote": "The key principle in the applied behavior analysis approach is to use the least aversive means possible to change behavior, and positive reinforcement is known to be the most powerful change agent."
    },
    {
      "cite": "Gerald Corey",
      "quote": "Positive reinforcement involves the addition of something of value to the individual as a consequence of certain behavior."
    },
    {
      "cite": "Tiger Woods",
      "quote": "Well, you know, a lot of people look at the negative things, the things that they did wrong and- which I do. But I like to stress on the things I did right, because there are certain things that I like to look at from a positive standpoint that are just positive reinforcement."
    },
    {
      "cite": "Hale Irwin",
      "quote": "I've felt that if you dwell too much in your errors, you're dealing in the negativity of things. I don't like that. I'd rather work on the positive reinforcement, the things I did well."
    },
    {
      "cite": "B.F. Skinner",
      "quote": "Properly used, positive reinforcement is extremely powerful."
    },
    {
      "cite": "Charles T. Munger",
      "quote": "All human beings work better when they get what psychologists call reinforcement. If you get constant rewards, even if you're Warren Buffett, you'll respond."
    },
    {
      "cite": "Florence Griffith Joyner",
      "quote": "When I started running after giving birth to my daughter, I had over 50 pounds to lose. What helped me greatly was constant positive reinforcement. I didn't think of myself as a fat runner because I knew  that such negative thinking wasn't going to help me lose the weight."
    },
    {
      "cite": "Rudolf Dreikurs",
      "quote": "Children decide which role they intend to play in the family and parents reinforce their decision."
    },
    {
      "cite": "Rudolf Dreikurs",
      "quote": "A Mother who constantly reminds and does things for a child unnecessarily not only takes a child's responsibility away from him but also becomes dependent on him for her feeling of importance as a mother."
    },
    {
      "cite": "Jack Hanna",
      "quote": "For decades, marine mammal trainers Dr. Grey Stafford have developed and perfected techniques to teach whales and dolphins some amazing behaviors— not by force, but with mutual trust and cooperation based on the principles of positive reinforcement."
    },
    {
      "cite": "Grey Stafford PhD",
      "quote": "Lasting progress can only happen once we give up the urge to repeatedly say 'No' to mistakes in favor of looking to say 'Yes' to their successful behaviors."
    },
    {
      "cite": "Grey Stafford PhD",
      "quote": "The key to making steady improvement is to avoid overreacting to failure or growing overconfident from a little progress."
    },
    {
      "cite": "Aubrey Daniels",
      "quote": "I know many people who, after reading the book, have used the concepts to manage their business more effectively and to transform  their personal lives. This has to be the ultimate positive reinforcer for a writer."
    },
    {
      "cite": "Aubrey Daniels",
      "quote": "Positive reinforcement generates more behavior than is minimally required. We call this discretionary effort, and its presence in the workplace is the only way an organization can maximize performance."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results."
    },
    {
      "cite": "B F Skinner",
      "quote": "The strengthening of behavior which results from reinforcement is appropriately called conditioning. In operant conditioning we strengthen an operant in the sense of making a response more probable or, in actual fact, more frequent."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Positive mindset, positive self-image and positive attitude are the best-habits to nurture."
    },
    {
      "cite": "Kara Durbin",
      "quote": "Young children especially need the visual reinforcement of seeing you turn to Scripture for wisdom."
    },
    {
      "cite": "Tom Leach",
      "quote": "A little positive reinforcement is a great tool. Any cop would much rather reward someone than hand them a summons."
    },
    {
      "cite": "Bill Gates",
      "quote": "Teaching's hard! You need different skills: positive reinforcement, keeping students from getting bored, commanding their attention in a certain way."
    },
    {
      "cite": "Virginia H. Pearce",
      "quote": "Positive reinforcement changes behavior for the better, while criticism stabilizes negative behaviors and blocks change."
    },
    {
      "cite": "Eddie Rickenbacker",
      "quote": "Think positively and masterfully, with confidence and faith, and life become more secure, more fraught with action, richer in experience and achievement."
    },
    {
      "cite": "B. F. Skinner",
      "quote": "The way positive reinforcement is carried out is more important than the amount."
    },
    {
      "cite": "Ralph Marston",
      "quote": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination."
    },
    {
      "cite": "Aubrey Daniels",
      "quote": "Positive reinforcement is the most powerful interpersonal tool a person can use to improve a personal relationship, a family, a business, a community, or a nation, yet it is the most misunderstood and misused."
    },
    {
      "cite": "Aubrey Daniels",
      "quote": "Whether at work, at home, or at play, knowing how to deliver positive reinforcement enables us to make changes in our environment that we've been trying to make or wanting to make for years."
    },
    {
      "cite": "Richard Thaler",
      "quote": "Lotteries are just one way to provide positive reinforcement. Their power comes from the fact that the chance of winning the prize is overvalued."
    },
    {
      "cite": "Patricia Richardson",
      "quote": "Instead of yelling and spanking, which don't work anyway, I believe in finding creative ways to keep their attention - turning things into a game, for instance. And, when they do something good, positive reinforcement and praise."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "The one thing that I always got positive reinforcement for from teachers, who really changed my life, was the written word."
    }
  ]
}