{
  "source": "https://www.wisesayings.com/positive-uplifting-quotes/",
  "theme": "positive-uplifting",
  "quotes": [
    {
      "cite": "Richard M. Nixon",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines."
    },
    {
      "cite": "Sam Levenson",
      "quote": "You must learn from the mistakes of others. You can't possibly live long enough to make them all yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Write it on your heart that every day is the best day in the year."
    },
    {
      "cite": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Learn how to be happy with what you have while you pursue all that you want."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The strength within us comes from God."
    },
    {
      "cite": "Kevin Henkes",
      "quote": "Today was a difficult day. Tomorrow will be better."
    },
    {
      "cite": "Sukhraj S. Dhillon",
      "quote": "Always believe that something wonderful is about to happen."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "The positive thinker sees the invisible, feels the intangible, and achieves the impossible."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every struggle you overcome, will build the strength of your spirit."
    },
    {
      "cite": "Esther Dyson",
      "quote": "Change means that what was before wasn't perfect. People want things to be better."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Have great hopes and dare to go all out for them. Have great dreams and dare to live them. Have tremendous expectations and believe in them."
    },
    {
      "cite": "Edward Rickenbacker",
      "quote": "Think positively and masterfully, with confidence and faith, and life becomes more secure, more fraught with action, richer in experience and achievement."
    },
    {
      "cite": "Mario Fernandez",
      "quote": "Rise above the storm and you will find the sunshine."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Tomorrow is a new day. You shall begin it well & serenely, & with too high a spirit to be cumbered with your old nonsense. This day is too dear with its hopes & invitations to waste a moment on the rotten yesterdays."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When you think positively, you attract divine forces for a positive lifestyle."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but never lose infinite hope."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit."
    },
    {
      "cite": "Les Brown",
      "quote": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Believe you can and you're halfway there."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "Nothing in life is so hard that you can't make it easier by the way you take it."
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "It is during our darkest moments that we must focus to see the light."
    },
    {
      "cite": "Roald Dahl",
      "quote": "If you have good thoughts they will shine out of your face like sunbeams and you will always look lovely."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every great accomplishments requires great grace and great enthusiasm."
    }
  ]
}