{
  "source": "https://www.wisesayings.com/positive-change-quotes/",
  "theme": "positive-change",
  "quotes": [
    {
      "cite": "Nicholas Sparks",
      "quote": "Change not only was inevitable, but usually brought its own rewards."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Once your mindset changes, everything on the outside will change along with it."
    },
    {
      "cite": "Anonymous",
      "quote": "Every positive change in your life begins with a clear, unequivocal decision that you are going to either do something or stop doing something."
    },
    {
      "cite": "Lyman Lloyd Bryson",
      "quote": "We are restless because of incessant change, but we would be frightened if change were stopped."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
    },
    {
      "cite": "Bromley Oxman",
      "quote": "Change is inevitable, The great question of our time is whether the change will be by consent or coercion."
    },
    {
      "cite": "Paula Renaye",
      "quote": "When we realize that the beliefs holding us back are frauds, we realize we can change those beliefs and make different choices."
    },
    {
      "cite": "Anatole France",
      "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living."
    },
    {
      "cite": "Anonymmous",
      "quote": "Don't be afraid of change. You may lose something good, but you may gain something better."
    },
    {
      "cite": "Masatoshi Naito",
      "quote": "Everything is in a process of change, nothing endures; we do not seek permanence."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."
    },
    {
      "cite": "Caroline Myss",
      "quote": "There isn't anything in your life that cannot be changed."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Carson Daly",
      "quote": "You have to change the set, stay ahead of the curve."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
      "cite": "Confucius",
      "quote": "They must often change, who would be constant in happiness or wisdom."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "You cannot change your future, but you can change your habits, and surely your habits will change your future."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Don't confuse poor decision-making with destiny. Own your mistakes. It's ok; we all make them. Learn from them so they can empower you!"
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don't like something, change it. If you can't change it, change your attitude."
    },
    {
      "cite": "Anonymous",
      "quote": "Your mind is a powerful thing. When you fill it with positive thoughts, your life will start to change."
    },
    {
      "cite": "Tina Fey",
      "quote": "Don't waste your energy trying to change opinions. Do your thing, and don't care if they like it."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "If you can't do anything about it then let it go. Don't be a prisoner to things you can't change."
    },
    {
      "cite": "Leon Brown",
      "quote": "For every positive change you make in your life, something else also changes for the better it creates a chain reaction."
    },
    {
      "cite": "Winston Churchill",
      "quote": "To improve is to change; to be perfect is to change often."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "If you change the way you look at things, the things you look at change."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything."
    },
    {
      "cite": "Sam Stevens",
      "quote": "Sometimes you hit a point where you either change or self destruct."
    },
    {
      "cite": "Timber Hawkeye",
      "quote": "Don't let the concept of change scare you as much as the prospect of remaining unhappy."
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "Nothing is so painful to the human mind as a great and sudden change."
    }
  ]
}