{
  "source": "https://www.wisesayings.com/positivity-quotes/",
  "theme": "positivity",
  "quotes": [
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Positive anything is better than negative nothing."
    },
    {
      "cite": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact."
    },
    {
      "cite": "Les Brown",
      "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you."
    },
    {
      "cite": "Stephen Richards",
      "quote": "No matter how small you start, always dream big."
    },
    {
      "cite": "Suman Arora",
      "quote": "Positivity brings about a peace of mind which in turn relaxes your whole being."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "It makes a big difference in your life when you stay positive."
    },
    {
      "cite": "Brian Tracy",
      "quote": "An attitude of positive expectation is the mark of the superior personality."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "No matter what the situation, remind yourself 'I have a choice.'"
    },
    {
      "cite": "Edith Wharton",
      "quote": "There are two ways of spreading light: to be the candle, or the mirror that reflects it."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn't knock, build a door."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great makes you feel that you, too, can become great."
    },
    {
      "cite": "Kamari aka Lyrikal",
      "quote": "Positive thoughts are not enough. There have to be positive feelings and positive actions."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Affirm the positive, visualize the positive and expect the positive, and your life will change accordingly."
    },
    {
      "cite": "William James",
      "quote": "Human beings, by changing the inner attitudes of their minds, can change the outer aspects of their lives."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Positive thinking is expecting, talking and visualizing with certainty what you want to achieve, as an accomplished fact."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results."
    },
    {
      "cite": "Tony Dorsett",
      "quote": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better."
    },
    {
      "cite": "Yannick Noah",
      "quote": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "There is a sense that things, if you keep positive and optimistic about what can be done, do work out."
    },
    {
      "cite": "Wade Boggs",
      "quote": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results."
    },
    {
      "cite": "Helen Keller",
      "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope or confidence."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will."
    },
    {
      "cite": "Marcus Aurelius Antoninus",
      "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
    },
    {
      "cite": "Mary Lou Retton",
      "quote": "Optimism is a happiness magnet. If you stay positive, good things and good people will be drawn to you."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "Mary Engelbreit",
      "quote": "If you don't like something change it; if you can't change it, change the way you think about it."
    }
  ]
}