{
  "source": "https://www.wisesayings.com/positive-break-up-quotes/",
  "theme": "positive-break-up",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Watching you walk out of my life does not make me bitter or cynical about love. But rather makes me realize that if I wanted so much to be with the wrong person how beautiful it will be when the right one comes along."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "Just because a relationship ends, it doesn't mean it's not worth having."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."
    },
    {
      "cite": "Laura Elliott",
      "quote": "You are telling the story of your life. You have the power to tell a different one. You choose, every day, how you interpret others’ actions, events, and the world around you. You and only you have the power to change this. Change the script!"
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "You never lose by loving. You always lose by holding back."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "You have to love. You have to feel. It is the reason you are here on earth. You are here to risk your heart. You are here to be swallowed up. And when it happens that you are broken, or betrayed, or left, or hurt, or death brushes near, let yourself sit by an apple tree and listen to the apples falling all around you in heaps, wasting their sweetness. Tell yourself you tasted as many as you could."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "Just because a relationship ends, it doesn’t mean it’s not worth having."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to let go of the life we’ve planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Jane Stanton Hitchcock",
      "quote": "It’s much more interesting to try and understand what binds two people together. Why we stay with each other is much more of a mystery than why we don’t."
    },
    {
      "cite": "Deborah Reber",
      "quote": "Letting go doesn’t mean that you don’t care about someone anymore. It’s just realizing that the only person you really have control over is yourself."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us"
    },
    {
      "cite": "E.M. Forster",
      "quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Len Santos",
      "quote": "Letting go has never been easy, but holding on can be as difficult. Yet strength is measured not by holding on, but by letting go."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."
    },
    {
      "cite": "Maranda Pleasant",
      "quote": "If you feel lighter without them, more alive, healthier, take it as a win."
    },
    {
      "cite": "Amy Chan",
      "quote": "There is no such thing as failure in love. Relationships end, but they don’t fail. Love is only a failure when you don’t learn and you don’t try."
    },
    {
      "cite": "John Green",
      "quote": "Breaking up isn't something that gets done to you; it's something that happens with you."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things can fall together."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over."
    },
    {
      "cite": "Turcois Ominek",
      "quote": "One day they'll realize they lost a diamond while playing with worthless stones."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
    },
    {
      "cite": "Anonymous",
      "quote": "It hurts to say goodbye to someone you love but it's the best for both of us to move on."
    },
    {
      "cite": "Heather Nichols",
      "quote": "The hardest part about breaking up is letting go of the last piece of your heart."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give sorrow words. The grief that does not speak, whispers the o'er fraught heart and bids it break."
    },
    {
      "cite": "Drake",
      "quote": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup."
    },
    {
      "cite": "Alexandra Franzen",
      "quote": "Injuries, illnesses, and other painful experiences can be a huge wake-up call: a golden opportunity to start living the way you've always intended."
    },
    {
      "cite": "Satcha Guitry",
      "quote": "By and large, getting dumped is the best thing that could possibly happen to somebody in a relationship. Just think of all the wonderful things you can start doing again. You can stay out late or drink beer in the shower. You can even leave the toilet seat up like nature intended! At the end of the day, you're always better off alone."
    },
    {
      "cite": "Nancy Wylde",
      "quote": "This journey yo call your breakup is a corner you are turning. It is happening because it is supposed to happen. If it didn't, you would not want to improve yourself, your life, and your circumstances."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames."
    },
    {
      "cite": "James Salter",
      "quote": "Women fall in love when they get to know you. Men are just the opposite. When they finally know you they're ready to leave."
    }
  ]
}