{
  "source": "https://www.wisesayings.com/possibilities-quotes/",
  "theme": "possibilities",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "The possibilities are numerous once we decide to act and not react."
    },
    {
      "cite": "Les Brown",
      "quote": "The only limits to the possibilities in your life tomorrow are the buts you use today."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "I see possibilities in everything. For everything that's taken away, something of greater value has been given."
    },
    {
      "cite": "Cesar Millan",
      "quote": "I'm open for possibilities. I'm open for choices. I always welcome new ideas. I'm always eager to learn. I'm never going to close my mind from learning."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Try to keep your mind open to possibilities and your mouth closed on matters that you don't know about. Limit your 'always' and your 'nevers.'"
    },
    {
      "cite": "Frank Zappa",
      "quote": "It isn't necessary to imagine the world ending in fire or ice. There are two other possibilities: one is paperwork, and the other is nostalgia."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Keep your feet on the ground and your thoughts at lofty heights."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "We all have possibilities we don't know about. We can do things we don't even dream we can do."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "We have more possibilities available in each moment than we realize."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Take your mind off the problems for a moment, and focus on the positive possibilities. Consider how very much you are able to do."
    },
    {
      "cite": "Ray Charles",
      "quote": "There are many spokes on the wheel of life. First, we're here to explore new possibilities."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "The vast possibilities of our great future will become realities only if we make ourselves responsible for that future."
    },
    {
      "cite": "Bill Walton",
      "quote": "No matter how good you get, there's always something further out there."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "In the beginner's mind there are many possibilities, in the expert's mind there are few."
    },
    {
      "cite": "J. William Fulbright",
      "quote": "We must dare to think 'unthinkable' thoughts. We must learn to explore all the options and possibilities that confront us in a complex and rapidly changing world."
    },
    {
      "cite": "Whoopi Goldberg",
      "quote": "I am where I am because I believe in all possibilities."
    },
    {
      "cite": "Terry Josephson",
      "quote": "Stop thinking in terms of limitations and start thinking in terms of possibilities."
    },
    {
      "cite": "James T. Mccay",
      "quote": "No matter what the level of your ability, you have more potential than you can ever develop in a lifetime."
    },
    {
      "cite": "Sheena Iyengar",
      "quote": "Balancing hopes, desires and an appreciating of the possibilities with a clear-eyed assessment of the limitations: that is the art of choosing."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Hope is the magic carpet that transports us from the present moment into the realm of infinite possibilities."
    },
    {
      "cite": "Les Brown",
      "quote": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "The possibilities are infinite with new writing; every time you open a new script, there's no limit to what it might contain."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The only way to discover the limits of the possible is to go beyond them into the impossible."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "An intense anticipation itself transforms possibility into reality; our desires being often but precursors of the things which we are capable of performing."
    },
    {
      "cite": "Liza Minnelli",
      "quote": "I feel like there's a world of possibilities out there."
    },
    {
      "cite": "Placido Domingo",
      "quote": "I am never wrong when it comes to my possibilities."
    },
    {
      "cite": "Graham Hancock",
      "quote": "I'm somebody who explores extraordinary possibilities, not ordinary ones."
    },
    {
      "cite": "Thomas Browne",
      "quote": "To believe only possibilities is not faith, but mere philosophy."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "I don't think of myself predicting things. I'm expressing possibilities. Things that could happen. To a large extent it's a question of how badly people want them to."
    },
    {
      "cite": "Ben Vereen",
      "quote": "I want to show people what the possibilities are if you take care of yourself and do the right thing."
    }
  ]
}