{
  "source": "https://www.wisesayings.com/possibility-quotes/",
  "theme": "possibility",
  "quotes": [
    {
      "cite": "Gideon Lee",
      "quote": "Consider possibilities; if desirable, act on them."
    },
    {
      "cite": "Bette Davis",
      "quote": "Attempt the impossible in order to improve your work."
    },
    {
      "cite": "Robert Musil",
      "quote": "If there is a sense of reality, there must also be a sense of possibility."
    },
    {
      "cite": "Graham Greene",
      "quote": "God created a number of possibilities in case some of his prototypes failed. That is the meaning of evolution."
    },
    {
      "cite": "Lowell Thomas",
      "quote": "Do a little more each day than you think you possibly can."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The possibilities are numerous once we decide to act and not react."
    },
    {
      "cite": "Mark Twain",
      "quote": "It may have happened, it may not have happened but it could have happened."
    },
    {
      "cite": "Graham Greene",
      "quote": "As long as nothing happens anything is possible."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "We have more possibilities, more freedom, more options than any people who have ever lived. Yet there is more junk, more mediocrity, more garbage to sort through than ever, too."
    },
    {
      "cite": "John P. Grier",
      "quote": "If it exists, it's possible."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "All things are possible until they are proven impossible."
    },
    {
      "cite": "Queen Victoria",
      "quote": "We are not interested in the possibilities of defeat. They do not exist."
    },
    {
      "cite": "Mildred D. Taylor",
      "quote": "So many things are possible as long as you don't know they are impossible."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Let your imagination release your imprisoned possibilities."
    },
    {
      "cite": "Shadonna Richards",
      "quote": "Believe in the power of possibilities. Believe you can accomplish anything you put your mind to."
    },
    {
      "cite": "George Eliot",
      "quote": "The world is full of hopeful analogies and handsome dubious eggs called possibilities."
    },
    {
      "cite": "David A. Hunter",
      "quote": "Even if you are not looking at things the wrong way, simply looking at things a different way can bring new possibilities to your attention."
    },
    {
      "cite": "Darwin P. Kingsley",
      "quote": "You have powers you never dreamed of. You can do things you never thought you could do. there are no limitations in what you can do except the limitations of your own mind."
    },
    {
      "cite": "Margaret Drabble",
      "quote": "When nothing is sure, everything is possible."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "We all have possibilities we don't know about. We can do things we don't even dream we can do."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Never lose hope, there are always possibilities if you just look for them."
    },
    {
      "cite": "Leland Kaiser",
      "quote": "The future is simply infinite possibility waiting to happen. What it waits on is human imagination to crystallize its possibility."
    },
    {
      "cite": "Robert Rauschenberg",
      "quote": "You begin with the possibilities of the material."
    },
    {
      "cite": "John Tillotson",
      "quote": "A bare possibility that a thing may be or not be, is no just cause of doubting whether a thing be or not."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The limits of the possible can only be defined by going beyond them into the impossible."
    },
    {
      "cite": "Les Brown",
      "quote": "The only limits to the possibilities in your life tomorrow are the buts you use today."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "The world is a possibility if only you'll discover it."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "Do not become so attached to any one belief that you cannot see past it to another possibility."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "When you throw everything up in the air anything becomes possible."
    },
    {
      "cite": "John Sculley",
      "quote": "The future belongs to those who see possibilities before they become obvious."
    }
  ]
}