{
  "source": "https://www.wisesayings.com/possession-quotes/",
  "theme": "possession",
  "quotes": [
    {
      "cite": "Peter Prange",
      "quote": "Whoever possessed knowledge not only had power over the changeable passions of people, but also power over their thinking, over their minds, hearts and souls."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "He who possesses most must be most afraid of loss."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The possession of anything begins in the mind."
    },
    {
      "cite": "Jackie Robinson",
      "quote": "The most luxurious possession, the richest treasure anybody has, is his personal dignity."
    },
    {
      "cite": "Albert Camus",
      "quote": "The desire for possession is insatiable, to such a point that it can survive even love itself. To love, therefore, is to sterelize the person one loves."
    },
    {
      "cite": "John Lennon",
      "quote": "Possession isn't nine-tenths of the law. It's nine-tenths of the problem."
    },
    {
      "cite": "James Allen",
      "quote": "Possessions are mere transient effects that come when they are required, and after their purpose has been served, pass away."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Some men are born to own; can animate all their possessions. Others cannot; Their owning is not graceful; seems to be a compromise of their character; they seem to steal their own dividends."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The greatest treasure in life is the possession of time."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The things you own end up owning you."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Nothing can be so perfect while we possess it as it will seem when remembered."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Possession hinders enjoyment. It merely gives you the right to keep things for or from others, and thus you gain more enemies than friends."
    },
    {
      "cite": "George Minot",
      "quote": "The possession of land seems to be a greater gratification to the pride and independence of men."
    },
    {
      "cite": "Pearl Buck",
      "quote": "There is, of course, a difference between what a man seizes and what he really possesses."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Gentleness, self-sacrifice and generosity are the exclusive possession of no one race or religion."
    },
    {
      "cite": "Francis Quarles",
      "quote": "He that sets not his heart on what he possesses, forsaketh all things, though he keep his possessions."
    },
    {
      "cite": "Chuck Barris",
      "quote": "Fifty percent of something is better than one hundred percent of nothing."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Each possession I own is but a stone around my neck."
    },
    {
      "cite": "Louis Chunovic",
      "quote": "What is it about possessing things? Why do we feel the need to own what we love? And why do we become such jerks when we do? We've all been there. You want something, you possess it - and by possessing it, you lose it."
    },
    {
      "cite": "Sherwood Anderson",
      "quote": "People who have few possessions cling tightly to those they have. That is one of the facts that make life so discouraging."
    },
    {
      "cite": "Gerge Meredith",
      "quote": "Possession without obligation to the object possessed approaches felicity."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "We do not attach ourselves permanently to any possessions, excepting in proportion to the trouble, toil and longing which they have cost us."
    },
    {
      "cite": "Max Planck",
      "quote": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him."
    },
    {
      "cite": "Jared Diamond",
      "quote": "Much of human history has consisted of unequal conflicts between the haves and the have-nots."
    },
    {
      "cite": "Anais Nin",
      "quote": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "Why grab possessions like thieves, or divide them like socialists, when you can ignore them like wise men?"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Possessions are usually diminished by possession."
    },
    {
      "cite": "Euripides",
      "quote": "The wavering mind is but a base possession."
    },
    {
      "cite": "Andre Gide",
      "quote": "Complete possession is proved only by giving. All you are unable to give possesses you."
    },
    {
      "cite": "Bill Courtney",
      "quote": "There is one possession that can never be taken away as long as you will not allow it to be taken, and that is your word."
    }
  ]
}