{
  "source": "https://www.wisesayings.com/post-quotes/",
  "theme": "post",
  "quotes": [
    {
      "cite": "Eric Schmidt",
      "quote": "Just remember when you post something, the computers remember forever."
    },
    {
      "cite": "Ward Cunningham",
      "quote": "The best way to get the right answer on the Internet is not to ask a question, it's to post the wrong answer."
    },
    {
      "cite": "Germany Kent",
      "quote": "You are responsible for everything you post and everything you post will be a reflection of you."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "Every social media post should have a beautiful graphic. If there are two identical stories, the one with the beautiful graphic will always win."
    },
    {
      "cite": "J. G. Holland",
      "quote": "Posts of honor are evermore posts of danger and of care."
    },
    {
      "cite": "Joseph Addison",
      "quote": "The post of honour is a private station."
    },
    {
      "cite": "Meghan Dau",
      "quote": "Posting a brag, humble or otherwise, and then waiting for people to respond is the equivalent of having a conversation in which all you do is wait for your turn to speak."
    },
    {
      "cite": "Voltaire",
      "quote": "The post is the grand connecting link of all transactions, of all negotiations. Those who are absent, by its means become present; it is the consolation of life."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "The only way you can be successful on a post or win at it is to be at cause over it."
    },
    {
      "cite": "Clifford Stoll",
      "quote": "Anyone can post messages to the net. Practically everyone does. The resulting cacophony drowns out serious discussion."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Lofty posts make great men greater still, and small men much smaller."
    },
    {
      "cite": "George Washington",
      "quote": "Every post is honorable in which a man can serve his country."
    },
    {
      "cite": "Leo Burnett",
      "quote": "Make it simple. Make it memorable. Make it inviting to look at. Make it fun to read."
    }
  ]
}