{
  "source": "https://www.wisesayings.com/potato-quotes/",
  "theme": "potato",
  "quotes": [
    {
      "cite": "Sir Thomas Overbury",
      "quote": "The man who has nothing to boast of but his ancestors is like a potato - the only good belonging to him is under ground."
    },
    {
      "cite": "Bill Callahan",
      "quote": "I bought a big bag of potatoes and it's growing eyes like crazy. Other foods rot. Potatoes want to see."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Every single diet I ever fell off of was because of potatoes and gravy of some sort."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Nothing like mashed potatoes when you're feeling blue. Nothing like getting into bed with a bowl of hot mashed potatoes already loaded with butter, and methodically adding a thin, cold slice of butter to every forkful."
    },
    {
      "cite": "M.F.K. Fisher",
      "quote": "For me, a plain baked potato is the most delicious one....It is soothing and enough."
    },
    {
      "cite": "A.A. Milne",
      "quote": "What I say is that, if a man really likes potatoes, he must be a pretty decent sort of fellow."
    },
    {
      "cite": "Gayle King",
      "quote": "There's a science to ordering potatoes. Are they skinny shoestring or big, fat steak fries? You just have to let your taste buds guide you when deciding what to eat."
    },
    {
      "cite": "Massimo Bottura",
      "quote": "Not everyone can be a truffle. Most of us are potatoes. And a potato is a very good thing to be."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The road to hell is paved with leeks and potatoes."
    },
    {
      "cite": "Linda Wells",
      "quote": "Potatoes are to food what sensible shoes are to fashion."
    },
    {
      "cite": "Ian Wilson",
      "quote": "Never judge a potato by its skin. One day, it will be french fries."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "My idea of heaven is a great big baked potato and someone to share it with."
    },
    {
      "cite": "Douglas Adams",
      "quote": "It is a mistake to think you can solve any major problems just with potatoes."
    },
    {
      "cite": "Irish Sayings",
      "quote": "Only two things in this world are too serious to be jested on, potatoes and matrimony."
    },
    {
      "cite": "Shila Hibben",
      "quote": "The potato, like man, was not meant to dwell alone."
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "There is all the pleasure that one can have in gold digging in finding one’s hopes satisfied in the riches of a good hill of potatoes."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "You're like a potato, in a minefield!"
    },
    {
      "cite": "M.F.K. Fisher",
      "quote": "It is easy to think of potatoes, and fortunately for men who have not much money it is easy to think of them with a certain safety. Potatoes are one of the last things to disappear, in times of war, which is probably why they should not be forgotten in times of peace."
    },
    {
      "cite": "Trisha Yearwood",
      "quote": "Potato salad is very personal: everyone makes theirs differently."
    },
    {
      "cite": "Eugene Grubb",
      "quote": "The potato was probably carried to Spain by returning explorers in the sixteenth century."
    },
    {
      "cite": "Vachel Lindsay",
      "quote": "Potatoes were the waiters, potatoes were the band, and potatoes were the dancers."
    },
    {
      "cite": "Liam Ó Comain",
      "quote": "The potato gatherers, or whatever life bestows."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The summer squash promoted. Harvested the sweet potato."
    },
    {
      "cite": "Robert William Service",
      "quote": "A smiling little orchard and a big potato patch."
    }
  ]
}