{
  "source": "https://www.wisesayings.com/potential-quotes/",
  "theme": "potential",
  "quotes": [
    {
      "cite": "Roger Williams",
      "quote": "The greatest crime in the world is not developing your potential. When you do what you do best, you are helping not only yourself, but the world."
    },
    {
      "cite": "Eileen Kennedy-Moore",
      "quote": "Potential is not an endpoint but a capacity to grow and learn."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "It's not what you've got, it's what you use that makes a difference."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "It's not about what it is, it's about what it can become."
    },
    {
      "cite": "Manifest",
      "quote": "Many of us are like Clark Kent, walking around but rarely showing anyone our red capes."
    },
    {
      "cite": "Sidney Crosby",
      "quote": "I am putting pressure on myself to do my best and perform to my potential."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "There are very few good examples of effective, nurturing leadership that unlocks people's potential or even enthusiasm."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "I always knew I wanted to become somebody when I grew up. Now I realize I should have been more specific."
    },
    {
      "cite": "Will Schultz",
      "quote": "Joy comes from using your potential."
    },
    {
      "cite": "Scott Adams",
      "quote": "Don't assume you know how much potential you have. Sometimes the only way to know what you can do is to test yourself."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Rise up and become the person you were meant to be."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "If you could see the potential within you it would amaze you to see all that you are capable of being."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Who you are tomorrow begins with what you do today."
    },
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Ben Herbster",
      "quote": "The greatest waste in the world is the difference between what we are and what we could become."
    },
    {
      "cite": "James E. Faust",
      "quote": "It is a denial of the divinity within us to doubt our potential and our possibilities."
    },
    {
      "cite": "Ella Fitzgerald",
      "quote": "It isn't where you came from; it's where you're going that counts."
    },
    {
      "cite": "Les Brown",
      "quote": "The only limits to the possibilities in your life tomorrow are the buts you use today."
    },
    {
      "cite": "Barack Obama",
      "quote": "It's only when you hitch your wagon to something larger than yourself that you will realize your true potential."
    },
    {
      "cite": "Epictetus",
      "quote": "First, say to yourself what you would be; and then do what you have to do."
    },
    {
      "cite": "Donna Levine",
      "quote": "There is inside you all of the potential to be whatever you want to be all of the energy to do whatever you want to do."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Potential has a shelf life."
    },
    {
      "cite": "Darrell Royal",
      "quote": "Potential just means you ain't done it yet."
    },
    {
      "cite": "Albert Camus",
      "quote": "I don't want to represent man as he is, but only as he might be."
    },
    {
      "cite": "Carly Fiorina",
      "quote": "Leadership is all about unlocking the potential in others."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Value people on their potential, not on their history."
    },
    {
      "cite": "Henry Ford",
      "quote": "There is no man living who isn't capable of doing more than he thinks he can do."
    },
    {
      "cite": "Maria Montessori",
      "quote": "Free the child's potential, and you will transform him into the world."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Believing in people before they have proved themselves is the key to motivating people to reach their potential."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Believe in your infinite potential. Your only limitations are those you set upon yourself."
    }
  ]
}