{
  "source": "https://www.wisesayings.com/pottery-quotes/",
  "theme": "pottery",
  "quotes": [
    {
      "cite": "Janet Fitch",
      "quote": "I thought clay must feel happy in the good potter's hand."
    },
    {
      "cite": "Dana Hewitt",
      "quote": "She loved the smell of wet dirt the way others might love the smell of roses."
    },
    {
      "cite": "Clarice Cliff",
      "quote": "Having a little fun at my work does not make me any less of an artist and people who appreciate truly beautiful and original creations in pottery are not frightened by innocent tomfoolery!"
    },
    {
      "cite": "John Dryden",
      "quote": "Thou spring'st a leak already in thy crown, / A flaw is in thy ill-bak'd vessel found; / 'Tis hollow, and returns a jarring sound, / Yet thy moist clay is pliant to command, / Unwrought, and easy to the potter's hand: / Now take the mould; / now bend thy mind to feel / The first sharp motions of the forming wheel."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Turn, turn, my wheel! Turn round and round / Without a pause, without a sound: / So spins the flying world away! / This clay, well mixed with marl and sand, / Follows the motion of my hand; / For some must follow, and some command, / Though all are made of clay!"
    },
    {
      "cite": "Omar Khayyam",
      "quote": "All this of Pot and Potter—Tell me then, / Who is the Potter, pray, and who the Pot?"
    },
    {
      "cite": "Chris Hardwick",
      "quote": "Do you think Patrick Swayze now goes up behind people in pottery classes and hugs them just to crack up other ghosts?"
    },
    {
      "cite": "Susie Cooper",
      "quote": "Pottery... is a practical and lasting form of art. Not everyone can afford original paintings, but most people can afford pottery."
    },
    {
      "cite": "Magdalene Odundo",
      "quote": "African men don't understand professional women; they're not used to women in the arts... as long as the pottery's done by hand, it remains a women's craft. As soon as machinery takes over, so do the men. This happens to most crafts and technologies, including the making of china in the Potteries in England."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I saw some designs on your vases done by someone who, I should say, had only five minutes to catch a train... the institution of pottery should not be a refuge for people who  cannot draw nor asylum for the artistically afflicted."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Pottery and fine porcelain must not quarrel."
    },
    {
      "cite": "Gary Phillips",
      "quote": "When I see a shard of pottery, I often think to myself, “Who ate off that?” Before I know it, I am transported to a wealthy Victorian family’s dining room, sharing dinner with them on the plate that I just found on the river foreshore. Another shard, and I am whisked away to the table of a Roman family living alongside the river, missing home."
    },
    {
      "cite": "Amanda Moffat",
      "quote": "You can’t rush it. Things will crack and break and fall off. This is the opposite of an instant gratification activity."
    },
    {
      "cite": "Jennie Jieun Lee",
      "quote": "Hours can pass without thinking or caring about anything else—that’s what is known as the ‘potter’s nod. It’s a feeling that’s very similar to being at the mercy of a wonderful drug, except in this case, it’s a holistic antidepressant."
    },
    {
      "cite": "John Sheppard",
      "quote": "You have to be in tune with the clay and react to what state it’s in to work with it."
    },
    {
      "cite": "John Sheppard",
      "quote": "It’s very meditative. It turns off a higher level of thinking. You have to let go and give in to the unpredictability of it. You can go in with an idea of what you want to make, and the clay doesn’t want to do that."
    },
    {
      "cite": "Helen Levi",
      "quote": "It’s always been popular, it’s just become more so with the farm-to-table movement."
    },
    {
      "cite": "Bernard Leach",
      "quote": "A potter is one of the few people left who uses his natural faculties of heart, head and hand in balance – the whole man."
    },
    {
      "cite": "Bernard Leach",
      "quote": "Good pots require the ardour of vocation and the devotion of a lifetime."
    },
    {
      "cite": "Tallie Maughan",
      "quote": "Pottery is something small and manageable that connects to that idea of home."
    },
    {
      "cite": "Elizabeth Macneal",
      "quote": "There were about 100 people on the project I was working on. I had no idea what I was even supposed to be doing. But, with pottery, you are solely responsible for how it turns out. That’s so inviting when you’re disaffected by your job."
    },
    {
      "cite": "Tallie Maughan",
      "quote": "Ceramics is the oldest form of technology we have. After cooking meat, baking clay was the first thing that humans did to chemically alter our environment on purpose. You can’t make rice without cooking it in some kind of vessel, so clay pots go hand in hand with agriculture – our whole evolution is connected to it. There’s only a short period of history in which people haven’t been connected with pottery. There’s something incredibly grounding about an experience that connects you with the past like that."
    },
    {
      "cite": "Catherine Gale",
      "quote": "If you need warming, you should come down to the pottery. In a couple of the big ones I went into, the heat was unbearable!"
    },
    {
      "cite": "Kerry Dylan McCoy and George Lesage Clarke",
      "quote": "Staring out onto the earthly, pottery of / Pottery of existence, climbing light / Climbing light vines to heaven / Clay ribbons descend / Swirl downward against."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Here in the jealous hollow of the mould, / Faint, light-eluding, as templed in the breast / Of some rose-vaulted lotus, see the best / The artist had - the vision that unrolled / Its flying sequence till completion's hold / Caught the wild round and bade the dancers rest - / The mortal lip on the immortal pressed / One instant, ere the blindness and the cold. / And there the vase: immobile, exiled, tame, / The captives of fulfillment link their round, / Foot-heavy on the inelastic ground, / How different, yet how enviously the same! / Dishonoring the kinship that they claim, / As here the written word the inner sound."
    },
    {
      "cite": "Laozi",
      "quote": "Clay is molded to form a cup, But it is on its non-being that the utility of the cup depends. Doors and windows are cut out to make a room, But it is on its non-being that the utility of the room depends. Therefore turn being into advantage, and turn non-being into utility."
    },
    {
      "cite": "Laozi",
      "quote": "Clay is used to make vases, but it is the emptiness they contain that makes them useful."
    },
    {
      "cite": "Laozi",
      "quote": "Shape clay into a vessel; It is the space within that makes it useful. Cut doors and windows for a room; It is the holes which make it useful. Therefore benefit comes from what is there; Usefulness from what is not there."
    },
    {
      "cite": "Og Mandino",
      "quote": "A field of clay touched by the genius of man becomes a castle."
    },
    {
      "cite": "Anonymous",
      "quote": "A clay pot sitting in the sun will always be a clay pot. It has to go though the white heat of the furnace to become porcelain."
    }
  ]
}