{
  "source": "https://www.wisesayings.com/powerless-quotes/",
  "theme": "powerless",
  "quotes": [
    {
      "cite": "Stanisław Jerzy Lec",
      "quote": "Powerless rage can work miracles."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The powerless worship Luck and Fate."
    },
    {
      "cite": "Aeschylus",
      "quote": "Excessive fear is always powerless."
    },
    {
      "cite": "Monica Ali",
      "quote": "If you think you are powerless, then you are."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If your mind is scattered, it is quite powerless."
    },
    {
      "cite": "Don DeLillo",
      "quote": "People who are powerless make an open theater of violence."
    },
    {
      "cite": "Bill Johnson",
      "quote": "A powerless church has nothing for the devil to counterfeit."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Feeling powerless is the result of yielding to fearful thinking."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The more powerless people are, the longer they are kept waiting."
    },
    {
      "cite": "Phyllis Chesler",
      "quote": "Only the powerless live in a money culture and know nothing about money."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Powerless religion may put a man through many surface changes and leave him exactly what he was before."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "When we are powerless to do a thing, it is a great joy that we can come and step inside the ability of Jesus."
    },
    {
      "cite": "Corey Taylor",
      "quote": "You ever want to feel powerless? Watch the people you care about being hurt and know there is nothing you can do about it."
    },
    {
      "cite": "Lydia Lunch",
      "quote": "Sure you're powerless, sure you're just one person, sure you can't change anything but you don't have to be miserable about it as well."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "You may feel powerless as a child, but the world will one day be yours. And you're responsible for it. So, seize the day and take charge of it."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Without money, you are powerless in this world. You are totally subject to whatever happens. To be without money in the physical world is to be powerless."
    },
    {
      "cite": "A. Nicholas Groth",
      "quote": "When a person feels powerless in regard to controlling his life, he can defend against the discomfort of such an experience by asserting control over someone else."
    },
    {
      "cite": "Peg O'Connor",
      "quote": "The acknowledgment of powerlessness does empower. We humans are powerless over a whole host of factors and conditions in the world, and mostly we're not bothered by these."
    },
    {
      "cite": "Dorothy Day",
      "quote": "These powerless people at the bottom are the ones with whom we must begin. They must have the insight and the knowledge to work together and recognise that they are on the right track."
    },
    {
      "cite": "Rick Warren",
      "quote": "The more you care about the powerless, the more power you have. The more you serve those with no influence, the more influence God gives you. The more you humble yourself, the more you're honored by others."
    },
    {
      "cite": "Paulo Freire",
      "quote": "It is necessary that the weakness of the powerless is transformed into a force capable of announcing justice. For this to happen, a total denouncement of fatalism is necessary. We are transformative beings and not beings for accommodation."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When you do nothing you feel overwhelmed and powerless. But when you get involved you feel the sense of hope and accomplishment that comes from knowing you are working to make things better."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "When you are totally defenseless, that's when you'll be strong."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "We are never so defenseless against suffering as when we love, never so forlornly unhappy as when we have lost our love object or its love."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "The most helpless person is the one who is helpless in reforming himself."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "We are born helpless. As soon as we are fully conscious we discover loneliness..."
    },
    {
      "cite": "Louise Hay",
      "quote": "You are not a helpless victim of your own thoughts, but rather a master of your own mind."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "How you treat the helpless is the real test of morality. Lots of people are flunking that test big time."
    },
    {
      "cite": "Ole Hallesby",
      "quote": "The more helpless you are, the better you are fitted to pray, and the more answers to prayer you will experience."
    },
    {
      "cite": "Anita Roddick",
      "quote": "Never feel too small or powerless to make a difference."
    }
  ]
}