{
  "source": "https://www.wisesayings.com/power-of-prayer-quotes/",
  "theme": "power-of-prayer",
  "quotes": [
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "Prayer breaks all bars, dissolves all chains, opens all prisons, and widens all straits by which God's saints have been held."
    },
    {
      "cite": "Ole Hallesby",
      "quote": "Helplessness becomes prayer the moment that you go to Jesus and speak candidly and confidently with him about your needs. This is to believe."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "The Lord longs to hear all of our concerns any concern too small to be turned into a prayer is too small to be made into a burden."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "No matter what never underestimate the power of prayer, love and faith."
    },
    {
      "cite": "Samuel Chadwick",
      "quote": "Prayer turns ordinary mortals into men of power. It brings power. It brings fire. It brings rain. It brings life. It brings God."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other."
    },
    {
      "cite": "David Wolpe",
      "quote": "Prayer is less about changing the world than it is about changing ourselves."
    },
    {
      "cite": "Hippocrates",
      "quote": "Prayer indeed is good, but while calling on the gods a man should himself lend a hand."
    },
    {
      "cite": "Louie Giglio",
      "quote": "God's purposes and plans will not fail. Before you spend all your prayer time telling him about yours, ask about his."
    },
    {
      "cite": "Nick Rahall",
      "quote": "Today we thank God for all the blessings He has bestowed upon this great country and ask him to continue to heal our land and meet our needs and we do so through the power of prayer."
    },
    {
      "cite": "Thomas Watson",
      "quote": "Prayer as it comes from the saint is weak and languid; but when the arrow of a saint's prayer is put into the bow of Christ's intercession it pierces the throne of grace."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "I think of prayer as a spiritual life-line back to where I most want to be."
    },
    {
      "cite": "R.A. Torrey",
      "quote": "Prayer is the key that unlocks all the storehouses of God's infinite grace and power."
    },
    {
      "cite": "Joseph Smith Jr.",
      "quote": "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Prayer doesn't just change things it changes us. If we are diligent in seeking God, slowly and surely we become better people."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Those who pray from the heart do not think about the prayer they are saying, but about the God to whom they pray."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "As you read or listen to God's word and spend time talking to him in prayer, your spirit will eventually become stronger than your flesh."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The greatest answer to prayer is that I am brought into a perfect understanding with God, and that alters my view of actual things."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Prayer does not change God, but it changes him who prays."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Do not pray for easy lives. Pray to be stronger men! Do not pray for tasks equal to your powers. Pray for powers equal to your tasks."
    },
    {
      "cite": "Josephine Baker",
      "quote": "I believe in prayer. It's the best way we have to draw strength from heaven."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "Prayer is nothing but the breathing that out before the Lord, that was first breathed into us by the spirit of the Lord."
    },
    {
      "cite": "David Jeremiah",
      "quote": "Prayer is the way you defeat the devil, reach the lost, restore a backslider, strengthen the saints, send missionaries out, cure the sick, accomplish the impossible, and know the will of God."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "Change can be accomplished most of all through the power of prayer, because with God all things are possible."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "Our prayers are heard, not because we are in earnest, not because we suffer, but because Jesus suffered."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Prayer can solve more problems, alleviate more suffering, prevent more transgression, and bring about greater peace and contentment in the human soul than can be obtained in any other way."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The power of prayer can never be overrated. They who cannot serve God by preaching need not regret. If a man can but pray he can do anything. He who knows how to overcome with God in prayer has Heaven and earth at his disposal."
    },
    {
      "cite": "William Inge",
      "quote": "Prayer gives a man the opportunity of getting to know a gentleman he hardly ever meets. I do not mean his maker, but himself."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Every positive thought is a silent prayer which will change your life."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Never underestimate the power of prayer! Constant prayer, with full conviction, without loss of hope, really does create miracles."
    }
  ]
}