{
  "source": "https://www.wisesayings.com/power-quotes/",
  "theme": "power",
  "quotes": [
    {
      "cite": "Lao-Tzu",
      "quote": "Knowing others is intelligence; knowing yourself is true wisdom. Mastering others is strength, mastering yourself is true power."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "Our power is in our ability to decide."
    },
    {
      "cite": "William Gaddis",
      "quote": "Power doesn't corrupt people, people corrupt power."
    },
    {
      "cite": "James F. Byrnes",
      "quote": "Power intoxicates men. When a man is intoxicated by alcohol, he can recover, but when intoxicated by power, he seldom recovers."
    },
    {
      "cite": "Pittacus",
      "quote": "The measure of a man is what he does with power."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Character is power."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment."
    },
    {
      "cite": "Colton",
      "quote": "Power will intoxicate the best hearts, as wine the strongest heads. No man is wise enough, nor good enough to be trusted with unlimited power."
    },
    {
      "cite": "J. Petit-Senn",
      "quote": "The less power a man has, the more he likes to use it."
    },
    {
      "cite": "Bacon",
      "quote": "The desire of power in excess caused the angels to fall."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
    },
    {
      "cite": "David Brin",
      "quote": "It is said that power corrupts, but actually it's more true that power attracts the corruptible. The sane are usually attracted by other things than power."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Power is not alluring to pure minds."
    },
    {
      "cite": "Cotvos",
      "quote": "All the power that we exercise over others depends on the power we exercise over ourselves."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Power does not corrupt men; fools, however, if they get into a position of power, corrupt power."
    },
    {
      "cite": "John Adams",
      "quote": "Power always thinks it has a great soul and vast views beyond the comprehension of the weak."
    },
    {
      "cite": "Seneca",
      "quote": "Most powerful is he who has himself in his own power."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Power can be taken, but not given. The process of the taking is empowerment in itself."
    },
    {
      "cite": "Arabic Proverbs",
      "quote": "If power is for sale, sell your mother to buy it. You can always buy her back again."
    },
    {
      "cite": "Jacob Bronowski",
      "quote": "Power is the by-product of understanding."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "Power? It's like a Dead Sea fruit. When you achieve it, there is nothing there."
    },
    {
      "cite": "E. Joseph Cossman",
      "quote": "The greatest power is often simple patience."
    },
    {
      "cite": "Author Erin Hunter",
      "quote": "Power is neither good nor evil, but its user makes it so."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Power doesn't always roar...The art of exerting power is an art used in doses - the more hidden it is the more effective."
    },
    {
      "cite": "Kit Harington",
      "quote": "The best people to have power are the ones who don't want it."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Power is not revealed by striking hard or often, but by striking true."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Power is not sufficient evidence of truth."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The sole advantage of power is that you can do more good."
    },
    {
      "cite": "Malcolm X",
      "quote": "Power never takes a back step - only in the face of more power."
    }
  ]
}