{
  "source": "https://www.wisesayings.com/powerful-love-quotes/",
  "theme": "powerful-love",
  "quotes": [
    {
      "cite": "Debasish Mridha",
      "quote": "Don't wait for a perfect person to love. Love a person and make him or her perfect with your power of love."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "One day you will kiss a man you can't breathe without and find that breath is of little consequence."
    },
    {
      "cite": "Katie Waitman",
      "quote": "When we touch, our Gods lay down their weapons and I can forgive every trespass."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love looks not with the eyes, but with the mind, and therefore is winged Cupid painted blind."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "I loved you like a man loves a woman he never touches, only writes to, keeps little photographs of."
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "Love is not the opposite of power. Love is power. Love is the strongest power there is."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "The only way love can last a lifetime is if it's unconditional. The truth is this: love is not determined by the one being loved, but rather by the one choosing to love."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Love has nothing to do with what you are expecting to get, only with what you are expecting to give, which is everything."
    },
    {
      "cite": "Plato",
      "quote": "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet."
    },
    {
      "cite": "John Green",
      "quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To love oneself is the beginning of a life long romance."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Love is like the wind, you can't see it but you can feel it."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "We loved with a love that was more than love."
    },
    {
      "cite": "Sam Keen",
      "quote": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "To have been loved so deeply, even though the person who loved us is gone, will give us some protection forever."
    },
    {
      "cite": "Robert Browning",
      "quote": "Take away love and our earth is a tomb."
    },
    {
      "cite": "Lynda Barry",
      "quote": "Love is an exploding cigar we willingly smoke."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "We accept the love we think we deserve."
    },
    {
      "cite": "Sophocles",
      "quote": "One word frees us of all the weight and pain of life: That word is love."
    },
    {
      "cite": "Balroop Singh",
      "quote": "Love is a dramatic driving force, the most powerful potion that we drink willingly."
    },
    {
      "cite": "Sir Kristian Goldmund Aumann",
      "quote": "With the power of love; our two hearts can enlighten the whole world."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Let the power of your love change the world, but never let the problems of this world change the beauty of your love."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."
    },
    {
      "cite": "Riaz Ahmed Gohar Shahi",
      "quote": "Love is an involuntary gift that manifests unplanned."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "If I had a flower for every time I thought of you. I could walk through my garden forever."
    },
    {
      "cite": "Paulo Coehlo",
      "quote": "So, I love you because the entire universe conspired to help me find you."
    },
    {
      "cite": "Hisham Matar",
      "quote": "There and then, sitting beside her and within the strength of my adoration, I felt invincible."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The heart becomes warmer when the mild heat of love is coming from two persons. one is in eternal cold and desolation without feeling the friction of love."
    }
  ]
}