{
  "source": "https://www.wisesayings.com/powerlifting-quotes/",
  "theme": "powerlifting",
  "quotes": [
    {
      "cite": "Bob Mould",
      "quote": "What you are today the shape shifting, weightlifting and hope the presentation will catch his eye."
    },
    {
      "cite": "Golden Earring",
      "quote": "From javelin to boxing ring from weightlifting to skating rink."
    },
    {
      "cite": "Devan Doan",
      "quote": "Powerlifting is how I can witness to people all over the world; and even people on my own backyard."
    },
    {
      "cite": "Devan Doan",
      "quote": "My powerlifting life and lessons I've learned can be passed on to other people. I can make a difference."
    },
    {
      "cite": "Devan Doan",
      "quote": "Powerlifting has given me the opportunities of a lifetime, and I am forever grateful."
    },
    {
      "cite": "Devan Doan",
      "quote": "Powerlifting has broadened my horizons."
    },
    {
      "cite": "Devan Doan",
      "quote": "Powerlifting helped me through my darkest days; depression, injuries, frustration, loss, and heartbreak."
    },
    {
      "cite": "Devan Doan",
      "quote": "Enriching the lives of young people is a dream fulfilled and an opportunity I have because of powerlifting."
    },
    {
      "cite": "Devan Doan",
      "quote": "Powerlifting has facilitated so many wonderful things for me."
    },
    {
      "cite": "Devan Doan",
      "quote": "Powerlifting has paved a way for me to accomplish all my goals and dreams."
    },
    {
      "cite": "Devan Doan",
      "quote": "Not just powerlifting, but everything in life."
    },
    {
      "cite": "Devan Doan",
      "quote": "Regardless of all the changes going on in my life, powerlifting remained a constant."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "Remember this: your body is your slave; it works for you."
    },
    {
      "cite": "Chasers Holmes",
      "quote": "Weight lifting is about lifting the impossible, overcoming the unachievable."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hated every minute of training, but I said, ‘Don’t quit. Suffer now and live the rest of your life as a champion."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Training gives us an outlet for suppressed energies created by stress and thus tones the spirit just as exercise conditions the body."
    },
    {
      "cite": "Captain Kirk Karwoski",
      "quote": "Most power lifters share some common defects, as a whole for whatever reason, LOVE to punish, beat and torture ourselves beyond the limits of mind and body. It is our spirit that prevails. This defect of intelligence and sensibility pushes us onto the next level, makes us better and stronger. We all have lifted sick and badly hurt."
    },
    {
      "cite": "Death Spa",
      "quote": "Us powerlifters like to pump real iron."
    },
    {
      "cite": "Tim Henriques",
      "quote": "It is an activity that takes a day to learn and a lifetime to master."
    },
    {
      "cite": "Mark Rippetoe",
      "quote": "The deadlift also serves as a way to train the mind to do things that are hard."
    },
    {
      "cite": "Mark Rippetoe",
      "quote": "The full range of motion exercise known as the squat is the single most useful exercise in the weight room, and our most valuable tool for building strength, power, and size"
    },
    {
      "cite": "John Cena",
      "quote": "People can say whatever they want about the sport of bodybuilding, but to get prepared to do a contest or even think about doing a contest, or even to get into decent shape, it requires a certain amount of discipline, and it comes from taking a new year's resolution to a lifestyle."
    },
    {
      "cite": "Fred Hatfield",
      "quote": "To feel strong, to walk amongst humans with a tremendous feeling of confidence and superiority is not at all wrong. The sense of superiority in bodily strength is borne out by the long history of mankind paying homage in folklore, song and poetry to strong men."
    }
  ]
}