{
  "source": "https://www.wisesayings.com/practical-quotes/",
  "theme": "practical",
  "quotes": [
    {
      "cite": "H. L. Mencken",
      "quote": "The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship."
    },
    {
      "cite": "John Muir",
      "quote": "The practical importance of the preservation of our forests is augmented by their relations to climate, soil and streams."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "So never lose an opportunity of urging a practical beginning, however small, for it is wonderful how often in such matters the mustard-seed germinates and roots itself."
    },
    {
      "cite": "Sun Tzu",
      "quote": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Don't always be so reasonable and practical and sensible that you refuse to seize glorious opportunities when they show up and push the envelope as to what's possible for you."
    },
    {
      "cite": "James Macgregor Burns",
      "quote": "In real life, the most practical advice for leaders is not to treat pawns like pawns, nor princes like princes, but all persons like persons."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "The only objects of practical reason are therefore those of good and evil. For by the former is meant an object necessarily desired according to a principle of reason; by the latter one necessarily shunned, also according to a principle of reason."
    },
    {
      "cite": "David Robinson",
      "quote": "You need to learn a practical lesson. Grit alone is not going to save you from sinking."
    },
    {
      "cite": "Carolus Linnaeus",
      "quote": "A practical botanist will distinguish at the first glance the plant of the different quarters of the globe and yet will be at a loss to tell by what marks he detects them."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "There is the greatest practical benefit in making a few failures early in life."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Practical prayer is harder on the soles of your shoes than on the knees of your trousers."
    },
    {
      "cite": "Sushant Singh Rajput",
      "quote": "Practical knowledge of what works and what doesn't work is much better. Theoretical knowledge is important, but I think practical knowledge works better."
    },
    {
      "cite": "James Anthony Froude",
      "quote": "The practical effect of a belief is the real test of its soundness."
    },
    {
      "cite": "Noah Feldman",
      "quote": "The practical core of democracy, defined functionally, is the peaceful exchange of power between different groups of powerful political players arranged in parties."
    },
    {
      "cite": "Patty Duke",
      "quote": "Sometimes it is the simplest, seemingly most inane, most practical stuff that matters the most to someone."
    },
    {
      "cite": "Barry Schwartz",
      "quote": "Practical wisdom is what's called for in situations that have a moral dimension to them."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "To be practical, any plan must take account of the enemy's power to frustrate it."
    },
    {
      "cite": "Arthur Schnitzler",
      "quote": "To be practical in life means to take everything seriously and nothing tragically."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Be practical as well as generous in your ideals. Keep your eyes on the stars, but remember to keep your feet on the ground."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Practical dreamers do not quit."
    },
    {
      "cite": "Adriana Trigiani",
      "quote": "A practical girl never pines; she takes action."
    },
    {
      "cite": "Augustus William Hare",
      "quote": "Practical life teaches us that people may differ and that both may be wrong: it also teaches us that people may differ and both be right. Anchor yourself fast in the latter faith, or the former will sweep your heart away."
    },
    {
      "cite": "George Earle Buckle",
      "quote": "In practical life the wisest and soundest people avoid speculation."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "In practical life we are compelled to follow what is most probable ; in speculative thought we are compelled to follow truth."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "A practical man is a man who practices the errors of his forefathers."
    },
    {
      "cite": "Nancy Astor",
      "quote": "The most practical thing in the world is common sense and common humanity."
    },
    {
      "cite": "James Cook",
      "quote": "The most practical information about life is sneered at by social planners."
    },
    {
      "cite": "William James",
      "quote": "In the practical use of our intellect, forgetting is as important as remembering."
    },
    {
      "cite": "James Bryce",
      "quote": "The chief practical use of history is to deliver us from plausible historical analogies."
    }
  ]
}