{
  "source": "https://www.wisesayings.com/pragmatic-quotes/",
  "theme": "pragmatic",
  "quotes": [
    {
      "cite": "Elizabeth Gould Davis",
      "quote": "Man is by nature a pragmatic materialist, a mechanic, a lover of gadgets and gadgetry; and these are the qualities that characterize the \"establishment\" which regulates modern society: pragmatism, materialism, mechanization, and gadgetry."
    },
    {
      "cite": "William James",
      "quote": "No particular results then, so far, but only an attitude of orientation, is what the pragmatic method means. The attitude of looking away from first things, principles, 'categories,' supposed necessities; and of looking towards last things, fruits, consequences, facts."
    },
    {
      "cite": "Kate Morton",
      "quote": "Even the most pragmatic person fell victim at times to a longing for something other."
    },
    {
      "cite": "Kedar Joshi",
      "quote": "An idealistic lover is a blind lover, and therefore a true lover; a pragmatic lover is a sighted lover, and therefore a false lover."
    },
    {
      "cite": "Linus Torvalds",
      "quote": "I'm generally a very pragmatic person: that which works, works."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If at the beginning and end of our lives we depend upon the kindness of others, why in the middle of our lives should we not act kindly toward them? It is the pragmatic choice."
    },
    {
      "cite": "John Dewey",
      "quote": "The theory of the method of knowing which is advanced in these pages may be termed pragmatic... Only that which has been organized into our disposition so as to enable us to adapt the environment to our needs and adapt our aims and desires to the situation in which we live is really knowledge."
    },
    {
      "cite": "David C. Hill",
      "quote": "It's a shame that pragmatic reality doesn't always live up to our philosophical ideals. There is right and wrong, even if we aren't always gifted with the knowledge of which is which. One can too easily get lost in a world of greys, and so guarded commitment to some absolutes (while acknowledging one's own fallibility) can be essential to avoid sliding down that old slippery slope."
    },
    {
      "cite": "Amish Tripathi",
      "quote": "You will need to be mature and pragmatic. You must use your heart to decide the destination, but use your head to plot the journey."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "A pragmatic person sees the dark and the light side of life, while an idealist sees a life filled with colors."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "It was wrong to be too pragmatic, to judge people solely by results; it was more humane to judge by intentions."
    },
    {
      "cite": "John Amaechi",
      "quote": "Knowing yourself, knowing where you want to get, combining those things gives you the pragmatic steps."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Who succeeds in forming and leading a Great Group? He or she is almost always a pragmatic dreamer. They are people who get things done, but they are people with immortal longings. Often, they are scientifically minded people with poetry in their souls."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The whole quality of your life depends on your state of mind. There are very high states of mind that very few people experience. They are also quite pragmatic and practical and they make you more efficient at living and working in the world."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Idealism without pragmatism is impotent. Pragmatism without idealism is meaningless. The key to effective leadership is pragmatic idealism. -"
    },
    {
      "cite": "Niels Bohr",
      "quote": "No, no, you're not thinking; you're just being logical."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Baptize yourself with the flow of rational thinking and the world is bound to become rational."
    },
    {
      "cite": "William James",
      "quote": "The real ground for supposing free-will is indeed pragmatic, but it has nothing to do with this contemptible right to punish."
    },
    {
      "cite": "Billy Corgan",
      "quote": "Somewhere between the intellectual idea of why we're attracted to certain things and the pragmatic reality is some form of ever-evolving truth."
    },
    {
      "cite": "William James",
      "quote": "From a pragmatic point of view, the difference between living against a background of foreigness (an indifferent Universe) and one of intimacy (a benevolent Universe) means the difference between a general habit of wariness and one of trust."
    },
    {
      "cite": "Twinkle Khanna",
      "quote": "I think you have to be pragmatic to the approach of life and brutally honest with yourself. We all are here to do something, and it is important to understand our potential first."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Happiness is equilibrium. Shift your weight. Equilibrium is pragmatic. You have to get everything into proportion. You compensate, rebalance yourself so that you maintain your angle to your world. When the world shifts, you shift."
    },
    {
      "cite": "Sebastian Horsley",
      "quote": "I think you are born, and I think you die. I have a pragmatic nature, but I yearn to believe."
    }
  ]
}