{
  "source": "https://www.wisesayings.com/praise-quotes/",
  "theme": "praise",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What can everyone do? Praise and blame. This is human virtue, this is human madness."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "The trouble with most of us is that we would rather be ruined by praise than saved by criticism."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Praise, like gold and diamonds, owes its value only to its scarcity."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Praise undeserved, is satire in disguise."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Praise us as we are tasted, allow us as we prove."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "There are two things people want more than sex and money - recognition and praise."
    },
    {
      "cite": "Charles L. Allen",
      "quote": "The work praises the man."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A person places themselves on a level with the ones they praise."
    },
    {
      "cite": "William Barclay",
      "quote": "One of the highest of human duties is the duty of encouragement...It is easy to laugh at men's ideals; it is easy to pour cold water on their enthusiasm; it is easy to discourage others. The world is full of discouragers. We have a Christian duty to encourage one another. Many a time a word of praise or thanks or appreciation or cheer has kept a man on his feet. Blessed is the man who speaks such a word."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I will praise any man that will praise me."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "I pay no attention whatever to anybody's praise or blame. I simply follow my own feelings."
    },
    {
      "cite": "Alice Walker",
      "quote": "I prefer to praise people and the world rather than criticize them and it."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We seldom praise anyone in good earnest, except such as admire us."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Gratitude is infinite praise."
    }
  ]
}