{
  "source": "https://www.wisesayings.com/praying-quotes/",
  "theme": "praying",
  "quotes": [
    {
      "cite": "Croft M. Pentz",
      "quote": "Prayer is not a device for getting our wills done through heaven, but a desire that God's will may be done on earth through us."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Pray for my soul. More things are wrought by prayer Than this world dreams of: Wherefore, let they voice, Rise like a fountain for me night and day."
    },
    {
      "cite": "Martin Luther",
      "quote": "Prayer is a strong wall and fortress of the church; it is a goodly Christian weapon."
    },
    {
      "cite": "Wesley L Duewel",
      "quote": "Prayer has mighty power to move mountains because the Holy Spirit is ready both to encourage our praying and to remove the mountains hindering us."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Prayer is simply talking to God like a friend and should be the easiest thing we do each day."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "In prayer it is better to have a heart without words than words without a heart."
    },
    {
      "cite": "E.M. Bounds",
      "quote": "Heavenly citizenship and heavenly homesickness are in prayer. Prayer is an appeal from the lowness, from the emptiness, from the need of earth, to the highness, the fullness and to the all-sufficiency of heaven."
    },
    {
      "cite": "Charles Stanley",
      "quote": "We can be tired, weary, and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
    },
    {
      "cite": "Alice Walker",
      "quote": "Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding."
    },
    {
      "cite": "Shane DeCreshio",
      "quote": "Prayer is powerful. It can heal, prayer can give, and it can change lives."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "For prayer is nothing else than being on terms of friendship with God."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The prayer of the feeblest saint who lives in the Spirit and keeps right with God is a terror to Satan. The very powers of darkness are paralyzed by prayer; no spiritualistic seance can succeed in the presence of a humble praying saint. No wonder Satan tries to keep our minds fussy in active work till we cannot think in prayer."
    },
    {
      "cite": "Brian Johnston",
      "quote": "Prayer is one of the greatest assets that a Christian could possess, but sometimes it seems to be a real challenge to make it a full part of our devotional life."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "Heavenly Father has given a simple pattern for us to receive the Holy Ghost not once but continually in the tumult of our daily lives. The pattern is repeated in the sacramental prayer: We promise that we will always remember the savior. We promise to take his name upon us. We promise to keep his commandments."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "Prayer is the spirit speaking truth to Truth."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "Prayer is nothing but the breathing that out before the Lord, that was first breathed into us by the Spirit of the Lord."
    },
    {
      "cite": "Daniel Murphy",
      "quote": "Prayer is to our relationship with our divine source what conversation is to our most intimate human relationships. Like water for a plant, it's a condition for growth."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "Prayer is the easiest and hardest of all things; the simplest and the sublimest; the weakest and the most powerful; its results lie outside the range of human possibilities they are limited only by the omnipotence of God."
    },
    {
      "cite": "John Bunyan",
      "quote": "To pray rightly, you must make God your hope, stay, and all. Right prayer sees nothing substantial or worth being concerned about except God."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Prayer is a confession of one's own unworthiness and weakness."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "Prayer is not a discourse. It is a form of life, the life with God. That is why it is not confined to the moment of verbal statement."
    },
    {
      "cite": "Oliver Powell",
      "quote": "Daily prayers to God should never be seen as a task. It should be a necessity in our life just as air is a necessity for us in order to breathe and live."
    },
    {
      "cite": "Adam Clarke",
      "quote": "Prayer requires more of the heart than of the tongue."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Prayer does not change God, but it changes him who prays."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To give thanks in solitude is enough. Thanksgiving has wings and goes where it must go. Your prayer knows much more about it than you do."
    },
    {
      "cite": "Joel Patchen",
      "quote": "We can take our questions, doubts, needs, dreams, and circumstances to the Lord in prayer, asking him to reveal the answers in Scripture."
    },
    {
      "cite": "Andrew Murray",
      "quote": "Each time, before you intercede, be quiet first, and worship God in His glory. Think of what He can do, and how He delights to hear the prayers of His redeemed people. Think of your place and privilege in Christ, and expect great things!"
    },
    {
      "cite": "Thomas Kinkade",
      "quote": "Rather than set aside daily time for prayer, I pray constantly and spontaneously about everything I encounter on a daily basis. When someone shares something with me, I'll often simply say, 'let's pray about this right now."
    },
    {
      "cite": "Paul Gerhardt",
      "quote": "Pray absolutely for those things you may pray for absolutely. Pray conditionally for those things you may pray for conditionally. For those things you can't pray for don't."
    },
    {
      "cite": "James Beattie",
      "quote": "And from the prayer of Want, and plaint of Woe, O never, never turn away thine ear! Forlorn, in this bleak wilderness below, Ah! what were man, should Heaven refuse to hear!"
    }
  ]
}