{
  "source": "https://www.wisesayings.com/preach-quotes/",
  "theme": "preach",
  "quotes": [
    {
      "cite": "Oliver Goldsmith",
      "quote": "You can preach a better sermon with your life than with your lips."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I wish to preach, not the doctrine of ignoble ease, but the doctrine of the strenuous life."
    },
    {
      "cite": "William Feather",
      "quote": "The best sermon is preached by the minister who has a sermon to preach and not by the man who has to preach a sermon."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I don't like to hear cut and dried sermons. No—when I hear a man preach, I like to see him act as if he were fighting bees."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "If I wish to compose or write or pray or preach well, I must be angry. Then all the blood in my veins is stirred, and my understanding is sharpened."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Nothing preaches better than the act."
    },
    {
      "cite": "Malcolm X",
      "quote": "America preaches integration and practices segregation."
    },
    {
      "cite": "Jack Hyles",
      "quote": "Preaching is fire in the pulpit that melts the ice in the pew."
    },
    {
      "cite": "Wes Fesler",
      "quote": "Hypocrisy is the audacity to preach integrity from a den of corruption."
    },
    {
      "cite": "George Orwell",
      "quote": "It is curious how people take it for granted that they have a right to preach at you and pray over you as soon as your income falls below a certain level."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "An ounce of practice is worth more than tons of preaching."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "We have in fact, two kinds of morality, side by side: one which we preach, but do not practice, and another which we practice, but seldom preach."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Preaching is to much avail, but practice is far more effective. A godly life is the strongest argument you can offer the skeptic."
    },
    {
      "cite": "George F. Pentecost",
      "quote": "If the truth were known, many sermons are prepared and preached with more regard for the sermon than the souls of the hearers."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "If Jesus preached the same message ministers preach today, He would have never been crucified."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "When a person is down in the world, an ounce of help is better than a pound of preaching."
    },
    {
      "cite": "John Selden",
      "quote": "Humility is a virtue all preach, none practice; and yet everybody is content to hear"
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There is no such thing as preaching patience into people, unless the sermon is so long that they have to practise it while they hear."
    },
    {
      "cite": "Christopher Moley",
      "quote": "Only the sinner has the right to preach."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Can one preach at home inequality of races and nations and advocate abroad good-will towards all men?"
    },
    {
      "cite": "George Whitefield",
      "quote": "To preach more than half an hour, a man should be an angel himself or have angels for hearers."
    },
    {
      "cite": "Mark Twain",
      "quote": "He charged nothing for his preaching and it was worth it too."
    },
    {
      "cite": "St. Francis of Assisi",
      "quote": "It is no use walking anywhere to preach unless our walking is our preaching."
    },
    {
      "cite": "Frances Hesselbein",
      "quote": "You should be a living practicing example of what you are preaching."
    },
    {
      "cite": "Epictetus",
      "quote": "Preach not to others what they should eat, but eat as becomes you and be silent."
    },
    {
      "cite": "Bowen Baxter",
      "quote": "If you think practicing what you preach is rough, just try preaching what you practice."
    },
    {
      "cite": "Harriet Elizabeth Prescott Spofford",
      "quote": "Beauty vanishes like a vapor, preach the men of musty morals."
    },
    {
      "cite": "St. Jerome",
      "quote": "Do not let your deeds belie your words, lest when you speak in church someone may say to himself, \"Why do you not practice what you preach?"
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Preach not calmly and quietly as though you were asleep, but preach with fire and pathos and passion."
    }
  ]
}