{
  "source": "https://www.wisesayings.com/preacher-quotes/",
  "theme": "preacher",
  "quotes": [
    {
      "cite": "Vance Havner",
      "quote": "A true preacher is best measured not by how many bouquets have been pinned on him but by how many brickbats have been pitched at him."
    },
    {
      "cite": "Vance Havner",
      "quote": "A preacher who is too big for a little crowd would be too little for a big crowd."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Positiveness is a good quality for preachers and speakers because, whoever shares his thoughts with the public will convince them as he himself appears convinced."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "To be effective the preacher's message must be alive; it must alarm, arouse, challenge; it must be God's present voice to a particular people."
    },
    {
      "cite": "Benny Hinn",
      "quote": "Because we are continually growing in the Lord, preachers and lay people alike must be open to the Lord's correction."
    },
    {
      "cite": "Adam Clarke",
      "quote": "As preachers of the gospel of Jesus, do not expect worldly honors: these Jesus Christ neither took to himself, nor gave to his disciples."
    },
    {
      "cite": "Andrew Young",
      "quote": "If you're a preacher, you talk for a living, so even if you don't make sense, you learn to make nonsense eloquently."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Preachers in pulpits talked about what a great message is in the book. No matter what you do, somebody always imputes meaning into your books."
    },
    {
      "cite": "John Hines",
      "quote": "Preaching is effective as long as the preacher expects something to happen-not because of the sermon, not even because of the preacher, but because of God."
    },
    {
      "cite": "Alistair Begg",
      "quote": "The preacher's task is to declare what God has said, explain the meaning, and establish the implications so that no one will mistake its relevance."
    },
    {
      "cite": "Timothy Radcliffe",
      "quote": "To be a preacher requires two apparently contradictory qualities: confidence and humility."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "The character as well as the fortunes of the gospel is committed to the preacher. He makes or mars the message from God to man. The preacher is the golden pipe through which the divine oil flows."
    },
    {
      "cite": "Jerry Falwell",
      "quote": "Preachers are not called to be politicians but soul winners."
    },
    {
      "cite": "Adam Hamilton",
      "quote": "People are drawn to preaching that is passionate and offered with conviction. Passion comes when the preacher has spent significant time with the text, and when God has spoken through the text in a way that addresses the preacher's life first."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "The preacher's garment is cut according to the pattern of that of the hearers, for the most part."
    },
    {
      "cite": "Mark Twain",
      "quote": "Preachers are always pleasant company when they are off duty."
    },
    {
      "cite": "Martin Luther",
      "quote": "A preacher should have the skill to teach the unlearned simply roundly, and plainly; for teaching is of more importance than exhorting."
    },
    {
      "cite": "Martin Luther",
      "quote": "The first duty of the gospel preacher is to declare God's law and to show the nature of sin."
    },
    {
      "cite": "Edgar A. Guest",
      "quote": "The best of all the preachers are the men who live their creeds, for to see good put in action is what everybody needs."
    },
    {
      "cite": "Russell Johnson",
      "quote": "If any man be in Christ, he's a new preacher. The old things are passed away and all things become new."
    },
    {
      "cite": "Calvin Miller",
      "quote": "Becoming a great preacher, like becoming a great artist, requires a life commitment."
    },
    {
      "cite": "Edgar Guest",
      "quote": "The best of all the preachers are the men who live their creeds."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "The preachers who gain mighty results for God are the men who have prevailed in their pleadings with God ere venturing to plead with men."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "Preacher is an instrument of compassion, not an instrument of wrath."
    },
    {
      "cite": "George Whitefield",
      "quote": "It is a poor sermon that gives no offense; that neither makes the hearer displeased with himself nor with the preacher."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Preaching is the expression of moral sentiments applied to the duties of life."
    },
    {
      "cite": "Anonymous",
      "quote": "The clergyman is expected to be a kind of human Sunday."
    },
    {
      "cite": "Martin Luther",
      "quote": "A preacher must be both soldier and shepherd. He must nourish, defend, and teach he must have teeth in his mouth, and be able to bite and fight."
    },
    {
      "cite": "Curtis C. Thomas",
      "quote": "A preacher should have the mind of a scholar, the heart of a child, and the hide of a rhinoceros. His problem is how to toughen his hide without hardening his heart."
    },
    {
      "cite": "Marvin Sapp",
      "quote": "We as preachers/teachers/pastors have to figure out things to do in order to garner the attention of individuals and also keep them at our churches by making sure that we reinvent ourselves on a consistent basis."
    }
  ]
}