{
  "source": "https://www.wisesayings.com/precious-quotes/",
  "theme": "precious",
  "quotes": [
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted."
    },
    {
      "cite": "Herodotus",
      "quote": "Of all possessions a friend is the most precious."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ordinary riches can be stolen; real riches cannot. In your soul are infinitely precious things that cannot be taken from you."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If time be of all things the most precious, wasting time must be the greatest prodigality."
    },
    {
      "cite": "Homer",
      "quote": "The charity that is a trifle to us can be precious to others."
    },
    {
      "cite": "Helen Keller",
      "quote": "My share of the work may be limited, but the fact that it is work makes it precious."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I know that inner wisdom is more precious than wealth. The more you spend it, the more you gain."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Truth is life's most precious commodity."
    },
    {
      "cite": "Thomas Wentworth",
      "quote": "More precious is want with honesty than wealth with infamy."
    },
    {
      "cite": "John Locke",
      "quote": "The most precious of all possessions is power over ourselves."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "There is precious instruction to be got by finding we were wrong."
    },
    {
      "cite": "Dalai Lama",
      "quote": "An enemy is indeed a precious teacher."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Sometimes when you sacrifice something precious, you're not really losing it. You're just passing it on to someone else."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Some things are more precious because they don't last long."
    },
    {
      "cite": "Mark Twain",
      "quote": "Genius, like gold and precious stones, is chiefly prized because of its rarity."
    },
    {
      "cite": "Epictetus",
      "quote": "A man that seeks truth and loves it must be reckoned precious to any human society."
    },
    {
      "cite": "John Piper",
      "quote": "Life is too short, too precious, too painful to waste on worldly bubbles that burst."
    },
    {
      "cite": "Ally Carter",
      "quote": "The things that are most precious to us are sometimes the most secret."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Life every man holds dear but the dear man holds honor far more precious dear than life."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We spend precious hours fearing the inevitable. It would be wise to use that time adoring our families, cherishing our friends, and living our lives."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "The most precious gift we can offer others is our presence. When mindfulness embraces those we love, they will bloom like flowers."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The search for truth is more precious than its possession."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Any relic of the dead is precious, if they were valued living."
    },
    {
      "cite": "Steve Jobs",
      "quote": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The gift of life is so precious that we should feel an obligation to pay back the universe for the gift of being alive."
    },
    {
      "cite": "Minnie Riperton",
      "quote": "Your wealth can be stolen, but the precious riches buried deep in your soul cannot."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "The words that enlighten the soul are more precious than jewels."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The left-handed are precious; they take places which are inconvenient for the rest."
    }
  ]
}