{
  "source": "https://www.wisesayings.com/predictable-quotes/",
  "theme": "predictable",
  "quotes": [
    {
      "cite": "Noam Chomsky",
      "quote": "You are responsible for the predictable consequences of your actions."
    },
    {
      "cite": "C S Lewis",
      "quote": "To live in a fully predictable world is not to be a man."
    },
    {
      "cite": "Chet Atkins",
      "quote": "Once you become predictable, no one's interested anymore."
    },
    {
      "cite": "Assegid Habtewold",
      "quote": "The few people who earned my respect are those who are predictable in their character but totally unpredictable the way they think!"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "If life were predictable it would cease to be life, and be without flavor."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Luck is predictable; the harder you work, the luckier you get."
    },
    {
      "cite": "Hunter Parrish",
      "quote": "As soon as things become predictable, they become boring."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "An artist should paint from the heart, and not always what people expect. Predictability often leads to the dullest work, in my opinion, and we have been bored stiff long enough I think."
    },
    {
      "cite": "Hannah Fry",
      "quote": "Human emotion isn't neatly ordered and rational and easily predictable."
    },
    {
      "cite": "Martin Fry",
      "quote": "I don't really like groups that make the same statement over and over again. It's good, but kind of predictable."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "A prediction is a prediction because it's predictable."
    },
    {
      "cite": "Carl Rogers",
      "quote": "Neurotic behavior is quite predictable. Healthy behavior is unpredictable."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "When the world is predictable you need smart people. When the world is unpredictable you need adaptable people."
    },
    {
      "cite": "Eoin Colfer",
      "quote": "In my experience, boys are predictable. As soon as they think of something, they do it. Girls are smarter—they plan ahead. They think about not getting caught."
    },
    {
      "cite": "Lawrence M. Krauss",
      "quote": "If innovations were predictable, they wouldn't be discoveries."
    },
    {
      "cite": "Daniel Levitin",
      "quote": "Some people like very predictable melodies, and others prefer the less likely notes."
    },
    {
      "cite": "Fede Alvarez",
      "quote": "A good story will keep you wondering about what's happening, what's going on, where does this go? Now it's going to go that way, now it's going to go that way. It has to do that. If it's predictable, it's just boring."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Scripts are corny and predictable. Real life is always better."
    },
    {
      "cite": "Joan Didion",
      "quote": "Aging and its evidence remain life's most predictable events, yet they also remain matters we prefer to leave unmentioned, unexplored."
    }
  ]
}