{
  "source": "https://www.wisesayings.com/preemie-quotes/",
  "theme": "preemie",
  "quotes": [
    {
      "cite": "Paul Reiser",
      "quote": "He was born early. But he was born within a safe range of premature"
    },
    {
      "cite": "Steven Pinker",
      "quote": "Part of the bargain of being alive is that one takes a chance at dying a premature or painful death, be it from violence, accident, or disease."
    },
    {
      "cite": "Sophie Ellis Bextor",
      "quote": "Two premature babies was not a genetic thing; we were just unlucky."
    },
    {
      "cite": "George Iles",
      "quote": "A superstition is a premature explanation that overstays its time."
    },
    {
      "cite": "Karen Moy",
      "quote": "To realize the value of one month, ask a mother who had a premature baby."
    },
    {
      "cite": "George Alec Effinger",
      "quote": "Premature burial works just fine as a cure for adolescence."
    },
    {
      "cite": "Jane Chen",
      "quote": "Many premature babies are never given a chance to make it out of the hospital."
    },
    {
      "cite": "F Scott Fitzgerald",
      "quote": "Premature success gives one an almost mystical conception of destiny as opposed to will power-at its worst the Napoleonic delusion."
    },
    {
      "cite": "Karl Kraus",
      "quote": "The superman is a premature ideal, one that presupposes man."
    },
    {
      "cite": "Tony Hoare",
      "quote": "Premature optimization is the root of all evil in programming."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To be premature is to be perfect"
    },
    {
      "cite": "Frank A Clark",
      "quote": "A baby is born with a need to be loved - and never outgrows it."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men."
    },
    {
      "cite": "John Quinton",
      "quote": "Premature development of the powers of both mind and body leads to an early grave."
    },
    {
      "cite": "Jean Rostand",
      "quote": "Nothing leads the scientist so astray as a premature truth."
    },
    {
      "cite": "Fauzi Ichsan",
      "quote": "Premature rate cuts could trigger inflationary expectations that could reduce, if not reverse, the capital inflows."
    },
    {
      "cite": "Kathleen Camilli",
      "quote": "It's way too premature to talk about a recovery."
    },
    {
      "cite": "Kenichi Ohmae",
      "quote": "More strategies fail because they are overripe than because they are premature"
    },
    {
      "cite": "John Mortimer",
      "quote": "Irritable Judges suffer from a bad case of premature adjudication."
    }
  ]
}