{
  "source": "https://www.wisesayings.com/prepared-quotes/",
  "theme": "prepared",
  "quotes": [
    {
      "cite": "Jack Hyles",
      "quote": "A prepared person will always have his opportunity."
    },
    {
      "cite": "Dick Cheney",
      "quote": "We must be prepared to face our responsibilities and be willing to use force if necessary."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Because if you're prepared and you know what it takes, it's not a risk. You just have to figure out how to get there. There is always a way to get there."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Make preparations in advance ... you never have trouble if you are prepared for it."
    },
    {
      "cite": "Tom Landry",
      "quote": "If you are prepared, you will be confident, and will do the job."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "To be prepared is half the victory."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "Be Prepared... the meaning of the motto is that a scout must prepare himself by previous thinking out and practicing how to act on any accident or emergency so that he is never taken by surprise."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Prior preparation is Success divided by half. Once you have fully prepared, every hand glove that obstacles wear to pull you away from reaching your destination will become slippery!"
    },
    {
      "cite": "Dr. Anne Davies",
      "quote": "We must prepare all learners for their future, not our past."
    },
    {
      "cite": "Christopher Moore",
      "quote": "Only by being prepared for your death can you ever truly live."
    },
    {
      "cite": "Martin Bashir",
      "quote": "If somebody's not prepared to answer the question, you can keep asking."
    },
    {
      "cite": "Leo Rosten",
      "quote": "Some things are so unexpected that no one is prepared for them."
    },
    {
      "cite": "John Wooden",
      "quote": "Be prepared and be honest."
    },
    {
      "cite": "Bill Gothard",
      "quote": "A message prepared in the mind reaches a mind; a message prepared in a life reaches a life."
    },
    {
      "cite": "Louis Pasteur",
      "quote": "Where observation is concerned, chance favors only the prepared mind."
    },
    {
      "cite": "Robert Ringer",
      "quote": "If you are prepared, then you are able to feel confident."
    },
    {
      "cite": "Colin Adams",
      "quote": "The better you're prepared, the better chance you'll have at staying on top of everything that is coming your way."
    },
    {
      "cite": "Jack Hyles",
      "quote": "There is always a prepared place for a prepared person."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "Only someone who is well prepared has the opportunity to improvise."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "You are always being prepared for something better or protected from something worse."
    },
    {
      "cite": "John Ndeere",
      "quote": "You must prepare for success even if there is no indication of it. You must prepare for success even if you have become accustomed to failure. You must prepare for success even if nobody in your life ever achieved anything. Take time to prepare hard."
    },
    {
      "cite": "John Wooden",
      "quote": "Confidence comes from being prepared."
    },
    {
      "cite": "Mark Spitz",
      "quote": "If you fail to prepare, you're prepared to fail."
    },
    {
      "cite": "Carl Sommer",
      "quote": "Be prepared for trouble. Don't fall apart when trouble strikes."
    },
    {
      "cite": "Beanie Sigel",
      "quote": "You always gotta be on time, an hour ahead of everything. You always gotta be prepared."
    },
    {
      "cite": "Jack Burke, Jr.",
      "quote": "Be prepared to scramble right from the start."
    },
    {
      "cite": "Brigham Young",
      "quote": "We are prepared for some things, and we receive just as fast as we prepare ourselves."
    },
    {
      "cite": "George Lincoln Rockwell",
      "quote": "Being prepared to die is one of the great secrets of living"
    },
    {
      "cite": "Randy K. Milholland",
      "quote": "Being prepared for loss is never the same as being ready for it."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Prepare while others are daydreaming."
    }
  ]
}