{
  "source": "https://www.wisesayings.com/preparation-quotes/",
  "theme": "preparation",
  "quotes": [
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "The best preparation for tomorrow is doing your best today."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Before anything else, preparation is the key to success."
    },
    {
      "cite": "James Monroe",
      "quote": "Preparation for war is a constant stimulus to suspicion and ill will."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The meeting of preparation with opportunity generates the offspring we call luck."
    },
    {
      "cite": "George Macdonald",
      "quote": "The best preparation for the future is the present well seen to, and the last duty done."
    },
    {
      "cite": "Joe Poyer",
      "quote": "Thorough preparation makes its own luck."
    },
    {
      "cite": "unknown",
      "quote": "Today's preparation determines tomorrow's achievement."
    },
    {
      "cite": "John Edward",
      "quote": "My preparation is always mediation and deep breathing. And the rubbing of my hands together just gets my energy going."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "By failing to prepare, you are preparing to fail."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Preparation eradicates cowardice, which we define as the failure to act in the midst of fear."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Over-preparation is the foe of inspiration."
    },
    {
      "cite": "George H. Brimhall",
      "quote": "The best possible preparation for the future is a well lived present."
    },
    {
      "cite": "Mark Caine",
      "quote": "Meticulous planning will enable everything a man does to appear spontaneous."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Planning is bringing the future into the present so that you can do something about it now."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Planning ahead is a measure of class. The rich and even the middle class plan for future generations, but the poor can plan ahead only a few weeks or days."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Long-range planning does not deal with future decisions, but with the future of present decisions."
    },
    {
      "cite": "Gary Mack",
      "quote": "Be over prepared so that you wont under perform."
    },
    {
      "cite": "Charlie Batch",
      "quote": "Proper preparation prevents poor performance."
    },
    {
      "cite": "Mario Andretti",
      "quote": "Prepare yourself in every way you can by increasing your knowledge and adding to your experience, so that you can make the most of opportunity when it occurs."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement."
    },
    {
      "cite": "William Feather",
      "quote": "Some people are making such thorough preparation for rainy days that they aren't enjoying today's sunshine."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Imperfect preparation gives rise to the thousand-fold forms that express physical and mental inferiority and insecurity."
    },
    {
      "cite": "Louis Nizer",
      "quote": "Preparation is the be-all of good trial work. Everything else-felicity of expression, improvisational brilliance-is a satellite around the sun. Thorough preparation is that sun."
    },
    {
      "cite": "Anil Sinha",
      "quote": "The best possible preparation of success is empower yourself with trust in self capabilities."
    },
    {
      "cite": "E. Kim Nebeuts",
      "quote": "A good preparation takes longer than the delivery."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "He who is best prepared can best serve his moment of inspiration."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Preparation is the key to leadership success. The more prepared you are the less your struggle to make it happen and the more your effectiveness!"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Preparation doesn't assures victory, it assures confidence."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "You cannot move forward in any project, or task, career, relationship or changing a habit unless you plan. And, preparation is not the end but only the beginning."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Prepare while others are daydreaming."
    }
  ]
}