{
  "source": "https://www.wisesayings.com/prepare-quotes/",
  "theme": "prepare",
  "quotes": [
    {
      "cite": "Debasish Mridha",
      "quote": "The best way to find the opportunity in the future is to prepare yourself for it today."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The best way to prepare for life is to begin to live."
    },
    {
      "cite": "Len Smith",
      "quote": "If you do not prepare yourself physically to succeed, you must prepare yourself mentally for the humiliation of failure."
    },
    {
      "cite": "Kent Conrad",
      "quote": "We shouldn't just live for today; we should prepare for tomorrow."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "It is better to look ahead and prepare than to look back and regret."
    },
    {
      "cite": "Brian Mcbride",
      "quote": "You prepare yourself by concentrating on what you have to do out on the field."
    },
    {
      "cite": "George S. Patton",
      "quote": "Prepare for the unknown by studying how others in the past have coped with the unforeseeable and the unpredictable."
    },
    {
      "cite": "James Stockdale",
      "quote": "The challenge of education is not to prepare a person for success, but to prepare him for failure."
    },
    {
      "cite": "Amiel Basaganda Bagadiong",
      "quote": "You should prepare for your future, you cant stop it from coming."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Our tears prepare the ground for our future growth."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You cannot prepare for war and peace at the same time."
    },
    {
      "cite": "Joel Osteen",
      "quote": "We can not prepare for defeat and expect to live a life in Victory."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Expect the best, plan for the worst, and prepare to be surprised."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "It's better to prepare than to repair."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "Prepare to win, or lose to someone who is."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You must mentally prepare to conquer any situation."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "Prepare your mind to receive the best that life has to offer."
    },
    {
      "cite": "Wendell Berry",
      "quote": "All we can do to prepare rightly for tomorrow is to do the right thing today."
    },
    {
      "cite": "Andrew Luck",
      "quote": "No one prepares to lose ... we prepare to win."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Prepare yourself so that you can be a rainbow in somebody else's cloud."
    },
    {
      "cite": "Bob Weinstein",
      "quote": "Don't let your fear paralyze you. Prepare yourself not only technically, but also emotionally."
    },
    {
      "cite": "Aesop",
      "quote": "It is thrifty to prepare today for the wants of tomorrow."
    },
    {
      "cite": "Lon Kruger",
      "quote": "Prepare for every game like you just lost your last game"
    },
    {
      "cite": "Ted Malloch",
      "quote": "We prepare for success by acquiring virtues."
    },
    {
      "cite": "Philip Rivers",
      "quote": "You prepare. You study. You've got to be ready for anything."
    },
    {
      "cite": "Gerald Celente",
      "quote": "If you don't prepare, you could lose everything. If you prepare for the worst and nothing happens, you've lost nothing."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We may not be able to prepare the future for our children, but we can at least prepare our children for the future."
    },
    {
      "cite": "Devon Franklin",
      "quote": "Anything you pray for, you need to prepare for."
    },
    {
      "cite": "Tito Ortiz",
      "quote": "Prepare for the worst so the best will happen."
    },
    {
      "cite": "Sun Tzu",
      "quote": "To not prepare is the greatest of crimes; to be prepared beforehand for any contingency is the greatest of virtues."
    }
  ]
}