{
  "source": "https://www.wisesayings.com/preparedness-quotes/",
  "theme": "preparedness",
  "quotes": [
    {
      "cite": "Jake Arrieta",
      "quote": "The preparation is what allows the success to happen naturally."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "By failing to prepare, you are preparing to fail."
    },
    {
      "cite": "William Osler",
      "quote": "The best preparation for tomorrow is to do today's work extremely well."
    },
    {
      "cite": "John Ndeere",
      "quote": "You must prepare for success even if there is no indication of it. You must prepare for success even if you have become accustomed to failure. You must prepare for success even if nobody in your life ever achieved anything. Take time to prepare hard."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Most people fail in life because they were not prepared for the opportunities when they appeared."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Preparedness is the ultimate confidence builder."
    },
    {
      "cite": "John Andreas Widtsoe",
      "quote": "Preparedness and punctuality are two of the most important qualities of a leader."
    },
    {
      "cite": "Auliq Ice",
      "quote": "You can't prepare for the details of every single possible thing that might come your way in the future, because the future is uncertain."
    },
    {
      "cite": "Omar N. Bradley",
      "quote": "Peace is our goal but preparedness is the price we must pay."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Preparation doesn't assures victory, it assures confidence."
    },
    {
      "cite": "George Macdonald",
      "quote": "The best preparation for the future is the present well seen to, and the last duty done."
    },
    {
      "cite": "Steven Redhead",
      "quote": "What you are prepared to do in order to achieve what you want is the only cost involved in achieving that goal."
    },
    {
      "cite": "Bobby Unser",
      "quote": "Success is where preparation and opportunity meet."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "With adequate planning, passion and perseverance, you can achieve the God-given goals."
    },
    {
      "cite": "Tricia Alach",
      "quote": "Doing your preparation in advance and then letting your brain process the information while you sleep helps to cement this information in your memory making it easier to access the next day."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The best preparation for good work tomorrow is to do good work today."
    },
    {
      "cite": "Florence Prag Kahn",
      "quote": "Preparedness never caused a war and unpreparedness never prevented one."
    },
    {
      "cite": "George S. Patton",
      "quote": "Prepare for the unknown by studying how others in the past have coped with the unforeseeable and the unpredictable."
    },
    {
      "cite": "Colin Adams",
      "quote": "The better you're prepared, the better chance you'll have at staying on top of everything that is coming your way."
    },
    {
      "cite": "Carl Sommer",
      "quote": "Be prepared for trouble. Don't fall apart when trouble strikes."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The fear of losing anything is the inability to prepare for the best."
    },
    {
      "cite": "Max Mayfield",
      "quote": "Preparation through education is less costly than learning through tragedy."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Preparedness, when properly pursued, is a way of life, not a sudden, spectacular program."
    },
    {
      "cite": "Don Williams, Jr",
      "quote": "Despair is most often the offspring of ill-preparedness."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "He who is best prepared can best serve his moment of inspiration."
    },
    {
      "cite": "William Osler",
      "quote": "The best preparation for tomorrow is to do today's work superbly well."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "The best preparation for tomorrow is doing your best today."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Expect the best. Prepare for the worst. Capitalize on what comes."
    },
    {
      "cite": "Andrew Loomis",
      "quote": "There's only one way to assure consistently good work. That is consistently thorough preparation."
    },
    {
      "cite": "Shawn L. Anderson",
      "quote": "Preparation is what allows the teacher to truly inspire. Preparation is in knowing exactly how the lesson plan will flow. It's in knowing what questions to ask and what answers to give."
    }
  ]
}