{
  "source": "https://www.wisesayings.com/presence-quotes/",
  "theme": "presence",
  "quotes": [
    {
      "cite": "Thomas Fuller",
      "quote": "Absence sharpens love, presence strengthens it."
    },
    {
      "cite": "Epictetus",
      "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best."
    },
    {
      "cite": "Alice Koller",
      "quote": "Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your won presence rather than of the absence of others. Because solitude is an achievement."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The presence of passion within you is the greatest gift you can receive. Treat it as a miracle."
    },
    {
      "cite": "Tara Westover",
      "quote": "Forgiveness isn't just the absence of anger. I think it's also the presence of self-love, when you actually begin to value yourself."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Kids are born curious about the world. What adults primarily do in the presence of kids is unwittingly thwart the curiosity of children."
    },
    {
      "cite": "Mos Def",
      "quote": "My presence speaks volumes before I say a word."
    },
    {
      "cite": "Paul Brunton",
      "quote": "Solitude is strength; to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines."
    },
    {
      "cite": "Sidney Poitier",
      "quote": "If I'm remembered for having done a few good things, and if my presence here has sparked some good energies, that's plenty."
    },
    {
      "cite": "E.B. White",
      "quote": "Luck is not something you can mention in the presence of self-made men."
    },
    {
      "cite": "Maurice Maeterlinck",
      "quote": "Happiness is rarely absent; it is we that know not of its presence."
    },
    {
      "cite": "N. R. Narayana Murthy",
      "quote": "A great leader also has the ability to make people an inch taller in his presence."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The best effort of a fine person is felt after we have left their presence."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "Often the presence of mind and energy of a person remote from the spotlight decide the course of history for centuries to come."
    },
    {
      "cite": "Walt Whitman",
      "quote": "We convince by our presence."
    },
    {
      "cite": "Mark Twain",
      "quote": "How empty is theory in the presence of fact!"
    },
    {
      "cite": "Ken Poirot",
      "quote": "Success often emerges in the presence of failure."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "As men, we are all equal in the presence of death."
    },
    {
      "cite": "Harbajhan Singh Yogi",
      "quote": "If your presence doesn't work, neither will your word."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Well, I must endure the presence of a few caterpillars if I wish to become acquainted with the butterflies."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The presence of those seeking the truth is infinitely to be preferred to the presence of those who think they've found it."
    },
    {
      "cite": "Sherman Alexie",
      "quote": "I think all of us are always five years old in the presence and absence of our parents."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Like a missing tooth, sometimes an absence is more noticeable than a presence."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "As we let our light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence actually liberates others."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is either a daring adventure or nothing. To keep our faces toward change and behave like free spirits in the presence of fate is strength undefeatable."
    },
    {
      "cite": "Rita Zahara",
      "quote": "The presence of many does not and cannot replace the absence of one. That is love."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "True peace is not merely the absence of tension: it is the presence of justice."
    },
    {
      "cite": "Luthando Daniels",
      "quote": "A friend is someone who protects you in your absence and appreciates you in your presence."
    },
    {
      "cite": "Jean Rostand",
      "quote": "We must watch over our modesty in the presence of those who cannot understand its grounds."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The presence of even a single poor child on the street means a million defeats for mankind."
    }
  ]
}