{
  "source": "https://www.wisesayings.com/prestige-quotes/",
  "theme": "prestige",
  "quotes": [
    {
      "cite": "W. Somerset Maugham",
      "quote": "TheÂ prestigeÂ you acquire by being able to tell your friends that you know famous men proves only that you are yourself of small account."
    },
    {
      "cite": "Shirley Hazzard",
      "quote": "ChronologicalÂ prestigeÂ is tenacious: once attained, it can't be shed; it increased moment by moment, day by day, pressing its honours on you until you are lavishly, overly endowed with them. Until you literally sink under them."
    },
    {
      "cite": "John Ensign",
      "quote": "Often times, the more power and prestige a person achieves, the more arrogant a person can become."
    },
    {
      "cite": "Washington Irving",
      "quote": "HisÂ renownÂ has been purchased, not by deeds of violence and blood, but by the diligent dispensation of pleasure."
    },
    {
      "cite": "C. Wright Mills",
      "quote": "Prestige is the shadow of money and power."
    },
    {
      "cite": "George Monbiot",
      "quote": "All the money, all the prestige in the world will never make up for the loss of your freedom.Â"
    },
    {
      "cite": "Dante Alighieri",
      "quote": "A man'sÂ renownÂ is like the hue of grass, Which comes and goes."
    },
    {
      "cite": "Eric Ambler",
      "quote": "In a dying civilization, politicalÂ prestigeÂ is the reward not of the shrewdest diagnostician, but of the man with the best bedside manner."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "TheÂ renownÂ of great men should always be measured by the means which they have used to acquire it."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "There can be no prestige without mystery, for familiarity breeds contempt."
    },
    {
      "cite": "Norbert Reithofer",
      "quote": "PrestigeÂ and premium will also play an important role in the future. But some people define these values differently today."
    },
    {
      "cite": "Sallust",
      "quote": "TheÂ renownÂ which riches or beauty confer is fleeting and frail mental excellence is a splendid and lasting possession."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "Measuring nationalÂ prestigeÂ by gold medals is like using viagra to judge the potency of a man."
    },
    {
      "cite": "Winston Churchill",
      "quote": "RenownÂ awaits the commander who first restores artillery to its prime importance on the battlefield."
    },
    {
      "cite": "Sheila Heti",
      "quote": "Renown is something people have always wanted, but maybe what's modern is that it's considered a virtue, this desire, rather than a vice. I might be wrong about this."
    },
    {
      "cite": "Andre Maurois",
      "quote": "To feminine eyes a man'sÂ prestige, or his fame, envelops him in a luminous haze which obscures his faults. The triumphs of an aviator, an actor, a football player, an orator are often responsible for the beginning of a love affair."
    }
  ]
}