{
  "source": "https://www.wisesayings.com/pressure-quotes/",
  "theme": "pressure",
  "quotes": [
    {
      "cite": "Renata Adler",
      "quote": "The pressures were wrong. There was just enough money and not enough time."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "Pressure is a word that is misused in our vocabulary. When you start thinking of pressure, it's because you've started to think of failure."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "No pressure, no diamonds."
    },
    {
      "cite": "Peyton Manning",
      "quote": "Pressure is something you feel when you don't know what the hell you're doing."
    },
    {
      "cite": "Brian Herbert",
      "quote": "Let pressure pass over and through you. That way you can't be harmed by it."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Pressure is a privilege it's what you do with it that matters."
    },
    {
      "cite": "Marcus Giles",
      "quote": "Pressure is only what you make of it and what you put on yourself."
    },
    {
      "cite": "Joe Maddon",
      "quote": "Don't ever let the pressure exceed the pleasure."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Pressure is a privilege - it only comes to those who earn it."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Pressure has the power to create a diamond, but it has to be the \"right\" pressure."
    },
    {
      "cite": "Ed Hindson",
      "quote": "How we handle pressure will determine whether we stand or break."
    },
    {
      "cite": "Peter Marshall",
      "quote": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure."
    },
    {
      "cite": "Colin Kaepernick",
      "quote": "Pressure comes from a lack of preparation."
    },
    {
      "cite": "Toba Beta",
      "quote": "Higher learning undergoes emotional pressure."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The more pressure you place on yourself, in search of increase the more you will likely get of it"
    },
    {
      "cite": "Michael Johnson",
      "quote": "Pressure is nothing more than the shadow of great opportunity."
    },
    {
      "cite": "Sebastian Coe",
      "quote": "All pressure is self-inflicted. It's what you make of it or how you let it rub off on you."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Life's pressure is equal to your resistance."
    },
    {
      "cite": "Kenneth Waltz",
      "quote": "External pressure seems to produce internal unity."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Only the unprepared are overcome by pressure."
    },
    {
      "cite": "A. Philip Randolph",
      "quote": "Nothing counts but pressure, pressure, more pressure, and still more pressure through broad organized aggressive mass action."
    },
    {
      "cite": "Ed Jacoby",
      "quote": "Pressure comes from within and so must be mastered from within."
    },
    {
      "cite": "Robert Horry",
      "quote": "Pressure can either burst a pipe or make a diamond."
    },
    {
      "cite": "Lee Trevino",
      "quote": "Pressure is playing for ten dollars when you don't have a dime in your pocket."
    },
    {
      "cite": "Holly Bourne",
      "quote": "I'm sick of all the pressure. I'm sick of feeling like I'll ruin all their happiness if I don't do what they want me to do."
    },
    {
      "cite": "Sope Agbelusi",
      "quote": "Remember diamonds are created under pressure so hold on, it be your time to shine soon."
    },
    {
      "cite": "Paula White",
      "quote": "Pressure is not necessarily bad. Pressure can make you produce. The challenge of pressure is learning how to handle it--which requires developing internal confidence and inner strength."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "When the pressure comes, preferences give way while convictions hold firm."
    },
    {
      "cite": "Derek Hough",
      "quote": "Pressure doesn't exist. We create it for ourselves."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Pressure squeezes effort out of winners and excuses out of losers."
    }
  ]
}