{
  "source": "https://www.wisesayings.com/pretense-quotes/",
  "theme": "pretense",
  "quotes": [
    {
      "cite": "Alan Moore",
      "quote": "You wear a mask for so long, you forget who you were beneath it."
    },
    {
      "cite": "Alberto Moravia",
      "quote": "When you aren't sincere you need to pretend, and by pretending you end up believing yourself; that's the basic principle of every faith."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "The pious pretense that evil does not exist only makes it vague, enormous and menacing."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "It would be futile to attempt to fit women into a masculine pattern of attitudes, skills and abilities."
    },
    {
      "cite": "Charles Churchill",
      "quote": "To copy beauty forfeits all pretense to fame; to copy faults is want of sense."
    },
    {
      "cite": "Christina Tosi",
      "quote": "Good food is good food. It doesn't have to come with pretense."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Pretense cannot sustain blind power."
    },
    {
      "cite": "Edith Wharton",
      "quote": "The real loneliness is living among all these kind people who only ask one to pretend!"
    },
    {
      "cite": "Emmet Fox",
      "quote": "You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind."
    },
    {
      "cite": "Enrico Colantoni",
      "quote": "Style equals pretense."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Our greatest pretenses are built up not to hide the evil and the ugly in us, but our emptiness. The hardest thing to hide is something that is not there."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The name and pretense of virtue is as serviceable to self-interest as are real vices."
    },
    {
      "cite": "Gavin Newsom",
      "quote": "I've never been a fan of pretense or procrastination. After all, our state is defined by its independent, outspoken spirit."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "The world is full of people who are very clever at seeming much smarter than they really are."
    },
    {
      "cite": "Laozi",
      "quote": "When wisdom and knowledge appear, great pretense arises."
    },
    {
      "cite": "Lucas Till",
      "quote": "I look for a girl without pretense who is sweet and intelligent - preferably brunette, but that's not completely important."
    },
    {
      "cite": "Marty Rubin",
      "quote": "You can't cure someone who's pretending to be sick."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Fiction: a game of pretend."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Genuine happiness is not nearly as common as a fake smile."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "In some cases, it is not the person that has changed, but their decision not to be themselves."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "We understand how dangerous a mask can be. We all become what we pretend to be."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who has a mind to do mischief will always find a pretense."
    },
    {
      "cite": "Rumi",
      "quote": "There is no worse sickness for the soul, o you who are proud, than this pretense of perfection."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "No one can long hide behind a mask; the pretense soon lapses into the true character."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "People pretend to be other people because they have never thought of their true selves."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Most of the confidence which I appear to feel, especially when influenced by noon wine, is only a pretense."
    },
    {
      "cite": "Toba Beta",
      "quote": "I don't impressed if you're a religious person. I just wanna know about soul behind that mask."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "There's a difference between playing and playing games. The former is an act of joy, the latter — an act."
    },
    {
      "cite": "Washington Irving",
      "quote": "It is not poverty so much as pretense that harasses a ruined man - the struggle between a proud mind and an empty purse - the keeping up of a hollow show that must soon come to an end."
    }
  ]
}