{
  "source": "https://www.wisesayings.com/pretending-quotes/",
  "theme": "pretending",
  "quotes": [
    {
      "cite": "Alan Dershowitz",
      "quote": "Hypocrisy is not a way of getting back to the moral high ground. Pretending you're moral, saying you're moral is not the same as acting morally."
    },
    {
      "cite": "Serj Tankian",
      "quote": "Pretending that we live doesn't make us alive."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Pretending to know everything closes the door to finding out what's really there."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I hope you have not been leading a double life, pretending to be wicked and being good all the time. That would be hypocrisy."
    },
    {
      "cite": "Charlie Sheen",
      "quote": "The best way to not get your heart broken, is pretending you don't have one."
    },
    {
      "cite": "John Fowles",
      "quote": "Duty largely consists of pretending that the trivial is critical."
    },
    {
      "cite": "American Indian Proverb, Navajo",
      "quote": "You can't wake a person who is pretending to be asleep."
    },
    {
      "cite": "Meryl Streep",
      "quote": "Pretending is not just play. Pretending is imagined possibility. Pretending, or acting, is a very valuable life skill and we do it all the time."
    },
    {
      "cite": "Anais Nin",
      "quote": "When one is pretending the entire body revolts."
    },
    {
      "cite": "Rick Warren",
      "quote": "Wearing a mask wears you out. Faking it is fatiguing. The most exhausting activity is pretending to be what you know you aren't."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "The only good in pretending is the fun we get out of fooling ourselves that we fool somebody."
    },
    {
      "cite": "Julian Barnes",
      "quote": "Wisdom consists partly in not pretending anymore, in discarding artifice."
    },
    {
      "cite": "Adam Levine",
      "quote": "It's much more interesting to embrace who you really are rather than waste energy pretending to be someone else."
    },
    {
      "cite": "Vernon Howard",
      "quote": "The terrible immoralities are the cunning ones hiding behind masks of morality, such as exploiting people while pretending to help them."
    },
    {
      "cite": "Caryl Churchill",
      "quote": "You're pretending this isn't your life. You think it's going to happen some other time. When you're dead you'll realise you were alive now."
    },
    {
      "cite": "Gaspar Noe",
      "quote": "Everybody wants to lie to himself, pretending that there's something else besides only the normal life you're living in."
    },
    {
      "cite": "Rajneesh Sharma",
      "quote": "There’s no use of pretending to be good in front of people who are also doing same to us.. Mutual deceptions don’t lead anywhere."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "Everyone in a position of authority is hysterical, and everyone else is pretending to be asleep."
    },
    {
      "cite": "Kumail Najiani",
      "quote": "Nobody really knows what they're doing. Some are just better at pretending like they do."
    },
    {
      "cite": "Edith Warthon",
      "quote": "Half the trouble in life is caused by pretending there isn't any."
    },
    {
      "cite": "Robert Henri",
      "quote": "There is weakness in pretending to know more than you know or in stating less than you know."
    },
    {
      "cite": "Sam Harris",
      "quote": "You don't get anything worth getting by pretending to know things you don't know."
    },
    {
      "cite": "Louis Lowry",
      "quote": "Pretending that there are no choices to be made - reading only books, for example, which are cheery and safe and nice - is a prescription for disaster for the young."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You gain power by pretending to be weak."
    },
    {
      "cite": "Viswanathan Anand",
      "quote": "Confidence is very important - even pretending to be confident. If you make a mistake but do not let your opponent see what you are thinking then he may overlook the mistake."
    },
    {
      "cite": "Susan Meissner",
      "quote": "We are born knowing how to be just. And we die knowing we spent a lifetime pretending we didn't."
    },
    {
      "cite": "Ron McLarty",
      "quote": "Good people protect people they love even if that means that pretending that everything is okay."
    },
    {
      "cite": "George Eliot",
      "quote": "I think any hardship is better than pretending to do what one is paid for, and never really doing it."
    },
    {
      "cite": "Alan Watts",
      "quote": "Never pretend to a love which you do not actually feel, for love is not ours to command."
    }
  ]
}