{
  "source": "https://www.wisesayings.com/pretty-girls-quotes/",
  "theme": "pretty-girls",
  "quotes": [
    {
      "cite": "Golda Meir",
      "quote": "Not being beautiful was the true blessing. Not being beautiful forced me to develop my inner resources. The pretty girl has a handicap to overcome."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Put your hand on a hot stove for a minute and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "A great social success is a pretty girl who plays her cards as carefully as if she were plain."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful."
    },
    {
      "cite": "Charles Reade",
      "quote": "Beauty is power; a smile is its sword."
    },
    {
      "cite": "William Scott Downey",
      "quote": "Judge nothing by the appearance. The more beautiful the serpent, the more fatal its sting."
    },
    {
      "cite": "Joaquim Maria Machado de Assis",
      "quote": "She was pretty, fresh, she came from the hands of nature full of that sorcery, uncertain and eternal, that an individual passes to another individual for the secret ends of creation."
    },
    {
      "cite": "J. D. Salinger",
      "quote": "A beautiful girl can make you dizzy, like you been drinkin jack and coke all morning. she can make you feel high, for the single greatest comodity known to man - promise."
    },
    {
      "cite": "Sonya Parker",
      "quote": "The prettiest girl could have low self-esteem because self-esteem is based on what SHE thinks of herself and not what others think."
    },
    {
      "cite": "Julie Burchill",
      "quote": "It has been said that a pretty face is a passport. But it's not, it's a visa, and it runs out fast."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "The faces that have charmed us the most escape us the soonest."
    },
    {
      "cite": "Thomas Campion",
      "quote": "There is a garden in her face, Where roses and white lilies blow; A heavenly paradise is that place, Wherein all pleasant fruits do grow. There cherries grow that none may buy, Till cherry ripe themselves do cry."
    },
    {
      "cite": "Irving Berlin",
      "quote": "A pretty girl is like a melody that haunts you night and day."
    },
    {
      "cite": "Woody Allen",
      "quote": "I never met such a pretty girl, and I guess I’m just sensitive because real—real beauty makes me want to gag."
    },
    {
      "cite": "Dick Enberg",
      "quote": "I'm at the age now that when a pretty girl smiles at me I automatically check to see what's unzipped."
    },
    {
      "cite": "Rick James",
      "quote": "She's a girl that can’t be beat, born and raised on ghetto streets. She's a devastating beauty, a pretty girl with ebony eyes."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Anybody can see a pretty girl. An artist can look at a pretty girl and see the old woman she will become. A better artist can look at an old woman and see the pretty girl she used to be."
    },
    {
      "cite": "Henry James",
      "quote": "He looked at a pretty girl as he would have listened to a piece of music."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He didn't know if he was looking at a pretty girl, or a lovely fairy."
    },
    {
      "cite": "Victor Hugo",
      "quote": "It seemed to her almost that she was pretty. This threw her in a singularly troubled state of mind. Up to that moment she had never thought of her face."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Yes, she was pretty, distinctly pretty; and to-night her face seemed really vivacious. She had that look that no woman, however histrionically proficient, can successfully counterfeit—she looked as if she were having a good time."
    },
    {
      "cite": "E. Nesbit",
      "quote": "She was pretty and she was loving, and most frightfully good when you were ill, and always kind, and almost always just. That is, she was just when she understood things."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "When a child, she was pretty, and, as she grew up, became still more and more beautiful, until, at the age of sixteen, she was beauty itself."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Beauty is not in the face; beauty is a light in the heart."
    },
    {
      "cite": "Alex Flinn",
      "quote": "Just because something is beautiful doesn't mean it's good."
    },
    {
      "cite": "unknown",
      "quote": "Pretty girls who are unaware of their looks are more attractive than gorgeous girls who flaunt it."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Beauty is only skin deep. I think what's really important is finding a balance of mind, body and spirit."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "How I feel about myself is more important than how I look. Feeling confident, being comfortable in your skin   that's what really makes you beautiful."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "True beauty in a woman is reflected in her soul. It is the caring that she lovingly gives, the passion that she knows."
    },
    {
      "cite": "Alex Comfort",
      "quote": "A woman's greatest asset is her beauty."
    }
  ]
}