{
  "source": "https://www.wisesayings.com/pride-quotes/",
  "theme": "pride",
  "quotes": [
    {
      "cite": "Louis D. Brandeis",
      "quote": "Behind every argument lies someone's ignorance."
    },
    {
      "cite": "Darren Bateman",
      "quote": "Once you reach the top, take care as the only way left to go is down."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "One man may be more cunning than another, but not more cunning than everybody else."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Pride is as loud a beggar as want, and a great deal more saucy. When you have bought one fine thing, you must buy ten more, that your appearance may be all of a piece; but it is easier to suppress the first desire than to satisfy all that follow it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The devil wipes his breech with poor folks' pride."
    },
    {
      "cite": "Vietnamese (on pride)",
      "quote": "The higher you climb, the heavier you fall."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "A proud man is always looking down on things and people; and, of course, as long as you are looking down, you cannot see something that is above you"
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Pride gets no pleasure out of having something, only out of having more of it than the next man... It is the comparison that makes you proud: the pleasure of being above the rest. Once the element of competition is gone, pride is gone."
    },
    {
      "cite": "Voltaire",
      "quote": "We are rarely proud when we are alone."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The proud person always wants to do the right thing, the great thing. But because he wants to do it in his own strength, he is fighting not with man, but with God."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Proud people breed sad sorrows for themselves."
    },
    {
      "cite": "Holy Bible, James 4:6",
      "quote": "God opposes the proud, but gives grace to the humble."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "Pride is pleasure arising from a man's thinking too highly of himself."
    },
    {
      "cite": "Carl Jung",
      "quote": "Through pride we are ever deceiving ourselves. But deep down below the surface of the average conscience a still, small voice says to us, something is out of tune."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Never look down on anybody unless you are helping them up."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Most of the trouble in the world is caused by people wanting to be important."
    },
    {
      "cite": "unknown",
      "quote": "Pride is a personal commitment. It is an attitude which separates excellence from mediocrity."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Airs of importance are the credentials of impotence."
    },
    {
      "cite": "unknown",
      "quote": "Pride is the mask of one's own faults."
    },
    {
      "cite": "John Ruskin",
      "quote": "In general, pride is at the bottom of all great mistakes."
    },
    {
      "cite": "George Eliot",
      "quote": "Pride helps us; and pride is not a bad thing when it only urges us to hide our own hurts, not to hurt others."
    },
    {
      "cite": "Andrew Murray",
      "quote": "Pride must die in you, or nothing of heaven can live in you."
    },
    {
      "cite": "Julian Barnes,Flaubert's Parrot",
      "quote": "Pride makes us long for a solution to things - a solution, a purpose, a final cause; but the better telescopes become, the more stars appear."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "The proud wish God would agree with them. They are not interested in changing their opinions to agree with God's."
    },
    {
      "cite": "Toba Beta",
      "quote": "Pride is the mother of arrogance."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "He who imagines he can do without the world deceives himself much; but he who fancies the world cannot do without him is still more mistaken."
    },
    {
      "cite": "C.S. Lewis quotes",
      "quote": "Pride gets no pleasure out of having something, only out of having more of it than the next man."
    },
    {
      "cite": "Franois de la Rochefoucauld",
      "quote": "It is more often from 'pride' than from ignorance that we are so obstinately opposed to current opinions; we find the first places taken, and we do not want to be the last."
    },
    {
      "cite": "George Eliot",
      "quote": "There is nothing that will kill a man so soon as having nobody to find fault with but himself."
    },
    {
      "cite": "Charles Caleb Coltoz",
      "quote": "To know a man, observe how he wins his object, rather than how he loses it; for when we fail our pride supports us; when we succeed, it betrays us."
    }
  ]
}