{
  "source": "https://www.wisesayings.com/priesthood-quotes/",
  "theme": "priesthood",
  "quotes": [
    {
      "cite": "St. Alphonsus Liguori",
      "quote": "The end for which God has instituted the priesthood has been to appoint on earth public persons to watch over the honor of his divine majesty, and to procure the salvation of souls."
    },
    {
      "cite": "St. John Vianney",
      "quote": "The priesthood is the love of the heart of Jesus. When you see a priest, think of our Lord Jesus Christ."
    },
    {
      "cite": "St. Josemaria Escriva",
      "quote": "People who say that we priests are lonely are either lying or have got it all wrong. We are far less lonely than anyone else, for we can count on the constant company of the Lord, with whom we should be conversing without interruption. We are in love with Love, with the Author of Love!"
    },
    {
      "cite": "Timothy Cardinal Dolan",
      "quote": "The priesthood is a call, not a career; a redefinition of self, not just a new ministry; a way of life, not a job; a state of being; not just a function; a permanent, lifelong commitment, not a temporary style of service; an identity, not just a role."
    },
    {
      "cite": "Ven. Fulton Sheen",
      "quote": "As the shepherd, so the sheep; as the priest, so the people. Priest-victim leadership begets a holy Church. Every worldly priest hinders the growth of the Church; every saintly priest promotes it. If only all priests realized how their holiness makes the Church holy and how the Church begins to decline when the level of holiness among priests falls below that of the people!"
    },
    {
      "cite": "St. Bernardine of Siena",
      "quote": "The power of the priest, is the power of the divine person; for the transubstantiation of the bread requires as much power as the creation of the world."
    },
    {
      "cite": "St Gaspar del Bufalo",
      "quote": "How great is the dignity of the priesthood! What a dignity, what a dignity!… To be a priest! What does that mean? O God, my God, I do not understand it! What does it mean to present the holy, bloodless sacrifice and to administer the sacraments!"
    },
    {
      "cite": "Anastpaul17",
      "quote": "All the children of the Church are priests. At Baptism, they received the anointing that gives them a share in the priesthood. The sacrifice that they must offer to God is completely spiritual – it is themselves."
    },
    {
      "cite": "Witness Lee",
      "quote": "The priesthood of Christ is 'not according to the law of a fleshy commandment, but according to the power of an indestructible life' (Heb. 7:16). Aaron was constituted high priest according to the powerless letter of the law, but Christ according to the powerful element of an indestructible life. Our High Priest is constituted of a life which nothing can conquer, but which rather conquers everything! It is a life which cannot be destroyed. A life which saves to the uttermost. The endless, eternal, divine, uncreated life. The resurrection life which has passed the test of death and Hades."
    },
    {
      "cite": "Robin Bertram",
      "quote": "God calls those who believe as: the chosen, the elect, daughters, heirs, a royal priesthood, His treasured possession. - Hidden Treasures."
    },
    {
      "cite": "unknown",
      "quote": "Any of several church denominations denying the universal authority of the Pope and affirming the Reformation principles of justification by faith in Jesus alone, the priesthood of all believers, and the primacy of the Bible as the only source of revealed truth' and, more broadly, to mean Christianity outside 'of an Orthodox or Catholic church."
    },
    {
      "cite": "Ronald E. Osborn",
      "quote": "Jesus.. is the final priest who makes all priesthood obsolete – not merely the performance of ritual sacrifice, but the office, pomp and circumstance of priestly authority and hierarchy itself. Instead of deferring to any caste of religious hierarchs, followers of the Way are thus now summoned to collectively be a 'royal priesthood,' a 'chosen race' or 'holy nation' built not upon offices of any kind but upon transferred allegiance to God's in-breaking 'kingdom'."
    },
    {
      "cite": "Dieter E Uchtdorf",
      "quote": "Pride is a switch that turns off priesthood power. Humility is a switch that turns it on."
    },
    {
      "cite": "Henry B Eyring",
      "quote": "Every person is different and has a different contribution to make. No one is destined to fail. As you seek revelation to see gifts God sees in those you lead in the priesthood—particularly the young—you will be blessed to lift their sights to the service they can perform."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "We need to bear in mind that people can change. They can put behind them bad habits. They can repent from transgressions. They can bear the priesthood worthily. And they can serve the Lord diligently… We can help them to overcome their shortcomings. We must develop the capacity to see men not as they are at present but as they may become when they receive testimonies of the gospel of Christ."
    },
    {
      "cite": "Boyd K Packer",
      "quote": "Priesthood holders carry with them the antidote to remove the terrible images of pornography and to wash away guilt. The priesthood has the power to unlock the influence of our habits, even to unchain from addiction, however tight the grip. It can heal over the scars of past mistakes."
    },
    {
      "cite": "M. Russel Ballard",
      "quote": "God has revealed through his prophets that men are to receive the priesthood, become fathers, and with gentleness and pure, unfeigned love they are to lead and nurture their families in righteousness as the Savior leads the Church (see Eph. 5:23)."
    },
    {
      "cite": "(Letter to the) Hebrews 5: 1-4",
      "quote": "Every high priest chosen from among mortals is put in charge of things pertaining to God on their behalf, to offer gifts and sacrifices for sins. He is able to deal gently with the ignorant and wayward, since he himself is subject to weakness; and because of this he must offer sacrifice for his own sins as well as for those of the people. And one does not presume to take this honour, but takes it only when called by God, just as Aaron was."
    },
    {
      "cite": "Pope Francis",
      "quote": "Let us pray for all good and faithful priests who dedicate themselves to their people with generosity and unknown sacrifices."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Miracles are everywhere to be found when priesthood callings are magnified. When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes. The priesthood is not really so much a gift as it is a commission to serve, a privilege to lift, and an opportunity to bless the lives of others."
    },
    {
      "cite": "David A. Bednar",
      "quote": "Nothing about the priesthood is self-centered. The priesthood always is used to serve, to bless, and to strengthen other people."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The priestly vocation is essentially a call to sanctity, in the form that derives from the Sacrament of Holy Orders.  Sanctity is intimacy with God; it is the imitation of Christ, poor, chaste and humble; it is unreserved love for souls and self-giving to their true good; it is love for the church which is holy and wants us to be holy, because such is the mission that Christ has entrusted to it."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Your wish to become a priest, or at least your wish to discover if you are being called to be one.  And so the question is a serious one, because you have to prepare thoroughly, with clear intentions and an austere formation."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The world looks to the priest, because it looks to Jesus!  No one can see Christ; but everyone sees the priest, and through him they wish to catch a glimpse of the Lord!  Immense is the grandeur of the Lord! Immense is the grandeur and dignity of the priest!"
    },
    {
      "cite": "Ven. Fulton J. Sheen",
      "quote": "Each priest is a man with a body of soft clay. To keep that treasure pure, he has to be stretched out on a cross of fire. Our fall can be greater than the fall of anyone else because of the height from which we tumble. Of all the bad men, bad religious men are the worst, because they were called to be closer to Christ."
    },
    {
      "cite": "Ven. Fulton J. Sheen",
      "quote": "A priest is one who makes Christ visible. The people see Christ in the saintly priests and they seek even to touch his robes as they did the robes of Christ. Children come to him without fear; non-Catholics give to them a reverence which they rarely give to others. The sure measure by which a priest draws souls to Christ is also the means by which he can drive souls from Christ."
    },
    {
      "cite": "St. Jean Eudes",
      "quote": "The worthy priest is an angel of purity in mind and body, a cherub of light and knowledge, a seraph of love and Charity, an apostle of zeal in work and sanctity, a little god on earth in power and authority, in patience and benignity. He is the living image of Christ in this world, of Christ watching, praying, preaching, catechizing, working, weeping, going from town to town, from village to village, suffering, agonizing, sacrificing Himself and dying for the souls created to His image and likeness."
    },
    {
      "cite": "1 Peter 2:9",
      "quote": "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light."
    },
    {
      "cite": "1 Peter 2:5",
      "quote": "You yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ."
    },
    {
      "cite": "Martin Luther",
      "quote": "The priest is not made. He must be born a priest; must inherit his office. I refer to the new birth—the birth of water and the Spirit. Thus all Christians must became priests, children of God and co-heirs with Christ the Most High Priest."
    }
  ]
}