{
  "source": "https://www.wisesayings.com/primitive-quotes/",
  "theme": "primitive",
  "quotes": [
    {
      "cite": "Bertrand Russell",
      "quote": "To theÂ primitiveÂ mind, everything is either friendly or hostile; but experience has shown that friendliness and hostility are not the conceptions by which the world is to be understood."
    },
    {
      "cite": "William Dean Howells",
      "quote": "Primitive societies without religion have never been found."
    },
    {
      "cite": "Blake Mycoskie",
      "quote": "Stories are the most primitive and purest form of communication."
    },
    {
      "cite": "Don DeLillo",
      "quote": "The genius of the primitive mind is that it can render human helplessness in noble and beautiful ways."
    },
    {
      "cite": "Christina Stead",
      "quote": "We are primitive men; we taboo what we desire and need. How did the denying of love come to be associated with the idea of morality."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "TheÂ primitiveÂ simplicity of their minds renders them a more easy prey to a big lie than a small one."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "As civilization advances, man grows unconscious of the primitive elements of life; he is separated from them by his perfection of material techniques."
    },
    {
      "cite": "James George Frazer",
      "quote": "It is a common rule with primitive people not to waken a sleeper, because his soul is away and might not have time to get back."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "The primitive simplicity of their minds renders them a more easy prey to a big lie than a small one."
    },
    {
      "cite": "James Mark Baldwin",
      "quote": "The prehistorical andÂ primitiveÂ period represents the true infancy of the mind."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The most primitive places left with us are the swamps, where the spruce still grows shaggy with usnea."
    },
    {
      "cite": "Anne Lamott",
      "quote": "At our mostÂ primitiveÂ we are storytellers and dancers."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Religion is a primitive form of philosophy, the attempt to offer a comprehensive view of reality."
    },
    {
      "cite": "James Frazer",
      "quote": "InÂ primitiveÂ society, where uniformity of occupation is the rule, and the distribution of the community into various classes of workers has hardly begun, every man is more or less his own magician; he practices charms and incantations for his own good and the injury of his enemies."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "In ancient times they had no statistics so they had to fall back on lies."
    },
    {
      "cite": "Susanne Katherina Langer",
      "quote": "Ritual is the most primitive reflection of serious thought, a slow deposit, as it were, of people's imaginative insight into life."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To the primitive mind, everything is either friendly or hostile; but experience has shown that friendliness and hostility are not the conceptions by which the world is to be understood."
    },
    {
      "cite": "Albie Sachs",
      "quote": "PrimitiveÂ does not mean stupid."
    },
    {
      "cite": "Mark E. Hyman",
      "quote": "You cannot control theÂ primitiveÂ urges and hormones that drive your eating behavior."
    },
    {
      "cite": "Grandma Moses",
      "quote": "A primitive artist is an amateur whose work sells."
    },
    {
      "cite": "Peter Farb",
      "quote": "Despite the theories traditionally taught in high school social studies, the truth is: The more primitive the society, the more leisured its way of life."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "It is the mark of aÂ primitiveÂ society to view regression as progress."
    },
    {
      "cite": "Christina Stead",
      "quote": "Creation of something out of nothing is the mostÂ primitiveÂ of human passions and the most optimistic."
    },
    {
      "cite": "Dean Koontz",
      "quote": "TheÂ primitiveÂ in each of us climbs closer to the surface during the night, for the moon sings to it, and the cold void between the stars speaks its language. To that savage self, evil can look lovely in too little light."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "TheÂ primitiveÂ stages can always be re-established; theÂ primitiveÂ mind is, in the fullest meaning of the word, imperishable."
    },
    {
      "cite": "Bill Maher",
      "quote": "Like it or not, we're still aÂ primitiveÂ tribe ruled by fears, superstition and misinformation."
    },
    {
      "cite": "Carl Jung",
      "quote": "PrimitiveÂ superstition lies just below the surface of even the most tough-minded individuals, and it is precisely those who most fight against it who are the first to succumb to its suggestive effects."
    },
    {
      "cite": "Stewart Udall",
      "quote": "The most common trait of all primitive peoples is a reverence for the life-giving earth."
    },
    {
      "cite": "Sir Arthur Eddington",
      "quote": "It is aÂ primitiveÂ form of thought that things exist or do not exist."
    },
    {
      "cite": "E. J. Hughes",
      "quote": "TheÂ primitiveÂ style makes nature look like stage scenery."
    }
  ]
}