{
  "source": "https://www.wisesayings.com/prince-charming-quotes/",
  "theme": "prince-charming",
  "quotes": [
    {
      "cite": "Taylor Swift",
      "quote": "I'm the girl who still believes prince charming exists somewhere out there."
    },
    {
      "cite": "Yasmin Galenorn",
      "quote": "Prince Charming can go suck rocks. I've met my true love and he's a contractor."
    },
    {
      "cite": "Katy Perry",
      "quote": "I don't need the Prince Charming to have my own happy ending."
    },
    {
      "cite": "Matthew Perry",
      "quote": "I used to be a real prince charming if I went on a date with a girl. But then I'd get to where I was likely to have a stroke from the stress of keeping up my act. I've since learned the key to a good date is to pay attention on her."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "What would Prince Charming have for occupation if he had not to awaken the Sleeping beauty?"
    },
    {
      "cite": "Terri Irwin",
      "quote": "To me, Steve was my Prince Charming. He was my happily ever after, and we got that. We got 14 years of marriage; we had the best, most fantastic, adventurous, wonderful life that you could imagine. And I was very happy with that."
    },
    {
      "cite": "Gabrielle Union",
      "quote": "We all have to let go of the Prince Charming complex and realize he doesn't necessarily exist in the package we assume he'll come in."
    },
    {
      "cite": "Lily Collins",
      "quote": "My advice for girls who are waiting for their Prince Charming is to be open for anything. Be open to new experiences, be open to the idea that it may take longer than you want, but if you're open to meeting new people and new adventures, then love will come along."
    },
    {
      "cite": "Jennifer Love Hewitt",
      "quote": "I'm a hopeless romantic. It's disgusting. It really is. I've seen 'While You Were Sleeping', like, twenty times, and I still believe in the whole Prince Charming thing."
    },
    {
      "cite": "Linda Evans",
      "quote": "I always looked for a man to rescue me and bring me happiness. I bought into that myth, of course, and looked for my own Prince Charming."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Men get to be a mixture of the charming mannerisms of the women they have known."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Demi Lovato",
      "quote": "He's not your prince charming if he doesn't make sure that you're his princess."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "To understand the nature of the people one must be a prince, to understand the nature of the prince, one must be of the people."
    },
    {
      "cite": "Anne Hathaway",
      "quote": "Kindness is really important to me in finding my own prince - so are patience and a sense of humor. Without those qualities he's no Prince Charming"
    },
    {
      "cite": "Alison Bliss",
      "quote": "The prince isn't always charming and the princess isn't always a virgin."
    },
    {
      "cite": "Michel de Certeau",
      "quote": "A memory is only a Prince Charming who stays just long enough to awaken the Sleeping Beauties of our wordless stories."
    }
  ]
}