{
  "source": "https://www.wisesayings.com/principal-quotes/",
  "theme": "principal",
  "quotes": [
    {
      "cite": "Georgia Harkness",
      "quote": "The principal sources of human misery may fairly be said to lie in the over-possession, under-possession, and the unwise use of economic goods."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A principal fruit of friendship, is the ease and discharge of the fullness and swellings of the heart, which passions of all kinds do cause and induce."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The principal art of the teacher is to awaken the joy in creation and knowledge."
    },
    {
      "cite": "Herman Melville",
      "quote": "Is there some principal of nature which states that we never know the quality of what we have until it is gone?"
    },
    {
      "cite": "Joyce Cary",
      "quote": "The principal fact of life is the free mind."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "The principal object of your reading should be for the acquisition of useful knowledge , and the strengthening, refining, and ennobling of your character."
    },
    {
      "cite": "C. Wright Mills",
      "quote": "The principal cause of war is war itself."
    },
    {
      "cite": "Robert Schumann",
      "quote": "The principal mark of genius is not perfection, but originality."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "The principal thing in the world is to keep the soul aloft."
    },
    {
      "cite": "Jacques de Lacretelle",
      "quote": "One of the principal occupations of man is to divine woman."
    },
    {
      "cite": "Arthur Schnitzler",
      "quote": "The principal task of friendship is to foster one`s friends` illusions."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The principal point of cleverness is to know how to value things just as they deserve."
    },
    {
      "cite": "Giorgio Napolitano",
      "quote": "The principal of unity and indivisibility of the republic are the essential reference points."
    },
    {
      "cite": "Bob Barton",
      "quote": "The basic principal of recursive design is to make the parts have the same power as the whole."
    },
    {
      "cite": "John Owen",
      "quote": "The first and principal duty of a pastor is to feed the flock by diligent preaching of the word."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "The principal act of courage is to endure and withstand dangers doggedly rather than to attack them."
    },
    {
      "cite": "Jean Racine",
      "quote": "The principal rule of art is to please and to move. All the other rules were created to achieve this first one."
    },
    {
      "cite": "Edouard Manet",
      "quote": "The principal person in a picture is light."
    },
    {
      "cite": "Alphonsus Maria de' Liguori",
      "quote": "The principal means of acquiring an ardent love of Christ are mental prayer, Communion, mortification, retirement."
    },
    {
      "cite": "Thomas Piketty",
      "quote": "The principal mechanism for convergence at the international as well as the domestic level is the diffusion of knowledge."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "The first principal of nonviolent action is that of noncooperation with everything humiliating."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "It is indeed one of the principal drawbacks of every kind of interventionism that it is so difficult to reverse the process."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The principal contributor to loneliness in this country is television. What happens is that the family 'gets together' alone."
    },
    {
      "cite": "Rene Descartes",
      "quote": "The principal effect of the passions is that they incite and persuade the mind to will the events for which they prepared the body."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The principal instances of mass violence in the world today are those committed by governments within their own legally recognized borders."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Everyone thinks that the principal thing to the tree is the fruit, but in point of fact the principal thing to it is the seed."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "One principal object of good-breeding is to suit our behaviour to the three several degrees of men, our superiors, our equals, and those below us."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The principal form that the work of love takes is attention. When we love another person we give him or her our attention; we attend to that person's growth."
    },
    {
      "cite": "Arnold Schoenberg",
      "quote": "The principal function of form is to advance our understanding. It is the organization of a piece which helps the listener to keep the idea in mind, to follow its development, its growth, its elaboration, its fate."
    },
    {
      "cite": "Rene Descartes",
      "quote": "The principal use of prudence, of self-control, is that it teaches us to be masters of our passions, and to so control and guide them that the evils which they cause are quite bearable, and that we even derive joy from them all."
    }
  ]
}