{
  "source": "https://www.wisesayings.com/princesses-quotes/",
  "theme": "princesses",
  "quotes": [
    {
      "cite": "Christian Dior",
      "quote": "Deep in every heart slumbers a dream, and the couturier knows it: every woman is a princess."
    },
    {
      "cite": "Alex Flinn",
      "quote": "Every girl pretends she is a princess at one point, no matter how little her life is like that."
    },
    {
      "cite": "Pushpa Rana",
      "quote": "I do not want to be treated like a princess, I just want to be loved."
    },
    {
      "cite": "Arzum Uzun",
      "quote": "All nations are like a fairytale princess. Waiting for their prince charming to save them."
    },
    {
      "cite": "L.A. Kennedy",
      "quote": "Every girl dreams of waking up one day, a princess. Until that day kicks you in the face, wearing steel toed boots."
    },
    {
      "cite": "Frances Hodgson Burnett",
      "quote": "I am a princess. All girls are. Even if they live in tiny old attics. Even if they dress in rags, even if they aren't pretty, or smart, or young. They're still princesses."
    },
    {
      "cite": "Christina Dodd",
      "quote": "A princess always takes care that her words are honeyed, for she may have to eat them."
    },
    {
      "cite": "Jennie Jerome Churchill",
      "quote": "You may be a princess or the richest woman in the world, but you cannot be more than a lady."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "You are a princess, destined to become a queen. Your own wondrous story has already begun. Your 'once upon a time' is now."
    },
    {
      "cite": "Demi Lovato",
      "quote": "He's not your prince charming if he doesn't make sure you know that you're his princess."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "A man who treats his woman like a princess is proof that he has been raised by a queen."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There's nothing deeper than love. In fairy tales, the princesses kiss the frogs, and the frogs become princes. In real life, the princesses kiss princes, and the princes turn into frogs."
    },
    {
      "cite": "Emma Watson",
      "quote": "Young girls think they are princesses. Hermione also teaches that we have to also be warriors."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Perhaps all the dragons of our lives are princesses who are only waiting to see us once beautiful and brave."
    },
    {
      "cite": "Frances Hodgson Burnett",
      "quote": "All women are princesses, it is our right."
    },
    {
      "cite": "Princess Diana",
      "quote": "Being a princess isn't all it's cracked up to be."
    },
    {
      "cite": "Frances Hodgson Burnett",
      "quote": "I pretend I am a princess,so that I can try and behave like one."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes being a sister is way better than being a princess."
    },
    {
      "cite": "unknown",
      "quote": "Always know that in every girl, there is a princess with a strength of a warrior."
    },
    {
      "cite": "Nelly Furtado",
      "quote": "Girls like to see girls dressed up like princesses occasionally."
    },
    {
      "cite": "unknown",
      "quote": "Whether or not you believe in fairy tales; every girl is a princess to somebody."
    },
    {
      "cite": "unknown",
      "quote": "Lift up your head princess, if not the crown falls."
    },
    {
      "cite": "unknown",
      "quote": "Always wear your invisible crown."
    },
    {
      "cite": "unknown",
      "quote": "I am a princess not because I have a prince. But because my Father is a King and He is God."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Treat her like a princess if she behaves like royalty."
    },
    {
      "cite": "Heidi Montag",
      "quote": "Every girl deserves to be treated like a princess."
    },
    {
      "cite": "Tyga",
      "quote": "Every girl deserves to be treated like a princess"
    },
    {
      "cite": "John King,John Beveridge",
      "quote": "Even in the middle of a large ocean,it seemed, there was no privacy to be had for the world's most famous ptincess."
    },
    {
      "cite": "Franesca Castagnolli",
      "quote": "Fathers do not affect your Princess Quotient because every girl is her daddy's little princess."
    },
    {
      "cite": "Mark Loewen",
      "quote": "She quickly realizes that princesses are more than just frilly dresses and tiaras."
    }
  ]
}