{
  "source": "https://www.wisesayings.com/print-quotes/",
  "theme": "print",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "Your life is a print-out of your thoughts."
    },
    {
      "cite": "Katharine Graham",
      "quote": "The power is to set the agenda. What we print and what we don't print matter a lot."
    },
    {
      "cite": "Joel Sternfeld",
      "quote": "The digital print is becoming the look of our time, and it makes the C-print start to look like a tintype."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The flood of print has turned reading into a process of gulping rather than savoring."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Nothing in fine print is ever good news."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "History is simply a piece of paper covered with print: the main thing is to make history, not to write it."
    },
    {
      "cite": "Alan Sugar",
      "quote": "You can't stop people printing what they want to print."
    },
    {
      "cite": "Walter J. Ong",
      "quote": "Print encourages a sense of closure, a sense that what is found in a text has been finalized, has reached a state of completion."
    },
    {
      "cite": "Paul Hawken",
      "quote": "You can print money to bail out a bank, but you can't print life to bail out a planet."
    },
    {
      "cite": "Tom Waits",
      "quote": "The large print giveth and the small print taketh away."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "Don't follow in any footprints, make your own prints. Because, you are the future of tomorrow."
    },
    {
      "cite": "Arthur Baer",
      "quote": "If you do big things they print your face, and if you do little things they print only your thumbs."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The plainest print cannot be read through a gold eagle."
    },
    {
      "cite": "Anthony Barboza",
      "quote": "You are putting on paper, in print, what you sense and feel in your mind."
    },
    {
      "cite": "David Douglas Duncan",
      "quote": "There's nobody between you and the print. Nobody. It's you and the subject and the final print. And if you get it published that way, you've said it."
    },
    {
      "cite": "Vaughan Oliver",
      "quote": "If print was invented tomorrow, it would be the death of digital."
    },
    {
      "cite": "Tom Peters",
      "quote": "Print-based libraries developed in an age of scarce printed resources."
    },
    {
      "cite": "Ruth Ozeki",
      "quote": "Print is predictable and impersonal, conveying information in a mechanical transaction with the reader's eye. Handwriting, by contrast, resists the eye, reveals its meaning slowly, and is as intimate as skin."
    },
    {
      "cite": "Brian May",
      "quote": "In print, people can do anything to you. Everything you do is picked apart. People love it; they're waiting for you to make a mistake."
    },
    {
      "cite": "Ruth Ozeki",
      "quote": "Print is predictable and impersonal, conveying information in a mechanical transaction with the reader's eye. Handwriting, by contrast, resists the eye, reveals its meaning slowly, and is as intimate as skin."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Nothing prints more lively in our minds than something we wish to forget."
    },
    {
      "cite": "Don Roff",
      "quote": "When you print out your manuscript and read it, marking up with a pen, it sometimes feels like a criminal returning to the scene of a crime."
    },
    {
      "cite": "Ronald Fisher",
      "quote": "Fairly large print is a real antidote to stiff reading."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Lovers of print are simply confusing the plate for the food."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Print is the sharpest and the strongest weapon of our party."
    },
    {
      "cite": "Joseph Altuzarra",
      "quote": "If you take away print and embroidery, you have to challenge yourself a bit more on the cut."
    }
  ]
}