{
  "source": "https://www.wisesayings.com/priorities-quotes/",
  "theme": "priorities",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "Action expresses priorities."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "What may be done at any time will be done at no time."
    },
    {
      "cite": "Scott Caan",
      "quote": "Good things happen when you get your priorities straight."
    },
    {
      "cite": "Timothy Ferris",
      "quote": "Lack of time is actually lack of priorities."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "What seems so necessary today may not even be desirable tomorrow."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Things which matter most must never be at the mercy of things which matter least."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Most of us spend too much time on what is urgent and not enough time on what is important."
    },
    {
      "cite": "Bruce Lee",
      "quote": "It is not a daily increase, but a daily decrease. Hack away at the inessentials."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "The Principle of Priority states (a) you must know the difference between what is urgent and what is important, and (b) you must do what's important first."
    },
    {
      "cite": "Dan Millman",
      "quote": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The key is not to prioritize what's on your schedule, but to schedule your priorities."
    },
    {
      "cite": "H. L. Hunt",
      "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work."
    },
    {
      "cite": "Phoebe Snow",
      "quote": "Sometimes when you're overwhelmed by a situation - when you're in the darkest of darkness - that's when your priorities are reordered."
    },
    {
      "cite": "Elisabeth Hasselbeck",
      "quote": "Nobody's life is ever all balanced. It's a conscious decision to choose your priorities every day."
    },
    {
      "cite": "Andy Stanley",
      "quote": "We don't drift in good directions. We discipline and prioritize ourselves there."
    },
    {
      "cite": "Rick Warren",
      "quote": "Living in light of eternity changes your priorities."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Always concentrate on the most valuable use of your time. This is what separates the winners from the losers."
    },
    {
      "cite": "John Wooden",
      "quote": "Do not let what you cannot do interfere with what you can do."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Doing more things faster is no substitute for doing the right things."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Forget about likes and dislikes. They are of no consequence. Just do what must be done. This may not be happiness, but it is greatness."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Do the hard jobs first. The easy jobs will take care of themselves."
    },
    {
      "cite": "Leo Babauta",
      "quote": "The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now."
    },
    {
      "cite": "David F. Jakielo",
      "quote": "The most important thing in life is knowing the most important things in life."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "Desires dictate our priorities, priorities shape our choices, and choices determine our actions."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "You have to decide what your highest priorities are and have the courage?pleasantly, smilingly, nonapologetically, to say ?no? to other things."
    },
    {
      "cite": "Frank Bettger",
      "quote": "Set aside time to plan how you will spend your time. Think about what's most important. Then do those things first."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Do the duty which lies nearest to you. The second duty will then become clearer."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The older I get the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion."
    },
    {
      "cite": "Robert Genn",
      "quote": "No one is going to hand you an organizational chart. You have to hand it to yourself."
    }
  ]
}