{
  "source": "https://www.wisesayings.com/prison-quotes/",
  "theme": "prison",
  "quotes": [
    {
      "cite": "Julius Lockett",
      "quote": "In prison you've got all kinds of people. People beating up people for their commissary, people beating up people for their tennis shoes. You've got people sodomizing people, you know, just rambunctious."
    },
    {
      "cite": "Mumia Abu-Jamal",
      "quote": "Prison is a second by second assault on the soul, a day to day degradation of the self, an oppressive steel and brick umbrella that transforms seconds into hours and hours into days."
    },
    {
      "cite": "Emmanuel Goldstein",
      "quote": "The primary obligation of any prisoner is to escape. Whether that means actually leaving or simply figuring out a way to handle things so you don't go crazy is up to you."
    },
    {
      "cite": "Katherine Cecil Thurston",
      "quote": "Most prisons have wide gates!"
    },
    {
      "cite": "Patricia McConnell",
      "quote": "Prison experience puts distance between me and any person who hasn't been there, done that."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "The prison life of the past looks in our own time like liberation itself."
    },
    {
      "cite": "Eldridge Cleaver",
      "quote": "In prison, those things withheld from and denied to the prisoner become precisely what he wants most of all."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Prison is a socialist paradise where equality prevails, everything is supplied, and competition is eliminated."
    },
    {
      "cite": "Kevin Hearne",
      "quote": "Depression is a prison to which you have the key except you never think to look for it."
    },
    {
      "cite": "Raegan Butcher",
      "quote": "Being in prison for seven years was like being in an army that never drilled, never deployed, and only fought itself."
    },
    {
      "cite": "Stephen Reid",
      "quote": "Prison is, simply put, the bottom rung of the welfare ladder."
    },
    {
      "cite": "Marc Lamont Hill",
      "quote": "Prison is the only form of public housing that the government has truly invested in over the past 5 decades."
    },
    {
      "cite": "Dan Simmons",
      "quote": "Prison always has been a good place for writers, killing, as it does, the twin demons of mobility and diversion."
    },
    {
      "cite": "Eugene V Debs",
      "quote": "A prison is a cross section of society in which every human strain is clearly revealed."
    },
    {
      "cite": "Hubbard Winslow",
      "quote": "Prisons of stone and iron may hold the body for long and painful years in darkness, but they cannot shut out the light of truth from the truth loving soul; they cannot destroy the peace of the dutiful spirit."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Your mind is your prison when you focus on your fear."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Self is the only prison that can ever bind the soul."
    },
    {
      "cite": "Michel Foucault",
      "quote": "Prison is a recruitment center for the army of crime. That is what it achieves."
    },
    {
      "cite": "Scott Lynch",
      "quote": "Cold walls do not a prison make, nor iron bands a bondsman."
    },
    {
      "cite": "Babar Ahmad",
      "quote": "Prison has taught me that there is a part of you that no one can ever take from you, and that is your heart."
    },
    {
      "cite": "Douglas Hurd",
      "quote": "Prison is an expensive way of making bad people worse."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Prison itself is a tremendous education in the need for patience and perseverance. It is above all a test of one's commitment."
    },
    {
      "cite": "Raegan Butcher",
      "quote": "Prison is like high school with knives."
    },
    {
      "cite": "John Greschner",
      "quote": "In prison, ones worst enemies will always be the brothers of ones own race."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Our prisons and our jails are now our mental health institutions."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "How come life in prison doesn't mean life? Until it does, we're not ready to do away with the death penalty. Stop thinking in terms of punishment for a minute and think in terms of safeguarding innocent people from incorrigible murderers."
    },
    {
      "cite": "Norman Mailer",
      "quote": "We are all so guilty at the way we have allowed the world around us to become more ugly and tasteless every year that we surrender to terror and steep ourselves in it."
    },
    {
      "cite": "Henry Miller",
      "quote": "The prisoner is not the one who has commited a crime, but the one who clings to his crime and lives it over and over."
    },
    {
      "cite": "John Grisham",
      "quote": "Prisons are hate factories, Pastor, and society wants more and more of them."
    },
    {
      "cite": "Suge Knight",
      "quote": "Prison make you a better judge of character. You pick up on people much faster."
    }
  ]
}