{
  "source": "https://www.wisesayings.com/privilege-quotes/",
  "theme": "privilege",
  "quotes": [
    {
      "cite": "Mwai Kibaki",
      "quote": "Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Understand that the right to choose your own path is a sacred privilege. Use it. Dwell in possibility."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Morris Dees",
      "quote": "What a privilege to be here on the planet to contribute your unique donation to humankind. Each face in the rainbow of colors that populate our world is precious and special."
    },
    {
      "cite": "Luvvie Ajayi",
      "quote": "Being able to live without having to be defined by your skin color is the hallmark of privilege."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen."
    },
    {
      "cite": "Charles Evans Hughes",
      "quote": "When we lose the right to be different, we lose the privilege to be free."
    },
    {
      "cite": "Diogenes",
      "quote": "It is the privilege of the gods to want nothing, and of godlike men to want little."
    },
    {
      "cite": "Thomas Paine",
      "quote": "When men yield up the privilege of thinking, the last shadow of liberty quits the horizon."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "The privilege of absurdity; to which no living creature is subject, but man only."
    },
    {
      "cite": "Alan Arkin",
      "quote": "That's the privilege of old age: You don't have to remember."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "It is the privilege of genius that life never grows common place, as it does for the rest of us."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "A people that values its privileges above its principles soon loses both."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Privilege is the greatest enemy of right."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "No price is too high to pay for the privilege of owning yourself."
    },
    {
      "cite": "Voltaire",
      "quote": "Think for yourselves and let others enjoy the privilege to do so, too."
    },
    {
      "cite": "Awkwafina",
      "quote": "It's definitely a privilege to be able to do what you love to do; it's not something that everyone gets to do, so I feel really good about that."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The privilege of a lifetime is being who you are."
    },
    {
      "cite": "David O. McKay",
      "quote": "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!"
    },
    {
      "cite": "Ivanka Trump",
      "quote": "You can be born into privilege, or you can not be born into privilege. You can be born into the opposite extreme and into poverty. I think from there on, though, you really do have to make your luck."
    },
    {
      "cite": "Anton Yelchin",
      "quote": "The ability to have a choice in what you do is a privilege."
    },
    {
      "cite": "Shari Arison",
      "quote": "A good deed is not just a duty, but above all, a privilege."
    },
    {
      "cite": "Allyson Felix",
      "quote": "Being a role model is a privilege."
    },
    {
      "cite": "Dede Gardner",
      "quote": "We have privilege in our hands as storytellers. We need to tell stories that reflect our world."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The more privilege you have, the more opportunity you have. The more opportunity you have, the more responsibility you have."
    },
    {
      "cite": "Andy Andrews",
      "quote": "Life itself is a privilege, but to live life to the fullest- well, that is a choice."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Wherever you turn, you can find someone who needs you. Even if it is a little thing, do something for which there is no pay but the privilege of doing it. Remember, you don't live in a world all of your own"
    }
  ]
}