{
  "source": "https://www.wisesayings.com/privacy-quotes/",
  "theme": "privacy",
  "quotes": [
    {
      "cite": "Johannes Grenzfurthner",
      "quote": "Privacy is a bourgeois fantasy."
    },
    {
      "cite": "Edward Snowden",
      "quote": "Privacy is a function of liberty."
    },
    {
      "cite": "Vint Cerf",
      "quote": "Privacy may actually be an anomaly."
    },
    {
      "cite": "Cory Doctorow",
      "quote": "Like all security, privacy is hard."
    },
    {
      "cite": "Eric Schmidt",
      "quote": "You have to fight for your privacy or you lose it."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "Any privacy in public is a hard thing to negotiate."
    },
    {
      "cite": "Katharine Fullerton Gerould",
      "quote": "All violations of essential privacy are brutalizing."
    },
    {
      "cite": "Mikko Hypponen",
      "quote": "Privacy is implied. Privacy is not up for discussion."
    },
    {
      "cite": "Philip R. Zimmermann",
      "quote": "If privacy is outlawed, only outlaws will have privacy."
    },
    {
      "cite": "Sonreal",
      "quote": "Privacy I think gets invaded when you start being honest."
    },
    {
      "cite": "Margaret Laurence",
      "quote": "Privacy is a privilege not granted to the aged or the young."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Privacy is something you can sell, but you can't buy it back."
    },
    {
      "cite": "Shaun White",
      "quote": "It's hard to just kinda get some privacy and do your own thing."
    },
    {
      "cite": "Sarah Chalke",
      "quote": "Human beings are not meant to lose their anonymity and privacy."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "It's dangerous when people are willing to give up their privacy."
    },
    {
      "cite": "Rosie Perez",
      "quote": "You never understand how dear your privacy is until you lose it."
    },
    {
      "cite": "Bill McCollum",
      "quote": "We demand privacy, yet we glorify those that break into computers."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "The only thing privacy laws accomplish is making the bugs smaller."
    },
    {
      "cite": "Andrew Curry",
      "quote": "Privacy isn't dead, although it is fashionable for digerati to say so."
    },
    {
      "cite": "Michael Eisner",
      "quote": "Privacy laws are our biggest impediment to us obtaining our objectives."
    },
    {
      "cite": "Andy Rooney",
      "quote": "We're all torn between the desire for privacy and the fear of loneliness."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "We live in a moment in history in which our privacy may not be important."
    },
    {
      "cite": "Katherine Neville",
      "quote": "Privacy - like eating and breathing - is one of life's basic requirements."
    },
    {
      "cite": "Tom Clancy",
      "quote": "Privacy and loneliness were the traditional luxuries accorded to a skipper."
    },
    {
      "cite": "Alexander Theroux",
      "quote": "Nothing is quite as bad as being without privacy and lonely at the same time."
    },
    {
      "cite": "Marissa Mayer",
      "quote": "For me the core principles of privacy online are transparency, choice and control."
    },
    {
      "cite": "Helen McCloy",
      "quote": "Privacy is like sleep - something you don't appreciate until you have to go without it."
    },
    {
      "cite": "Edward Snowden",
      "quote": "Privacy matters; privacy is what allows us to determine who we are and who we want to be."
    },
    {
      "cite": "Bill Nelson",
      "quote": "If we don't act now to safeguard our privacy, we could all become victims of identity theft."
    },
    {
      "cite": "Jodie Foster",
      "quote": "Privacy. Someday, in the future, people will look back and remember how beautiful it once was."
    }
  ]
}