{
  "source": "https://www.wisesayings.com/private-quotes/",
  "theme": "private",
  "quotes": [
    {
      "cite": "Ann Patchett",
      "quote": "Maybe the private life wasn't forever. Maybe everyone got it for a little while and then spent the rest of their lives remembering."
    },
    {
      "cite": "Banksy",
      "quote": "I don't know why people are so keen to put the details of their private life in public; they forget that invisibility is a superpower."
    },
    {
      "cite": "Criss Jami",
      "quote": "Who you are in public is a test of your conviction; who you are in private, integrity."
    },
    {
      "cite": "Lili Reinhart",
      "quote": "It's called a private life for a reason - it's mine, and it's special and sacred."
    },
    {
      "cite": "Federico Chini",
      "quote": "If the private life of the sea could ever be transposed onto paper, it would talk not about rivers or rain or glaciers or of molecules of oxygen and hydrogen, but of the millions of encounters its waters have shared with creatures of another nature."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Everyone has three lives: a public life, a private life, and a secret life."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Private lives are more important than public reputations."
    },
    {
      "cite": "Irish Murdoch",
      "quote": "She lived in private with her own horror."
    },
    {
      "cite": "Jason Statham",
      "quote": "Once you expose your private life, if you give one little bit, the floodgates are open and everyone's got a free range for you."
    },
    {
      "cite": "Jean Harris",
      "quote": "I had led a private life and wanted to die a private death."
    },
    {
      "cite": "Kevin McCloud",
      "quote": "The more of your private life you put into the public domain, the smaller your private life becomes."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "No one's personal life is in the public interest. It's gossip, bottom line, end of story."
    },
    {
      "cite": "MyAnna Buring",
      "quote": "It's nothing sinister but my private life belongs to me."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "I have a private life in which I do not permit interference. It must be respected."
    },
    {
      "cite": "Paul Levine",
      "quote": "I have a confession to make. I hate voir dire. I despise prying into other people's lives because I wouldn't want them prying into mine."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "People are very reluctant to talk about their private lives but then you go to the internet and they're much more open."
    },
    {
      "cite": "Rob Lowe",
      "quote": "What people do in their private lives is their business, and shouldn't be anybody else's business."
    },
    {
      "cite": "Shakira",
      "quote": "It doesn't bother me to talk about my private life, it doesn't bother me to talk about anything. My life is like a glass of water, transparent."
    },
    {
      "cite": "David Beckham",
      "quote": "My private life is perfect. If your private life and your life outside football is good, then it is good on the field for you."
    },
    {
      "cite": "Jamie Weise",
      "quote": "It's all mine, it's all sacred."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "I also believe that government has no business telling us how we should live our lives. I think our lifestyle choices should be left up to us. What we do in our private lives is none of the government's business. That position rules out the Republican Party for me."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "I've never been a person to share my private life, but I can help save lives."
    },
    {
      "cite": "Mark Twain",
      "quote": "When people do not respect us we are sharply offended; yet in his private heart no man much respects himself."
    },
    {
      "cite": "Pat Burns",
      "quote": "I'm not an overly happy person. There are times when I'm happy, and that's usually in my private life."
    },
    {
      "cite": "Rahm Emanuel",
      "quote": "I do not believe the government has the right to investigate somebody's private life."
    },
    {
      "cite": "George Washington",
      "quote": "It is an old adage that honesty is the best policy-this applies to public as well as private life-to States as well as individuals."
    }
  ]
}