{
  "source": "https://www.wisesayings.com/private-life-quotes/",
  "theme": "private-life",
  "quotes": [
    {
      "cite": "George Eliot",
      "quote": "There is no private life which has not been determined by a wider public life."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "I have a private life in which I do not permit interference. It must be respected."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Private life, book life, took place where words met imagination without passing through the world."
    },
    {
      "cite": "Kevin McCloud",
      "quote": "The more of your private life you put into the public domain, the smaller your private life becomes."
    },
    {
      "cite": "Jason Statham",
      "quote": "Once you expose your private life, if you give one little bit, the floodgates are open and everyones got a free range for you."
    },
    {
      "cite": "John Carpenter",
      "quote": "You have to fight really hard for a private life, and sometimes you don't have one. It just gets to you after a while. It's tough."
    },
    {
      "cite": "Ann Patchett",
      "quote": "Maybe the private life wasn't forever. Maybe everyone got it for a little while and then spent the rest of their lives remembering."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The private life of one man shall be a more illustrious monarchy,--more formidable to its enemy, more sweet and serene in its influence to its friend, than any kingdom in history. For a man, rightly viewed, comprehendeth the particular natures of all men."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Private lives are more important than public reputations."
    },
    {
      "cite": "Lili Reinhart",
      "quote": "It's called a private life for a reason - it's mine, and it's special and sacred."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "All private plans, all private lives, have been in a sense repealed by an overriding public danger."
    },
    {
      "cite": "William Penn",
      "quote": "A private Life is to be preferred; the Honor and Gain of public Posts, bearing no proportion with the Comfort of it."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "Private and public life are subject to the same rules; and truth and manliness are two qualities that will carry you through this world much better than policy, or tact, or expediency, or any other word that was ever devised to conceal or mystify a deviation from the straight line."
    },
    {
      "cite": "Willa Cather",
      "quote": "Personal life becomes paler as the imaginative life becomes richer."
    },
    {
      "cite": "Anais Nin",
      "quote": "The personal life deeply lived always expands into truths beyond itself."
    },
    {
      "cite": "Stephanie Coontz",
      "quote": "In personal life, the warm glow of nostalgia amplifies good memories and minimizes bad ones about experiences and relationships, encouraging us to revisit and renew our ties with friends and family. It always involves a little harmless self-deception, like forgetting the pain of childbirth."
    },
    {
      "cite": "Jake Epstein",
      "quote": "I try to keep my private life private."
    },
    {
      "cite": "Kate Mara",
      "quote": "Keeping your private life as private as possible is the smartest thing."
    },
    {
      "cite": "Jay Kay",
      "quote": "Your private life is your private life and you keep it to yourself. You get more respect that way."
    },
    {
      "cite": "Arsene Wenger",
      "quote": "Private life is private life. Off the pitch, there is private life, and the rest is social life, where of course you have to behave responsibly."
    },
    {
      "cite": "Marina and the Diamonds",
      "quote": "If you don't want to have your private life splashed everywhere, why go to the restaurants and the places you know you're going to be photographed?"
    },
    {
      "cite": "Federico Chini",
      "quote": "If the private life of the sea could ever be transposed onto paper, it would talk not about rivers or rain or glaciers or of molecules of oxygen and hydrogen, but of the millions of encounters its waters have shared with creatures of another nature."
    },
    {
      "cite": "MyAnna Buring",
      "quote": "It's nothing sinister but my private life belongs to me."
    },
    {
      "cite": "Portia de Rossi",
      "quote": "It sounds so trite, but my private life is mine."
    },
    {
      "cite": "Rob Lowe",
      "quote": "What people do in their private lives is their business, and shouldn't be anybody else's business."
    },
    {
      "cite": "Sam Shepard",
      "quote": "It's my private life, and it's not up for grabs."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "It's inappropriate and vulgar and absolutely unacceptable to use your private life to sell anything commercially."
    },
    {
      "cite": "Joan Collins",
      "quote": "The secret of having a personal life is not answering too many questions about it."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "No one's personal life is in the public interest. It's gossip, bottom line. End of story."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Purity of personal life is the one indispensable condition for building up a sound education."
    }
  ]
}