{
  "source": "https://www.wisesayings.com/pro-choice-quotes/",
  "theme": "pro-choice",
  "quotes": [
    {
      "cite": "Germaine Greer",
      "quote": "Too many women are forced to abort by poverty, by their menfolk, by their parents. A choice is only possible if there are genuine alternatives."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Any country that accepts abortion is not teaching its people to love but to use violence to get what they want."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Being pro-choice is trusting the individual to make the right decision for herself and her family, and not entrusting that decision to anyone wearing the authority of government in any regard."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Pro-choice supporters are often heard using the cool language of the courts and the vocabulary of rights. Americans who are deeply ambivalent about abortion often miss tthe sound of caring."
    },
    {
      "cite": "Frederica Mathewes-Green",
      "quote": "No woman wants an abortion as she wants an ice cream cone or a Porsche. She wants an abortion as an animal caught in a trap wants to gnaw off its own leg."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "When we consider that women are treated as property it is degrading to women that we should treat our children as property to be disposed of as we see fit."
    },
    {
      "cite": "Christiane Northrup",
      "quote": "If we lived in a culture that valued women's autonomy and in which men and women practiced cooperative birth control, the abortion issue would be moot."
    },
    {
      "cite": "Margaret Sanger",
      "quote": "No woman can call herself free who does not own and control her body. No woman can call herself free until she can choose consciously whether she will or will not be a mother."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "The emphasis must be not on the right to abortion but on the right to privacy and reproductive control."
    },
    {
      "cite": "Patricia Lunneborg",
      "quote": "Abortion is not the lesser of two evils. Abortion is profamily, prolife, moral, and good. For many millions of women, abortion has meant getting on with their lives and continuing to meet their responsibilities to themselves, their families, and society."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "Abortion is the insurance against that fate worse than death which is called a family."
    },
    {
      "cite": "Ayn Rand",
      "quote": "One method of destroying a concept is by diluting its meaning. Observe that by ascribing rights to the unborn, the nonliving, the anti-abortionists obliterate the rights of the living."
    },
    {
      "cite": "Tertullian",
      "quote": "To forbid birth is only quicker murder. He is a man, who is to be a man; the fruit is always present in the seed."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Abortion should not only be safe and legal, it should be rare."
    },
    {
      "cite": "Aristotle",
      "quote": "The line between lawful and unlawful abortion will be marked by the fact of having sensation and being alive."
    },
    {
      "cite": "Elizabeth Joan Smith",
      "quote": "No woman has an abortion for fun."
    }
  ]
}