{
  "source": "https://www.wisesayings.com/proactive-quotes/",
  "theme": "proactive",
  "quotes": [
    {
      "cite": "Lorii Myers",
      "quote": "Think proactively and dynamically. Be realistic, but set your sights high."
    },
    {
      "cite": "Sam Brownback",
      "quote": "We must take proactive steps to promote democracy and human rights abroad."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Learn from yesterday, live for today, hope for tomorrow.The important thing is not to stop questioning."
    },
    {
      "cite": "Brian Rogers Loop",
      "quote": "Do what today others won't, so tomorrow, you can do what others can't."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The only way to end a culture of violence is to proactively create a culture of peace."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Doing the best at this moment puts you in the best place for the next moment."
    },
    {
      "cite": "Scott Adams",
      "quote": "Let's form proactive synergy restructuring teams."
    },
    {
      "cite": "Eli Landa",
      "quote": "Being proactive is a pillar of spiritual growth and meaningful development."
    },
    {
      "cite": "Octavia Spencer",
      "quote": "The way to bring about change is to be proactive and active."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The people who get on in this world are the people who get up and look for the circumstances they want, and, if they can't find them, make them."
    },
    {
      "cite": "James McCay",
      "quote": "Nothing ever happens in your life unless you create the space for it to happen in."
    },
    {
      "cite": "Stephen Covey",
      "quote": "If you're proactive, you don't have to wait for circumstances or other people to create perspective expanding experiences. You can consciously create your own."
    },
    {
      "cite": "Plato",
      "quote": "The beginning is the most important part of the work."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "The ability to subordinate an impulse to a value is the essence of the proactive person."
    },
    {
      "cite": "Vitor Meira",
      "quote": "The hardest thing for us was being proactive and making the proper changes for these conditions. Now we will have to do the same for the race and the race will be much different."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Proactive people carry their own weather with them."
    },
    {
      "cite": "Anne Frank",
      "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
    },
    {
      "cite": "Michael Landon Jr.",
      "quote": "Whatever you want to do, do it now! There are only so many tomorrows."
    },
    {
      "cite": "Frank Abagnale",
      "quote": "You have to think a little smarter, be proactive, not reactive."
    },
    {
      "cite": "Sherene McHenry",
      "quote": "Getting stuck is reactive, getting unstuck is proactive."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Everyone must be proactive and do all they can to help themselves to stay employed."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The future depends entirely on what each of us does every day."
    },
    {
      "cite": "Mike Love",
      "quote": "As you get older, you either become proactive about staying in shape and taking care of yourself, or, you know, time has its effect on you."
    },
    {
      "cite": "Emmet Fox",
      "quote": "You must not under any pretence allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind."
    },
    {
      "cite": "Lykke Li",
      "quote": "It's a very proactive thing to be dealing with your darkness and getting it out of your system. So it doesn't have to be in your system."
    },
    {
      "cite": "Anonymous",
      "quote": "Tomorrow is often the busiest day of the week."
    },
    {
      "cite": "Michelle Landy",
      "quote": "If you can stay calm and relaxed in any given situation, you will also manage to be proactive, not reactive. We all want to be proactive."
    },
    {
      "cite": "Innocent Mwatsikesimbe",
      "quote": "Action gives a decision power and finality."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Be a creator of circumstances rather than just a creature of circumstances. Be proactive rather than reactive."
    },
    {
      "cite": "Suze Orman",
      "quote": "Recast your current problems into proactive goals."
    }
  ]
}