{
  "source": "https://www.wisesayings.com/problems-quotes/",
  "theme": "problems",
  "quotes": [
    {
      "cite": "Rand Paul",
      "quote": "You can't solve a dignity problem with military force."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "We should not give up and we should not allow the problem to defeat us."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Every problem has in it the seeds of its own solution. If you don't have any problems, you don't get any seeds."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Inside of every problem lies an opportunity."
    },
    {
      "cite": "Princess Diana",
      "quote": "The greatest problem in the world today is intolerance. Everyone is so intolerant of each other."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Never bring the problem solving stage into the decision making stage. Otherwise, you surrender yourself to the problem rather than the solution."
    },
    {
      "cite": "Colin Powell",
      "quote": "Don't bother people for help without first trying to solve the problem yourself."
    },
    {
      "cite": "Rudy Giuliani",
      "quote": "When you confront a problem you begin to solve it."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life is not a problem to be solved, but a reality to be experienced."
    },
    {
      "cite": "Milton Friedman",
      "quote": "The government solution to a problem is usually as bad as the problem."
    },
    {
      "cite": "Julian Simon",
      "quote": "The world's problem is not too many people, but lack of political and economic freedom."
    },
    {
      "cite": "Andrew Wiles",
      "quote": "The definition of a good mathematical problem is the mathematics it generates rather than the problem itself."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "To every problem there is already a solution, whether you know it or not. To every sum in there is already a correct answer, whether the mathematician has found it or not."
    },
    {
      "cite": "Pat Riley",
      "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
    },
    {
      "cite": "Duke Ellington",
      "quote": "A problem is a chance for you to do your best."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Death is the solution to all problems. No man - no problem."
    },
    {
      "cite": "Albert  Camus",
      "quote": "There is but one truly serious philosophical problem and that is suicide."
    },
    {
      "cite": "Dee Hock",
      "quote": "The problem is never how to get new, innovative thoughts into your mind, but how to get old ones out. Every mind is a building filled with archaic furniture. Clean out a corner of your mind and creativity will instantly fill it."
    },
    {
      "cite": "Theodore Isaac Rubin",
      "quote": "The problem is not that there are problems. The problem is expecting otherwise and thinking that having problems is a problem."
    },
    {
      "cite": "Nguyen Tan Dung",
      "quote": "Corruption is not a problem just for some countries; this is a global issue."
    },
    {
      "cite": "Maria Montessori",
      "quote": "When you have solved the problem of controlling the attention of the child, you have solved the entire problem of its education."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Expect problems and eat them for breakfast."
    },
    {
      "cite": "Laura Riding",
      "quote": "To a poet the mere making of a poem can seem to solve the problem of truth...but only a problem of art is solved in poetry."
    },
    {
      "cite": "Charles Kettering",
      "quote": "A problem well stated is a problem half-solved."
    },
    {
      "cite": "Joan Collins",
      "quote": "Loneliness is the universal problem of rich people."
    },
    {
      "cite": "Robert Collier",
      "quote": "If you procrastinate when faced with a big difficult problem... break the problem into parts, and handle one part at a time."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The best way to resolve any problem in the human world is for all sides to sit down and talk."
    },
    {
      "cite": "Colin Powell",
      "quote": "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "No problem is so formidable that you can't walk away from it."
    }
  ]
}