{
  "source": "https://www.wisesayings.com/problem-solving-quotes/",
  "theme": "problem-solving",
  "quotes": [
    {
      "cite": "Zig Ziglar",
      "quote": "Problem-solving becomes a very important part of our makeup as we grow into maturity or move up the corporate ladder."
    },
    {
      "cite": "Philip Seymour Hoffman",
      "quote": "Creating something is all about problem-solving."
    },
    {
      "cite": "Adam Savage",
      "quote": "I've learned over decades of building that a deadline is a potent tool for problem-solving."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence."
    },
    {
      "cite": "Thomas Harris",
      "quote": "Problem solving is hunting. It is savage pleasure and we are born to it."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Never bring the problem solving stage into the decision making stage. Otherwise, you surrender yourself to the problem rather than the solution."
    },
    {
      "cite": "Hanneli Mustaparta",
      "quote": "I'm not afraid of problem-solving. There is always a way."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We can not solve our problems with the same level of thinking that created them."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail."
    },
    {
      "cite": "Richard Sloma",
      "quote": "Never try to solve all the problems at once   make them line up for you one-by-one."
    },
    {
      "cite": "Franklin D.Roosevelt",
      "quote": "One thing is sure. We have to do something. We have to do the best we know how at the moment . . . ; If it doesn't turn out right, we can modify it as we go along."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Erroneous assumptions can be disastrous."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Determine the thing that can and shall be done, and then we shall find the way."
    },
    {
      "cite": "Douglas Adams",
      "quote": "It is a mistake to think you can solve any major problems just with potatoes."
    },
    {
      "cite": "Betty Williams",
      "quote": "There's no use talking about the problem unless you talk about the solution."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems."
    },
    {
      "cite": "David Friedman",
      "quote": "The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations."
    },
    {
      "cite": "Jesse James Garrett",
      "quote": "As much as we may want to withdraw into a world of pure problem solving, we have to acknowledge that the most successful architectures are the ones you can actually convince someone to implement."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "We experience problem-solving sessions as war zones, we view competing ideas as enemies, and we use problems as weapons to blame and defeat opposition forces. No wonder we can't come up with real lasting solutions!"
    },
    {
      "cite": "Sergey Brin",
      "quote": "Solving big problems is easier than solving little problems."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "I think the next best thing to solving a problem is finding some humor in it."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "When solving problems, dig at the roots instead of just hacking at the leaves."
    },
    {
      "cite": "Olivier Sarkozy",
      "quote": "Solving a problem created by debt... by creating more debt is a fool's errand."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Henry Ford",
      "quote": "Don't find fault, find a remedy."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "It is wise to direct your anger towards problems--not people; to focus your energies on answers--not excuses."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Make small commitments and keep them. Be a light, not a judge. Be a model, not a critic. Be part of the solution, not part of the problem."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "There are two ways of meeting difficulties: You alter the difficulties or you alter yourself to meet them."
    },
    {
      "cite": "Jim Rohn",
      "quote": "To solve any problem, here are three questions to ask yourself: First, what could I do? Second, what could I read? And third, who could I ask?"
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Whatever your problem, no matter how difficult, you can release spiritual power sufficient to solve your problem. The secret is--pray and believe."
    }
  ]
}