{
  "source": "https://www.wisesayings.com/process-quotes/",
  "theme": "process",
  "quotes": [
    {
      "cite": "Idowu Koyenikan",
      "quote": "If you quit on the process, you are quitting on the result."
    },
    {
      "cite": "Cristina Istrati",
      "quote": "Writing is not just a process of creation. It is also a process of self-discovery."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Our progress, the realization of our dreams, and the quality of our life depend directly on the level of our commitment to the process."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "Sometimes the process of growth looks a lot like destruction and pain. But you'll realize with time that you're not breaking; you're healing."
    },
    {
      "cite": "Yohann Dafeu",
      "quote": "Progress should be the Product of the Process"
    },
    {
      "cite": "Jill Telford",
      "quote": "The magic is in the process. It’s a kind of science. That’s the special sauce. Thats the secret."
    },
    {
      "cite": "Harmony Dust",
      "quote": "We are all in the process of becoming."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "Just because the dates change, does not mean you have to change. The continuous path towards self-improvement is a timeless process."
    },
    {
      "cite": "Jolie Booth",
      "quote": "Enjoy the adventure, because that’s what it’s all about - the process, not the result. The ultimate result is death. The ultimate process is life. Fact."
    },
    {
      "cite": "Saul D. Alinsky",
      "quote": "Process tells us how. Purpose tells us why. But in reality, it is academic to draw a line between them, they are part of a continuum. Process and purpose are so welded to each other that it is impossible to mark where one leaves off and the other begins, or which is which. The very process of democratic participation is for the purpose of organization rather than to rid the alleys of dirt. Process is really purpose."
    },
    {
      "cite": "Joseph Rain",
      "quote": "A successful relationship is a process, not a goal."
    },
    {
      "cite": "Germany Kent",
      "quote": "It is more important to go slow and gain the lessons you need along the journey then to rush the process and arrive at your destination empty."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Life is a process during which one initially gets less and less dependent, independent, and then more and more dependent."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "In our process of spiritual maturity, our faith needs to attain bigger dimensions"
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Sometimes we make the process more complicated than we need to. We will never make a journey of a thousand miles by fretting about how long it will take or how hard it will be. We make the journey by taking each day step by step and then repeating it again and again until we reach our destination."
    },
    {
      "cite": "Rick Warren",
      "quote": "Transformation is a process, and as life happens there are tons of ups and downs. It's a journey of discovery - there are moments on mountaintops and moments in deep valleys of despair."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "If you can't describe what you are doing as a process, you don't know what you're doing."
    },
    {
      "cite": "Brian Greene",
      "quote": "Science is the process that takes us from confusion to understanding..."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Let go of that which is unnecessary to make space for that which is meaningful. This is the simplest way to begin a process that will change your life for good."
    },
    {
      "cite": "Yash Thakur",
      "quote": "Acceptance is a complete process, it can never be partial."
    },
    {
      "cite": "Sanjo Jendayi",
      "quote": "The mission gets missed in the process when everyone else's voice take precedence and cause you to second guess your purpose."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "By accepting the process of letting go, we make people and things that we can’t stay with forever a part of our history."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "One doesn’t become a leader in a day. It’s a gradual process that begins at birth and continues for the rest of our lives."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let your tools become your process."
    },
    {
      "cite": "Pastor John Gray",
      "quote": "Everybody wants the platform but nobody wants the process."
    },
    {
      "cite": "Somya Kedia",
      "quote": "Success is not important, It's the lessons you learn during the process that makes all the difference."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Most people do not understand the process of achieving and fulfilling a dream"
    }
  ]
}