{
  "source": "https://www.wisesayings.com/productivity-quotes/",
  "theme": "productivity",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "Sometimes, things may not go your way, but the effort should be there every single night."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Productivity is never an accident. It is always the result of a commitment to excellence, intelligent planning, and focused effort."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Good well-being promotes good productivity."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Writing crystallizes thought and thought produces action."
    },
    {
      "cite": "Bill Shorten",
      "quote": "Productivity is driven at the enterprise level. Better wages, better performing workplaces, are driven at the workplace level."
    },
    {
      "cite": "Iqbal Quadir",
      "quote": "Connectivity is productivity whether it's in a modern office or an underdeveloped village."
    },
    {
      "cite": "Tony Robbins",
      "quote": "It's not knowing what to do, it's doing what you know."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Productivity is being able to do things that you were never able to do before."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "Even though worker capacity and motivation are destroyed when leaders choose power over productivity, it appears that bosses would rather be in control than have the organization work well."
    },
    {
      "cite": "Alex Berenson",
      "quote": "Individual income can grow only as fast as productivity rises."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Nothing is less productive than to make more efficient what should not be done at all."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Improve quality, you automatically improve productivity."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Anyone who has never made a mistake has never tried anything new."
    },
    {
      "cite": "Henry Ford",
      "quote": "Improved productivity means less human sweat, not more."
    },
    {
      "cite": "David Allen",
      "quote": "Your mind is for having ideas, not holding them."
    },
    {
      "cite": "Henry Ford",
      "quote": "Obstacles are those frightful things you see when you take your eyes off your goal."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The path to success is to take massive, determined action."
    },
    {
      "cite": "Paul Gauguin",
      "quote": "Stressing output is the key to improving productivity, while looking to increase activity can result in just the opposite."
    },
    {
      "cite": "Walt Disney",
      "quote": "The way to get started is to quit talking and begin doing."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "There is no substitute for hard work."
    },
    {
      "cite": "Aniekee Tochukwu Ezekiel",
      "quote": "Progress occurs where truths are questioned."
    },
    {
      "cite": "Bruce Lee",
      "quote": "If you spend too much time thinking about a thing, you'll never get it done."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "All mankind is divided into three classes: those that are immovable, those that are movable, and those that move."
    },
    {
      "cite": "Criss Jami",
      "quote": "Create with the heart; build with the mind."
    },
    {
      "cite": "H. Croccoquill",
      "quote": "Don't allow idleness to deceive you, for while you give him today, he steals tomorrow from you."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "The productivity of a work group seems to depend on how the group members see their own goals in relation to the goals of the organization."
    },
    {
      "cite": "Francine Jay",
      "quote": "My goal is no longer to get more done, but rather to have less to do."
    },
    {
      "cite": "Tom Peters",
      "quote": "The simple act of paying positive attention to people has a great deal to do with productivity."
    }
  ]
}