{
  "source": "https://www.wisesayings.com/producer-quotes/",
  "theme": "producer",
  "quotes": [
    {
      "cite": "Mike Johanns",
      "quote": "Producers are so much better-educated in issues related to terrorism."
    },
    {
      "cite": "Max Von Sydow",
      "quote": "Producers are not gamblers. They want a good return on their investment."
    },
    {
      "cite": "Albert Bandura",
      "quote": "Humans are producers of their life circumstance not just products of them."
    },
    {
      "cite": "Daniela Ruah",
      "quote": "The producers like to keep people guessing and keep them on the edge of their seats."
    },
    {
      "cite": "BILL MOYERS",
      "quote": "A producer is a saboteur who tries to infiltrate the passivity of viewers and to create impressions that are lasting."
    },
    {
      "cite": "Jerry Harrison",
      "quote": "What's nice about being a producer is you get to roll the dice more often, and you get to be involved with lots of different kinds of music."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "When producers want to know what the public wants, they graph it as curves. When they want to tell the public what to get, they say it in curves."
    },
    {
      "cite": "Eddie Van Halen",
      "quote": "A good producer brings out the best in the artist he's working with. You shouldn't be able to listen to something and say, 'So-and-so produced this album."
    },
    {
      "cite": "Marshall Herskovitz",
      "quote": "Producers are now employees, not creators."
    },
    {
      "cite": "Russell Brand",
      "quote": "As a producer, you've got to be involved in helping out with solving problems."
    },
    {
      "cite": "Jake Gyllenhaal",
      "quote": "As a producer, you have an opportunity to see the whole and bring people together."
    },
    {
      "cite": "Sheryl Crow",
      "quote": "The beauty of having a producer is that you have someone who says, You're finished."
    },
    {
      "cite": "Eric Bachmann",
      "quote": "As a producer you can be more objective about the songs because you didn't write them."
    },
    {
      "cite": "DJ Jazzy Jeff",
      "quote": "As a producer, youre pretty much creating a body of work that an artist has to stand behind."
    },
    {
      "cite": "Hilary Swank",
      "quote": "As a producer, you really have - you're able to hand-pick all the talent that you want to be surrounded with."
    },
    {
      "cite": "John Spence",
      "quote": "We are the producers of our own thinking. Thought is not something that happens to us, but something that we do to ourselves."
    },
    {
      "cite": "Bill Kurtis",
      "quote": "If you’re a producer, you always spend too much money because you want that shot – and you’re willing to spend a bundle to get it."
    },
    {
      "cite": "Carl Mazzocone",
      "quote": "It's interesting most people don't really know what a producer does and really the producer is the very first person on-site and the very last one to leave."
    }
  ]
}