{
  "source": "https://www.wisesayings.com/profit-quotes/",
  "theme": "profit",
  "quotes": [
    {
      "cite": "Auliq Ice",
      "quote": "The greatest profit, is to make your own gain."
    },
    {
      "cite": "Sophocles",
      "quote": "Profit is sweet, even if it comes from deception."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "When profit is unshared, it's less likely to grow greater."
    },
    {
      "cite": "Shaffi Mather",
      "quote": "Legitimate profit is good. What's bad is profiteering."
    },
    {
      "cite": "Joseph A. Schumpeter",
      "quote": "Profit is the payment you get when you take advantage of change."
    },
    {
      "cite": "Charles Handy",
      "quote": "Profit has to be a means to other ends rather than an end in itself."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Profit is not the purpose of a business, but rather the test of its validity."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Showing a profit means touching something and leaving it better than you found it."
    },
    {
      "cite": "Ted Malloch",
      "quote": "Profit doesn't appear as the goal but as a side effect of pursuing motivating principles."
    },
    {
      "cite": "Akio Morita",
      "quote": "To gain profit is important, but you must invest to build up assets that you can cash in in the future."
    },
    {
      "cite": "David Packard",
      "quote": "Profit is not the proper end and aim of management - it is what makes all of the proper ends and aims possible."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Profits are better than wages. Wages make you a living; profits make you a fortune."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "The future of profit is purpose."
    },
    {
      "cite": "Charles Churchill",
      "quote": "If you mean to profit, learn to praise."
    },
    {
      "cite": "Ron Rash",
      "quote": "A small profit it better than a big loss."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Profit is a blessing, if it's not stolen."
    },
    {
      "cite": "William Shakespeare",
      "quote": "No profit grows where no pleasure is taken."
    },
    {
      "cite": "Duke Ellington",
      "quote": "A musical profit outweighs a financial loss."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The profit on a good action is to have done it."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "Profit is what happens when you do everything else right."
    },
    {
      "cite": "Juvenal",
      "quote": "The smell of profit is clean and sweet, whatever the source."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Good profits simply are not inconsistent with good behavior."
    },
    {
      "cite": "Harry Browne",
      "quote": "Profit is a reward for satisfying the desire of someone else."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "To profit from good advice requires more wisdom than to give it."
    },
    {
      "cite": "Michael Pare",
      "quote": "Profits are what you make when not working."
    },
    {
      "cite": "Henry Ford",
      "quote": "Profit is a by-product of work; happiness is its chief product."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "We always think of our own profit, but not in connection to others."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The profit we possess after study is to have become better and wiser."
    },
    {
      "cite": "Melissa Cady",
      "quote": "Too much profit is being made at the expense of unsuspecting patients."
    },
    {
      "cite": "Henry Wallich",
      "quote": "Profits are part of the mechanism by which society decides what it wants to see produced."
    }
  ]
}