{
  "source": "https://www.wisesayings.com/professional-quotes/",
  "theme": "professional",
  "quotes": [
    {
      "cite": "Brit Hume",
      "quote": "Fairness is not an attitude. It's a professional skill that must be developed and exercised."
    },
    {
      "cite": "Patrick Pichette",
      "quote": "Being your own person and standing for what you believe is a critical aspect of a good professional life."
    },
    {
      "cite": "Wallace Shawn",
      "quote": "My personal life is lived as 'me,' but my professional life is lived as other people. In other words, when I go to the office, I lie down, dream, and become 'someone else.' That's my job."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "The difference between an amateur and a professional is in their habits. An amateur has amateur habits. A professional has professional habits. We can never free ourselves from habit. But we can replace bad habits with good ones."
    },
    {
      "cite": "Frank Abagnale",
      "quote": "If you look at any successful professional - a salesperson, a marketer, a real estate agent, a trader - they all have the same qualities as the con man. The only difference is that one side uses their talents in the right direction and the con man is taking the easy way out."
    },
    {
      "cite": "Tom Peters",
      "quote": "A passive approach to professional growth will leave you by the wayside."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "I don’t believe in professional dissidents. I think it’s just a phase, like adolescence."
    },
    {
      "cite": "Author Unknown",
      "quote": "Amateurs work until they get it right. Professionals work until they can’t get it wrong."
    },
    {
      "cite": "Thomas F. Shubnell",
      "quote": "Why don't you ever hear of a lawyer getting attacked by a shark at the beach? Professional courtesy."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I came from a real tough neighborhood. Once a guy pulled a knife on me. I knew he wasn't a professional, the knife had butter on it."
    },
    {
      "cite": "Francois Truffaut",
      "quote": "In love, women are professionals, men are amateurs."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A professional is one who does his best work when he feels the least like working."
    },
    {
      "cite": "Drake",
      "quote": "Anytime you're afraid to try something new...just remember, amateurs built the ark, professionals built the titanic."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Professional critics are incapable of distinguishing and appreciating either diamonds in the rough or gold in bars. They are traders, and in literature know only the coins that are current. Their critical lab has scales and weights, but neither crucible or touchstone."
    },
    {
      "cite": "Joe Paterno",
      "quote": "You have to perform at a consistently higher level than others. That's the mark of a true professional."
    },
    {
      "cite": "Garson Kanin",
      "quote": "Amateurs hope, professionals work."
    },
    {
      "cite": "General George Patton",
      "quote": "There's only one proper way for a professional soldier to die. That's from the last bullet, of the last battle, of the last war."
    },
    {
      "cite": "Yanni",
      "quote": "If you are a professional, the speed with which you react to a potential problem separates the men from the boys."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Professional men run the business started by the courageous men."
    },
    {
      "cite": "Red Adair",
      "quote": "If you think it's expensive to hire a professional to do the job, wait until you hire an amateur."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "The professional does not wait for inspiration; he acts in anticipation of it."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "Nothing is more despicable than a professional talker who uses his words as a quack uses his remedies."
    },
    {
      "cite": "Bill Gates",
      "quote": "To be a good professional engineer, always start to study late for exams because it teaches you how to manage time and tackle emergencies."
    },
    {
      "cite": "Julius Erving",
      "quote": "Being a professional is doing the things you love to do, on the days you don't feel like doing them."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Building a professional relationship on respect as opposed to affection is a very good idea. Running your art projects the way you'd run a dry-cleaning business is also a really good idea. You shouldn't go into work like you're going on a date, like you're hanging out with friends."
    },
    {
      "cite": "Ahmed Korayem",
      "quote": "In order for one to come off as a professional at something is to vehemently disagree with other professionals. People have blind faith in confident fools."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A vital difference between the professional man and a man of business is that money making to the professional man should, by virtue of his assumption, be incidental; to the businessman it is primary. Money has its limitations; while it may buy quantity, there is something beyond it and that is quality."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The job of a professional manager is not to like people. It is not to change people. It is to put their strengths to work."
    },
    {
      "cite": "Harold Ramis",
      "quote": "Nothing reinforces a professional relationship more than enjoying success with someone."
    },
    {
      "cite": "H.G. Wells",
      "quote": "The professional military mind is by necessity an inferior and unimaginative mind; no man of high intellectual quality would willingly imprison his gifts in such a calling."
    }
  ]
}