{
  "source": "https://www.wisesayings.com/profound-quotes/",
  "theme": "profound",
  "quotes": [
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "To a profound pessimist about life, being in danger is not depressing."
    },
    {
      "cite": "Cynthia Ozick",
      "quote": "Profound subject matter can be encompassed in small space - for proof, look at any sonnet by Shakespeare!"
    },
    {
      "cite": "Hazlitt",
      "quote": "Simplicity of character is the natural result of profound thought."
    },
    {
      "cite": "Niels Bohr",
      "quote": "The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "The most profound statements are often said in silence."
    },
    {
      "cite": "Ramana Pemmaraju",
      "quote": "Profound thinkers either become astute lovers or rebellious spirit."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The most profound joy has more of gravity than of gaiety in it."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Isn't it the moment of most profound doubt that gives birth to new certainties? Perhaps hopelessness is the very soil that nourishes human hope; perhaps one could never find sense in life without first experiencing its absurdity."
    },
    {
      "cite": "Mr. H",
      "quote": "Profound changes in ones life do not always come from sledgehammer. They can just easily come from a whisper."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "All profound truths startle you in the first announcement."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The profound thinker always suspects that he is superficial."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "A profound conviction raises a man above the feeling of ridicule."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Every profound spirit needs a mask: even more, around every profound spirit a mask is continually growing."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Dreams are often most profound when they seem the most crazy."
    },
    {
      "cite": "Carolina Herrera",
      "quote": "Sometimes the simplest things are the most profound."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Clarity is the counterbalance of profound thoughts."
    },
    {
      "cite": "Ben Kingsley",
      "quote": "You cannot learn a lesson of profound forgiveness unless you understand what it is to be wounded and forgive that which has wounded you."
    },
    {
      "cite": "Andre Gide",
      "quote": "Profound optimism is always on the side of the tortured."
    },
    {
      "cite": "Jenny Holzer",
      "quote": "The most profound things are inexpressible."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "The deeper thought is, the taller it becomes."
    },
    {
      "cite": "Gianna Perada",
      "quote": "Some things scratch the surface while others strike at your soul."
    },
    {
      "cite": "J.J. de Chenier",
      "quote": "Good sense is at the bottom of everything: virtue, genius, wit, talent and taste."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Genius might be the ability to say a profound thing in a simple way."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "You can have brilliant ideas, but if you can't get them across, your ideas won't get you anywhere."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "The obscure we see eventually. The completely obvious, it seems, takes longer."
    }
  ]
}