{
  "source": "https://www.wisesayings.com/progress-quotes/",
  "theme": "progress",
  "quotes": [
    {
      "cite": "John Greenleaf Whittier",
      "quote": "And step by step, since time began, I see the steady gain of man."
    },
    {
      "cite": "Emma Goldman",
      "quote": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or the woman's right to her soul."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Every step of progress the world has made has been from scaffold to scaffold, and from stake to stake."
    },
    {
      "cite": "Edward Patey",
      "quote": "Progress in the spiritual life comes from climbing a ladder of which the rungs are made alternately of belief and doubt."
    },
    {
      "cite": "Wanda Sykes",
      "quote": "The scientific and technological revolutions have been truly impressive. And we have wintessed awe-inspiring progress in both these spheres in the twentieth century."
    },
    {
      "cite": "Henry Ward Beech",
      "quote": "There is in the universe a provision by which men are helped by the Divine Spirit. God inspires us to the Christian life and helps to the development of its graces."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To regret one's own experience is to arrest one's own development. To deny one's own experience is to put a lie into the lips of one's own lie. It is no less than a denial of the soul."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "So they speak soothingly about progress and the greatest possible happiness, forgetting that happiness is itself poisoned if the measure of suffering has not been fulfilled."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Discontent is the first step in the progress of a man or nation."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Progress is the mother of problems."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "The slogan of progress is changing from the full dinner pail to the full garage."
    },
    {
      "cite": "John L. O'Sullivan",
      "quote": "We are the nation of human progress, and who will, what can set limits to our onward march."
    },
    {
      "cite": "Henry Ford",
      "quote": "Change is not always progress. A fever of newness has everywhere been confused with the spirit of progress."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Conservation means development as much as it does protection."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "And the progress of the mind in science; is not very unlike the progress of science herself in experiment."
    },
    {
      "cite": "Lippincott",
      "quote": "No man ever became in an instant the most base. The progress from virtue towards vice is gradual and insensible."
    },
    {
      "cite": "Richard Allan Krieger",
      "quote": "As we progress along our path, our experiences help us to define our own character"
    },
    {
      "cite": "Richard Allan Krieger",
      "quote": "The path of truth is the path of progress."
    },
    {
      "cite": "Plato",
      "quote": "Never discourage any man who continually makes progress, no matter how slow."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Our progress as a nation can be no swifter than our progress in education"
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The silly question is the first intimation of some totally new development."
    },
    {
      "cite": "Alfred Henry",
      "quote": "Human progress means the regained advancement of human values in households rich with parenthood, and sustained by ties with a cohesive community."
    },
    {
      "cite": "Alfred Henry",
      "quote": "Development is a universal process that is also your personal challenge."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Progress therefore is not an accident, but a necessity. It is part of nature."
    },
    {
      "cite": "Alfred M. Whitehead",
      "quote": "The art of progress is to preserve order amid change--to preserve change amid order."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "Enthusiasm is the very propeller of progress."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Restlessness and discontent are the first  necessities of progress."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Nothing in progress can rest on its original plan. We might as well think of rocking a grown man in the cradle of an infant."
    },
    {
      "cite": "Billy Graham",
      "quote": "Man is not growing better. Man is not climbing upward. Instead of progress in man himself there is degeneracy.-"
    },
    {
      "cite": "Billy Graham",
      "quote": "No matter how advanced its progress, any generation that neglects its spiritual and moral life is going to disintegrate."
    }
  ]
}