{
  "source": "https://www.wisesayings.com/prohibition-quotes/",
  "theme": "prohibition",
  "quotes": [
    {
      "cite": "Robert A. Heinlein",
      "quote": "Every general prohibition creates its bootleggers."
    },
    {
      "cite": "William Lyon Mackenzie King",
      "quote": "Regardless of what one's attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made."
    },
    {
      "cite": "Don Marquis",
      "quote": "Prohibition makes you want to cry into your beer and denies you the beer to cry into."
    },
    {
      "cite": "William Hazlitt",
      "quote": "We find many things to which the prohibition of them constitutes the only temptation."
    },
    {
      "cite": "Al Capone",
      "quote": "Prohibition has made nothing but trouble."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "Prohibitions create the desire they were intended to cure."
    },
    {
      "cite": "Mark Twain",
      "quote": "Prohibition only drives drunkenness behind doors and into dark places, and does not cure it or even diminish it."
    },
    {
      "cite": "Roger Q. Mills",
      "quote": "Prohibition was introduced as a fraud; it has been nursed as a fraud."
    },
    {
      "cite": "Milton Friedman",
      "quote": "Prohibition is an attempted cure that makes matters worse - for both the addict and the rest of us."
    },
    {
      "cite": "James Carriger Paine",
      "quote": "Alcohol didn't cause the high crime rates of the '20s and '30s, Prohibition did. And drugs do not cause today's alarming crime rates, but drug prohibition does."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Complete prohibition of all chemical mind changers can be decreed, but cannot be enforced, and tends to create more evils than it cures."
    },
    {
      "cite": "Nellie L. McClung",
      "quote": "Prohibition is a hard sounding word, worthless as a rallying cry, hard as a locked door or going to bed without your supper."
    },
    {
      "cite": "Vicente Fox",
      "quote": "Prohibition didn't work in the Garden of Eden. Adam ate the apple."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "The prohibition of drugs causes crime. You don't have to legalize, just decriminalize it."
    },
    {
      "cite": "Will Rogers",
      "quote": "Prohibition is better than no liquor at all."
    },
    {
      "cite": "Florence Sabin",
      "quote": "The prohibition law, written for weaklings and derelicts, has divided the nation, like Gaul, into three parts - wets, drys and hypocrites."
    },
    {
      "cite": "Milton Friedman",
      "quote": "Making prohibition work is like making water run uphill; it's against nature."
    },
    {
      "cite": "Laozi",
      "quote": "The more prohibitions you have, the less virtuous people will be. The more weapons you have, the less secure people will be. The more subsidies you have, the less self reliant people will be."
    },
    {
      "cite": "Thomas L. Masson",
      "quote": "Prohibition may be a disputed theory, but none can say that it doesn't hold water."
    },
    {
      "cite": "Franklin P. Adams",
      "quote": "Prohibition is an awful flop. We like it. It can't stop what it's meant to stop. We like it. It's left a trail of graft and slime It don't prohibit worth a dime It's filled our land with vice and crime, Nevertheless, we're for it."
    },
    {
      "cite": "Ian Fleming",
      "quote": "Prohibition is the trigger of crime."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Prohibition will work great injury to the cause of temperance. It is a species of intemperance within itself, for it goes beyond the bounds of reason in that it attempts to control a man's appetite by legislation, and makes a crime out of things that are not crimes. A Prohibition law strikes a blow at the very principles upon which our government was founded."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Prohibition goes beyond the bounds of reason in that it attempts to control a man's appetite by legislation and makes crimes out of things that are not crimes."
    },
    {
      "cite": "Milton Friedman",
      "quote": "One role of prohibition is in making the drug market more lucrative."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Prohibition... goes beyond the bounds of reason in that it attempts to control a man's appetite by legislation and makes a crime out of things that are not crimes... A prohibition law strikes a blow at the very principles upon which our government was founded."
    },
    {
      "cite": "Burce Mirken",
      "quote": "Prohibition doesn't work, and again, they've put the evidence right there showing that responsible regulation has hugely reduced cigarette use."
    },
    {
      "cite": "Jello Biafra",
      "quote": "For every prohibition you create, you also create an underground."
    },
    {
      "cite": "Will Rogers",
      "quote": "Communism is like prohibition, it is a good idea, but it won't work."
    },
    {
      "cite": "Michael Badnarik",
      "quote": "Drug prohibition has caused gang warfare and other violent crimes by raising the prices of drugs so much that vicious criminals enter the market to make astronomical profits, and addicts rob and steal to get money to pay the inflated prices for their drugs."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "As restrictions and prohibitions are multiplied the people grow poorer and poorer. When they are subjected to overmuch government, the land is thrown into confusion."
    }
  ]
}