{
  "source": "https://www.wisesayings.com/promotion-quotes/",
  "theme": "promotion",
  "quotes": [
    {
      "cite": "Tara Jaye Frank",
      "quote": "People don't get promoted for doing their jobs really well. They get promoted by demonstrating their potential to do more."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "A sincere attitude of gratitude is a beatitude for secured altitudes. Appreciate what you have been given and you will be promoted higher."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn’t knock, build a door."
    },
    {
      "cite": "Michael Martin Hammer",
      "quote": "A successful career will no longer be about promotion. It will be about mastery."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Every obstacle is a hidden step on the path to promotion."
    },
    {
      "cite": "Henry Latham Doherty",
      "quote": "Plenty of men can do good work for a spurt and with immediate promotion in mind, but for promotion you want a man in whom good work has become a habit."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "Without promotion, something terrible happens... nothing!"
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Know your limitations and be content with them. Too much ambition results in promotion to a job you can't do."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Promotion should not be more important than accomplishment, or avoiding instability more important than taking the right risk."
    },
    {
      "cite": "Anonymous",
      "quote": "Promotions will come and go, but your hard work will always shine and show."
    },
    {
      "cite": "Ian K. Smith",
      "quote": "Men dont avoid successful women because theyre jealous; they often do it to avoid being in competition with her next job promotion."
    },
    {
      "cite": "Ishita Srivastava",
      "quote": "To level up your life, it is important to level up your mind."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "There’s always another level up. There’s always another ascension. More grace, more light, more generosity, more compassion, more to shed, more to grow."
    },
    {
      "cite": "Max Depree",
      "quote": "We cannot become what we want by remaining what we are."
    },
    {
      "cite": "Jessica Chastain",
      "quote": "What's wrong with trying hard and showing up and being good at your job? We really need to look at ourselves and say we need to reevaluate this. We need to reevaluate that women who ask for a pay raise or ask for a promotion - it's actually an okay thing. It's okay to be ambitious; it's okay to be over-prepared."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You get in life what you have the courage to ask for."
    },
    {
      "cite": "Jesse White",
      "quote": "You cannot just expect a promotion to come from the sky."
    },
    {
      "cite": "Pat Riley",
      "quote": "Being ready isn't enough; you have to be prepared for a promotion or any other significant change."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Wherever you work, work hard and educate yourself continuously. You must never forget social welfare, ethics and honesty. However, there is no guarantee for your career progression. Therefore, don't expect that only the best people will be promoted."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A person who is often basking in the glare of publicity may look to the people that he is quitting his high position, but actually he might be going for a higher promotion."
    },
    {
      "cite": "Anonymous",
      "quote": "Work hard in silencee. Let success make the noise."
    },
    {
      "cite": "Bruce Lee",
      "quote": "If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Rank does not confer privilege or give power. It imposes responsibility."
    }
  ]
}