{
  "source": "https://www.wisesayings.com/prom-quotes/",
  "theme": "prom",
  "quotes": [
    {
      "cite": "faenellaith",
      "quote": "Always being picked up,from the prom,by a hunk."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Also that same year I became prom king of my class."
    },
    {
      "cite": "Charles Churchill",
      "quote": "Prom wealth and honour leads thee far astray."
    },
    {
      "cite": "Marty Robbins",
      "quote": "To the prom with me you'd go."
    },
    {
      "cite": "Freddie Gibbs",
      "quote": "Serving every prom queen and groupie with that vanilla smoothie."
    },
    {
      "cite": "Black",
      "quote": "In this prom night I will be yours. Cause every night I see you in my dreams."
    },
    {
      "cite": "Insane Clown Posse",
      "quote": "My high school prom is coming and I heave my daddy's warnings."
    },
    {
      "cite": "Magoo",
      "quote": "I've seen prom queens, turn into prom fiends."
    },
    {
      "cite": "Victoria Justice",
      "quote": "I think prom is just about enjoying yourself."
    },
    {
      "cite": "Deb Caletti",
      "quote": "I don't get why prom is like a mini-wedding these days...No one should spend that kind of money for a high school dance."
    },
    {
      "cite": "Cecily White",
      "quote": "Death is a lot like a prom - loud, overdone, and although the guy you came with was cool, you never know who'll end up taking you home."
    },
    {
      "cite": "unknown",
      "quote": "You can get married three or four times, but a prom is one in a lifetime experience."
    },
    {
      "cite": "Christy Austin",
      "quote": "Prom is an exciting time for teenagers. The perfect dress is any dress that they feel beautiful and confident wearing."
    },
    {
      "cite": "Adahlia Suicide",
      "quote": "The prom is a good way to meet new members."
    },
    {
      "cite": "Angie Combs",
      "quote": "It is one of those strange and magical nights where you are never quite sure what is going to happen."
    },
    {
      "cite": "Annasophia Robb",
      "quote": "PROM WAS AWESOME. I HAD SUCH A GREAT TIME AT PROM."
    },
    {
      "cite": "Jena Malone",
      "quote": "ADOLESCENCE ISN'T JUST ABOUT PROM OR WEARING SPARKLY DRESSES."
    },
    {
      "cite": "John Green",
      "quote": "Getting you a date to prom is so hard that the hypothetical idea itself is used to cut diamonds."
    },
    {
      "cite": "Rita Rudner",
      "quote": "It wasn't that no one asked me to the prom, it was that no one would tell me where it was."
    },
    {
      "cite": "Ryan Williamson",
      "quote": "People are not conforming to the traditional ideas of prom. They are more individualistic, more willing to do their own thing. It's just a complete change in our culture."
    },
    {
      "cite": "Gilda Ross",
      "quote": "Twenty years ago prom night was the most dangerous part of a teen career. This night, more than ever, parents need to be parents."
    },
    {
      "cite": "Elizabeth Morgan",
      "quote": "I think that the different styles of prom dresses goes along with the strength, confidence and maturity of young women today. They realize that they don't have to wear a ball gown. ... they can wear something that better reflects their lives."
    }
  ]
}