{
  "source": "https://www.wisesayings.com/promiscuous-quotes/",
  "theme": "promiscuous",
  "quotes": [
    {
      "cite": "Warren Beatty",
      "quote": "Even the promiscuous feel pain."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "As bees their sting, so the promiscuous leave behind them in each encounter something of themselves by which they are made to suffer."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Promiscuity turns sex into a sport, like arm-wrestling."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Men are more moral than they think and far more immoral than they can imagine."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Promiscuity is like never reading past the first page. Monogamy is like reading the same book over and over."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Variety is the spice of love."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't lose a diamond because you're busy collecting stones."
    },
    {
      "cite": "Edna O'Brien",
      "quote": "Promiscuity is the death of love."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The fact that the person who you are sleeping with is also sleeping with another person or other people does not necessarily mean that he or she does not love you. And the fact that you are the only person who someone is sleeping with does not necessarily mean that he or she loves you."
    },
    {
      "cite": "Pier Paolo Pasolini",
      "quote": "The sexual freedom of today for most people is really only a convention, an obligation, a social duty, a social anxiety, a necessary feature of the consumer's way of life."
    },
    {
      "cite": "Rick Springfield",
      "quote": "The danger in promiscuity is that it's always barking at your heels."
    },
    {
      "cite": "Lee Child",
      "quote": "You know, women are as promiscuous as men and yet, of course, people are inhibited from having an affair or a relationship because the real-world consequences are a drag."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Once is a man's life, for one mortal moment, he must make a grab for immorality; if not; he has not lived."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Cheating in relationship is a sign of self-regulation failure. When it happens ones, it is a mistake. When it happens twice, it is unfortunate. But when it happens thrice or more, it is a pattern indicating primitive, uncivilized inhuman behavior."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Fish in another man's pond and you will catch crabs."
    },
    {
      "cite": "Victor Lownes",
      "quote": "A promiscuous person is a person who is getting more sex than you are."
    },
    {
      "cite": "Anonymous",
      "quote": "Women never know what they want. Men never know what they have."
    },
    {
      "cite": "Nicole Richie",
      "quote": "Everything good in life is either immoral, illegal or fattening."
    },
    {
      "cite": "Joe Orton",
      "quote": "You were born with your legs apart. They'll send you to the grave in a Y-shaped coffin."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "To be ashamed of one's immorality: that is a step on the staircase at whose end one is also ashamed of one's morality."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is no such thing as morality or immorality in thought. There is immoral emotion."
    },
    {
      "cite": "Anonymous",
      "quote": "A lack of boundaries invites a lack of respect."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Either one is promiscuous or in a relationship - it cannot be both at the same time."
    },
    {
      "cite": "Anonymous",
      "quote": "Promiscuity does not equal sexual empowerment. Celibacy does not equal lack of it. It is in the quality, not quantity, that we empower ourselves sexually."
    },
    {
      "cite": "Gloria Feldt",
      "quote": "The definition of promiscuity? One more partner than you've ever had."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Promiscuity in men may cheapen love but sharpen thought. Promiscuity in women is illness, a leakage of identity."
    },
    {
      "cite": "Mae West",
      "quote": "Good girls go to heaven, bad girls go everywhere."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "The only immorality is not to do when one hast to do it."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Boredom is often the cause of promiscuity, and always its result."
    },
    {
      "cite": "Anonymous",
      "quote": "Girls who say \"lots of guys are after me\" should never forget that low prices attract the most customers."
    }
  ]
}