{
  "source": "https://www.wisesayings.com/promises-quotes/",
  "theme": "promises",
  "quotes": [
    {
      "cite": "Anthony Hitt",
      "quote": "Keep every promise you make and only make promises you can keep."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Promises are like crying babies in a theater, they should be carried out at once."
    },
    {
      "cite": "John Engler",
      "quote": "Nobody gets any guarantees."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible."
    },
    {
      "cite": "Joe Moore",
      "quote": "You can't trust a promise someone makes while they're drunk, in love, hungry, or running for office."
    },
    {
      "cite": "Boris Johnson",
      "quote": "It is easy to make promises - it is hard work to keep them."
    },
    {
      "cite": "Mark Caine",
      "quote": "You cannot live on other people's promises, but if you promise others enough, you can live on your own."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Some people break promises for the pleasure of breaking them."
    },
    {
      "cite": "Russell Pearce",
      "quote": "If being recalled is the price for keeping one's promises, then so be it."
    },
    {
      "cite": "Fred Thompson",
      "quote": "You can't substitute promise after promise with known violators of prior promises at the expense of protecting ourselves or setting an example."
    },
    {
      "cite": "William Lyon MacKenzie",
      "quote": "The promises of yesterday are the taxes of today."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Some people still make promises and keep those they make. When they do, they help make life around them more stably human."
    },
    {
      "cite": "Tom Rooney",
      "quote": "Few promises are more sacred than the ones we make to older Americans."
    },
    {
      "cite": "Paul Castellano",
      "quote": "There are certain promises you make that are more sacred than anything that happens in a court of law, I don't care how many Bibles you put your hand on."
    },
    {
      "cite": "Mark Twain",
      "quote": "Better a broken promise than none at all."
    },
    {
      "cite": "Merv Griffin",
      "quote": "If you make the customer a promise... make sure you deliver it."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When you make a promise, keep it."
    },
    {
      "cite": "Robert W. Service",
      "quote": "A promise made is a debt unpaid."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Promise, large promise, is the soul of an advertisement."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Never promise more than you can perform."
    },
    {
      "cite": "George Chapman",
      "quote": "Promise is most given when the least is said."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Be able to keep a secret or promise when you know in your heart that it is the right thing to do."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Half the promises people say were never kept, were never made."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Don't ever promise more than you can deliver, but always deliver more than you promise."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "A promise must never be broken."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The best way to keep one's word is not to give it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All promise outruns performance."
    },
    {
      "cite": "German Proverb",
      "quote": "Promises are like the full moon, if they are not kept at once they diminish day by day."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Better break your word than do worse in keeping it."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "The promise given was a necessity of the past: the word broken is a necessity of the present."
    }
  ]
}