{
  "source": "https://www.wisesayings.com/proof-quotes/",
  "theme": "proof",
  "quotes": [
    {
      "cite": "Louis Claude de Saint-Martin",
      "quote": "As a proof that we are regenerated, we must regenerate everything around us."
    },
    {
      "cite": "Nkem Paul",
      "quote": "The proof of humanity is that sometimes, we all make mistakes."
    },
    {
      "cite": "Bjarne Stroustrup",
      "quote": "Proof by analogy is fraud."
    },
    {
      "cite": "Mike Murdock",
      "quote": "Attack is the proof that your enemy anticipates your success."
    },
    {
      "cite": "Bayard Rustin",
      "quote": "The proof that one truly believes is in action."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Documents create a paper reality we call proof."
    },
    {
      "cite": "Robert Buettner",
      "quote": "Absence of proof isn't proof of absence."
    },
    {
      "cite": "Aristotle",
      "quote": "All proofs rest on premises."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The final proof of greatness lies in being able to endure criticism without resentment."
    },
    {
      "cite": "Morris Kline",
      "quote": "A proof tells us where to concentrate our doubts."
    },
    {
      "cite": "Edgar Guest",
      "quote": "The proof of a man is the danger test, It shows him up at his worst, or his best."
    },
    {
      "cite": "Wilson Fortaleza",
      "quote": "The proof of the pudding is in the eating."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The very best proof that something can be done is that someone has already done it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "That some achieve great success, is proof to all that others can achieve it as well."
    },
    {
      "cite": "Janet Morris",
      "quote": "Proof of war, when it comes, always comes too late."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "By far the best proof is experience."
    },
    {
      "cite": "Megan Hart",
      "quote": "Scars are proof we can can survive."
    },
    {
      "cite": "Jean Chretien",
      "quote": "A proof is a proof. What kind of a proof? It's a proof. A proof is a proof. And when you have a good proof, it's because it's proven."
    },
    {
      "cite": "IU?. I. Manin",
      "quote": "A good proof is one that makes us wiser."
    },
    {
      "cite": "Maimonides",
      "quote": "Do not consider it proof just because it is written in books, for a liar who will deceive with his tongue will not hesitate to do the same with his pen."
    },
    {
      "cite": "Satoshi Kanazawa",
      "quote": "Proofs exist only in mathematics and logic, not in science."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "You do not need proof for what people want to believe."
    },
    {
      "cite": "Albert Camus",
      "quote": "Proof is never definitive, after all; one has to begin again with each new person."
    },
    {
      "cite": "Mark Twain",
      "quote": "A proof once established is better left so."
    }
  ]
}