{
  "source": "https://www.wisesayings.com/prophet-quotes/",
  "theme": "prophet",
  "quotes": [
    {
      "cite": "Stephen Mansfield",
      "quote": "Prophets must humbly accept the truth that they see through a glass darkly, that they know only in part. In other words, they make mistakes. Mature prophets urge everyone to who they prophesy to judge, test and compare with scripture everything they say. They are not offended when people are careful."
    },
    {
      "cite": "Stephen Crane",
      "quote": "A serious prophet upon predicting a flood should be the first man to climb a tree."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The moment the religious population of the world begins to see the prophets what they really were mortal teachers of the mortal world, a great portion of the world's religious conflicts shall vanish into thin air."
    },
    {
      "cite": "Lord Byron",
      "quote": "The best prophet of the future is the past."
    },
    {
      "cite": "Lactantius",
      "quote": "The prophets, who were very many, proclaim and declare the one God; for, being filled with the inspiration of the one God, they predicted things to come, with agreeing and harmonious voice."
    },
    {
      "cite": "A. Cameron",
      "quote": "False prophets come in sheep's clothing, borrow a garb of truth to conceal their ultimate design, and render their falsehoods palatable, knowing that if they were to appear in their true character they would be repelled."
    },
    {
      "cite": "Roger Williams",
      "quote": "When He send, His messengers will go, His prophets will prophesy, though all the world should forbid them."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "The task of the prophet is not to smooth things over but to make things right."
    },
    {
      "cite": "Idries Shah",
      "quote": "Saying of the prophet tasks whoever makes all his tasks one task, God will help him in his other concerns."
    },
    {
      "cite": "John Bevere",
      "quote": "There is the prophetic ministry of promise born of the will of the Father and there is the prophetic ministry born of flesh and the will of man. Though both are conceived through a genuine desire to fulfil God's plan and promise, the one birthed by flesh must be maintained by flesh while the one birthed by the Spirit will be sustained by the Spirit. Flesh reproduces flesh and therefore speaks directly to the desires of man. Spirit reproduces spirit and therefore speaks forth the desire of God."
    },
    {
      "cite": "Edward Irving",
      "quote": "The prophets reveal God in all His fulness and variety of being; they speak in human ears the strains of heaven."
    },
    {
      "cite": "Joan D. Chittister",
      "quote": "Prophets are those who take life as it is and expand it. They refuse to shrink a vision of tomorrow to the boundaries of yesterday."
    },
    {
      "cite": "Epimenides",
      "quote": "Prophecy is the gift of the gods."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Prophets have no other purpose, no other mission except to serve God."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "The prophet must be his own disciple, or he will make none. Enthusiasm is contagious: belief creates belief."
    },
    {
      "cite": "Walter Martin",
      "quote": "A biblical false prophet was a servant of the devil attempting to lead people away from the truth."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "A prophet's true greatness is his ability to hold God and man in a single thought."
    },
    {
      "cite": "Sherry K. White",
      "quote": "The prophetic gift represents the Father's will and lays out the pattern."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "There's a reason prophets perform miracles; language lacks the power to describe faith."
    },
    {
      "cite": "Jean Vanier",
      "quote": "The poor are always prophetic. As true prophets always point out, they reveal God's design. That is why we should take time to listen to them. And that means staying near them, because they speak quietly and infrequently; they are afraid to speak out, they lack confidence in themselves because they have been broken and oppressed. But if we listen to them, they will bring us back to the essential."
    },
    {
      "cite": "Iverna Tompkins",
      "quote": "There is often a prophetic word in the words of a prophet, but not everything said is true prophecy."
    },
    {
      "cite": "Annie Besant",
      "quote": "A prophet is always much wider than his followers, much more liberal than those who label themselves with his name."
    },
    {
      "cite": "Maimonides",
      "quote": "The prophets even express their surprise that God should take notice of man, who is too little and too unimportant to be worthy of the attention of the Creator; how, then, should other living creatures be considered as proper objects for Divine Providence!"
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "A prophet is not someone with special visions, just someone blind to most of what others see."
    },
    {
      "cite": "Sergei Lukyanenko",
      "quote": "For every prophet there are a thousand interpreters to distort the essence of the religion, to replace the bright flame with the heat of the inquisitors' pyres."
    },
    {
      "cite": "Rumi",
      "quote": "Every prophet and every saint has a way, but all lead to God. All ways are really one."
    },
    {
      "cite": "Rumi",
      "quote": "The prophets accept all agony and trust it. For the water has never feared the fire."
    },
    {
      "cite": "Idries Shah",
      "quote": "Saying of the prophet reflection the faithful are mirrors, one to the other."
    }
  ]
}