{
  "source": "https://www.wisesayings.com/propaganda-quotes/",
  "theme": "propaganda",
  "quotes": [
    {
      "cite": "Jacques Ellul",
      "quote": "Propaganda proceeds by psychological manipulations, character modifications, by creation of stereotypes useful when the time comes.The two great routes that this sub-propaganda takes are the conditioned reflex and the myth"
    },
    {
      "cite": "Hans J. Morgenthau",
      "quote": "Propaganda replaces moral philosophy."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "The goal of modern propaganda is no longer to transform opinion but to arouse an active and mythical belief."
    },
    {
      "cite": "Hans Speier",
      "quote": "A propagandist is a specialist in selling attitudes and opinions."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "All propaganda must be popular and its intellectual level must be adjusted to the most limited intelligence among those it is addressed to."
    },
    {
      "cite": "George Orwell",
      "quote": "One of the most horrible features of war is that all the war-propaganda, all the screaming and lies and hatred, comes invariably from people who are not fighting."
    },
    {
      "cite": "Harold Evans",
      "quote": "Propaganda is persuading people to make up their minds while withholding some of the facts from them."
    },
    {
      "cite": "Elizabeth Drew",
      "quote": "Propaganda has a bad name, but its root meaning is simply to disseminate through a medium, and all writing therefore is propaganda for something. It's a seeding of the self in the consciousness of others."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "Propaganda begins when dialogue ends."
    },
    {
      "cite": "Decimius Magnus Ausonius",
      "quote": "Propaganda is the art of persuading others of what you don't believe yourself."
    },
    {
      "cite": "Andrew Breitbart",
      "quote": "The power of propaganda is to say something enough times that it becomes the big lie."
    },
    {
      "cite": "Fredrik Bajer",
      "quote": "Propaganda is a topic of particular concern to peace associations. This is a matter of educating the population in general, and not least the voters."
    },
    {
      "cite": "Edward Bernays",
      "quote": "Propaganda is the executive arm of the invisible government."
    },
    {
      "cite": "Brian Anse Patrick",
      "quote": "Because propaganda is pragmatic, when the social climate changes so do the propagandas, but not necessarily the propagandists."
    },
    {
      "cite": "Alice Walker",
      "quote": "Propaganda is amazing. People can be led to believe anything."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "Propaganda must not serve the truth, especially insofar as it might bring out something favorable for the opponent."
    },
    {
      "cite": "Joseph Goebbels",
      "quote": "The essence of propaganda consists in winning people over to an idea so sincerely, so vitally, that in the end they succumb to it utterly and can never escape from it."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "Propaganda, to be effective, must be believed. To be believed, it must be credible. To be credible, it must be true."
    },
    {
      "cite": "Decimius Magnus Ausonius",
      "quote": "Propaganda is the art of persuading others of what you don't believe yourself."
    },
    {
      "cite": "Randal Marlin",
      "quote": "Propaganda analysis can contribute to world peace by exposing those techniques that lead to armed conflict by creating misapprehension of reality."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Propaganda does not deceive people; it merely helps them to deceive themselves."
    },
    {
      "cite": "Francis Cornford",
      "quote": "Propaganda is that branch of the art of lying which consists in nearly deceiving your friends without quite deceiving your enemies."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "Propaganda is a soft weapon; hold it in your hands too long, and it will move about like a snake, and strike the other way."
    },
    {
      "cite": "George Orwell",
      "quote": "The most effective way to destroy people is to deny and obliterate their own understanding of their history."
    },
    {
      "cite": "Joseph Goebbels",
      "quote": "Propaganda works best when those who are being manipulated are confident they are acting on their own free will."
    },
    {
      "cite": "Joseph Goebbels",
      "quote": "That propaganda is good which leads to success, and that is bad which fails to achieve the desired result. It is not propaganda's task to be intelligent, its task is to lead to success."
    },
    {
      "cite": "Gil Courtemanche",
      "quote": "Propaganda is as powerful as heroin; it surreptitiously dissolves all capacity to think."
    },
    {
      "cite": "John Berger",
      "quote": "Propaganda invariably serves the long-term interests of some elite."
    },
    {
      "cite": "Joseph Goebbels",
      "quote": "Propaganda must facilitate the displacement of aggression by specifying the targets for hatred."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Propaganda is to a democracy what the bludgeon is to a totalitarian state."
    }
  ]
}