{
  "source": "https://www.wisesayings.com/prosperity-quotes/",
  "theme": "prosperity",
  "quotes": [
    {
      "cite": "Paul Ryan",
      "quote": "Borrowing and spending is not the way to prosperity."
    },
    {
      "cite": "Ruth Ross",
      "quote": "All prosperity begins in the mind and is dependent only on the full use of our creative imagination."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Prosperity is only an instrument to be used, not a deity to be worshipped."
    },
    {
      "cite": "Geoffrey F. Abert",
      "quote": "Prosperity depends more on wanting what you have than having what you want."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Prosperity is a way of living and thinking, and not just money or things. Poverty is a way of living and thinking, and not just a lack of money or things."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Prosperity's right hand is industry and her left hand is frugality."
    },
    {
      "cite": "W. Austin",
      "quote": "To rejoice in the prosperity of others is to partake of it."
    },
    {
      "cite": "Terry Branstad",
      "quote": "You can't borrow your way to prosperity."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Prosperity in the form of wealth works exactly the same as everything else. You will see it coming into your life when you are unattached to needing it."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Everything in the world may be endured except continual prosperity."
    },
    {
      "cite": "Robert Zoellick",
      "quote": "There are many roads to prosperity, but one must be taken. Inaction leads nowhere."
    },
    {
      "cite": "King Solomon",
      "quote": "In the day of prosperity be joyful, but in the day of adversity consider."
    },
    {
      "cite": "Confucius",
      "quote": "When prosperity comes, do not use all of it."
    },
    {
      "cite": "George H. W. Bush",
      "quote": "The fact is prosperity has a purpose. It's to allow us to pursue \"the better angels,\" to give us time to think and grow."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Start with big dreams and make life worth living."
    },
    {
      "cite": "Rose F. Kennedy",
      "quote": "Prosperity tries the fortunate: adversity the great."
    },
    {
      "cite": "James Burgh",
      "quote": "In prosperity prepare for a change; in adversity hope for one."
    },
    {
      "cite": "Matt D. Miller",
      "quote": "If you always attach positive emotions to the things you want, and never attach negative emotions to the things you don't, then that which you desire most will invariably come your way."
    },
    {
      "cite": "Francis Fukuyama",
      "quote": "The desire for economic prosperity is itself not culturally determined but almost universally shared."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "The world of prosperity maintains the world of adversity."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "Prosperity tries the fortunate, adversity the great."
    },
    {
      "cite": "Mark Twain",
      "quote": "Prosperity is the best protector of principle."
    },
    {
      "cite": "Jacqueline Novogratz",
      "quote": "A sustainable world means working together to create prosperity for all."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "There is no way to prosperity, prosperity is the way."
    },
    {
      "cite": "Julian Castro",
      "quote": "Opportunity today, prosperity tomorrow."
    },
    {
      "cite": "Caroline Kennedy",
      "quote": "As much as we need a prosperous economy, we also need a prosperity of kindness and decency."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Prosperity is a way of living and thinking, and not just money or things."
    },
    {
      "cite": "Mark Twain",
      "quote": "Prosperity is the surest breeder of insolence I know."
    },
    {
      "cite": "Aeschylus",
      "quote": "It is easy when we are in prosperity to give advice to the afflicted."
    },
    {
      "cite": "Benjamin Burt",
      "quote": "True prosperity is the result of well-placed confidence in ourselves and our fellow man."
    }
  ]
}