{
  "source": "https://www.wisesayings.com/protein-quotes/",
  "theme": "protein",
  "quotes": [
    {
      "cite": "Bee Wilson",
      "quote": "Protein, we keep being told, is the vital nutrient that will give us a boost. It will burn fat, build muscle, reduce tiredness and kill our hunger pangs. Maybe if we shake enough protein powder into our daily smoothie, we will actually morph into Gwyneth Paltrow."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Kids nowadays...tend to go overboard [on] protein - something I believe to be totally unnecsssary...[I state in] my formula for basic good eating: Eat about one gram of protein for every two pounds of body weight."
    },
    {
      "cite": "Laurie Hernandez",
      "quote": "As an athlete, the most important thing is the protein that you eat and the things that you put into your body. Without that, it's very hard to function throughout the day."
    },
    {
      "cite": "Bee Wilson",
      "quote": "Are you getting enough protein? The question provides its own answer: if you are worrying about the amount of protein in your diet, then you are almost certainly eating more than enough."
    },
    {
      "cite": "Alex Jamieson",
      "quote": "The average size of a meat protein should be about the size of a deck of cards, not a roulette wheel. Get a burrito the size of a bar of soap—not a torpedo."
    },
    {
      "cite": "Bee Wilson",
      "quote": "Protein bars, protein flapjacks, protein granola, protein ice cream and protein coconut water. To look at the health-food aisles, you'd think that protein was a substance no one could overeat. Even bread now comes in protein-enriched form."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "In terms of personal choices, let's all think more carefully about where we get our protein from."
    },
    {
      "cite": "Miranda July",
      "quote": "I eat an egg every morning, and when I'm done, I almost always have the thought: 'There. Now even if I'm captured and starved, I'll be able to live off the protein of that egg for a while.'"
    },
    {
      "cite": "J.B. Smoove",
      "quote": "I'm on my version of the protein diet, but there ain't no protein in it. It's a Krispy Kreme doughnut between two Cinnabons. And you soak it overnight in Red Bull. Then you chase it with a Snickers."
    },
    {
      "cite": "Herschel Walker",
      "quote": "I don't worry about protein. I don't worry about all that. I'm from old school. I grew up in south Georgia. They didn't worry about cholesterol or protein. They went out and worked and lived a long time, so I don't put a lot of worries in my mind."
    },
    {
      "cite": "Jayson Lusk",
      "quote": "The nutritional composition of beef provides much-needed protein, vitamins and iron.... Let us also not gloss over what is beef's most obvious benefit: Livestock take inedible and untasty grains and convert them into a protein-packed food most humans love to eat."
    },
    {
      "cite": "Suzanne Somers",
      "quote": "For a slim, sexy body, it's important to eat protein every day - preferably at every meal. Be sure to ask about the origins of your meat, poultry and seafood. If you can't afford organic, free-range meats, opt for natural poultry, pork, and beef that's raised without antibiotics or hormones."
    },
    {
      "cite": "John Daly",
      "quote": "I believe nicotine plus caffeine equals protein."
    },
    {
      "cite": "Percy Julian",
      "quote": "Fifty percent of the weight of the soybean is protein. And what a protein! No other protein that we've known comes so nearly to the basic protein of animals and humans as soybean protein."
    },
    {
      "cite": "Andrea N. Giancoli",
      "quote": "Protein in and of itself isn’t going to make you into a supermodel, get you to your ideal weight or make you into a lean, mean machine. You actually have to exercise and do the work to build that muscle."
    },
    {
      "cite": "T. Colin Campbell",
      "quote": "I have heard one doctor call high-protein, high-fat, low-carbohydrate diets 'make-yourself-sick' diets, and I think that’s an appropriate moniker. You can also lose weight by undergoing chemotherapy or starting a heroin addiction, but I wouldn’t recommend those, either."
    },
    {
      "cite": "Tom Hardy",
      "quote": "Every time you need protein, get yourself a boiled egg in. But your main meals would be chicken, or hummus, or white fish. You can lose about a pound a day. But you can do this stuff over a period of time, and you can have your happy days. It's about motivation and it has to be something that's realistic for you to keep up."
    },
    {
      "cite": "John A. McDougall",
      "quote": "High protein diets make you sick in the long and short term. Expect kidney disease, heart disease and more strokes and cancer. Plus the weight loss is temporary because you can't stay sick for long. Look at the creators of these diets—many are fat themselves."
    },
    {
      "cite": "Barton Seaver",
      "quote": "Restaurants stress the protein. People read menu items left to right, with the protein first. I read descriptions right to left."
    },
    {
      "cite": "Chuck Wendig",
      "quote": "Carbs are great if you’re going to be, y’know, using that energy for something like, say, moving your laggardly slugabed body around. But writers live a sedentary existence, at least while working, and so it behooves you not to hoover a bowl of Corn Pops into your gut. Do that and the carbs will only drag you down, make you mentally foggy. Stick with protein while writing. By the way, bacon is protein. Just saying."
    },
    {
      "cite": "Alex Johnstone",
      "quote": "Some products labelled as high protein aren’t, and they’re quite expensive. Anyway, consuming more protein than need is wasteful in terms of money, and it’s paid down the toilet."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "Life goes faster on protein."
    },
    {
      "cite": "Kai Greene",
      "quote": "Is it 10g of protein more or 10g of protein less, who cares, just get started."
    },
    {
      "cite": "Carrie Brownstein",
      "quote": "I think proteins are really good for your brain. And your brain is where comedy comes from."
    },
    {
      "cite": "Jack Weatherford",
      "quote": "The Mongols consumed a steady diet of meat, milk, yogurt, and other dairy products, and they fought men who lived on gruel made from various grains. The grain diet of the peasant warriors stunted their bones, rotted their teeth, and left them weak and prone to disease. In contrast, the poorest Mongol soldier ate mostly protein, thereby giving him strong teeth and bones."
    },
    {
      "cite": "Wallace Ruddell Aykroyd",
      "quote": "There is no existing ‘standard of protein intake’ that is based on the sure ground of experimental evidence. ... Between the two extremes of a very high and a very low protein intake it is difficult to prove that one level of intake is preferable to another. ... Physiologists, in drawing up dietary standards, are largely influenced by the dietary habits of their time and country."
    },
    {
      "cite": "Gleb Tsipursky",
      "quote": "Did you know that your willpower is powered by food? No wonder it's so hard to diet. When we don't eat, our willpower goes down the drain. The best cure is a meal rich in protein, which enables the most optimal willpower."
    },
    {
      "cite": "Kevin Tipton",
      "quote": "There’s no need for anyone to have supplements. They’re a convenient way to get protein, but there’s nothing in supplements you can’t get in food. Protein bars are really just candy bars with a bit of extra protein."
    },
    {
      "cite": "Manu Bennett",
      "quote": "Food is the essential thing to gaining weight. Protein, you know, that's basically it—protein."
    }
  ]
}