{
  "source": "https://www.wisesayings.com/protective-quotes/",
  "theme": "protective",
  "quotes": [
    {
      "cite": "Jonathan Safran Foer",
      "quote": "You cannot protect yourself from sadness without protecting yourself from happiness."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The ache for home lives in all of us. The safe place where we can go as we are and not be questioned."
    },
    {
      "cite": "Richelle Mead",
      "quote": "Only a true best friend can protect you from your immortal enemies."
    },
    {
      "cite": "Lorrie Moore",
      "quote": "One had to build shelters. One had to make pockets and live inside them."
    },
    {
      "cite": "Bryant McGill",
      "quote": "We must protect and share the world."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He that accepts protection, stipulates obedience."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The best lightning rod for your protection is your own spine."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "You must be willing to protect yourself and what you cherish, no matter what the cost."
    },
    {
      "cite": "Abu Bakr",
      "quote": "Be good to others, that will protect you against evil."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "The great can protect themselves, but the poor and humble require the arm and shield of the law."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "A strong egoism is a protection."
    },
    {
      "cite": "Evangelos Venizelos",
      "quote": "Protect those who protect you."
    },
    {
      "cite": "Karen E. Quinones Miller",
      "quote": "Don't be so defensive and afraid to be proven wrong that you miss the opportunity to learn from your mistakes."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Safeguarding the rights of others is the most noble and beautiful end of a human being."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The property of power is to protect."
    },
    {
      "cite": "Zoe Bell",
      "quote": "People are far more protective [of women] instinctively."
    },
    {
      "cite": "Anonymous",
      "quote": "Although being possessive and protective can be cute, but don't go overboard with."
    },
    {
      "cite": "Jeremy Scahill",
      "quote": "You can do as much diligence as possible before you go somewhere to try to protect yourself and the people around you."
    },
    {
      "cite": "Jim Ryun",
      "quote": "Protection of private property is a fundamental right protected in a strong democracy."
    },
    {
      "cite": "John O'Donohue",
      "quote": "A blessing is a circle of light drawn around a person to protect, heal and strengthen."
    },
    {
      "cite": "Alice Eve",
      "quote": "Being protective is important."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Standing on the defensive indicates insufficient strength; attacking, a superabundance of strength."
    },
    {
      "cite": "Aron Nimzowitsch",
      "quote": "The defensive power of a pinned piece is only imaginary."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Protection is not a principle but an expedient."
    },
    {
      "cite": "Warren Buffett",
      "quote": "You do not adequately protect yourself by being half awake when other are sleeping."
    },
    {
      "cite": "Mason Cooley",
      "quote": "When you feel protective toward your parents, you have become an adult."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you hold yourself dear, protect yourself well."
    },
    {
      "cite": "E. Lockhart",
      "quote": "Silence is a protective coating over pain."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The purely defensive is doomed to defeat."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "A covenant made with God should be regarded not as restrictive but as protective."
    }
  ]
}