{
  "source": "https://www.wisesayings.com/protect-quotes/",
  "theme": "protect",
  "quotes": [
    {
      "cite": "Frank Abagnale",
      "quote": "You have to learn to protect yourself through education."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Protecting your treasure means to give your life for it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Heaven often protects valuable souls charged with great secrets, great ideas, by long shutting them up with their own thoughts."
    },
    {
      "cite": "Isabelle Adjani",
      "quote": "You protect your being when you love yourself better. That's the secret."
    },
    {
      "cite": "Karen Finerman",
      "quote": "Protect yourself like you would your cubs as a grown woman, you're no one's cub anymore."
    },
    {
      "cite": "Bode Miller",
      "quote": "The best way to protect your own freedom is to watch everybody else's back."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "To protect this earth is to protect the very spirit of life."
    },
    {
      "cite": "Jaycee Ford",
      "quote": "Everyone wants to protect their heart, but without pain, one can never have joy."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "The great can protect themselves, but the poor and humble require the arm and shield of the law."
    },
    {
      "cite": "Antonio Guterres",
      "quote": "Everyone that needs to be protected, should be protected."
    },
    {
      "cite": "Pema Chodron",
      "quote": "When we protect ourselves so we won't feel pain, that protection becomes armor, like armor that imprisons the softness of the heart."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "God always protects what He considers to be a blessing for a person."
    },
    {
      "cite": "Aurora",
      "quote": "If you try to protect yourself from pain, it becomes a stone in your heart. But the more you learn to face things, the more likely that stone can become a pearl."
    },
    {
      "cite": "Alma Adams",
      "quote": "We must protect our most precious resource, our environment, for future generations"
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "You have to protect yourself at all times. What goes around comes around."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Once you bring life into the world, you must protect it. We must protect it by changing the world."
    },
    {
      "cite": "Sam Veda",
      "quote": "Protect your children with your own efforts."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "We protect virtue so that virtue will protect us."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "You must be willing to protect yourself and what you cherish, no matter what the cost."
    },
    {
      "cite": "Demosthenes",
      "quote": "The best protection for the people is not necessarily to believe everything people tell them."
    },
    {
      "cite": "John Trudell",
      "quote": "Protect your spirit, because you are in the place where spirits get eaten."
    }
  ]
}