{
  "source": "https://www.wisesayings.com/protection-quotes/",
  "theme": "protection",
  "quotes": [
    {
      "cite": "Bohdi Sanders",
      "quote": "Protecting yourself is self defense. Protecting others is warriorship."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes, staying away from people is the only protection that you have for your heart."
    },
    {
      "cite": "Tania Aebi",
      "quote": "Safety is an illusion and perhaps it's better to challenge it sometimes, to see how far we can go, to learn about the stuff we are made of."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Protection is not a principle, but an expedient."
    },
    {
      "cite": "Jim Ryun",
      "quote": "Protection of private property is a fundamental right protected in a strong democracy."
    },
    {
      "cite": "Elizabeth Streb",
      "quote": "You have to get beyond the barrier of self-protection before you can really fly."
    },
    {
      "cite": "Dan Lord",
      "quote": "A protector can't protect someone who does not wish to be protected."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."
    },
    {
      "cite": "Henry Charles Carey",
      "quote": "To enable men to exercise that power is the object of protection."
    },
    {
      "cite": "Demosthenes",
      "quote": "The best protection for the people is not necessarily to believe everything people tell them."
    },
    {
      "cite": "Abu Bakr",
      "quote": "Be good to others, that will protect you against evil."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Protection is the first necessity of opulence and luxury."
    },
    {
      "cite": "Anonymous",
      "quote": "You're safe not because of the absence of danger, but because of the presence of God."
    },
    {
      "cite": "Alain De Botton",
      "quote": "One of the best protections against disappointment is to have a lot going on."
    },
    {
      "cite": "Robert Jordan",
      "quote": "It was easier to be brave when someone needed your protection."
    },
    {
      "cite": "Mike Quigley",
      "quote": "Protection of religious freedom means considering the faiths and beliefs of everyone involved."
    },
    {
      "cite": "J.R. Ward",
      "quote": "Even the powerful needed protection sometimes."
    },
    {
      "cite": "Edward Heath",
      "quote": "Protectionism is the institutionalization of economic failure."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "A man without a vote is man without protection."
    },
    {
      "cite": "Max Anders",
      "quote": "Protection of human life can be costly; but so is the neglect of that protection."
    },
    {
      "cite": "Anonymous",
      "quote": "It doesn't matter what's in front of her, because she knows who's behind her."
    },
    {
      "cite": "Rose Wilder Lane",
      "quote": "The real protection of life and property, always and everywhere."
    },
    {
      "cite": "Carl Jung",
      "quote": "Protection and security are only valuable if they do not cramp life excessively."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The protection of a man's person is more sacred than the protection of his property."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The best lightning rod for your protection is your own spine."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "When you're safe at home, you wish you were having an adventure; when you're having an adventure, you wish you were safe at home."
    },
    {
      "cite": "Bathroom Readers' Institute",
      "quote": "Where the press is free and every man able to read, all is safe"
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If we cannot end now our differences, at least we can help make the world safe for diversity."
    },
    {
      "cite": "Bathroom Readers' Institute",
      "quote": "Where justice is denied, where poverty is enforced, where ignorance prevails. amd where any one class ios made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."
    }
  ]
}