{
  "source": "https://www.wisesayings.com/proud-quotes/",
  "theme": "proud",
  "quotes": [
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I hope you live a life you're proud of. If you find that you're not, I hope you have the strength to start all over again."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I like to see a man proud of the place in which he lives. I like to see a man live so that his place will be proud of him."
    },
    {
      "cite": "Karen Horney",
      "quote": "If you want to be proud of yourself, then do things in which you can take pride."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "Be proud of every scar on your heart, each one holds a lifetime's worth of lessons."
    },
    {
      "cite": "Gugu Mona",
      "quote": "Every day you have a new chapter to write about your journey of life. As you write that chapter, do it so well such that when others read it; you would still be proud of yourself."
    },
    {
      "cite": "Troy Baker",
      "quote": "Some of the things I'm most proud of, it isn't because I think it's my best work; it's because of something that it's taught me."
    },
    {
      "cite": "Jon Stewart",
      "quote": "You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things."
    },
    {
      "cite": "Oseola McCarty",
      "quote": "If you want to feel proud of yourself, then do good. Take action that will make you proud. . . . And if you really want to feel proud, then do something to help someone else."
    },
    {
      "cite": "Mark S. Lewis",
      "quote": "The way to be happy is to like yourself, and the way to like yourself is to do only things that make you proud."
    },
    {
      "cite": "Ana Monnar",
      "quote": "Good for you and be proud of yourself because you have your priorities in order. Be proud of yourself if you are responsible, reliable, persistent, and take your job and education seriously."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A proud man is always looking down on things and people; and, of course, as long as you are looking down, you cannot see something that is above you."
    },
    {
      "cite": "Wil Wheaton",
      "quote": "If you enjoyed making a thing, and you're proud of the thing you made, that's enough. Not everyone is going to like it, and that's okay."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves."
    },
    {
      "cite": "Simone Weil",
      "quote": "The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell."
    },
    {
      "cite": "Socrates",
      "quote": "If a man is proud of his wealth, he should not be praised until it is known how he employs it."
    },
    {
      "cite": "G.L. Lambert",
      "quote": "Be proud of your accomplishments, but remember you achieved those things for your self-benefit, not to be more attractive to some guy so he will choose you over the next chick."
    },
    {
      "cite": "Steve Jobs",
      "quote": "I'm as proud of many of the things we haven't done as the things we have done. Innovation is saying no to a thousand things."
    },
    {
      "cite": "Mariska Hargitay",
      "quote": "I am proud to be a role model for my viewers. I am finding out that helping victims is as or more rewarding the all the awards I win."
    },
    {
      "cite": "Francois Hollande",
      "quote": "I am proud to have been capable of giving people hope again."
    },
    {
      "cite": "Paula Scher",
      "quote": "I'm most proud of the fact that I get to keep growing."
    },
    {
      "cite": "Pamela Anderson",
      "quote": "I'm kind of proud of myself. I've been able to keep a certain grace about me, even in the times of disgrace and craziness."
    },
    {
      "cite": "Cathy Guisewite",
      "quote": "I'm most proud of having created something that men never completely get."
    },
    {
      "cite": "Ellen Greene",
      "quote": "I'm proud of myself, people love me and respect me, and I like me. I like who I am."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We will always remember. We will always be proud. We will always be prepared, so we will always be free."
    },
    {
      "cite": "Islom Karimov",
      "quote": "I'm proud, I've been working with this kind of self-sacrificing people like you."
    },
    {
      "cite": "Ryan Giggs",
      "quote": "I am proud of my black roots and of the black blood that runs in my veins."
    },
    {
      "cite": "Christine Lagarde",
      "quote": "I'm proud that somebody like myself has made it to the very top."
    },
    {
      "cite": "Alicia Keys",
      "quote": "The most important thing is to be proud of the work that you put into something, and put the ego aside."
    },
    {
      "cite": "Perdita Felicien",
      "quote": "The one thing I am most proud of myself is that I know how to keep my cool and not be intimidated - anyone can be beat."
    },
    {
      "cite": "Penelope Cruz",
      "quote": "One thing that I am proud of: I am really capable of laughing at myself."
    }
  ]
}