{
  "source": "https://www.wisesayings.com/provocative-quotes/",
  "theme": "provocative",
  "quotes": [
    {
      "cite": "William S. Burroughs",
      "quote": "There is nothing more provocative than minding your own business"
    },
    {
      "cite": "Llewelyn Powys",
      "quote": "No sight is more provocative of awe than is the night sky."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Among provocatives, the next best thing to good preaching is bad preaching."
    },
    {
      "cite": "Lady Gaga",
      "quote": "So there's nothing more provocative than taking a genre that everybody who's cool hates - and then making it cool."
    },
    {
      "cite": "Lyall Watson",
      "quote": "It is a fascinating and provocative thought that a body of water deserves to be considered as an organism in its own right."
    },
    {
      "cite": "Rob Bell",
      "quote": "When someone sets out to be controversial or provocative or shocking as an end in itself, I don't think that's a noble goal."
    },
    {
      "cite": "David Bezmozgis",
      "quote": "Maybe the most provocative thing one can do - and I'm not the first one to do it - is to ask the moral and philosophical question: why are some people better than others? Why are some people more moral than others?"
    },
    {
      "cite": "Biz Stone",
      "quote": "Embrace your constraints. They are provocative. They are challenging. They wake you up. They make you more creative. They make you better."
    },
    {
      "cite": "Rick Santelli",
      "quote": "Challenging leaders is as American as it gets."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Keep challenging yourself to think better, do better, and be better."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "The only way that someone can be of help to you is by challenging your ideas."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Sometimes, challenging a person to do their best is the most kind and compassionate thing you can do for them."
    },
    {
      "cite": "Darrin Patrick",
      "quote": "If there is no challenging of the sinful heart, there is no gospel preaching."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "No doubt, the most challenging class of questions in science is the origin of things."
    }
  ]
}