{
  "source": "https://www.wisesayings.com/prudence-quotes/",
  "theme": "prudence",
  "quotes": [
    {
      "cite": "Henry Fielding",
      "quote": "The prudence of the best heads is often defeated by the tenderness of the best hearts."
    },
    {
      "cite": "John Ortberg",
      "quote": "Prudence is foresight and far-sightedness. It's the ability to make immediate decisions on the basis of their longer-range effects."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Prudence does not mean failing to accept responsibilities and postponing decisions; it means being committed to making joint decisions after pondering responsibly the road to be taken."
    },
    {
      "cite": "Umberto Eco",
      "quote": "What we honor as prudence in our elders is simply panic in action."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Prudence does not make people happy; it merely deprives them of the excitement of being constantly in trouble."
    },
    {
      "cite": "William Blake",
      "quote": "Prudence is a rich, ugly, old maid courted by incapacity."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Prudence is but experience, which equal time, equally bestows on all men, in those things they equally apply themselves unto."
    },
    {
      "cite": "Margaret of Valois",
      "quote": "Prudence advises us to use our enemies as if one day they might be friends."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Prudence keeps life safe, but it does not often make it happy."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The less prudence with which others conduct their affairs, the greater the prudence with which we should conduct our own affairs."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "Prudence is a necessary ingredient in all the virtues, without which they degenerate into folly and excess."
    },
    {
      "cite": "Cicero",
      "quote": "Rashness belongs to youth; prudence to old age."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The rules of prudence, like the laws of the stone tables, are for the most part prohibitive. \"Thou shalt not\" is their characteristic formula."
    },
    {
      "cite": "Clara Barton",
      "quote": "Economy, prudence, and a simple life are the sure masters of need, and will often accomplish that which, their opposites, with a fortune at hand, will fail to do."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The limits of prudence: one cannot jump out of a burning building gradually."
    },
    {
      "cite": "William Whewell",
      "quote": "Prudence supposes the value of the end to be assumed, and refers only to the adaptation of the means. It is the relation of right means for given ends."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Prudence is the knowledge of things to be sought, and those to be shunned."
    },
    {
      "cite": "Rene Descartes",
      "quote": "The principal use of prudence, of self-control, is that it teaches us to be masters of our passions, and to so control and guide them that the evils which they cause are quite bearable, and that we even derive joy from them all."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "An ounce of prudence is worth a pound of cleverness."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "So soon as prudence has begun to grow up in the brain, like a dismal fungus, it finds its first expression in a paralysis of generous acts."
    },
    {
      "cite": "Robert Hall",
      "quote": "In matters of conscience, first thoughts are best. In matters of prudence, last thoughts are best."
    },
    {
      "cite": "William Godwin",
      "quote": "It is one of the oldest maxims of moral prudence: Do not, by aspiring to what is impracticable, lose the opportunity of doing the good you can effect!"
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Who makes quick use of the moment is a genius of prudence."
    },
    {
      "cite": "Charles Horton Cooley",
      "quote": "Prudence and compromise are necessary means, but every man should have an impudent end which he will not compromise."
    },
    {
      "cite": "Robert Dale Owen",
      "quote": "Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Prudence is not only the first in rank of the virtues political and moral, but she is the director and regulator, the standard of them all."
    },
    {
      "cite": "Mason Cooley",
      "quote": "In ethics, prudence is not an important virtue, but in the world it is almost everything."
    },
    {
      "cite": "Benson Bruno",
      "quote": "When nobody practices what they strongly believe in, that day will be a triumph of prudence."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Prudence does not save us, but shows us pictures of our destroyers."
    },
    {
      "cite": "Adam Smith",
      "quote": "What is prudence in the conduct of every private family can scarce be folly in that of a great kingdom."
    }
  ]
}