{
  "source": "https://www.wisesayings.com/psychotic-quotes/",
  "theme": "psychotic",
  "quotes": [
    {
      "cite": "Joseph Campbell",
      "quote": "The psychotic drowns in the same waters in which the mystic swims with delight."
    },
    {
      "cite": "Lord Webb-Johnson",
      "quote": "A neurotic is a man who builds a castle in the air. A psychotic is the man who lives in it. And a psychiatrist is a man who collects the rent."
    },
    {
      "cite": "Srimad Bhagavata",
      "quote": "Delusion completey overcomes man's sense of right and wrong."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "Psychotic hallucinations, whether they are visual or vocal, they address you. They accuse you. They seduce you. They humiliate you. They jeer at you. You interact with them."
    },
    {
      "cite": "Brendan Behan",
      "quote": "Other people have a nationality. The Irish and the Jews have a psychosis."
    },
    {
      "cite": "John Bradshaw",
      "quote": "Being in love is a transient state of psychosis."
    },
    {
      "cite": "Tim Dorsey",
      "quote": "It only fed my post office psychosis. Whenever I’m in one, and almost to the counter, I keep repeating to myself: ‘Please don’t put out the “Position Closed” sign; please don’t put out the “Position Closed” sign; dear God, don’t let him put out the sign; please, please, please, I’m almost to the counter!"
    },
    {
      "cite": "Loretta Lost",
      "quote": "That’s another deep, dark secret,' I tell him, trying to make light of my own psychosis."
    },
    {
      "cite": "John Kennedy Toole",
      "quote": "This guy was a real Pscyho' Mr. Levy said. 'To you character is a psychosis, integrity is a complex. I've heard it all before.'"
    },
    {
      "cite": "Carol Franklin",
      "quote": "A delusion is anything that one person believes is real, even if you present them with evidence to show that it cannot possibly be."
    },
    {
      "cite": "Lawrence H. Keeley",
      "quote": "In intellectual and popular culture, war has come to be regarded by many as a peculiar psychosis of Western civilization."
    },
    {
      "cite": "R.K. Lilley",
      "quote": "Is it romantic or psychotic when I say I'll never let you leave me?"
    },
    {
      "cite": "Lewis Black",
      "quote": "As psychotic as it gets outside, the comic can be more psychotic."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "The neurotic has problems; the psychotic has solutions."
    },
    {
      "cite": "Larry Wall",
      "quote": "Psychotics are consistently inconsistent. The essence of sanity is to be inconsistently inconsistent."
    },
    {
      "cite": "James Curcio",
      "quote": "All mystics have had psychotic breakdowns, although not all psychotics are mystics."
    },
    {
      "cite": "Elyn Saks",
      "quote": "Everyone becomes psychotic in his or her own ways."
    }
  ]
}