{
  "source": "https://www.wisesayings.com/psychology-quotes/",
  "theme": "psychology",
  "quotes": [
    {
      "cite": "Paul Valery",
      "quote": "The purpose of psychology is to give us wholly novel ideas about the things that we know best."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "The brain is wider than the sky."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Psychology keeps trying to vindicate human nature. History keeps undermining the effort."
    },
    {
      "cite": "Sartre",
      "quote": "Introspection is always retrospection."
    },
    {
      "cite": "Karl Friedrich Muenzinger",
      "quote": "The chief difficulty for those who begin the study of scientific psychology is that all men indulge in popular psychology."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "It is not easy to treat feelings scientifically."
    },
    {
      "cite": "Carl Jung",
      "quote": "The separation of psychology from the premises of biology is purely artificial, because the human psyche lives in indissoluble union with the body."
    },
    {
      "cite": "Neale Donald Walsh",
      "quote": "You are the creator of your own reality, and life can show up no other way than that way in which you think it will."
    },
    {
      "cite": "William James",
      "quote": "The greatest discovery of my generation is that human beings can alter their lives by altering their attitudes of mind."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The happiness of your life depends upon the quality of your thoughts."
    },
    {
      "cite": "Raymond Bernard Cattell",
      "quote": "But psychology is a more tricky field, in which even outstanding authorities have been known to run in circles, describing things which everyone knows in language which no one understands."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "It is easier to understand mankind in general than any individual man."
    },
    {
      "cite": "William James",
      "quote": "The deepest principle in human nature is the craving to be appreciated."
    },
    {
      "cite": "Robert Brault",
      "quote": "Perception is a clash of mind and eye, the eye believing what it sees, the mind seeing what it believes."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "It seems a pity that psychology has destroyed all our knowledge of human nature."
    },
    {
      "cite": "Edward Thorndike",
      "quote": "To the intelligent man with an interest in human nature it must often appear strange that so much of the energy of the scientific world has been spent on the study of the body and so little on the study of the mind."
    },
    {
      "cite": "Jean Piaget",
      "quote": "Knowing reality means constructing systems of transformations that correspond, more or less adequately, to reality."
    },
    {
      "cite": "Humphry Davy",
      "quote": "Nothing is so dangerous to the progress of the human mind than to assume that our views of science are ultimate, that there are no mysteries in nature, that our triumphs are complete and that there are no new worlds to conquer."
    },
    {
      "cite": "Tadeu Dias",
      "quote": "Learn one way; react. Learn many ways; understand."
    },
    {
      "cite": "Plato",
      "quote": "When the mind is thinking it is talking to itself."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Idleness is the parent of psychology."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "No one who, like me, conjures up the most evil of those half-tamed demons that inhabit the human breast, and seeks to wrestle with them, can expect to come through the struggle unscathed."
    },
    {
      "cite": "Alice Miller",
      "quote": "Genuine feelings cannot be produced, nor can they be eradicated. We can only repress them, delude ourselves, and deceive our bodies. The body sticks to the facts."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Cognitive psychology tells us that the unaided human mind is vulnerable to many fallacies and illusions because of its reliance on its memory for vivid anecdotes rather than systematic statistics."
    },
    {
      "cite": "Susan Sontag",
      "quote": "A large part of the popularity and persuasiveness of psychology comes from its being a sublimated spiritualism: a secular, ostensibly scientific way of affirming the primacy of  spirit  over matter."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Great spirits have often overcome violent opposition from mediocre minds."
    },
    {
      "cite": "Wilhelm Max Wundt",
      "quote": "Hence, wherever we meet with vital phenomena that present the two aspects, physical and psychical there naturally arises a question as to the relations in which these aspects stand to each other."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Seeing ourselves as others see us would probably confirm our worst suspicions about them."
    },
    {
      "cite": "John Locke",
      "quote": "No man's knowledge here can go beyond his experience."
    },
    {
      "cite": "Victor Frankl",
      "quote": "Ultimately, man should not ask what the meaning of his life is, but rather he must recognize that it is he who is asked. In a word, each man is questioned by life; and he can only answer to life by answering for his own life; to life he can only respond by being responsible."
    }
  ]
}