{
  "source": "https://www.wisesayings.com/psychic-quotes/",
  "theme": "psychic",
  "quotes": [
    {
      "cite": "Frederick Lenz",
      "quote": "To be psychic is to see without the senses and to keep the thoughts and emotions of others out of your awareness."
    },
    {
      "cite": "Carl Jung",
      "quote": "No psychic value can disappear without being replaced by another of equivalent intensity."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The psychic world is a dimensional plane that you can gain access to. It is a dimension of feeling and clear seeing."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Psychic awareness leads to a true perception not only of events, but just of life itself. It is its own raison d'etre."
    },
    {
      "cite": "Carl Jung",
      "quote": "Every psychic advance of man arises from the suffering of the soul."
    },
    {
      "cite": "Carl Jung",
      "quote": "What usually has the strongest psychic effect on the child is the life which the parents have not lived."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "If you just develop your psychic ability and don't learn psychic self-defense, you become more sensitive, open, and vulnerable."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Psychic development makes you strong. It develops a common sense attitude in which you don't expose yourself to forces, people and situations that would drain you."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "If you are psychic you will become much more aware of the beauty of life. If you are psychic, when you look at a rose, you will see and feel the essence of the rose."
    },
    {
      "cite": "Jayne Ann Krentz",
      "quote": "The concept of psychic energy is easy for most people to imagine. After all, it's just one step beyond intuition - and almost everyone is comfortable with the idea of intuition."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "If you are psychic, you can see into the minds of others. You can use that opening to aid somebody. Sometimes someone's trying to tell you something and they don't even know what it is."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Everyone is psychic. Being psychic is not a particular talent. Everybody has a left foot. Some people may just walk with that foot, some people may drag it, and some may learn to dance with it."
    },
    {
      "cite": "Robert Moss",
      "quote": "On a psychic level, we could be carrying energies and entities and cravings and habits and confusion and patterns of behavior from generation to generation that we don't want. We could also have picked up loose energies or entities from places we visit or live, and this could be very confusing. It could reinforce or even produce addictions and cravings that don't really belong to us."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The signs of psychic draining - we call aging."
    },
    {
      "cite": "Starhawk",
      "quote": "Fascination with the psychic - or the psychological - can be a dangerous sidetrack on any spiritual path."
    },
    {
      "cite": "Cherrie Moraga",
      "quote": "When you are not physically starving, you have the luxury to realize psychic and emotional starvation."
    },
    {
      "cite": "Rene Girard",
      "quote": "When we judge, we are always in a psychic space which is circular."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The psychic task which a person can and must set for himself is not to feel secure, but to be able to tolerate insecurity."
    },
    {
      "cite": "Carl Jung",
      "quote": "Everything psychic is pregnant with the future."
    },
    {
      "cite": "Carl Jung",
      "quote": "The psychic depths are nature, and nature is creative life."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Psychic beings are childlike, delicate and easily destroyed."
    },
    {
      "cite": "John Cowper Powys",
      "quote": "The strongest of all psychic forces in the world is unsatisfied desire."
    },
    {
      "cite": "Steven Wright",
      "quote": "If all those psychics know the winning lottery numbers, why are they all still working?"
    },
    {
      "cite": "Frederick Lenz",
      "quote": "What does it mean to be psychic? Essentially it means to feel, rather than think all the time."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Psychic perception is a much more efficient and accurate method of seeing and knowing reality."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "How do you develop your psychic abilities? Well, to begin with, naturally, you have to want to and believe that it is possible."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "If you are psychic you can perceive that someone may love you and they can't show it. Someone may seek to harm you and they mask it."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Being psychic does not necessarily mean seeing an event that has not yet occurred. It is rather seeing the inner nature of something."
    },
    {
      "cite": "Carl Jung",
      "quote": "We are a psychic process which we do not control, or only partly direct. Consequently, we cannot have any final judgment about ourselves or our lives."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "The psychic entropy peculiar to the human condition involves seeing more to do than one can actually accomplish and feeling able to accomplish more than what conditions allow."
    }
  ]
}