{
  "source": "https://www.wisesayings.com/psychiatrist-quotes/",
  "theme": "psychiatrist",
  "quotes": [
    {
      "cite": "Alfred Korzybski",
      "quote": "If a psychiatric and scientific inquiry were to be made upon our rulers, mankind would be appalled at the disclosures."
    },
    {
      "cite": "Harry Stack Sullivan",
      "quote": "An enthusiasm about psychiatry is preposterous—it shows one just hasn’t grown up; but at the same time, for the psychiatrist to be indifferent toward his work is fatal."
    },
    {
      "cite": "Peter J. Laurence",
      "quote": "Psychiatry enables us to correct our faults by confessing to our parents’ shortcomings."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Psychiatry is the art of teaching people how to stand on their own feet while reclining on couches."
    },
    {
      "cite": "Alexander Chase",
      "quote": "Psychiatry's chief contribution to philosophy is the discovery that the toilet is the seat of the soul."
    },
    {
      "cite": "Lord Robert Webb-Johnstone",
      "quote": "A neurotic is a man who builds a castle in the air. A psychotic is the man who lives in it. A psychiatrist is the man who collects the rent."
    },
    {
      "cite": "Harry Stack Sullivan",
      "quote": "There is no fun in psychiatry. If you try to get fun out of it, you pay a considerable price for your unjustifiable optimism."
    },
    {
      "cite": "Sam Bardell",
      "quote": "Psychiatrist: A man who asks you a lot of expensive questions your wife asks you for nothing."
    },
    {
      "cite": "Anonymous",
      "quote": "The new definition of psychiatry is the care of the id by the odd."
    },
    {
      "cite": "Malcolm Rogers",
      "quote": "The science of Psychiatry is now where the science of Medicine was before germs were discovered."
    },
    {
      "cite": "Anonymous",
      "quote": "The psychiatrist is the obstetrician of the mind."
    },
    {
      "cite": "Carolina Herrera",
      "quote": "You have to be a psychiatrist too, especially in fashion. A psychologist and a psychiatrist together."
    },
    {
      "cite": "Eric Berne",
      "quote": "No man is a hero to his wife's psychiatrist."
    },
    {
      "cite": "Herbert Stein",
      "quote": "Psychiatrist to patient: Maybe you don't have a complex. Maybe you are inferior."
    },
    {
      "cite": "Karl Kraus",
      "quote": "The difference between psychiatrists and other mentally disturbed people is something like the relationship between concave and convex madness."
    },
    {
      "cite": "Bernard Williams",
      "quote": "There is no psychiatrist in the world like a puppy licking your face."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "Any man who goes to a psychiatrist ought to have his head examined."
    }
  ]
}