{
  "source": "https://www.wisesayings.com/puberty-quotes/",
  "theme": "puberty",
  "quotes": [
    {
      "cite": "Stacy Schiff",
      "quote": "Puberty, it has been said, is everyone's first experience of a sentient madness."
    },
    {
      "cite": "Katharine Isabelle",
      "quote": "Going through puberty as a young girl is so confusing. This monster invades your body changes things and makes things grow and no one tells you what's going on."
    },
    {
      "cite": "G. Stanley Hall",
      "quote": "Adolescence is a new birth, for the higher and more completely human traits are now born."
    },
    {
      "cite": "Haim Ginott",
      "quote": "Adolescence is the age of cosmic yearnings and private passions, of social concern and personal agony. It is the age of inconsistency and ambivalence."
    },
    {
      "cite": "Anais Nin",
      "quote": "Adolescence is like cactus."
    },
    {
      "cite": "G. Stanley Hall",
      "quote": "Adolescence as the time when an individual recapitulates the savage stage of the race's past."
    },
    {
      "cite": "Rodney Crowell",
      "quote": "Adolescence in our culture for a young woman, for a girl, is a hard road."
    },
    {
      "cite": "Guru Sri Nayak",
      "quote": "Growing moustache and beard is the sign puberty, not maturity."
    },
    {
      "cite": "G. Stanley Hall",
      "quote": "Puberty for a girl is like floating down a broadening river into an open sea."
    },
    {
      "cite": "Antonio Gramsci",
      "quote": "Before puberty the child's personality has not yet formed and it is easier to guide its life and make it acquire specific habits of order, discipline, and work."
    },
    {
      "cite": "Louise J. Kaplan",
      "quote": "Adolescence represents an inner emotional upheaval, a struggle between the eternal human wish to cling to the past and the equally powerful wish to get on with the future."
    },
    {
      "cite": "Terri E Apter",
      "quote": "Adolescence has been recognised as a stage of human development since medieval times long, long before the industrial revolution and, as it is now, has long been seen as a phase which centers on the fusion of sexual and social maturity. Indeed, adolescence as a concept has as long a history as that of puberty, which is sometimes considered more concrete, and hence much easier to name and to recognize."
    },
    {
      "cite": "Himakshi Tarde",
      "quote": "Puberty brought them together. Maturity drove them apart."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Adolescence is society's permission slip for combining physical maturity with psychological irresponsibility."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Adolescence is a plague on the senses."
    },
    {
      "cite": "Louise J. Kaplan",
      "quote": "Adolescence is the conjugator of childhood and adulthood."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The age of puberty is a crisis in the age of man worth studying. It is the passage from the unconscious to the conscious; from thesleep of passions to their rage."
    },
    {
      "cite": "Carol Burnett",
      "quote": "Adolescence is just one big walking pimple."
    },
    {
      "cite": "Karen Savage",
      "quote": "Adolescence is perhaps nature's way of preparing parents to welcome the empty nest."
    },
    {
      "cite": "Will Self",
      "quote": "Most of us have had that experience at around puberty of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent."
    },
    {
      "cite": "Mary Pipher",
      "quote": "Adolescence is when girls experience social pressure to put aside their authentic selves and to display only a small portion of their gifts."
    }
  ]
}