{
  "source": "https://www.wisesayings.com/public-speaking-quotes/",
  "theme": "public-speaking",
  "quotes": [
    {
      "cite": "Winston S. Churchill",
      "quote": "A good speech should be like a woman's skirt; long enough to cover the subject and short enough to create interest."
    },
    {
      "cite": "Farshad Asl",
      "quote": "Communication without clarity is noise. Speak with purpose and you’ll propel your audience to take massive action towards a journey of self-improvement."
    },
    {
      "cite": "Tracey Bond",
      "quote": "When speaking publicly, it is wise to communicate mindfully in the presence of silent listening eyes..."
    },
    {
      "cite": "Ed Barks",
      "quote": "Engaging in lifelong learning to improve your public speaking skills is far from drudgery. It can lead to a better job, higher profits, more donations, and public policy objectives. That sounds like fun to me."
    },
    {
      "cite": "Ibrahim Mustapha",
      "quote": "Fear of public speaking can include fear of forgetting your words, fear of being judged, fear of difficult questions or all of these"
    },
    {
      "cite": "Martin Uzochukwu Ugwu",
      "quote": "A good speech has ripple effect. Charisma makes it last."
    },
    {
      "cite": "Evan Esar",
      "quote": "Public speaking is the art of diluting a two-minute idea with a two-hour vocabulary."
    },
    {
      "cite": "Stephen Keague",
      "quote": "No audience ever complained about a presentation or speech being too short."
    },
    {
      "cite": "Dale Carneige",
      "quote": "Speakers who talk about what life has taught them never fail to keep the attention of their listeners."
    },
    {
      "cite": "Dale Carneige",
      "quote": "There are always three speeches, for every one you actually gave. The one you practiced, the one you gave, and the one you wish you gave."
    },
    {
      "cite": "Dorothy Sarnoff",
      "quote": "Make sure you have finished speaking before your audience has finished listening."
    },
    {
      "cite": "Dale Carneige",
      "quote": "A talk is a voyage. It must be charted. The speaker who starts nowhere, usually gets there."
    },
    {
      "cite": "Tom Peters",
      "quote": "Public Speaking is a skill that can be studied, polished, perfected. Not only can you get good at it, you can get damn good at it and it makes a heck of a difference."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Whenever people have trouble public speaking, it's because they are just thinking about themselves."
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "With public speaking, practicing congruence is very helpful - allowing the words to be expressed with the face and body. It helps to think of simply \"turning up the nonverbal volume."
    },
    {
      "cite": "Ibrahim Mustapha",
      "quote": "Visualize yourself giving the entire speech as a controlled, confident speaker."
    },
    {
      "cite": "Saaif Alam",
      "quote": "If you preach in public, you should be aware that you give your speech that can be compelling to your audiences that presents a good purpose for your presence in front of your bystanders at the right place and time."
    },
    {
      "cite": "Vikrmn",
      "quote": "Thinking in loneliness and speaking in public are the two things leaders are masters at."
    },
    {
      "cite": "Stephen Keague",
      "quote": "In presentations or speeches less really is more"
    },
    {
      "cite": "Jane Fonda",
      "quote": "People think actresses find public speaking easy, and it's not easy at all; we're used to hiding behind masks."
    },
    {
      "cite": "Scott Berkun",
      "quote": "Good public speaking is based on good private thinking"
    },
    {
      "cite": "Deborah Tannen",
      "quote": "More men feel comfortable doing \"public speaking,\" while more women feel comfortable doing \"private\" speaking."
    },
    {
      "cite": "Jon Stewart",
      "quote": "Ah, the first rule of public speaking -- always start with a joke."
    }
  ]
}