{
  "source": "https://www.wisesayings.com/puerto-rico-quotes/",
  "theme": "puerto-rico",
  "quotes": [
    {
      "cite": "Justin Torres",
      "quote": "We could hear Spanish in his movements, as if Puerto Rico was a man in a bathrobe, grabbing another beer form the fridge and raising it to drink, his head back, still dancing, still steeping and snapping perfectly in time."
    },
    {
      "cite": "Nicholas Wollaston",
      "quote": "Puerto Rico...it is a kind of lost love-child, born to the Spanish Empire and fostered by the United States."
    },
    {
      "cite": "Jorge Duany",
      "quote": "As a US territory, Puerto Rico has been exposed to an intense penetration of US capital, commodities, laws, institutions, ideas, and customs unequaled in other Latin American countries. Yet today Puerto Ricans have a stronger sense of national identity than most Caribbean peoples, even those who enjoy political independence."
    },
    {
      "cite": "Ed Morales",
      "quote": "Like most 'Nuyoricans', I consider Puerto Rico my mecca, the repository of my spiritual self and the endless story of my extended family."
    },
    {
      "cite": "Deborah Tannen",
      "quote": "You're not from Puerto Rico, so you should say Puerto Rico like all the other people from the place that you come from."
    },
    {
      "cite": "Rosie Perez",
      "quote": "You know, you may not be born in Puerto Rico, but Puerto Rican is definitely born in you."
    },
    {
      "cite": "Jason Medina",
      "quote": "He wished he were back in Puerto Rico, where life was simpler for him. Ah, those were the good old days."
    },
    {
      "cite": "Elias Gutierrez",
      "quote": "In Puerto Rico we are used to a diet centered on rice, and so accustomed are our digestive systems to it, that on a day when we miss it, it seems as though we haven't eaten."
    },
    {
      "cite": "Lisa Pierce Flores",
      "quote": "Though Puerto Rico's ultimate political future is still uncertain, the determination of its people to insist on their own definitions of puertorriquenidad (literally, what it means to be Puerto Rican) will exist as long as the entity that is Puerto Rico exists."
    },
    {
      "cite": "Esmerelda Santiago",
      "quote": "When I returned to Puerto Rico after living in New York for seven years, I was told I was no longer Puerto Rican because my Spanish was rusty, my gaze too direct, my personality too assertive for a Puerto Rican woman, and I refused to eat some of the traditional foods like morcilla and tripe stew...I was contaminated by Americanisms, and therefore, had become less than Puerto Rican."
    },
    {
      "cite": "Nicky Jam",
      "quote": "Puerto Rico got too futuristic with the electronic reggaeton. It lost the essence of the reggae music."
    },
    {
      "cite": "Fat Joe",
      "quote": "Puerto Rico is a powerful island."
    },
    {
      "cite": "Ricardo Rossello",
      "quote": "Puerto Rico still has the wherewithal to be a tourist destination."
    },
    {
      "cite": "Pedro Pierluisi",
      "quote": "Puerto Rico has two divergent paths forward. After a reasonable transition period, it could become a state. Or it can become a sovereign nation."
    },
    {
      "cite": "Kyle Labe",
      "quote": "The sunsets here were always deep, passionate, and rich--always colors Camila thought she could take a shovel to and dig at for days."
    },
    {
      "cite": "Judith Ortiz Cofer",
      "quote": "The sun and the endless hours of swinging a machete in the fields had taken him from chold to old man with no stage in between."
    }
  ]
}