{
  "source": "https://www.wisesayings.com/pumpkin-quotes/",
  "theme": "pumpkin",
  "quotes": [
    {
      "cite": "Harland Williams",
      "quote": "Pumpkins are the only living organisms with triangle eyes."
    },
    {
      "cite": "Dana Gould",
      "quote": "Like many indelible family memories, carving a pumpkin begins with someone grabbing a really sharp knife."
    },
    {
      "cite": "Mitchell Burgess",
      "quote": "The mellow sweetness of pumpkin pie off a prison spoon is something you will never forget."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Pumpkin pie is a living symbol of mediocrity. The best pumpkin pie you ever ate wasn't all that much different from the worst pumpkin pie you ever ate."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "The pumpkin is a uniquely American plant, widely regarded as one of the most magical plants in all the world."
    },
    {
      "cite": "Billy Corgan",
      "quote": "Once a pumpkin, always a pumpkin."
    },
    {
      "cite": "John Oliver",
      "quote": "Pumpkin spice lattes are egg nog for morning people."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "The pumpkin itself is a symbol for mortality."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Talking about pumpkins doesn't make them grow."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We fancy men are individuals; so are pumpkins; but every pumpkin in the field goes through every point of pumpkin history."
    },
    {
      "cite": "Jade Puget",
      "quote": "You could hollow out a big pumpkin and wear it on your head for the entire week of your birthday. This will allow you to get in touch with your Halloween emotions."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "Then, once the pumpkin has found its place, it blossoms into a fruit that towers above all others. And when the pumpkin is ripe, it's a veritable life-giving force."
    },
    {
      "cite": "Dave Groemm",
      "quote": "We have a wide variety of pumpkins and a full spectrum of people."
    },
    {
      "cite": "Betsy Canas Garmon",
      "quote": "Leaves are falling and the garden is mostly asleep, and the house smells like pumpkin and apple everything."
    },
    {
      "cite": "Jimmy Kimmel",
      "quote": "Someone, I don’t know who, probably a monster, thought it would be a good idea to combine pumpkin spice and pizza, two things that go together like peanut butter and snow tires."
    },
    {
      "cite": "John Oliver",
      "quote": "Yes, it’s that special time of year where we voluntarily drink pumpkin spiced lattes, the coffee that tastes like a candle."
    },
    {
      "cite": "Keith Wynn",
      "quote": "The world shall now transform into pumpkin everything."
    }
  ]
}