{
  "source": "https://www.wisesayings.com/punch-quotes/",
  "theme": "punch",
  "quotes": [
    {
      "cite": "Don Rickles",
      "quote": "You throw your best punch, otherwise don't do it."
    },
    {
      "cite": "Linda Grant",
      "quote": "It's not the punch you expect that knocks you down."
    },
    {
      "cite": "Demi Lovato",
      "quote": "An impact is like a punch. It may hurt,  but it passes."
    },
    {
      "cite": "Pierre Berbizier",
      "quote": "If you can't take a punch, you should play table tennis."
    },
    {
      "cite": "David Avidan",
      "quote": "The hand that punched is the hands that gives compassion."
    },
    {
      "cite": "Aimee Mann",
      "quote": "The knock-out punch is always the one you never see coming."
    },
    {
      "cite": "Alexis Arguello",
      "quote": "Actually punching is a mistake; a heavy hitter will cut you with one shot."
    },
    {
      "cite": "Georges St-Pierre",
      "quote": "It's bizarre, a punch in the face hurts less when you win than when you lose."
    },
    {
      "cite": "Marc Maron",
      "quote": "Art is supposed to punch you in the brain, and it's supposed to stay punched."
    },
    {
      "cite": "Chotoku Kyan",
      "quote": "A punch should stay like a treasure in the sleeve. It should not be used indiscrimately."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Never throw the first punch. If you have to throw the second, try to make sure they don't get up for a third."
    },
    {
      "cite": "Frank Ocean",
      "quote": "If someone breaks your heart just punch them in the face. Seriously. Punch them in the face and go get some ice cream."
    },
    {
      "cite": "Scott Brooks",
      "quote": "When you get punched, you have to get up. You have no other choice. If you don't, you're not going to grow, you're not going to get better as a player."
    },
    {
      "cite": "Khabib Nurmagomedov",
      "quote": "You have to punch hard for knockouts, and to beat me, you have to knock me out."
    },
    {
      "cite": "Vitali Klitschko",
      "quote": "In order to land a punch, you need to bring your fingers together into a fist. We need to join all of our forces together. That is the only way that we can win."
    },
    {
      "cite": "Brin-Jonathan Butler",
      "quote": "You can't learn to take a punch. Whether you have a glass chin or you don't, the only way of finding out is having it land."
    },
    {
      "cite": "Elena Roger",
      "quote": "I've never been punched in the face, so I didn't know it would hurt so much!"
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "I land a higher percentage of punches than any boxer in boxing."
    },
    {
      "cite": "Mike Tyson",
      "quote": "Every punch was thrown with bad intentions."
    },
    {
      "cite": "Neil Young",
      "quote": "The punches came fast and hard, lying on my back in the school yard."
    },
    {
      "cite": "Denzel Washington",
      "quote": "Every punch that's thrown is mine. Every punch that's caught, I catch...."
    },
    {
      "cite": "Mike Tyson",
      "quote": "It's the emotional punches that you can't see that are just overwhelmingly devastating to your heart - your moral fiber."
    },
    {
      "cite": "Carlson Gracie",
      "quote": "Punch a black belt in the face, he becomes a brown belt. Punch him again, purple..."
    },
    {
      "cite": "Jonathan Gottschall",
      "quote": "Getting punched in the face with a padded glove doesn't really hurt your face. It doesn't hurt your skull. The only thing it hurts is your brain. You can feel the brain injury happening. It's an instant headache."
    },
    {
      "cite": "Leslie Nielsen",
      "quote": "Sometimes integrity is a punch in the face."
    },
    {
      "cite": "David James Elliott",
      "quote": "Usually in fist fights you get punched in the face."
    },
    {
      "cite": "Scott Thompson",
      "quote": "Fathers should start teaching the boys how to punch."
    },
    {
      "cite": "Jacques Audiard",
      "quote": "When someone is punched in the face, you find out what they are made of."
    },
    {
      "cite": "Kuno Becker",
      "quote": "When you punch somebody in the ring, you have to use your whole body. I learned that it's more about technique than physical strength."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "I wanted to punch him and understand him at the same time."
    }
  ]
}