{
  "source": "https://www.wisesayings.com/punctuality-quotes/",
  "theme": "punctuality",
  "quotes": [
    {
      "cite": "Marvin J. Ashton",
      "quote": "Being on time to appointments and meetings is a phase of self-discipline and an evidence of self-respect. Punctuality is a courteous compliment the intelligent person pays to his associates."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "In the ordinary business of life punctuality is . . . necessary."
    },
    {
      "cite": "unknown",
      "quote": "Punctuality is the duty of subjects and the politeness of kings."
    },
    {
      "cite": "Nishtunishaa",
      "quote": "Punctuality is the first step towards success."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "The trouble with being punctual is that nobody's there to appreciate it."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Promptitude is not only a duty, but is also a part of good manners; it is favorable to fortune, reputation, influence, and usefulness; a little attention and energy will form the habit, so as to make it easy and delightful."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Punctuality is a quality the need of which is bound up with social co-operation. It has nothing to do with the relation of the soul to God, or with mystic insight, or with any of the matters with which the more elevated and spiritual moralists are concerned."
    },
    {
      "cite": "B. Savarin",
      "quote": "The most indispensable qualification of a cook is punctuality. The same must be said of guests."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Punctuality is not just limited to arriving at a place at right time, it is also about taking actions at right time."
    },
    {
      "cite": "Karen Joy Fowler",
      "quote": "Arriving late is a way of saying that your own time is more valuable than the time of the person who waited for you."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Better three hours too soon than a minute too late."
    },
    {
      "cite": "Orlando Aloysius Battista",
      "quote": "One good thing about punctuality is that it's a sure way to help you enjoy a few minutes of privacy."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no delay, no procrastination; never put off till tomorrow what you can do today."
    },
    {
      "cite": "W H Auden",
      "quote": "So long as we think of it objectively, time is Fate or Chance, the factor in our lives for which we are not responsible, and about which we can do nothing; but when we begin to think of it subjectively, we feel responsible for our time, and the notion of punctuality arises."
    },
    {
      "cite": "E W Howe",
      "quote": "Even if a farmer intends to loaf, he gets up in time to get an early start."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Tardiness often robs us opportunity, and the dispatch of our forces."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "Punctuality is the art of guessing how late the other fellow is going to be."
    },
    {
      "cite": "Jan Struther",
      "quote": "Punctuality is the thief of adventure."
    },
    {
      "cite": "Anonymous",
      "quote": "If you are 15 minutes early, you are on time. If you are on time, you are late and if you are late, you didn't want to be there."
    },
    {
      "cite": "James J. Walker",
      "quote": "If you're there before it's over, you're on time."
    },
    {
      "cite": "W. B. Clulow",
      "quote": "Method and punctuality are so little natural to man that where they exist they are commonly the effect of education or discipline."
    },
    {
      "cite": "John A. Widtsoe",
      "quote": "Preparedness and punctuality are two of the most important qualities of a leader."
    },
    {
      "cite": "Richard Cecil",
      "quote": "Method is the very hinge of business, and there is no method without punctuality."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "It is no use running; to set out betimes is the main point."
    },
    {
      "cite": "Louis XVIII of France",
      "quote": "Punctuality is the politeness of kings."
    },
    {
      "cite": "Don Marquis",
      "quote": "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates."
    },
    {
      "cite": "John M. Mason",
      "quote": "Want of punctuality is a want of virtue."
    },
    {
      "cite": "Sterling W. Sill",
      "quote": "Punctuality is closely related to faithfulness and dependability. Being tardy can be linked to uninterest, apathy, slothfulness and procrastination..."
    },
    {
      "cite": "unknown",
      "quote": "Punctuality is not about being on time, it's basically about respecting your own commitments."
    }
  ]
}