{
  "source": "https://www.wisesayings.com/punishment-quotes/",
  "theme": "punishment",
  "quotes": [
    {
      "cite": "Elizabeth Fry",
      "quote": "Punishment is not for revenge, but to lessen crime and reform the criminal."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The liar's punishment is not in the least that he is not believed, but that he cannot believe anyone else."
    },
    {
      "cite": "Plato",
      "quote": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men."
    },
    {
      "cite": "Saint Augustine",
      "quote": "It is not the punishment but the cause that makes the martyr."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Punishment is now unfashionable... because it creates moral distinctions among men, which, to the democratic mind, are odious. We prefer a meaningless collective guilt to a meaningful individual responsibility."
    },
    {
      "cite": "Barbara Deming",
      "quote": "Punishment cannot heal spirits, can only break them."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The first and greatest punishment of the sinner is the conscience of sin."
    },
    {
      "cite": "Henry Ford",
      "quote": "Capital punishment is as fundamentally wrong as a cure for crime as charity is wrong as a cure for poverty."
    },
    {
      "cite": "Joseph de Maistre",
      "quote": "All pain is a punishment, and every punishment is inflicted for love as much as for justice."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "All punishment is mischief; all punishment in itself is evil."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "There must be no worse punishment to a totalitarian nation than the withdrawal of capital."
    },
    {
      "cite": "Chris Borland",
      "quote": "Punishment for doing your job well is an unparalleled professional pressure."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "Capital punishment is our society's recognition of the sanctity of human life."
    },
    {
      "cite": "Bruno Bettelheim",
      "quote": "Punishment may make us obey the orders we are given, but at best it will only teach an obedience to authority, not a self-control which enhances our self-respect."
    },
    {
      "cite": "Cicero",
      "quote": "Let the punishment be proportionate to the offense."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Punishment is justice for the unjust."
    },
    {
      "cite": "Voltaire",
      "quote": "The punishment of criminals should serve a purpose. When a man is hanged he is useless."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Any punishment that does not correct, that can merely rouse rebellion in whoever has to endure it, is a piece of gratuitous infamy which makes those who impose it more guilty in the eyes of humanity, good sense and reason, nay a hundred times more guilty than the victim on whom the punishment is inflicted."
    },
    {
      "cite": "Woody Allen",
      "quote": "Capital punishment would be more effective as a preventive measure if it were administered prior to the crime."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All in all, punishment hardens and renders people more insensible; it concentrates; it increases the feeling of estrangement; it strengthens the power of resistance."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "What punishments of God are not gifts?"
    },
    {
      "cite": "Penelope Fitzgerald",
      "quote": "An unjust punishment is never forgotten."
    },
    {
      "cite": "Simone Weil",
      "quote": "Punishment is a vital need of the human soul."
    },
    {
      "cite": "Alfie Kohn",
      "quote": "Punishments erode relationships and moral growth."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "No punishment is so terrible as prosperous guilt."
    },
    {
      "cite": "Horace",
      "quote": "Punishment closely follows guilt as its companion."
    },
    {
      "cite": "Jean Piaget",
      "quote": "Punishment renders autonomy of conscience impossible."
    },
    {
      "cite": "Joseph H. Hertz",
      "quote": "Divine punishment is at once followed by Divine pity."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Punishment is God's. He alone is the infallible Judge."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The power of punishment is to silence, not to confute."
    }
  ]
}