{
  "source": "https://www.wisesayings.com/punk-quotes/",
  "theme": "punk",
  "quotes": [
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Punk has always been about doing things your own way. What it represents for me is ultimate freedom and a sense of individuality."
    },
    {
      "cite": "Chuck Berry",
      "quote": "Music is music; you can't change rock and say well this is punk rock and this is acid rock or rockabilly."
    },
    {
      "cite": "James Paxton",
      "quote": "Punk music is perfect for me because I'm not, like, a master at any instrument."
    },
    {
      "cite": "Mike Oldfield",
      "quote": "Punk is the way of those who are unable to express themselves, but they aren't dangerous; at worst, they may kill their audience."
    },
    {
      "cite": "Frank Turner",
      "quote": "Because the only thing that punk rock should ever really mean, is not sitting round and waiting for the lights to go green."
    },
    {
      "cite": "Greil Marcus",
      "quote": "Punk to me was a form of free speech. It was a moment when suddenly all kinds of strange voices that no reasonable person could ever have expected to hear in public were being heard all over the place."
    },
    {
      "cite": "James Surowiecki",
      "quote": "Punk rock has never really had much patience with musical virtuosity. Actually, it'd be more accurate to say that for most of its history, punk has been actively hostile to virtuosity."
    },
    {
      "cite": "Lady Gaga",
      "quote": "All you care about is how punk rock you feel when you wake up in the morning."
    },
    {
      "cite": "John Lydon",
      "quote": "Punk is like looking at a mirror. I already have a mirror so i don't need the offspring to remind me how gorgeous i am."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Punk rock should mean freedom, liking and excepting anything that you like. Playing whatever you want. As sloppy as you want. As long as it's good and it has passion."
    },
    {
      "cite": "Tony James",
      "quote": "Punk rock seems like my childhood, the glorious, very exciting naivete of rock n roll. Stenguns and guitars seem very idealistic when you're twenty."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Punk is not just the sound, the music. Punk is a lifestyle."
    },
    {
      "cite": "Joey Ramone",
      "quote": "Play before you get good, because by the time you get good, you're too old to play."
    },
    {
      "cite": "Iggy Pop",
      "quote": "Punk rock is a word used by dilettantes and heartless manipulators about music that takes up the energies, the bodies, the hearts, the souls, the time and the minds of young men who give everything they have to it."
    },
    {
      "cite": "David Byrne",
      "quote": "Punk was defined by an attitude rather than a musical style."
    },
    {
      "cite": "David Byrne",
      "quote": "Punk was more a kind of doit yourself, anyone can do it attitude. If you only played two notes on the guitar, you could figure out a way to make a song out of that, and that's what it was all about."
    },
    {
      "cite": "Pete Wentz",
      "quote": "Music never leaves you alone, and punk rock will always be there when nothing else will."
    },
    {
      "cite": "Billy Idol",
      "quote": "I don't think punk ever really dies, because punk rock attitude can never die."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Rap music is the only vital form of music introduced since punk rock."
    },
    {
      "cite": "Geoff Rickly",
      "quote": "Punk is no longer a subculture or a counterculture in any way. It's totally just a small reflecting mirror for the same things that go on in larger culture."
    },
    {
      "cite": "Steve Winwood",
      "quote": "Punk was more based on social change than on music, so it didn't bother me too much. It wasn't really a musical threat."
    },
    {
      "cite": "Travis Barker",
      "quote": "I can play punk rock, and i love playing punk rock, but i was into every other style of music before i played punk rock."
    },
    {
      "cite": "Mike Watt",
      "quote": "Punk is not really a style of music. It was more like a state of mind."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "The thing about punk is that there are purists. Once you start going outside of that, they don't think what you're doing is punk rock."
    },
    {
      "cite": "Thurston Moore",
      "quote": "Noise has taken the place of punk rock. People who play noise have no real aspirations to being part of the mainstream culture. Punk has been co-opted, and this subterranean noise music and the avant-garde folk scene have replaced it"
    },
    {
      "cite": "Neko Case",
      "quote": "Country music is completely punk-rock. It's the original punk rock."
    },
    {
      "cite": "Geoff Rickly",
      "quote": "The future of punk rock has nothing to do with guitars. Everything interesting that i've heard in years has been nearly all electronic."
    },
    {
      "cite": "Justin Sane",
      "quote": "Punk is just like any other sub culture or music. Straight rock music has those elements. I grew up in a place where the punk rock kids fed the homeless in the town square."
    },
    {
      "cite": "John Dyer Baizley",
      "quote": "Punk rock and metal has always been a home to me, it's where i cut my teeth; and those are the friends that i have, and the bands that i love."
    },
    {
      "cite": "Billy Idol",
      "quote": "Part of the punk attitude was that you should project your music through your whole body show your personality as much as possible."
    }
  ]
}