{
  "source": "https://www.wisesayings.com/puppies-quotes/",
  "theme": "puppies",
  "quotes": [
    {
      "cite": "Ammiel Josiah Monterde",
      "quote": "Dogs are lonesome creatures who needs a someone that will love him for eternity, Once they've found the one, He will protect it, believing that he is the only one who could accept him"
    },
    {
      "cite": "Judy Desmond",
      "quote": "A dog is the only thing that can mend a crack in your broken heart."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Dogs are better than human beings because they know but do not tell."
    },
    {
      "cite": "Thom Jones",
      "quote": "Dogs have a way of finding the people who need them, filling an emptiness we don't even know we have."
    },
    {
      "cite": "Robert Benchley",
      "quote": "A dog teaches a boy fidelity, perseverance, and to turn around three times before lying down."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Dogs love their friends and bite their enemies, quite unlike people, who are incapable of pure love and always have to mix love and hate."
    },
    {
      "cite": "Josh Billings",
      "quote": "A dog is the only thing on earth that loves you more than he loves himself."
    },
    {
      "cite": "Roger Caras",
      "quote": "Dogs are not our whole life, but they make our lives whole."
    },
    {
      "cite": "Thom Jones",
      "quote": "Dogs have a way of finding the people who need them, and filling an emptiness we didn't ever know we had."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more."
    },
    {
      "cite": "Anonymous",
      "quote": "A dog can express more with his tail in seconds than his owner can express with his tongue in hours."
    },
    {
      "cite": "Ian Dunbar",
      "quote": "Training a puppy is like raising a child. Every single interaction is a training opportunity."
    },
    {
      "cite": "Sian Ford",
      "quote": "Dogs teach us a very important lesson in life: The mail man is not to be trusted"
    },
    {
      "cite": "Peter Watts",
      "quote": "Dogs are always going to come up short if you insist on defining them as a weird kind of cat."
    },
    {
      "cite": "Helen Thomson",
      "quote": "A well trained dog will make no attempt to share your lunch. He will just make you feel so guilty that you cannot enjoy it."
    },
    {
      "cite": "Radhika Mundra",
      "quote": "A dog's love is only second to that of a mother's."
    },
    {
      "cite": "Orhan Pamuk",
      "quote": "Dogs do speak, but only to those who know how to listen."
    },
    {
      "cite": "Josh Billings",
      "quote": "There is no psychiatrist in the world like a puppy licking your face."
    },
    {
      "cite": "John Connolly",
      "quote": "Dogs were generally incompatible with melancholy."
    },
    {
      "cite": "Josh Billings",
      "quote": "A dog is the only thing on earth that loves you more than you love yourself."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The dog was created specially for children. He is the god of frolic."
    },
    {
      "cite": "Clarissa Pinkola Estes",
      "quote": "Dogs are the magicians of the universe."
    },
    {
      "cite": "Richard Allen Palm",
      "quote": "Puppies are nature's remedy for feeling unloved, plus numerous other aliments of life."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The greatest pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too."
    },
    {
      "cite": "Anonymous",
      "quote": "The reason a dog has so many friends is that he wags his tail instead of his tongue."
    },
    {
      "cite": "O.A. Battista",
      "quote": "A dog is one of the remaining reasons why some people can be persuaded to go for a walk."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "They dogs never talk about themselves but listen to you while you talk about yourself, and keep up an appearance of being interested in the conversation."
    },
    {
      "cite": "Robin McKinley",
      "quote": "Dogs are very comforting when your world has exploded."
    },
    {
      "cite": "Roger A. Caras",
      "quote": "Dogs have given us their absolute all. We are the center of their universe. We are the focus of their love and faith and trust. They serve us in return for scraps. It is without a doubt the best deal man has ever made."
    },
    {
      "cite": "Josh Billings",
      "quote": "A puppy plays with every pup he meets, but an old dog has few associates."
    }
  ]
}