{
  "source": "https://www.wisesayings.com/puppy-quotes/",
  "theme": "puppy",
  "quotes": [
    {
      "cite": "Dorothy L. Sayers",
      "quote": "He had the appeal of a very young dog of a very large breed -- a kind of amiable absurdity."
    },
    {
      "cite": "Ian Dunbar",
      "quote": "Training a puppy is like raising a child. Every single interaction is a training opportunity."
    },
    {
      "cite": "Kim Harrison",
      "quote": "Puppy presents on the rug. This sucked."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Happiness is a warm puppy."
    },
    {
      "cite": "Gene Hill",
      "quote": "Whoever said you can't buy Happiness forgot little puppies."
    },
    {
      "cite": "Tucker Carlson",
      "quote": "I'm a foot soldier in the war on Christmas. And the war on puppies and sunshine."
    },
    {
      "cite": "Sara Paretsky",
      "quote": "When you feel lousy, puppy therapy is indicated."
    },
    {
      "cite": "Katie Pavlich",
      "quote": "If you want to be friendly with puppies and everyone else because they're so cute, you better be nice to your owners."
    },
    {
      "cite": "Julie Klam",
      "quote": "Puppies are constantly inventing new ways to be bad. It's fascinating. You come into a room they've been in and see pieces of debris and try to figure out what you had that was made from wicker or what had been stuffed with fluff."
    },
    {
      "cite": "Joaquin Miller",
      "quote": "The biggest dog has been a pup."
    },
    {
      "cite": "Richard Allan Palm",
      "quote": "Puppies are nature's remedy for feeling unloved, plus numerous other ailments of life."
    },
    {
      "cite": "Cesar Millan",
      "quote": "Puppies and kids naturally go together, but it's up to the adults to teach them how to do it the right way."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "A puppy is but a dog, plus high spirits, and minus common sense."
    },
    {
      "cite": "Norman Rockwell",
      "quote": "If a picture wasn't going very well, I'd put a puppy in it."
    },
    {
      "cite": "Bernard Williams",
      "quote": "There is no psychiatrist in the world like a puppy licking your face."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Security is a thumb and a blanket. Happiness is a warm puppy."
    },
    {
      "cite": "Albert Payson Terhune",
      "quote": "When a puppy takes fifty catnaps in the course of the day, he cannot always be expected to sleep the night through."
    },
    {
      "cite": "Winston Pendleton",
      "quote": "The best way to get a puppy is to beg for a baby brother -- and they'll settle for a puppy every time."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Every puppy should have a boy."
    },
    {
      "cite": "Joan Bauer",
      "quote": "Sometimes the best thing that can happen to a person is to have a puppy lick your face."
    },
    {
      "cite": "Bern Williams",
      "quote": "No symphony orchestra ever played music like a two-year-old girl laughing with a puppy."
    },
    {
      "cite": "Josh Billings",
      "quote": "A puppy plays with every pup he meets, but an old dog has few associates."
    }
  ]
}