{
  "source": "https://www.wisesayings.com/pure-quotes/",
  "theme": "pure",
  "quotes": [
    {
      "cite": "J.S.B. Morse",
      "quote": "A pure heart is superlatively rare and even more attractive."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "If you are pure, if you are strong, you, one man are equal to the whole world."
    },
    {
      "cite": "Criss Jami",
      "quote": "A pure heart does not demean the spirit of an individual, it, instead, compels the individual to examine his spirit."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If a person thinks continually about the purity and holiness of God, then that holiness will begin to show itself in that person's life."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The purest love always reveals itself during acceptance."
    },
    {
      "cite": "Simone Weil",
      "quote": "Purity is the power to contemplate defilement."
    },
    {
      "cite": "Sai Baba",
      "quote": "Pure love is the chief manifestation of education."
    },
    {
      "cite": "MaryAnn Diorio",
      "quote": "A pure heart is a powerful heart."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "If our mind is pure, our desires get manifested quickly."
    },
    {
      "cite": "Rumi",
      "quote": "The pure heart is a spotless mirror in which images of infinite beauty are reflected."
    },
    {
      "cite": "Ramakrishna",
      "quote": "If you desire to be pure, have firm faith, and slowly go on with your devotional practices without wasting your energy in useless scriptural discussions and arguments. Your little brain will otherwise be muddled."
    },
    {
      "cite": "Marie Sabillo",
      "quote": "The purest of heart often carries the heaviest burdens."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "A pure heart means a single heart, a heart in which only one desire lives: love."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Always aim at purifying your thoughts and everything will be well."
    },
    {
      "cite": "Katherine Anne Porter",
      "quote": "Human life itself may be almost pure chaos, but the work of the artist is to take these handfuls of confusion and disparate things, things that seem to be irreconcilable, and put them together in a frame to give them some kind of shape and meaning."
    },
    {
      "cite": "Paul Bamikole",
      "quote": "The purer your light, the lighter you will be."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Live purely in the moment on a rampage of appreciation."
    },
    {
      "cite": "Hector P. Perez",
      "quote": "Purity of heart illuminates your life with light and strength of character."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Pure love makes you feel as light as a flower. You won't feel any heaviness or burden. Ego creates the burden."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Only a pure heart, a completely pure heart can house eternity."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Pure love is a willingness to give without a thought of receiving anything in return."
    }
  ]
}