{
  "source": "https://www.wisesayings.com/pure-love-quotes/",
  "theme": "pure-love",
  "quotes": [
    {
      "cite": "Peace Pilgrim",
      "quote": "Pure love is a willingness to give without a thought of receiving anything in return."
    },
    {
      "cite": "Ellen G. White",
      "quote": "Whatsoever is done out of pure love, be it ever so little or contemptible in the sight of men, is wholly fruitful; for God measures more with how much love one worketh, than the amount he doeth."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Pure love is as gentle as the moon and as constant as the sun."
    },
    {
      "cite": "Moliere",
      "quote": "The more we love our friends, the less we flatter them; it is by excusing nothing that pure love shows itself."
    },
    {
      "cite": "Victoria Moran",
      "quote": "Because love encompasses everything, nothing is unimportant, including tonight's dinner menu. Think about it for a minute. If you were pure love, the loving parent of all life, how would you want people to eat?"
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "Anyone can love a thing because. That's as easy as putting a penny in your pocket. But to love something despite. To know the flaws and love them too. That is rare and pure and perfect."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Hearts united in pain and sorrow will not be separated by joy and happiness. Bonds that are woven in sadness are stronger than the ties of joy and pleasure. Love that is washed by tears will remain eternally pure and faithful."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Love has no culture, boundaries, race and religion. It is pure and beautiful like early morning sunrise falling in lake."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "True love is eternal, infinite and always like itself. It's always equal and pure. Without violent demonstrations: It is seen with white hairs and is always young at heart."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Pure love has no conditions or boundaries. Love does not restrain itself or hold back. Love gives all the time and doesn't ask for anything in return. Love is a continuous flow without any limits. And all of this is inside you."
    },
    {
      "cite": "Meher Baba",
      "quote": "Pure love is matchless in majesty; it has no parallel in power and there is no darkness it cannot dispel...."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Pure love transcends the body. It is between hearts. It has nothing to do with bodies."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Love is who you are. Your true self is pure love, infinite awareness, and unbounded joy...As you realize this, you will feel a small light in your heart. At first it will be the size of a spark, then a candle flame, then a raging bonfire."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "Pure love is in the will alone; it is no sentimental love, for the imagination has no part in it; it loves, if we may so express it, without feeling, as faith believes without seeing."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The pure love of one soul can offset the hatred of millions."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "None of the magic forces can affect, the real and pure love. Love is itself the supreme power."
    },
    {
      "cite": "Johnny Depp",
      "quote": "The only creatures that are evolved enough to convey pure love are dogs and infants."
    },
    {
      "cite": "Harold Klemp",
      "quote": "And where there's pure love, there is no room for anger of any kind."
    },
    {
      "cite": "Simone Weil",
      "quote": "Everything which originates from pure love is lit with the radiance of beauty."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "Most of our love is shabby stuff, but there is always a thin line of gold, the bit of pure love on which all the rest depends -- and which redeems all the rest."
    },
    {
      "cite": "Nirmala Srivastava",
      "quote": "Love should have no fear. It should have just free love, without any fear, without any aggression; enjoy that pure love."
    },
    {
      "cite": "Mildred B. Vermont",
      "quote": "Being a full-time mother is one of the highest salaried jobs... since the payment is pure love."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nothing is impossible for pure love."
    },
    {
      "cite": "Albert Cohen",
      "quote": "Human friends, friends in hardship and in life, this is our pure love, love of mother and son."
    },
    {
      "cite": "Mateus Ward",
      "quote": "To me, love is the strongest and most amazing force in the world. It can bring people together, tear them apart, lift people up, or bring them down. But if it is true and pure, love can create a beautiful and peaceful world."
    },
    {
      "cite": "Lope de Vega",
      "quote": "Harmony is pure love, for love is a concerto."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "The only way we can feel free is by feeling the pure love within."
    }
  ]
}