{
  "source": "https://www.wisesayings.com/purity-quotes/",
  "theme": "purity",
  "quotes": [
    {
      "cite": "Gautama Buddha",
      "quote": "Purity or impurity depends on oneself, no one can purify another."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Purity is receptivity, the ability to sit and wait patiently, for as long as necessary, for the coming of the light."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Purity of mind and idleness are incompatible."
    },
    {
      "cite": "Ich Dien",
      "quote": "Purity in the heart is like medicine in the body, it expels disease."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Purity is very fragile when it takes physical manifestation. It is very, very strong in its original aspect."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Purity of personal life is the one indispensable condition for building up a sound education."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Purity is something that comes from another world. It's a radiance that enters into this world of transformation and change."
    },
    {
      "cite": "F.B. Meyer",
      "quote": "Purity of heart means the control of the imagination and the rigorous care of the affections."
    },
    {
      "cite": "Hector P. Perez",
      "quote": "Purity of heart illuminates your life with light and strength of character."
    },
    {
      "cite": "Matthias Claudius",
      "quote": "Purity of heart is the noblest inheritance, and love the fairest ornament, of woman."
    },
    {
      "cite": "V.E. Schwab",
      "quote": "Purity without balance is its own corruption."
    },
    {
      "cite": "Catherine Doherty",
      "quote": "Purity of heart is love for the weak who constantly fall."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "The purity of man is the absence of something, the purity of Jesus is the presence of something."
    },
    {
      "cite": "Chanakya",
      "quote": "Purity of speech, of the mind, of the senses, and of a compassionate heart are needed by one who desires to rise to the divine platform."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The purity men love is like the mists which envelope the earth, and not like the azure ether beyond."
    },
    {
      "cite": "William Faulkner",
      "quote": "Purity is a negative state and therefore contrary to nature."
    },
    {
      "cite": "Luis Sepúlveda",
      "quote": "It was the purest love without purpose other than love itself. Without tenure or jealousy."
    },
    {
      "cite": "John Ruskin",
      "quote": "Our purity of taste is best tested by its universality, for if we can only admire this thing or that, we maybe use that our cause for liking is of a finite and false nature."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Purity is when there is no anxiety, no worry, no thinking."
    },
    {
      "cite": "Eric Liddell",
      "quote": "Purity does not mean crushing the instincts but having the instincts as servants and not the master of the spirit."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Purity of soul cannot be lost without consent."
    },
    {
      "cite": "Edward Counse",
      "quote": "Purity is the diamond of the soul."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Purity of mind and conduct is the first glory of a woman."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Purity of heart is to will one thing."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Purity of life is the highest and truest art."
    },
    {
      "cite": "Ashlyn Mooney",
      "quote": "But purity is difficult to understand in the abstract like corruption, we understand purification best when it's concrete, physical."
    },
    {
      "cite": "J.S.B Morse",
      "quote": "A pure heart is superlatively rare and even more attractive."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Purity means lack of hatred, jealousy, fear, greed and lust the absence of anything that can stain consciousness."
    },
    {
      "cite": "Simone Weil",
      "quote": "Purity is the power to contemplate defilement."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The pursuit of purity is not about the suppression of lust, but about the reorientation of one's life to a larger goal."
    }
  ]
}