{
  "source": "https://www.wisesayings.com/puritan-quotes/",
  "theme": "puritan",
  "quotes": [
    {
      "cite": "Wendell Phillips",
      "quote": "What the Puritans gave the world was not thought, but action."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The Puritan sours his pleasures by disguising them as duties."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "A puritan is a person who pours righteous indignation into the wrong things."
    },
    {
      "cite": "Adam Nicolson",
      "quote": "A puritan is such a one as loves God with all his soul, but hates his neighbor with all his heart."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "The Puritan's idea of hell is a place where everybody has to mind his own business."
    },
    {
      "cite": "William Henry O'Connell",
      "quote": "The Puritan has passed; the Catholic remains."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "To the Puritan all things are impure, as somebody says."
    },
    {
      "cite": "Leland Ryken",
      "quote": "In Puritan thinking, the Christian life was a heroic venture, requiring a full quota of energy."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The objection to Puritans is not that they try to make us think as they do, but that they try to make us do as they think."
    },
    {
      "cite": "Leland Ryken",
      "quote": "The Puritans' sense of priorities in life was one of their greatest strengths. Putting God first and valuing everything else in relation to God was a recurrent Puritan theme."
    },
    {
      "cite": "Leland Ryken",
      "quote": "No group of people has been more unjustly maligned in the twentieth century than the Puritans. As a result, we approach the Puritans with an enormous baggage of culturally ingrained prejudice."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "It never frightened a Puritan when you bade him stand still and listen to the speech of God. His closet and his church were full of the reverberations of the awful, gracious, beautiful voice for which he listened."
    },
    {
      "cite": "J.I. Packer",
      "quote": "The Puritan ethic of marriage was first to look not for a partner whom you do love passionately at this moment but rather for one whom you can love steadily as your best friend for life, then to proceed with God's help to do just that."
    },
    {
      "cite": "Kenneth Hare",
      "quote": "The puritan through life's sweet garden goes to pluck the thorn and cast away the rose."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "The Puritan hated bear-baiting, not because it gave pain to the bear, but because it gave pleasure to the spectators."
    },
    {
      "cite": "Leland Ryken",
      "quote": "For the Puritans, the God-centered life meant making the quest for spiritual and moral holiness the great business of life."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Only Puritans think of the Devil as the most fascinating figure in the universe."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "A Puritan is someone who is desperately afraid that, somewhere, someone might be having a good time."
    },
    {
      "cite": "Carlisle Floyd",
      "quote": "We think the Puritans always dressed in black and white, which they didn't. They loved very bright colors. And there were other differences in perceptions that gave one a very different view of them."
    }
  ]
}