{
  "source": "https://www.wisesayings.com/purple-quotes/",
  "theme": "purple",
  "quotes": [
    {
      "cite": "A. S. Byatt",
      "quote": "Mine the long night, the secret place where lovers meet. In long embrace in purple dark, in silvered kiss forget the world and grasp your bliss."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Expression is the dress of thought, and still appears more decent as more suitable. A vile conceit in pompous words expressed, is like a clown in regal purple dressed."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "And or the hills, and far away beyond their utmost purple rim, beyond the night, across the day. Through all the world she followed him."
    },
    {
      "cite": "Alfred Noyes",
      "quote": "Oh, grown ups cannot understand, and grown ups never will, how shorts the way to fairyland Across the purple hill."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "The sky is already purple. The first few stars have appeared, suddenly, as if someone had thrown a handful of silver across the edge of the world."
    },
    {
      "cite": "Alice Walker",
      "quote": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it."
    },
    {
      "cite": "Amelia Atwater-Rhodes",
      "quote": "White pill, blue pill, yellow pill, purple pill, it was like swallowing a rainbow every bedtime."
    },
    {
      "cite": "Bill Watterson",
      "quote": "I won't eat any cereal that doesn't turn the milk purple."
    },
    {
      "cite": "Bliss Carman",
      "quote": "There is something in the autumn that is native to my blood touch of manner, hint of mood. And my heart is like a rhyme, with the yellow and the purple and the crimson keeping time."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Poetry is a mystic, sensuous mathematics of fire, smoke stacks, waffles, pansies, people, and purple sunsets."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Let me give you a piece of advice. The handsome young fellow who's trying to rescue you from a hideous fate is never wrong. Not even if he says the sky is purple and made of hedgehogs."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Virtue shows quite as well in rags and patches as she does in purple and fine linen."
    },
    {
      "cite": "Donald Trump",
      "quote": "I always wanted to get the Purple Heart. This was much easier."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Dreams are the subtle dower that make us rich an hour. Then fling us poor out of the purple door. Into the precinct raw possessed before."
    },
    {
      "cite": "Eudora Welty",
      "quote": "Each day the storm clouds were opening like great purple flowers and pouring out their dark thunder. Each nightfall, the storm was laid down on their houses like a burden the day had carried."
    },
    {
      "cite": "Frank Marshall Davis",
      "quote": "Night is a curious child, wandering between earth and sky, creeping in windows and doors, daubing the entire neighborhood with purple paint."
    },
    {
      "cite": "Helen Hunt",
      "quote": "Know he lands are lit with all the autumn blaze of goldenrod, and everywhere the purple asters nod and bend and wave and flit."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Soon it got dusk, a grape dusk, a purple dusk over tangerine groves and long melon fields; the sun the color of pressed grapes, slashed with burgundy red, the fields the color of love and Spanish mysteries."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "One naked star has waded through the purple shallows of the night, and faltering as falls the dew it drips its misty light."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "Purple haze all in my eyes, don't know if it's day or night. You've got me blowing, blowing my mind. Is it tomorrow or just the end of time?"
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "Purple Haze all in my brain, lately things just don't seem the same. Acting funny but I don't know why. Excuse me while I kiss the sky."
    },
    {
      "cite": "John Green",
      "quote": "Idiotically, it occurred to me that my pink underwear didn't match my purple bra, as if boys even notice such things."
    },
    {
      "cite": "Katharine Lee Bates",
      "quote": "O, beautiful for spacious skies, for amber waves of grain, for purple mountain majesties, above the fruited plain!"
    },
    {
      "cite": "Marge Piercy",
      "quote": "Purple as tulips in May, mauve into lush velvet, purple as the stain blackberries leave on the lips, on the hands, the purple of ripe grapes sunlit and warm as flesh."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "He wrapped himself in quotations as a beggar would enfold himself in the purple of Emperors."
    },
    {
      "cite": "unknown",
      "quote": "Try to find beauty in the little things."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "This great purple butterfly, in the prison of my hands, has a learning in his eye not a poor fool understands."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Flower of this purple dye, hit with Cupid's archery, sink in apple of his eye."
    },
    {
      "cite": "Charlie McDonnell",
      "quote": "Everything changes when a man becomes purple."
    },
    {
      "cite": "Regina Brett",
      "quote": "Be eccentric now. Don't wait for old age to wear purple."
    }
  ]
}