{
  "source": "https://www.wisesayings.com/purse-quotes/",
  "theme": "purse",
  "quotes": [
    {
      "cite": "Benjamin Franklin",
      "quote": "If a man empties his purse into his head, no one can take it from him."
    },
    {
      "cite": "Katherine Fullerton Gerould",
      "quote": "No fashion has ever been created expressly for the lean purse or for the fat woman: the dressmaker's ideal is the thin millionaires."
    },
    {
      "cite": "Proverb",
      "quote": "The heaviest baggage for a traveller is an empty purse."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A Man's management of his own purse speaks volumes about character"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A light purse is a heavy curse."
    },
    {
      "cite": "Victor Hugo",
      "quote": "As the purse is emptied, the heart is filled."
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "Woman must have a purse of her own, and how can this be so long as the law denies to the wife all right to both the individual and the joint earnings?"
    },
    {
      "cite": "Lisa Scottoline",
      "quote": "Let's talk about a decision that women have to make every morning- Big purse or little purse?"
    },
    {
      "cite": "Sarah Jessica Parker",
      "quote": "I'm thinking balls are to men, what purses are to women. It's just a little bag but we'd feel naked in public without it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Before you consult your fancy, consult your purse."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Take a coin from your purse and invest it in your mind. It will come pouring out of your mind and overflow your purse."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Boys are like purses. You're always gonna have that one boy that you're always comfortable with and you know you'll always kind of like. That's your purse that you wear everywhere. Then you have that gorgeous bag that you want everyone to see you with but the gorgeous bag is usually an asshole or costs a lot of money. Then you have those other purses that you really like but you really don't want to be seen with."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A stomach without bread and a purse without gold have led to so many revolutions in history."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I think what it really is, is that I date creative people. And I think that what intimidates them is not my purse; it's my mind."
    },
    {
      "cite": "Louise Brooks",
      "quote": "A well dressed woman, even though her purse is painfully empty, can conquer the world."
    },
    {
      "cite": "Robert Jordan",
      "quote": "The louder a man tells you he’s honest, the harder you must hold onto your purse."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "It is criminal to steal a purse, daring to steal a fortune, a mark of greatness to steal a crown. The blame diminishes as the guilt increases."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Not to oversee workmen is to leave them your purse open."
    },
    {
      "cite": "Sydney Banks",
      "quote": "Going back into the negative past to find happiness is like trying to make a silk purse out of a sow's ear"
    }
  ]
}