{
  "source": "https://www.wisesayings.com/pursuit-of-happiness-quotes/",
  "theme": "pursuit-of-happiness",
  "quotes": [
    {
      "cite": "Amit Kalantri",
      "quote": "Let people be the pursuits of happiness, you be the pursuit of perfection."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "I'm not in pursuit of happiness, I'm happiness in pursuit; ready to happen everywhere I go."
    },
    {
      "cite": "Erol Ozan",
      "quote": "In pursuit of happiness, smart people often end up dumbing down themselves."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Pursuing happiness, and I did, and I still do, is not at all the same as being happy--which I think is fleeting, dependent on circumstances...If the sun is shining, stand in it---yes, yes, yes. Happy times are great, but happy times pass--they have to because time passes. The pursuit of happiness is more elusive; it is life-long, and it is not goal-centered. What you are pursuing is meaning--- a meaningful life. There's the hap-- the fate, the draw that is yours, and it isn't fixed, but changing the course of the stream, or dealing new cards, whatever metaphor you want to use---that's going to take a lot of energy. There are times when it will go so wrong that you will barely be alive, and times when you realise that being barely alive, on your own terms, is better than living a bloated half-life on someone else's terms. The pursuit isn't all or nothing--- it's all AND nothing."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "As long as you are pursuing happiness, you do not have it."
    },
    {
      "cite": "Piero Scaruffi",
      "quote": "It is the pursuit of happiness that makes people unhappy"
    },
    {
      "cite": "A.M.M Alusi",
      "quote": "Pursuit of happiness is a pursuit of mirage; you only realize its a delusion at the end of the road"
    },
    {
      "cite": "Carrie Snow",
      "quote": "The pursuit of happiness is a most ridiculous phrase: if you pursue happiness you'll never find it."
    },
    {
      "cite": "Guillaume Apollinaire",
      "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy."
    },
    {
      "cite": "Douglas Kennedy",
      "quote": "If there is an abiding theme in 'The Pursuit of Happiness,' it is the idea that you come into the world already shaped by other people's past histories."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you want happiness for an hour – take a nap. If you want happiness for a day – go fishing. If you want happiness for a year – inherit a fortune. If you want happiness for a lifetime – help someone else."
    },
    {
      "cite": "Dalai Lama",
      "quote": "We begin from the recognition that all beings cherish happiness and do not want suffering. It then becomes both morally wrong and pragmatically unwise to pursue only one’s own happiness oblivious to the feelings and aspirations of all others who surround us as members of the same human family. The wiser course is to think of others when pursuing our own happiness."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The Constitution only guarantees you the right to pursue happiness. You have to catch it yourself."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
    },
    {
      "cite": "Joyce Grenfell",
      "quote": "There is no such thing as the pursuit of happiness, but there is the discovery of joy."
    },
    {
      "cite": "Allan K. Chalmers",
      "quote": "The grand essentials of happiness are: something to do, something to love, and something to hope for."
    },
    {
      "cite": "R. H. Grenville",
      "quote": "In the pursuit of happiness, the difficulty lies in knowing when you have caught up."
    },
    {
      "cite": "Ben Bradlee",
      "quote": "I think the conscientious pursuit of happiness by itself can validate decisions to change, to try again, especially when failure to change will lead to lives of duplicity, dishonesty, and deceit."
    },
    {
      "cite": "Paul Ryan",
      "quote": "We believe, as our founders did, that 'the pursuit of happiness' depends upon individual liberty; and individual liberty requires limited government."
    },
    {
      "cite": "Denis Waitley",
      "quote": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "True happiness is… to enjoy the present, without anxious dependence upon the future."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness is the meaning and purpose of life, the whole aim and end of human existence."
    },
    {
      "cite": "Anonymous",
      "quote": "Maybe happiness is something that we can only pursue. And maybe we can actually never have it no matter what."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "[…] success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side-effect of one’s personal dedication to a cause greater than oneself or as the by-product of one’s surrender to a person other than oneself. Happiness must happen, and the same holds for success: you have to let it happen by not caring about it."
    },
    {
      "cite": "John D. Rockefeller III",
      "quote": "The road to happiness lies in two simple principles: find what it is that interests you and that you can do well, and when you find it put your whole soul into it-every bit of energy and ambition and natural ability you have."
    },
    {
      "cite": "Esther Hicks",
      "quote": "There are no happier people on this planet than those who decide that they want something, define what they want, get hold of the feeling of it even before its manifestation and then joyously watch the unfolding as, piece by piece by piece, it begins to unfold. That's the feeling of your hands in the clay."
    }
  ]
}