{
  "source": "https://www.wisesayings.com/push-quotes/",
  "theme": "push",
  "quotes": [
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Every so often, push your luck."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Be daring to push your ideas forward."
    },
    {
      "cite": "Lorii Myers",
      "quote": "Push today for what you want tomorrow!"
    },
    {
      "cite": "Jean le Rond d'Alembert",
      "quote": "Push on and faith will catch up with you."
    },
    {
      "cite": "Christa McAuliffe",
      "quote": "Reach for it. Push yourself as far as you can."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Motivation Push us out the door towards our goal."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Normally, we push away the things we're scared of."
    },
    {
      "cite": "James Rollins",
      "quote": "When mankind pushes, natures sometimes pushes back."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "Push your boundaries, that's what they're there for."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Don't push your weaknesses, play with your strengths."
    },
    {
      "cite": "William Sigei",
      "quote": "Learn to run when feeling the pain, then push harder."
    },
    {
      "cite": "Brandi Chastain",
      "quote": "And to learn, you have to be willing to push yourself."
    },
    {
      "cite": "Peter Senge",
      "quote": "Don't push growth; remove the factors limiting growth."
    },
    {
      "cite": "Jojo Moyes",
      "quote": "Push yourself. Don't Settle. Just live well. Just LIVE."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep the goal in mind and push onward to accomplish it."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Push it. Examine all things intensely and relentlessly."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "We have to push ourselves to stillness - to the natural state."
    },
    {
      "cite": "Patti Smith",
      "quote": "Fate is like a secret friend that helps push you on into life."
    },
    {
      "cite": "Roger Federer",
      "quote": "The one thing you can do for sure is push the luck on your side."
    },
    {
      "cite": "Gabby Douglas",
      "quote": "If you push through the hard days you can get through anything."
    },
    {
      "cite": "Michael Arad",
      "quote": "You have to always push back, whatever the pressures put on you."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you have enough push, you don't have to worry about the pull."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You have to push through every difficulty to have a breakthrough."
    },
    {
      "cite": "Tim Fargo",
      "quote": "We need people who push boundaries rather than retreat inside them."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "If you do not push the boundaries, you will never know where they are."
    },
    {
      "cite": "Keith Ablow",
      "quote": "Sometimes when you push someone, you find out who that person really is."
    },
    {
      "cite": "George S. Patton Jr.",
      "quote": "In case of doubt, push on just a little further and then keep on pushing."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "You can only push the truth down for so long, and then it bubbles back up."
    },
    {
      "cite": "Dario Argento",
      "quote": "You must push everything to the absolute limit or else life will be boring. People Will be boring."
    },
    {
      "cite": "Anthony Hamilton",
      "quote": "You have to keep pushing toward those dreams no matter what setbacks happen."
    }
  ]
}