{
  "source": "https://www.wisesayings.com/puzzle-quotes/",
  "theme": "puzzle",
  "quotes": [
    {
      "cite": "Jonathan Anthony Burkett",
      "quote": "I look at this life as a puzzle without all the pieces in the box."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Not every puzzle is intended to be solved. Some are in place to test your limits. Others are, in fact, not puzzles at all."
    },
    {
      "cite": "Jerry Slocum",
      "quote": "A mechanical puzzle is a self contained object, composed of one or more parts, which involves a problem for one person to solve by manipulation using logic, reasoning, insight, luck, and/or dexterity."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "The solution often turns out more beautiful than the puzzle."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Who in the world am I? Ah, that's the great puzzle."
    },
    {
      "cite": "Erno Rubik",
      "quote": "A good puzzle, it's a fair thing. Nobody is lying. It's very clear, and the problem depends just on you."
    },
    {
      "cite": "Russell Eric Dobda",
      "quote": "We are all important parts of a much larger system, pieces of the universe's puzzle that would not be complete without us."
    },
    {
      "cite": "Pardis Sabeti",
      "quote": "The great thing about America is I've never felt like an outsider. I'm just a different piece of the puzzle."
    },
    {
      "cite": "Cass van Krah",
      "quote": "If the pieces do not fit into your puzzle.Try a different picture."
    },
    {
      "cite": "Adrian Belew",
      "quote": "My favorite puzzle is trying to work out the parts myself, after all it is a solo effort."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every problem is a new puzzle to solve."
    },
    {
      "cite": "Brian Doyle",
      "quote": "I am a puzzle and a conundrum and a thunderstorm."
    },
    {
      "cite": "Alina Radoi",
      "quote": "The problem is that we always look for the missing piece of the puzzle instead of finding a place for the one in our hand."
    },
    {
      "cite": "Erno Rubik",
      "quote": "The problems of puzzles are very near the problems of life, our whole life is solving puzzles. If you are hungry, you have to find something to eat. But everyday problems are very mixed they're not clear. The Cube's problem depends just on you. You can solve it independently. But to find happiness in life, you're not independent. That's the only big difference."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "I don't think there is a hidden purpose to the universe that you have to puzzle out."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "Puzzles are like songs.A good puzzle can give you all the pleasure of being duped that a mystery story can. It has surface innocence, surprise, the revelation of a concealed meaning, and the catharsis of solution."
    },
    {
      "cite": "Dixie Waters",
      "quote": "Sometimes the hardest pieces of a puzzle to assemble, are the ones missing from the box."
    },
    {
      "cite": "Josh McDermitt",
      "quote": "I like to be surprised by life; it's a good thing to search for the puzzle pieces."
    },
    {
      "cite": "Eric Davis",
      "quote": "Most of the places I've been, I've been a main piece of the puzzle."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Puzzle pieces don't always connect do they?"
    },
    {
      "cite": "Lara Spencer",
      "quote": "Finding your style is like putting puzzle pieces together."
    },
    {
      "cite": "Deyth Banger",
      "quote": "I thought I knew a lot of but in the end it was just one small piece from the puzzle."
    },
    {
      "cite": "John Thaw",
      "quote": "In the same way he's fascinated by crosswords, the puzzle of solving the murder is what drives him on."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "The nice thing about doing a crossword puzzle is, you know there is a solution."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "In every problem, there's a concealed solution, locking itself underneath, unlock, peruse, find and solve."
    },
    {
      "cite": "Ronald A Knox",
      "quote": "Man is a puzzle-solving animal."
    },
    {
      "cite": "Ronald A Knox",
      "quote": "Unraveling the solution to a mystery story of to a puzzle seems to produce a kind of 'mental catharsis,' since people typically feel a sense of relief from suspense when they find the answer to the mystery or puzzle."
    },
    {
      "cite": "Ronald A Knox",
      "quote": "For some truly mysterious reason, human beings seem to need this kind of catharsis on a regular bases---as the popularity of mysteries and puzzles across the world and across time attests."
    },
    {
      "cite": "Ernest Adams",
      "quote": "A puzzle challenges  the player to get from a problem to a solution, but of course, the path isn't simple."
    },
    {
      "cite": "Ernest Adams",
      "quote": "Every puzzle requires that the player make choices, some of which lead to dead ends."
    }
  ]
}