{
  "source": "https://www.wisesayings.com/pyramid-quotes/",
  "theme": "pyramid",
  "quotes": [
    {
      "cite": "Vera Nazarian",
      "quote": "The pyramid shape is said to hold many secrets and amazing properties. One of them is a sense of wonder."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The hour passed in jewels and alleys and winds from the Egyptian desert. The sun was golden and the Nile was muddy where it lapped down to the deltas, and there was someone very young and very quick at the top of the pyramid, laughing, calling to him to come on up the shadowy side into the sun, and he was climbing, she putting her hand down to help him up the last step, and then they were laughing on camel back, loping toward the great stretched bulk of the Sphinx, and late at night, in the native quarter, there was the tinkle of small hammers on bronze and silver, and music from some stringed instruments fading away and away and away."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "From the heights of these pyramids, forty centuries look down on us."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As for the pyramids, there is nothing to wonder at in them so much as the fact that so many men could be found degraded enough to spend their lives constructing a tomb for some ambitious booby, whom it would have been wiser and manlier to have drowned in the Nile, and then given his body to the dogs."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Some men are like pyramids, which are very broad where they touch the ground, but grow narrow as they reach the sky."
    },
    {
      "cite": "James Henry Breasted",
      "quote": "Today the traveller on the Nile enters a wonderland at whose gates rise the colossal pyramids of which he has had visions perhaps from earliest childhood."
    },
    {
      "cite": "Henry Petroski",
      "quote": "The same aspirations to celebrate and uplift the spirit that drove the Egyptians to build the pyramids are still driving us. The things we're doing differ only in magnitude."
    },
    {
      "cite": "Lord Byron",
      "quote": "Egypt! from whose all dateless tombs arose Forgotten Pharaohs from their long repose, And shook within their pyramids to hear A new Cambyses thundering in their ear; While the dark shades of forty ages stood Like startled giants by Nile's famous flood."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "You know what I'd really like to do the most right now? Climb up to the top of some high place like the pyramids. The highest place I can find. Where you can see forever. Stand on the very top, look all around the world, see all the scenery, and see with my own eyes what's been lost from the world."
    },
    {
      "cite": "Anna Louise Strong",
      "quote": "They say the Pharaohs built the pyramids Do you think one Pharaoh dropped one bead of sweat? We built the pyramids for the Pharaohs and we're building for them yet."
    },
    {
      "cite": "Bonnie Gaunt",
      "quote": "The pyramid that can be constructed on the diameters of earth and moon bears the precise proportions of the Great Pyramid."
    },
    {
      "cite": "King of Thailand",
      "quote": "Most leaders consider themselves on top of the pyramid and the people are at the base below."
    },
    {
      "cite": "King of Thailand",
      "quote": "Real success is shown in the inverted pyramid, where the people are on the top.\tReal success is shown in the inverted pyramid, where the people are on the top."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "These unhappy times call for the building of plans that...build from the bottom up and not from the top down, that put their faith once more in the forgotten man at the bottom of the economic pyramid."
    },
    {
      "cite": "Jean le Rond d'Alembert",
      "quote": "High office is like a pyramid; only two kinds of  animals reach the summit, reptiles and eagles."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "I can recall no word / Of anything he did; / For me he is a man who died and was interred / To leave a pyramid."
    },
    {
      "cite": "Hasssan Hegazy Hassan",
      "quote": "The largest pyramid / the tragedy of history / Visitors come, / Not Knowing that you contain / Tons of blood / and mountains of Toil."
    },
    {
      "cite": "Charice",
      "quote": "Pyramid, we built this on a solid rock / It feels just like it's heaven's touch / Together at the top, like a pyramid / And even when the wind is blowing / We'll never fall just keep on going / Forever we will stay, like a pyramid."
    },
    {
      "cite": "David Macaulay",
      "quote": "The Burial chamber of the king was protected by  man made mountain  of stone called a pyramid."
    },
    {
      "cite": "David Macaulay",
      "quote": "It's four triangular sides spreading below a single peak represented the rays of the sun shining down over the pharaoh, linking him directly and for all time to Re, the God of the sun."
    },
    {
      "cite": "David Macaulay",
      "quote": "The pyramids continue to serve as a tribute to those who so skillfully organized the efforts of thousands of people in an attempt to deny the finality of death and the limitations of time by leaving behind something that would last forever."
    },
    {
      "cite": "Mark Lehner",
      "quote": "We think of the pyramids as mysteries, but the stones, hieroglyphs, landscapes, and even layers of sands and debris around them hold stories."
    },
    {
      "cite": "Elizabeth Mann",
      "quote": "And so Egyptians built a passage to the heavens for the pharaoh, 50 stories of stone rising out of the desert, pointing to the sky."
    },
    {
      "cite": "Dorothy Hoobler",
      "quote": "The pyramids were not built for people to live in. They were tombs for the pharaohs, the rulers of Egypt."
    },
    {
      "cite": "Dorothy Hoobler",
      "quote": "When late visitors arrived, they were astonished by what they saw. No one had seen anything like the pyramids."
    },
    {
      "cite": "J.P. Lepre",
      "quote": "Today, most of the pyramid sites are abandoned and in ruins, a cheerless situation that might persist forever— or nearly so."
    },
    {
      "cite": "Gerald R. Stanek",
      "quote": "Ascension to successive echelons in the pyramid of awareness is an act of inclusion requiring unconditional acceptance of all that lies below."
    },
    {
      "cite": "Alan K.",
      "quote": "Most software today is very much like an Egyptian pyramid with millions of bricks piled on top of each other, with no structural integrity, but just done by brute force and thousands of slaves."
    },
    {
      "cite": "Sarah Parcak",
      "quote": "To excavate a pyramid is the dream of every archaeologist."
    },
    {
      "cite": "Richard Edelman",
      "quote": "The world has flipped upside-down. It used to be a pyramid of authority; now it's upside down. The influence actually rests with the mid-level people, who speak peer-to-peer. If they're for you, you win."
    }
  ]
}