{
  "source": "https://www.wisesayings.com/quality-quotes/",
  "theme": "quality",
  "quotes": [
    {
      "cite": "John Ruskin",
      "quote": "Quality is never an accident. It is always the result of intelligent effort."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Quality is more important than quantity. One home run is much better than two doubles."
    },
    {
      "cite": "Guaspari",
      "quote": "Quality is not what happens when what you do matches your intentions. It is what happens when what you do matches your customers' expectations."
    },
    {
      "cite": "Philip Crosby",
      "quote": "Quality is the result of a carefully constructed cultural environment. It has to be the fabric of the organization, not part of the fabric."
    },
    {
      "cite": "Aristotle",
      "quote": "Quality is not an act, it is a habit."
    },
    {
      "cite": "William A. Foster",
      "quote": "Quality is never an accident; it is always the result of high intention, sincere effort, intelligent direction and skillful execution; it represents the wise choice of many alternatives."
    },
    {
      "cite": "Henry Ford",
      "quote": "Quality means doing it right when no one is looking."
    },
    {
      "cite": "Philip B. Crosby",
      "quote": "Quality is free. It's not a gift, but it's free. The 'unquality' things are what cost money."
    },
    {
      "cite": "Author Unknown",
      "quote": "Things of quality have no fear of time."
    },
    {
      "cite": "Frank Perdue",
      "quote": "If you believe in unlimited quality and act in all your business dealings with total integrity, the rest will take care of itself."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected."
    },
    {
      "cite": "William James",
      "quote": "If you want a quality, act as if you already had it."
    },
    {
      "cite": "George Washington",
      "quote": "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company."
    },
    {
      "cite": "Milton Hersey",
      "quote": "Give them quality. That's the best kind of advertising."
    },
    {
      "cite": "John Lasseter",
      "quote": "Quality is the best business plan."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Quality questions create a quality life. Successful people ask better questions, and as a result, they get better answers."
    },
    {
      "cite": "Author Unknown",
      "quote": "The quality of an organization can never exceed the quality of the minds that make it up."
    },
    {
      "cite": "Gary Hirshberg",
      "quote": "Quality, quality, quality: never waver from it, even when you don't see how you can afford to keep it up. When you compromise, you become a commodity and then you die."
    },
    {
      "cite": "C. G. Campbell",
      "quote": "Quality isn't something that can be argued into an article or promised into it. It must be put there. If it isn't put there, the finest sales talk in the world won't act as a substitute."
    },
    {
      "cite": "Jessica Julian",
      "quote": "Quality is a proud and soaring thing."
    },
    {
      "cite": "Leon M. Cautillo",
      "quote": "The bitterness of poor quality remains long after low pricing is forgotten!"
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The quality, not the longevity, of one's life is what is important."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is the quality of our work which will please God and not the quantity."
    },
    {
      "cite": "Philip Crosby",
      "quote": "Quality has to be caused, not controlled."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Quality in a product or service is not what the supplier puts in. It is what the customer gets out and is willing to pay for. A product is not quality because it is hard to make and costs a lot of money, as manufacturers typically believe. This is incompetence. Customers pay only for what is of use to them and gives them value. Nothing else constitutes quality."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "Quality is a direct experience independent of and prior to intellectual abstractions."
    },
    {
      "cite": "Philip B. Crosby",
      "quote": "Quality is such an attractive banner that sometimes we think we can get away with just waving it, without doing the hard work necessary to achieve it."
    },
    {
      "cite": "Ovid",
      "quote": "Make the workmanship surpass the materials."
    },
    {
      "cite": "David T. Kearns",
      "quote": "In the race for quality, there is no finish line"
    }
  ]
}