{
  "source": "https://www.wisesayings.com/quantum-physics-quotes/",
  "theme": "quantum-physics",
  "quotes": [
    {
      "cite": "Stephen Hawking",
      "quote": "Quantum physics tells us that no matter how thorough our observation of the present, the (unobserved) past, like the future, is indefinite and exists only as a spectrum of possibilities."
    },
    {
      "cite": "Phillip Ball",
      "quote": "[Q]uantum physics is not replaced by another sort of physics at large scales. It actually gives rise to classical physics. Our everyday, commonsense reality is, in this view, simply what quantum mechanics looks like when you’re six feet tall."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Quantum physics is certainly imposing, but an inner voice tells me that it is not yet the real thing. The theory says a lot. But doesn’t really bring us any closer to the secret of the old one. I, at any rate, I’m convinced that he does not throw dice."
    },
    {
      "cite": "Niels Bohr",
      "quote": "If anybody says he can think about quantum physics without getting giddy, that only shows he has not understood the first thing about them."
    },
    {
      "cite": "Neil Turok",
      "quote": "Quantum physics is one of the hardest things to understand intuitively, because essentially the whole point is that our classical picture is wrong."
    },
    {
      "cite": "Caroline Leavitt",
      "quote": "I'm a big believer in quantum physics, which says that the universe is more incredible and mysterious than any of us can imagine, which is my way of saying, 'Anything is possible, including angels."
    },
    {
      "cite": "Bob Hoskins",
      "quote": "Quantum physics is a bit of a passion of mine. It's extraordinary. There's a branch of mathematics that is based on lunacy, and that's wonderful."
    },
    {
      "cite": "Amit Ray",
      "quote": "Quantum physics teaches us that we can simultaneously exist in many places, under certain conditions."
    },
    {
      "cite": "Jeremy Aldana",
      "quote": "Theology, philosophy, metaphysics, and quantum physics are merely ways for God to have his smart people believe in him"
    },
    {
      "cite": "Neal Donald Walsh",
      "quote": "Quantum physics tells us nothing that is observed is unaffected by the observer, that statement, from science holds an enamours and powerful insight. It means that everyone sees a different truth, because everyone is creating what they see."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Quantum physics is teaching us that particles themselves don’t create particles. It’s just what Jesus said 2000 years ago, that it’s the spirit that gives life and that you don’t get particles from more particles."
    },
    {
      "cite": "Bruce H. Lipton",
      "quote": "What quantum physics teaches us is that everything we thought was physical is not physical"
    },
    {
      "cite": "Werner Heisenber",
      "quote": "Quantum Physics provides us with a striking illustration of the fact that we can fully understand a connection though we can only speak of it in images and parables."
    },
    {
      "cite": "Timothy Li",
      "quote": "And a new philosophy emerged called quantum physics which suggest that the individual’s function is to inform and be informed. You really exist only when you’re in a field sharing and exchanging information. You create the realities you inhabit."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Quantum physics fluctuates all the time. But now the fluctuations are not just particle coming into and out of existence, which happens all the time. It’s whole universe coming into and out of existence."
    },
    {
      "cite": "Erwin Schrodinger",
      "quote": "Quantum physics thus reveals a basic oneness of the universe"
    },
    {
      "cite": "Werner Heisenberg",
      "quote": "After the conversations about Indian philosophy, some of the ideas of Quantum Physics that had seemed so crazy suddenly made much more sense."
    },
    {
      "cite": "Fred Alan Wolf",
      "quote": "Quantum physics really begins to point to this discovery. It says that you can't have a Universe without mind entering into it, and that the mind is actually shaping the very thing that is being perceived."
    },
    {
      "cite": "Paul Auster",
      "quote": "In the old physics, three times two equals six and two times three equals 6 are reversible propositions. Not in quantum physics. Three times two and two times three are two different matters, distinct and separate propositions."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "In quantum physics, the study of material at the subatomic level, you get down to the tiniest levels. When they take these subatomic particles, put them in particle accelerators and collide them, quantum physicists discover there's nothing there. There's no one home - no ghost in the machine."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Quantum physics has found that there is no empty space in the human cell, but it is a teeming, electric-magnet ic field of possibility or potential"
    },
    {
      "cite": "Joan Jett",
      "quote": "Life is strong and fragile. It's a paradox... It's both things, like quantum physics: It's a particle and a wave at the same time. It all exists all together."
    },
    {
      "cite": "Wolfgang Pauli",
      "quote": "What really matters for me is ... the more active role of the observer in quantum physics ... According to quantum physics the observer has indeed a new relation to the physical events around him in comparison with the classical observer, who is merely a spectator."
    },
    {
      "cite": "Mitch Horowitz",
      "quote": "All the quantum physics experiments have occurred chiefly on the atomic scale and we are taught to believe that nature's laws are consistent."
    },
    {
      "cite": "Jennifer Beals",
      "quote": "I think science and spirituality are one and the same, I don't think they're really different...quantum physics is validating all kinds of spiritual teachings."
    },
    {
      "cite": "Paul Dirac",
      "quote": "Quantum Physics has explained all of chemistry and most of physics"
    },
    {
      "cite": "Amit Goswami",
      "quote": "For many years quantum physics had been giving indications that there are levels of reality other than the material level."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Memories are not recycled like atoms and particles in quantum physics; they can be lost forever."
    },
    {
      "cite": "Valerie Laws",
      "quote": "I decided to explore randomness and some of the principles of quantum mechanics, through poetry using the medium of sheep."
    }
  ]
}