{
  "source": "https://www.wisesayings.com/quarterback-quotes/",
  "theme": "quarterback",
  "quotes": [
    {
      "cite": "Andy Dalton",
      "quote": "The quarterback is the leader of the team and the quarterback is the one that has the ball in his hands every single play."
    },
    {
      "cite": "Cam Newton",
      "quote": "The quarterback is an extension of the coach and has a certain type of swagger mentality, on and off the field."
    },
    {
      "cite": "Bobby Carpenter",
      "quote": "Any time you can do that and the quarterback shows some outward emotion some negative emotion you know you are in his head and you've affected him. It's satisfying."
    },
    {
      "cite": "Warren Moon",
      "quote": "Quarterback is not a position that you come in having not played it your whole life."
    },
    {
      "cite": "Tony Dungy",
      "quote": "That's the key to defending any quarterback: to make them throw before they want to throw."
    },
    {
      "cite": "Tom Brady",
      "quote": "If you're a quarterback, you want everything on your shoulders. You want to be the one to make the decisions."
    },
    {
      "cite": "Tom Brady",
      "quote": "Every quarterback can throw a ball; every running back can run; every receiver is fast; but that mental toughness that you talk about translates into competitiveness."
    },
    {
      "cite": "Joe Montana",
      "quote": "Any quarterback that understands what the offense is really about is going to succeed."
    },
    {
      "cite": "James Haynes",
      "quote": "Quarterback is a lot of footwork. It's mechanics, how you step back, what you do on a trap or power or play action."
    },
    {
      "cite": "Tom Brady",
      "quote": "If you're a quarterback, you want everything on your shoulders. You want to be the one to make the decisions."
    },
    {
      "cite": "Kevin Decker",
      "quote": "A quarterback's best friend is a running game, It's such an advantage for a quarterback when your team has a good running game. It really helps open up the passing game."
    },
    {
      "cite": "Steve Mariucci",
      "quote": "Young quarterbacks do well because they have a great defense."
    },
    {
      "cite": "Mario Williams",
      "quote": "Quarterbacks are untouchable nowadays. If you hit a quarterback too hard, or if you fall on him with too much weight which is a judgment thing from a professional standpoint you're going to get flagged."
    },
    {
      "cite": "Warren Moon",
      "quote": "In football, it's the ultimate team sport. You have to have good people around you as a quarterback for things to happen."
    },
    {
      "cite": "Anonymous",
      "quote": "A quarterback that goes out and performs for you and is a franchise quarterback is more valuable than a player playing another position, but there's a lot more risk there. It's a more difficult position to play, and there are lot more failures."
    },
    {
      "cite": "Jordan Rodgers",
      "quote": "Footwork is the biggest element to any quarterback game because if it's off, it will mess with your mechanics."
    },
    {
      "cite": "John Madden",
      "quote": "If the quarterback throws the ball in the endzone and the wide receiver catches it, it's a touchdown."
    },
    {
      "cite": "Al Davis",
      "quote": "The quarterback must go down, and he must go down hard."
    },
    {
      "cite": "Joe Montana",
      "quote": "As a quarterback, you have to love it. As much as you like to turn around and hand the ball off the whole traditional football game as a quarterback, you gotta love putting it in the air."
    },
    {
      "cite": "Fran Tarkenton",
      "quote": "Quarterbacks need to make their team better. If it's a bad team, they can even make a bad team better."
    },
    {
      "cite": "Mike Singletary",
      "quote": "You never really know about a quarterback until he plays in a real game."
    }
  ]
}