{
  "source": "https://www.wisesayings.com/queen-quotes/",
  "theme": "queen",
  "quotes": [
    {
      "cite": "Oprah Winfrey",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
    },
    {
      "cite": "Queen Latifah",
      "quote": "Every woman is a queen, and we all have different things to offer."
    },
    {
      "cite": "Princess Margaret",
      "quote": "The Queen is the only person who can put on a tiara with one hand, while walking down stairs."
    },
    {
      "cite": "Author Unknown",
      "quote": "The pearl is the queen of gems and the gem of queens."
    },
    {
      "cite": "Roman Payne",
      "quote": "Never did the world make a queen of a girl who hides in houses and dreams without traveling."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "A King and Queen cannot support a crown with eyes looking down. Their universe expands as far as you can see."
    },
    {
      "cite": "Cody Edward Lee Miller",
      "quote": "The strength of a kingdom comes from its King, The strength of a King comes from his Queen."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "A queen loves where she must not where she will."
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "We are no more free agents than the queen of clubs when she victoriously takes prisoner the knave of hearts."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Women have been called queens for a long time, but the kingdom given them isn’t worth ruling."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "When it comes to health, diet is the Queen, but exercise is the King."
    },
    {
      "cite": "Chanda Hahn",
      "quote": "Even a pawn can take down a queen"
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Content is king, but marketing is queen, and runs the household."
    },
    {
      "cite": "Robert J. Marks II",
      "quote": "Science packages theory, places it on a throne, and honors and protects it much like a queen. Engineers make the queen come down from the throne and scrub the floor. And if she doesn't work, we fire her."
    },
    {
      "cite": "Toba Beta",
      "quote": "In no man's land, alien is the queen."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The monarchy is so extraordinarily useful. When Britain wins a battle she shouts, God save the Queen; when she loses, she votes down the prime minister."
    },
    {
      "cite": "Elizabeth I",
      "quote": "I do not want a husband who honours me as a queen, if he does not love me as a woman."
    },
    {
      "cite": "Oliver St. John",
      "quote": "If a queen bee were crossed with a Friesian bull, would not the land flow with milk and honey?"
    },
    {
      "cite": "Marianne Williamson",
      "quote": "A queen is wise. She has earned her serenity, not having had it bestowed on her but having passer her tests. She has suffered and grown more beautiful because of it. She has proved she can hold her kingdom together. She has become its vision. She cares deeply about something bigger than herself. She rules with authentic power."
    },
    {
      "cite": "Nora Roberts",
      "quote": "A woman with romance in her life lived as grandly as a queen, because her heart was treasured."
    },
    {
      "cite": "Norwegian Proverb",
      "quote": "In every woman there is a Queen. Speak to the Queen and the Queen will answer."
    },
    {
      "cite": "Richard Barnfield",
      "quote": "Money is the sovereign queen of all delights - for her, the lawyer pleads, the soldier fights."
    },
    {
      "cite": "Ardelia Cotton Barton",
      "quote": "Sweet Truth is a queen proud and mighty—Her throne is in heaven above."
    },
    {
      "cite": "Howard Staunton",
      "quote": "The Queen is by much the most powerful of the forces."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Opinion is the queen of the world."
    },
    {
      "cite": "Jill Scott",
      "quote": "To be a queen of a household is a powerful thing."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A woman wants to rule like a queen by involving herself in all activities of the house; and a man who fools oneself says often that she is multitasking to manage everything well."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "Exercise is king. Nutrition is queen. Put them together and you've got a kingdom."
    }
  ]
}