{
  "source": "https://www.wisesayings.com/quest-quotes/",
  "theme": "quest",
  "quotes": [
    {
      "cite": "Francois Gautier",
      "quote": "More important than the quest for certainty is the quest for clarity."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "In our quest for the answers of life we tend to make order out of chaos, and chaos out of order."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The great quest of life has always been to discover truth."
    },
    {
      "cite": "Norman Cousins",
      "quote": "The eternal quest of the individual human being is to shatter his loneliness."
    },
    {
      "cite": "Plato",
      "quote": "To begin is the most important part of any quest and by far the most courageous."
    },
    {
      "cite": "William J. Brennan",
      "quote": "The quest for freedom, dignity, and the rights of man will never end."
    },
    {
      "cite": "AJ Vosse",
      "quote": "My quests fuel my dreams… my dreams fuel my quests!!"
    },
    {
      "cite": "Amy Neftzger",
      "quote": "Quests are a huge inconvenience. Don't let anyone tell you differently, even if that person has experience. The problem is that people forget the pain and aggravation as soon as the quest ends successfully, and then they remember only the glorious parts. In this way quests are a bit like childbirth, even to the point of saying that quests often give birth to glory. Maybe."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Scientists derive satisfaction from figuring out the puzzle. It's about the quest, not the grail."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "In the presence of love, hearth and quest become one."
    },
    {
      "cite": "Jenova Chen",
      "quote": "I just feel like I'm on a quest to fail if I try to even compete with myself."
    },
    {
      "cite": "Kaza Kingsley",
      "quote": "That's the key. The quests are things you need to do for others so that you can learn."
    },
    {
      "cite": "Lebo Grand",
      "quote": "Love isn’t the quest anymore; the new quest is the sensuality with which it is practiced."
    },
    {
      "cite": "Lev Grossman",
      "quote": "You didn’t get the quest you wanted, you got the one you could do."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "The journey is the treasure."
    },
    {
      "cite": "Nachman of Breslov",
      "quote": "Always remember, joy is not incidental to spiritual quest. It is vital."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "The terrible thing about the quest for truth is that you find it."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There can be no greater good than the quest for peace, and no finer purpose than the preservation of freedom."
    },
    {
      "cite": "Rumi",
      "quote": "But that shadow has been serving you! What hurts you, blesses you. Darkness is your candle. Your boundaries are your quest. You must have shadow and light source both. Listen, and lay your head under the tree of awe."
    },
    {
      "cite": "Silvia Cartwright",
      "quote": "The quest for peace begins in the home, in the school and in the workplace."
    },
    {
      "cite": "Sir Arthur Eddington",
      "quote": "The quest of the absolute leads into the four-dimensional world."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Scientists have become the bearers of the torch of discovery in our quest for knowledge."
    },
    {
      "cite": "Steven Magee",
      "quote": "The insatiable quest for knowledge is far greater than the quest for worker health and safety."
    },
    {
      "cite": "Werner Herzog",
      "quote": "I think it is a quest of literature throughout the ages to describe the human condition."
    },
    {
      "cite": "Amal El-Mohtar",
      "quote": "Adventure works in any strand—it calls to those who care more for living than for their lives."
    },
    {
      "cite": "Chris Prentiss",
      "quote": "You are not alone in your quest to be who you want and have what you want."
    },
    {
      "cite": "Emil Cioran",
      "quote": "The fear of being deceived is the vulgar version of the quest for Truth."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Love, the quest; marriage, the conquest; divorce, the inquest."
    },
    {
      "cite": "Jocelyn Bell Burnell",
      "quote": "Science is a quest for understanding."
    },
    {
      "cite": "Michael Franti",
      "quote": "My music is part of the quest I have to find new ways of telling stories, and also, I want to inspire people."
    }
  ]
}