{
  "source": "https://www.wisesayings.com/questionable-quotes/",
  "theme": "questionable",
  "quotes": [
    {
      "cite": "Yevgeny Yevtushenko",
      "quote": "All values in this world are more or less questionable, but the most important thing in life is human kindness."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Whatever we think about and question a lot becomes questionable."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "It is questionable if all the mechanical inventions yet made have lightened the day's toil of any human being."
    },
    {
      "cite": "Albert Einstein",
      "quote": "One must shy away from questionable undertakings, even when they bear a high-sounding name."
    },
    {
      "cite": "Pierre Nanterme",
      "quote": "The world has always been uncertain. This is the nature of the world."
    },
    {
      "cite": "Kevin Smith",
      "quote": "Controversial' as we all know, is often a euphemism for 'interesting and intelligent."
    },
    {
      "cite": "Roger Stone",
      "quote": "If you're not controversial, you'll never break through the din of all the commentary."
    },
    {
      "cite": "Daniel Barenboim",
      "quote": "Controversial means somebody who makes people think. And if you are afraid of people who will be against you, you might as well stay home and do nothing."
    },
    {
      "cite": "Michael Bassey",
      "quote": "Having a relationship with people of questionable character is like playing with a razor blade on your skin, and pretending to observe that it is harmful to your body."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "Natural talent is a questionable phenomenon. Inclination perhaps, but innate ability is extremely rare."
    },
    {
      "cite": "Scott Belsky",
      "quote": "When the next step is unclear, the best way to figure it out is to take action. Constant motion is the key to execution."
    },
    {
      "cite": "Peter J. Carroll",
      "quote": "We doubt that any facts actually exist. We only have observations and interpretations. Most of the interpretations remain questionable."
    },
    {
      "cite": "Paul Broca",
      "quote": "The least questioned assumptions are often the most questionable."
    },
    {
      "cite": "Chuck Klosterman",
      "quote": "It is important to have questionable friends you can trust unconditionally."
    },
    {
      "cite": "Ted Danson",
      "quote": "The planet will survive. Whether we get to be here and enjoy it, or enjoy life as we've known it, is what's questionable."
    },
    {
      "cite": "George W. Bush",
      "quote": "Verbosity leads to unclear, inarticulate things."
    },
    {
      "cite": "Bobby Jindal",
      "quote": "It's not controversial to say that human activity is contributing in some way. The question is how serious that is."
    },
    {
      "cite": "Shimon Peres",
      "quote": "It's better to be controversial for the right reasons, than to be popular for the wrong reasons."
    },
    {
      "cite": "Dean Acheson",
      "quote": "Controversial proposals, once accepted, soon become hallowed."
    }
  ]
}