{
  "source": "https://www.wisesayings.com/question-quotes/",
  "theme": "question",
  "quotes": [
    {
      "cite": "Elizabeth Vongsaravanh",
      "quote": "A valid answer comes when the question is lived."
    },
    {
      "cite": "Dick Allen",
      "quote": "Question everything, even the question mark, that shepherd's crook floating in the air above that small round rock. If you stubbornly still wish to be unhappy, maybe you can grasp it."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "It is better to debate a question without settling it than to settle a question without debating it."
    },
    {
      "cite": "James Stephens",
      "quote": "We get wise by asking questions, and even if these are not answered, we get wise, for a well-packed question carries its answer on its back as a snail carries its shell."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Never let fear stop you from asking something you don't understand or know. To pretend or to act as if you know is not a wise thing to do."
    },
    {
      "cite": "Claude Levi-Strauss",
      "quote": "The wise man doesn't give the right answers, he poses the right questions."
    },
    {
      "cite": "Confucius",
      "quote": "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "You can tell whether a man is clever by his answers. You can tell whether a man is wise by his questions."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Asking questions is one of the fundamental keys of learning. It is always better to ask a question than pretend you understand."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "The smart ones ask when they don’t know. And, sometimes, when they do."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Questions are never indiscreet, answers sometimes are."
    },
    {
      "cite": "Neil Postman",
      "quote": "Everything we know has its origins in questions. Questions, we might say, are the principal intellectual instruments available to human beings."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "When someone asks a question, don’t assume they don’t know the answer. Clever people will always test you."
    },
    {
      "cite": "James Baldwin",
      "quote": "It is really quite impossible to be affirmative about anything which one refuses to question; one is doomed to remain inarticulate about anything which one hasn't, by an act of the imagination, made one's own."
    },
    {
      "cite": "Jane Hirshfield",
      "quote": "Some questions cannot be answered. They become familiar weights in the hand, round stones pulled from the pocket, unyielding and cool."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Questions give us no rest. We know not why our curse makes us seek we know not what, ever and ever. But we cannot resist it. It whispers to us that there are great things on this earth of ours, and that we must know them."
    },
    {
      "cite": "John Steinbeck",
      "quote": "There are no ugly questions except those clothed in condescension."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Every question possessed a power that did not lie in the answer."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "The power to question is the basis of all human progress."
    },
    {
      "cite": "Bob Tiede",
      "quote": "Questions are the golden keys that unlock hearts and minds."
    },
    {
      "cite": "Lorii Myers",
      "quote": "If you want the answer, ask the question."
    },
    {
      "cite": "Thomas Vato",
      "quote": "The question is the answer."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The big question is whether you are going to be able to say a hearty yes to your adventure."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is never to stop questioning."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Asking the right question and listening to the answer is a great relationship builder, which is important to the persuasion process."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A prudent question is one-half of wisdom."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "One who never asks either knows everything or nothing."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "It is not every question that deserves an answer."
    }
  ]
}