{
  "source": "https://www.wisesayings.com/questioning-quotes/",
  "theme": "questioning",
  "quotes": [
    {
      "cite": "Martin Heidegger",
      "quote": "Questioning is the piety of thought."
    },
    {
      "cite": "Dale Spender",
      "quote": "Openly questioning the way the world works and challenging the power of the powerful is not an activity customarily rewarded."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The question is not what we intended ourselves to be, but what He intended us to be when He made us."
    },
    {
      "cite": "Sarada Devi",
      "quote": "Certainly you will have doubts. There will be questionings and faith will return again. That is how faith is established."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "The second you stop questioning yourself is the second that you become the monster."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "A mind that questions everything, unless strong enough to bear the weight of its ignorance, risks questioning itself and being engulfed in doubt."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Persistent questioning and healthy inquisitiveness are the first requisite for acquiring learning of any kind."
    },
    {
      "cite": "Thomas S. Kuhn",
      "quote": "The answers you get depend on the questions you ask."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The questioning spirit is the rebellious spirit. A rebellion is always either a cloak to hide a prince, or the swaddling wrapper of a new rule."
    },
    {
      "cite": "Peter Abelard",
      "quote": "The first key to wisdom is assiduous and frequent questioning."
    },
    {
      "cite": "Margaret Mead",
      "quote": "We grow up never questioning that which is unquestioned around us."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The path to holiness lies through questioning everything."
    },
    {
      "cite": "David J. Lieberman",
      "quote": "Whenever you are questioning a person's desire for something, consider what he does, not necessarily what he says."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Questioning is not the mode of conversation among gentlemen."
    },
    {
      "cite": "Julian Baggini",
      "quote": "The very act of questioning whether you exist proves you do, because you must be there for the doubt to be entertained in the first place."
    },
    {
      "cite": "Byron Katie",
      "quote": "Questioning our stressful thoughts, we come to see they're not true."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The questions you ask consistently will create either enervation or enjoyment, indignation or inspiration, misery or magic. Ask the questions that will uplift your spirit and push you along the path of human excellence."
    },
    {
      "cite": "Lani Guinier",
      "quote": "Most people ask questions because they want to know the answer; lawyers are trained never to ask questions unless they already know the answer."
    },
    {
      "cite": "Tim Jackson",
      "quote": "Questioning growth is deemed to be the act of lunatics, idealists and revolutionaries. But question it we must."
    },
    {
      "cite": "Peter Abelard",
      "quote": "The key to wisdom is this -- constant and frequent questioning ... for by doubting we are led to question and by questioning we arrive at the truth."
    },
    {
      "cite": "Stella Young",
      "quote": "Disability doesn't make you exceptional, but questioning what you think you know about it does."
    },
    {
      "cite": "Zoe Kravitz",
      "quote": "Be confident, and just do it. It's all about not questioning what everyone else is thinking, since they're probably looking to others to know what is or isn't cool."
    },
    {
      "cite": "Seth Godin",
      "quote": "If it's worth listening to, it's worth questioning until you understand it."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "Questioning the ostensibly unquestionable premises of our way of life is arguably the most urgent of services we owe our fellow humans and ourselves."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day."
    },
    {
      "cite": "A. H. Almaas",
      "quote": "To contact the deeper truth of who we are, we must engage in some activity or practice that questions what we assume to be true about ourselves."
    },
    {
      "cite": "Gerard Mortier",
      "quote": "Art is the questioning of culture."
    },
    {
      "cite": "Barack Obama",
      "quote": "You can question somebody's views and their judgment without questioning their motives or patriotism."
    },
    {
      "cite": "Seth Avett",
      "quote": "You really get tired in one area of your life, and then you start questioning your whole existence."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Respect authority while questioning it."
    }
  ]
}