{
  "source": "https://www.wisesayings.com/quick-quotes/",
  "theme": "quick",
  "quotes": [
    {
      "cite": "George Burns",
      "quote": "Be quick to learn and wise to know."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Quickness is the essence of the war."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "A quick cure is a quack cure."
    },
    {
      "cite": "Sophocles",
      "quote": "Quick decisions are unsafe decisions."
    },
    {
      "cite": "unknown",
      "quote": "Quick believers need broad shoulders."
    },
    {
      "cite": "Proverb",
      "quote": "No man is quick enough to enjoy life to the full."
    },
    {
      "cite": "Trudi Canavan",
      "quote": "Better to know the quick pain of truth than the ongoing pain of a long-held false hope."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Quick riches are more dangerous than poverty."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Be quick to do good. If you are slow, the mind, delighting in mischief, will catch you."
    },
    {
      "cite": "Juvenal",
      "quote": "We are too quick to imitate depraved examples."
    },
    {
      "cite": "Homer",
      "quote": "Youth is quick in feeling but weak in judgement."
    },
    {
      "cite": "George Santayana",
      "quote": "Intelligence is quickness in seeing things as they are."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Who makes quick use of the moment is a genius of prudence."
    },
    {
      "cite": "Clarence Thomas",
      "quote": "The only people who have quick answers don't have the responsibility of making the decisions."
    },
    {
      "cite": "Alison Goodman",
      "quote": "Men were always quick to believe in the madness of women."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Quick sensitivity is inseperable from a ready understanding."
    },
    {
      "cite": "Charles Kettering",
      "quote": "People see the wrongness in an idea much quicker that the rightness."
    },
    {
      "cite": "Richard Branson",
      "quote": "There are no quick wins in business - it takes years to become an overnight success."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "Quick gratification of desires, often lead to low stratifications in life."
    },
    {
      "cite": "Wayne Muller",
      "quote": "In the soil of the quick fix is the seed of a new problem, because our quiet wisdom is unavailable."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A quick temper will make a fool of you soon enough."
    },
    {
      "cite": "Francis Chan",
      "quote": "We are quick to rationalize our entertainment and priorities yet are slow to commit to serving God."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Let us be quick to repent of injuries while repentance may not be a barren anguish."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Be quick to resolve conflicts before they mature to become wars. The energetic crocodile was once a delicate egg!"
    },
    {
      "cite": "Faran Tahir",
      "quote": "We are all quick to point out all the differences but not as willing to accept what bonds us as humans."
    },
    {
      "cite": "Ahmad Jamal",
      "quote": "The quickest way to become troubled is to be concerned with what people are gonna say about your life and your work."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "We are too quick to live this life and forget that there is another world to come...this is not the end."
    },
    {
      "cite": "Graham Swift",
      "quote": "How quick and rushing life can sometimes seem, when at the same time it's so slow and sweet and everlasting."
    },
    {
      "cite": "John Wooden",
      "quote": "Be quick, but don't hurry."
    },
    {
      "cite": "Ehab Atalla",
      "quote": "Quickness means you are hustling."
    }
  ]
}