{
  "source": "https://www.wisesayings.com/quiet-quotes/",
  "theme": "quiet",
  "quotes": [
    {
      "cite": "Pythagoras",
      "quote": "A fool is known by his speech; and a wise man by silence."
    },
    {
      "cite": "Stephen King",
      "quote": "Quiet people have the loudest minds."
    },
    {
      "cite": "Anonymous",
      "quote": "A quiet man is a thinking man. A quiet woman is usually mad."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "An inability to stay quiet is one of the conspicuous failings of mankind."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Quiet is peace. Tranquility. Quiet is turning down the volume knob on life. Silence is pushing the off button. Shutting it down. All of it."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Sometimes you need to sit lonely on the floor in a quiet room in order to hear your own voice and not let it drown in the noise of others."
    },
    {
      "cite": "Robert Greene",
      "quote": "Sweet are the thoughts that savour of content. The quiet mind is richer than a crown."
    },
    {
      "cite": "Dr. T.P. Chia",
      "quote": "Quiet and silence is a form of power. Thoughtful and wise people are not talkative people."
    },
    {
      "cite": "Anonymous",
      "quote": "Silence is often misinterpreted, but never misquoted. We should all learn just to be quiet at times."
    },
    {
      "cite": "Rumi",
      "quote": "When I am silent, I have thunder hidden inside."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The best cure for the body is a quiet mind."
    },
    {
      "cite": "William Powell",
      "quote": "Cultivate solitude and quiet and a few sincere friends, rather than mob merriment, noise and thousands of nodding acquaintances."
    },
    {
      "cite": "Hans Margolius",
      "quote": "Only in quiet waters do things mirror themselves undistorted. Only in a quiet mind is adequate perception of the world."
    },
    {
      "cite": "Seneca",
      "quote": "Be silent as to services you have rendered, but speak of favours you have received."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "In the end, we will remember not the words of our enemies, but the silence of our friends."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The monotony and solitude of a quiet life stimulates the creative mind."
    },
    {
      "cite": "Amy Efaw",
      "quote": "Just because you don't say much doesn't mean people don't notice you. It's actually the quiet ones who often draw the most attention. There's this constant whirlwind of motion and sound all around, and then there's the quiet one, the eye of the storm."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Who cannot understand your silence, cannot understand your words."
    },
    {
      "cite": "Mark Sanborn",
      "quote": "In teamwork, silence isn't golden, it's deadly."
    },
    {
      "cite": "Kathryn L. Nelson",
      "quote": "Sometimes it is the quiet observer who sees the most."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes it's best to stay quiet. The silence can speak volumes without ever saying a word."
    },
    {
      "cite": "Ali Ibn Abi Talib R.A",
      "quote": "Surely silence can sometimes be the most eloquent reply."
    },
    {
      "cite": "Susan L. Taylor",
      "quote": "We need quiet time to examine our lives openly and honestly - spending quiet time alone gives your mind an opportunity to renew itself and create order."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If we will be quiet and ready enough, we shall find compensation in every disappointment."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Silence is one of the great arts of conversations."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "How rare it is to find a soul quiet enough to hear God speak."
    },
    {
      "cite": "Confucius",
      "quote": "Silence is a true friend who never betrays."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Live quietly in the moment and see the beauty of all before you. The future will take care of itself."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Silence is a source of great strength."
    },
    {
      "cite": "LLK",
      "quote": "When she is quiet, there is a reason. She is sorting through all the chaos in her head and all the madness in her heart."
    }
  ]
}