{
  "source": "https://www.wisesayings.com/quiet-time-quotes/",
  "theme": "quiet-time",
  "quotes": [
    {
      "cite": "Susan L. Taylor",
      "quote": "We need quiet time to examine our lives openly and honestly - spending quiet time alone gives your mind an opportunity to renew itself and create order."
    },
    {
      "cite": "Donald Trump",
      "quote": "I'm a busy guy but I set aside quiet time every morning and every evening to keep my equilibrium centered on my own path. I don't like being swayed by anything that might be negative or damaging"
    },
    {
      "cite": "Ruth Rudner",
      "quote": "It's nice, when fishing, to catch a fish. But it doesn't really matter if you don't. What you always catch is a quiet time sitting at the water's edge, or in a gently rocking boat, a silent time of water and sky and the movement of natural things."
    },
    {
      "cite": "Jaime Murray",
      "quote": "I get clarity through quiet time, reflection, reading, and meditation. Finding the space between thoughts gives me the energy to take on new challenges with enthusiasm."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "The most important habit is solitude, quiet time. People who enter their day by taking 45 minutes or an hour for themselves - meditation, prayer, inspirational reading, taking a walk - before they go for it in the real world do best."
    },
    {
      "cite": "Russell Summons",
      "quote": "Nothing increases happiness like quiet time. The truth is, the only moments that make you laugh or happy are seconds of stillness."
    },
    {
      "cite": "Tessa Virtue",
      "quote": "Hair and makeup has become part of my pre-competition routine. It's a quiet time, when I can reflect, I can put on some music - and I can mentally get in the zone of performance."
    },
    {
      "cite": "Linda Gray",
      "quote": "Aeroplane journeys give me quiet time to read and sleep; it's like being unplugged from the earth."
    },
    {
      "cite": "Ron Ben-Israel",
      "quote": "I imagine I appear very outgoing, and I do enjoy people and parties and being involved in life. I am also a very private person, and I value my quiet time. I think people assume I am just a party animal, and in truth, I need to recharge my battery just like everyone else."
    },
    {
      "cite": "Josh Mcdermitt",
      "quote": "For my mind, I try to reduce stress by finding quiet time and meditating."
    },
    {
      "cite": "Dar Williams",
      "quote": "In the laughing times we know that we are lucky, and in the quiet times we know that we are blessed. And we will not be alone."
    },
    {
      "cite": "Anne Graham Lotz",
      "quote": "I need the spiritual revival that comes from spending quiet time alone with Jesus in prayer and in thoughtful meditation on His Word."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "The prayer offered to God in the morning during your quiet time is the key that unlocks the door of the day. Any athlete knows that it is the start that ensures a good finish."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Solitude is very different from a 'time-out' from our busy lives. Solitude is the very ground from which community grows. Whenever we pray alone, study, read, write, or simply spend quiet time away from the places where we interact with each other directly, we are potentially opened for a deeper intimacy with each other."
    },
    {
      "cite": "Kesha",
      "quote": "I try to get in quiet time and book time, but really, the only time I ever get that is when I'm on an airplane - I have a fear of flying, but I actually love flying because it's the only time I can sleep, and it's the only time I get to read."
    },
    {
      "cite": "Barack Obama",
      "quote": "I like my quiet time. There is a writer's sensibility in me sometimes, where I step back."
    },
    {
      "cite": "Andrew Motion",
      "quote": "I'm an early bird, partly because I like to have some quiet time and partly because by 9am emails begin arriving, the phone starts ringing and I have dragons to kill of one sort or another."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Night is a more quiet time to work. It aids thought."
    },
    {
      "cite": "Rey Mysterio",
      "quote": "Reading helps me be more creative, it helps my imagination and I like the fact that it gives me some quiet time."
    },
    {
      "cite": "Florida Scott-Maxwell",
      "quote": "Age puzzles me. I thought it was a quiet time. My seventies were interesting and fairly serene, but my eighties are passionate. I grow more intense as I age."
    }
  ]
}