{
  "source": "https://www.wisesayings.com/quit-quotes/",
  "theme": "quit",
  "quotes": [
    {
      "cite": "T. Boone Pickens",
      "quote": "If you're on the right side of the issue, just keep driving until you hear glass breaking. Don't quit."
    },
    {
      "cite": "Jeff Hardy",
      "quote": "Desire means never quit."
    },
    {
      "cite": "Simone Elkeles",
      "quote": "You know you can do more, but everyone expects you to quit."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Rest but never quit. Even the sun has a sinking spell each evening. But it always rises the next morning. At sunrise, every soul is born again."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "No matter what's going on in our lives, the victory is in refusing to quit."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If you quit once it becomes a habit. Never quit."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "The trouble with most people is that they quit before they start."
    },
    {
      "cite": "George A. Sheehan",
      "quote": "The real competition is against the little voice inside you that wants to quit."
    },
    {
      "cite": "J.A. Konrath",
      "quote": "If you can quit, quit. If you can't quit, stop complaining - this is what you chose."
    },
    {
      "cite": "Ted Turner",
      "quote": "You can never quit. Winners never quit, and quitters never win."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "On tough days, you gotta have heart. Don't quit, whatever you do. Persevere."
    },
    {
      "cite": "Richard Petty",
      "quote": "No one wants to quit when he's losing and no one wants to quit when he's winning."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Quit while you're ahead. All the best gamblers do."
    },
    {
      "cite": "Bear Bryant",
      "quote": "Never quit. It is the easiest cop-out in the world. Set a goal and don't quit until you attain it. When you do attain it, set another goal, and don't quit until you reach it. Never quit."
    },
    {
      "cite": "Douglas Southall Freeman",
      "quote": "The man who wins is the man who hangs on just five minutes longer after everyone else has quit."
    },
    {
      "cite": "Chris Gardner",
      "quote": "It's okay to fail; it's not okay to quit."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The temptation to quit will be greatest just before you are about to succeed."
    },
    {
      "cite": "Florinda Donner",
      "quote": "And the best way to quit being concerned with yourself is to be concerned about others."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "You can always quit, so why quit now."
    },
    {
      "cite": "George Allen Sr.",
      "quote": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed becacuse they are determined to."
    },
    {
      "cite": "Mike Ditka",
      "quote": "Losers quit when they're tired. Winners quit when they've won."
    },
    {
      "cite": "David Cottrell",
      "quote": "People quit people before they quit companies."
    },
    {
      "cite": "Tommy Barnett",
      "quote": "Great men are just ordinary men that didn't quit."
    },
    {
      "cite": "George W Bush",
      "quote": "We'll succeed unless we quit."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Winners are not those who never fail, but those who never quit."
    },
    {
      "cite": "Seth Godin",
      "quote": "It's human nature to quit when it hurts. But it's that reflex that creates scarcity."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Resolve never to quit, never to give up, no matter what the situation."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "The only way to fail is to quit."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Before you quit, you have to try."
    },
    {
      "cite": "Elsan H. Stafford",
      "quote": "If you never quit, you're never beaten."
    }
  ]
}