{
  "source": "https://www.wisesayings.com/raccoon-quotes/",
  "theme": "raccoon",
  "quotes": [
    {
      "cite": "Countee Cullen",
      "quote": "I cut my teeth as the black raccoon for implements of battle."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "We don't have to go to wild places to find wildlife. A surprisingly wide range of species can be found in our sities and towns, from familiar animals like the raccoon to more exotic ones like the mountain lion."
    },
    {
      "cite": "Ilona Andrews",
      "quote": "An evil spark flared in his eyes. Trade raccoon for some answers."
    },
    {
      "cite": "Tanya Huff",
      "quote": "Oh, for fuck's sake sometimes a raccoon is just a raccoon."
    },
    {
      "cite": "Toni Morrison",
      "quote": "A woman could be cobra-thin and starving, but if she had grapefruit boobs and raccoon eyes, she was deliriously happy."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Let's put it this way: If a raccoon can carry a movie, then they believe maybe even a woman can."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "The raccoons, foxes, beavers, chinchillas, minks, rabbits, and yes, sometimes even dogs and cats that are killed for fur are not very different from your beloved dog or cat. They all have eyes, ears and hearts. They all experience pain when they are physically maimed. They shake with fear when they experience terror."
    },
    {
      "cite": "Graham Coxon",
      "quote": "Most of America don't even listen to music probably. They just go raccoon hunting or something."
    },
    {
      "cite": "George Carlin",
      "quote": "Sometimes a fireman will go to great strenuous lengths to save a raccoon that's stuck in a drainpipe and then go out on the weekend and kill several of them for amusement."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Why is love easy? I don't know. And the raccoons don't say."
    },
    {
      "cite": "Phil Donahue",
      "quote": "Some people are uncomfortable with the idea that humans belong to the same class of animals as cats and cows and raccoons. They're like the people who become successful and then don't want to be reminded of the old neighborhood."
    },
    {
      "cite": "unknown",
      "quote": "Don't assume the animal digging through your trash at night is a raccoon. It might just be a carny in a bear suit."
    }
  ]
}