{
  "source": "https://www.wisesayings.com/race-quotes/",
  "theme": "race",
  "quotes": [
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "The true worth of a race must be measured by the character of its womanhood."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Race doesn't really exist for you because it has never been a barrier. Black folks don't have that choice."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "A race preserves its vigor so long as it harbors a real contrast between what has been and what may be; and so long as it is nerved by the vigor to adventure beyond the safeties of the past. Without adventure civilization is in full decay."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "I don't fancy colors of the face, I'm always attracted to colors of the brain."
    },
    {
      "cite": "Auguste Comte",
      "quote": "The only real life is the collective life of the race; individual life has no existence except as an abstraction."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact."
    },
    {
      "cite": "Raquel Cepeda",
      "quote": "I guess it all depends on whom you ask and when you ask. Race, I've learned, is in the eye of the beholder."
    },
    {
      "cite": "Mark Twain",
      "quote": "The symbol of the race ought to be a human being carrying an ax, for every human being has one concealed about him somewhere, and is always seeking the opportunity to grind it."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "No human race is superior; no religious faith is inferior. All collective judgments are wrong. Only racists make them."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "No race can prosper till it learns that there is as much dignity in tilling a field as in writing a poem."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Our true nationality is mankind."
    },
    {
      "cite": "Don Marquis",
      "quote": "The chief obstacle to the progress of the human race is the human race."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The only difference between man and man all the world over is one of degree, and not of kind, even as there is between trees of the same species."
    },
    {
      "cite": "Bebe Moore Campbell",
      "quote": "My color is my joy and not my burden."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Nakedness has no color: this can come as news only to those who have never covered, or been covered by, another naked human being."
    },
    {
      "cite": "Orson Welles",
      "quote": "Race hate isn't human nature; race hate is the abandonment of human nature."
    },
    {
      "cite": "George C. Lichtenberg",
      "quote": "He who is in love with himself has at least this advantage, he won't encounter many rivals."
    },
    {
      "cite": "Washington Bailey",
      "quote": "The white man's happiness cannot be purchased by the black man's misery."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "People must help one another; it is nature's law."
    },
    {
      "cite": "George C. Lichtenberg",
      "quote": "The drive to propagate our race has also propagated a lot of other things."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Beware so long as you live, of judging men by their outward appearance."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "I hope that people will finally come to realize that there is only one race the human race and that we are all members of it."
    },
    {
      "cite": "Mark Twain",
      "quote": "The human race is a race of cowards; and I am not only marching in that procession but carrying a banner."
    },
    {
      "cite": "Mark Twain",
      "quote": "The human race has one really effective weapon, and that is laughter."
    },
    {
      "cite": "Charles Darwin",
      "quote": "At some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate, and replace the savage races throughout the world."
    }
  ]
}