{
  "source": "https://www.wisesayings.com/racing-quotes/",
  "theme": "racing",
  "quotes": [
    {
      "cite": "Fred Lebow",
      "quote": "It doesn't matter whether you come in first, in the middle of the pack, or last. You can say, 'I have finished.' There is a lot of satisfaction in that."
    },
    {
      "cite": "Peter Golenback",
      "quote": "What sets these - and all - racers apart from less daredevilish mortals is their complete lack of fear and their joy of doing something on the edge. They love to speed because it is dangerous."
    },
    {
      "cite": "Peter Egan",
      "quote": "Racing makes heroin addiction look like a vague wish for something salty."
    },
    {
      "cite": "Carl Lewis",
      "quote": "My thoughts before a big race are usually pretty simple. I tell myself: 'Get out of the blocks, run your race, stay relaxed. If you run your race, you'll win... channel your energy. Focus."
    },
    {
      "cite": "Joe Henderson",
      "quote": "No marathon gets easier later. The half way point only marks the end of the beginning."
    },
    {
      "cite": "Hunter Thompson",
      "quote": "Faster, faster, faster, until the thrill of speed overcomes the fear of death"
    },
    {
      "cite": "Driver Jimmy Thompson Speaking About Daytona International Speedway",
      "quote": "There have been other tracks that separated the men from the boys. This is the track that will separate the brave from the weak after the boys are gone."
    },
    {
      "cite": "Mario Andretti",
      "quote": "The crashes people remember, but drivers remember the near misses."
    },
    {
      "cite": "Brendan Murry",
      "quote": "Racing top fuel is for people who love work and hate money."
    },
    {
      "cite": "Janet Guthrie",
      "quote": "Racing is a matter of spirit not strength."
    },
    {
      "cite": "Rudolf Caracciola",
      "quote": "When speed gets in the blood, one must drive to live."
    },
    {
      "cite": "Ayrton Senna",
      "quote": "You will never know the feeling of a driver when winning a race. The helmet hides feelings that cannot be understood."
    },
    {
      "cite": "Bobby Unser",
      "quote": "Nobody remembers who finished second but the guy who finished second."
    },
    {
      "cite": "Colin Mcrae",
      "quote": "Straight roads are for fast cars, turns are for fast drivers."
    },
    {
      "cite": "Bobby Allison",
      "quote": "When you win a race you're on top that day, so take it for what its worth, have a good time and party, cause the next day when you get out of bed, the meter goes back to zero again."
    },
    {
      "cite": "Mark Donohue",
      "quote": "If you can leave two black stripes from the exit of one corner to the braking zone of the next, you have enough horsepower."
    },
    {
      "cite": "Mario Andretti",
      "quote": "Sometimes you have to bring back only the steering wheel so the car owner will know that you're giving it all you have."
    },
    {
      "cite": "Jeremy Clarkson",
      "quote": "It's not a throttle-it's a detonator."
    },
    {
      "cite": "Dale Earnhardt",
      "quote": "The winner ain't the one with the fastest car, it's the one who refuses to lose."
    },
    {
      "cite": "Bill Vukovich",
      "quote": "There's no secret. You just press the accelerator to the floor and steer left."
    },
    {
      "cite": "Murray Walker",
      "quote": "The lead car is absolutely unique, except for the one behind it which is identical."
    },
    {
      "cite": "Dave Barry",
      "quote": "Auto racing is boring except when a car is going at least 172 miles per hour upside down."
    },
    {
      "cite": "Duane Bailey",
      "quote": "Racing is the constant search for the weakest link."
    },
    {
      "cite": "Enzo Ferrari",
      "quote": "Aerodynamics are for people who can't build engines."
    },
    {
      "cite": "Abner Perney",
      "quote": "It is more fun to drive a slow car fast than to drive a fast car slow."
    },
    {
      "cite": "Stirling Moss",
      "quote": "The ideal racecar will expire 100 yards past the finish line."
    },
    {
      "cite": "Paul Newman",
      "quote": "Newman's first law: It is useless to put on your brakes when you're upside down."
    },
    {
      "cite": "Unkown",
      "quote": "Speed costs, how fast do you want to go?"
    },
    {
      "cite": "James Day",
      "quote": "They can be a handful to drive it's like driving a piece of chain down a race track."
    },
    {
      "cite": "Adam Goucher",
      "quote": "I love controlling a race, chewing up an opponent. Let's get down and dirty. Let's fight it out. It's raw, animalistic, with no one to rely on but yourself. There's no better feeling than that."
    }
  ]
}