{
  "source": "https://www.wisesayings.com/racial-quotes/",
  "theme": "racial",
  "quotes": [
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The human race is governed by its imagination."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Racism does not have a good track record. It's been tried out for a long time and you'd think by now we'd want to put an end to it instead of putting it under new management."
    },
    {
      "cite": "Anonymous",
      "quote": "Racial superiority is a mere pigment of the imagination."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Racists believe that national identity is determined by racial purity."
    },
    {
      "cite": "Mark W. Boyer",
      "quote": "Color can be measured in the depth of ones' skin, however character is measured by the content of ones' heart."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The human race may be the only intelligent beings in the galaxy."
    },
    {
      "cite": "Lamont Renzo Bracy",
      "quote": "Race determines variables that yield results undesirable to one sector, while rendering a noticeable favor to others."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Race is the least reliable information you can have about someone. It's real information, but it tells you next to nothing."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Race doesn't really exist for you because it has never been a barrier. Black folks don't have that choice."
    },
    {
      "cite": "Audre Lorde",
      "quote": "It is not our differences that divide us. It is our inability to recognize, accept, and celebrate those differences."
    },
    {
      "cite": "Steve Prefontaine",
      "quote": "A race is a work of art that people can look at and be affected in as many ways they're capable of understanding."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "Racial prejudices are indication of a disturbed and potentially unstable society."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The human race is evolving to the realization that what is happening on the level of consciousness both precedes and determines what happens in the world."
    },
    {
      "cite": "T.A. Uner",
      "quote": "Lets us not be divided by the color of our skin, but be united by the color of our blood."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Race does not determine the intelligent coefficient."
    },
    {
      "cite": "Tyler Cowen",
      "quote": "Real cultural diversity results from the interchange of ideas, products, and influences, not from the insular development of a single national style."
    },
    {
      "cite": "Saul Alinsky",
      "quote": "A racially integrated community is a chronological term timed from the entrance of the first black family to the exit of the last white family."
    },
    {
      "cite": "Bill Nye",
      "quote": "There really is for humankind there's really no such thing as race. There's different tribes but not different races. We're all one species."
    },
    {
      "cite": "Rinku Sen",
      "quote": "Racial justice is key to a compassionate, inclusive, dynamic society."
    },
    {
      "cite": "Gore Vidal",
      "quote": "A racial or religious or tribal identity is a kind of fact."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "No human race is superior; no religious faith is inferior. All collective judgments are wrong. Only racists make them."
    },
    {
      "cite": "Wentworth Miller",
      "quote": "A racial community provides not only a sense of identity, that luxury of looking into another's face and seeing yourself reflected back, but a sense of security and support."
    }
  ]
}