{
  "source": "https://www.wisesayings.com/radio-quotes/",
  "theme": "radio",
  "quotes": [
    {
      "cite": "Ira Glass",
      "quote": "Radio is for driving."
    },
    {
      "cite": "Bob Seger",
      "quote": "Radio is so fragmented, it's unbelievable."
    },
    {
      "cite": "Billy Collins",
      "quote": "Radio is such a perfect medium for the transmission of poetry, primarily because there just is the voice, there's no visual distraction."
    },
    {
      "cite": "Martha C. Nussbaum",
      "quote": "Radio was, in a way, a very philosophical medium. You could make an argument on the radio, and people listened to it. Television is already harder because people's attention span becomes shorter with television. Cut to a commercial and all that."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Radio is dumb until the listener hears what radio says."
    },
    {
      "cite": "Ira Glass",
      "quote": "Radio is more powerful the closer we mimic the way we actually speak to each other. That's why Howard Stern is such a great radio talent. People on his show are actually speaking to each other. You might not like what they're saying, but they're real conversations."
    },
    {
      "cite": "Alison Gopnik",
      "quote": "The radio was an improvement on the telegraph but it didn't have the same exponential, transformative effect."
    },
    {
      "cite": "Bob Edwards",
      "quote": "With radio, the listener absorbs everything."
    },
    {
      "cite": "Gordon Smith",
      "quote": "Radio continues to be the very best advertising music performers have. No one who ever grabbed a Grammy got there without radio."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "A world without radio is a deaf world. A world without television is a blind world. A world without telephone is a dumb world. A world without communication is indeed a crippled world."
    },
    {
      "cite": "Dick Cavett",
      "quote": "Radio, which was a much better medium than television will ever be, was easy and pleasant to listen to. Your mind filled automatically with images."
    },
    {
      "cite": "Harry von Zell",
      "quote": "Radio is the most intimate and socially personal medium in the world."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Radio is a really strange business now, too. There's a very narrow door and a very few people control what gets played."
    },
    {
      "cite": "George Thorogood",
      "quote": "Classic Rock radio gave us our longevity."
    },
    {
      "cite": "Steve Allen",
      "quote": "Radio is the theater of the mind; television is the theater of the mindless."
    },
    {
      "cite": "Dierks Bentley",
      "quote": "The radio is not show fun, it's show business. It's money."
    },
    {
      "cite": "Casey Kasem",
      "quote": "Basically, radio hasn't changed over the years. Despite all the technical improvements, it still boils down to a man or a woman and a microphone, playing music, sharing stories, talking about issues - communicating with an audience."
    },
    {
      "cite": "David Bohm",
      "quote": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts."
    },
    {
      "cite": "Ira Glass",
      "quote": "In radio, you have two tools. Sound and silence."
    },
    {
      "cite": "Chick Hearn",
      "quote": "Radio is the art form of sports casting. If you're any good, you can do a great job on radio."
    },
    {
      "cite": "Richard J. Daley",
      "quote": "Television and radio do a wonderful job in focusing attention on the problems of our society."
    },
    {
      "cite": "Ernie Harwell",
      "quote": "In radio, they say, nothing happens until the announcer says it happens."
    },
    {
      "cite": "Fred Allen",
      "quote": "Radio is called a medium because it is rare that anything is well done."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Radio is a medium of entertainment which permits millions of people to listen to the same joke at the same time, and yet remain lonesome."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Radio is what moves through the microphone and speakers into the ears of the discerning listener. Radio is what it transmits to the listener at any moment in time. Who sits behind the microphone makes the microphone worth the ears of great and noble listeners. The impact of radio lies less in the name of the radio and much in what it transmits each passing second."
    },
    {
      "cite": "David Lee Roth",
      "quote": "Radio as we know it is pretty much changing completely."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "When radio keeps silent, our ears shall never hear the real details!"
    },
    {
      "cite": "Bob Dylan",
      "quote": "The radio makes hideous sounds."
    },
    {
      "cite": "Emily Greene Balch",
      "quote": "Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest."
    },
    {
      "cite": "Martin Garrix",
      "quote": "Radio helps you break into a whole different audience. Radio has so much power. And that's my mission: to not only break into the EDM audience, but to break also into the mainstream audience."
    }
  ]
}