{
  "source": "https://www.wisesayings.com/radical-quotes/",
  "theme": "radical",
  "quotes": [
    {
      "cite": "Bill Johnson",
      "quote": "Through radical generosity, we are awakening in people an in built divine consciousness of His goodness."
    },
    {
      "cite": "Warren Farrell",
      "quote": "Every movement has radicals. But the important thing is that the radicals are not the leaders."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Radical changes of identity, happening suddenly and in very brief intervals of time, have proved more deadly and destructive of human values than wars fought with hardware weapons."
    },
    {
      "cite": "Katrina vanden Heuvel",
      "quote": "One of the most radical things that you can do is really listen to someone."
    },
    {
      "cite": "Karl Marx",
      "quote": "To be radical is to grasp things by the root."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "A radical and transformative thought goes nowhere without the willingness to challenge convention."
    },
    {
      "cite": "Leonid Shamkovich",
      "quote": "A real sacrifice involves a radical change in the character of a game which cannot be effected without foresight, fantasy, and the willingness to risk."
    },
    {
      "cite": "Ray Dalio",
      "quote": "Radical transparency fosters goodness in so many ways for the same reasons that bad things are more likely to take place behind closed doors."
    },
    {
      "cite": "Mark Twain",
      "quote": "The radical of one century is the conservative of the next. The radical invents the views. When he has worn them out, the conservative adopt."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Practice radical humility when it comes to your own accomplishments, and give credit everywhere except to your ego."
    },
    {
      "cite": "Saul Alinsky",
      "quote": "Radicals must be resilient, adaptable to shifting political circumstances, and sensitive enough to the process of action and reaction to avoid being trapped by their own tactics and forced to travel a road not of their choosing."
    },
    {
      "cite": "Robert Grudin",
      "quote": "Because it is a radical act of freedom, creative achievement is a heroic process that requires, in all its permutations, specific strengths of character."
    },
    {
      "cite": "Niels Bohr",
      "quote": "Every valuable human being must be a radical and a rebel, for what he must aim at is to make things better than they are."
    },
    {
      "cite": "Jakaya Kikwete",
      "quote": "Those who expect radical changes in policy and direction are mistaken and lost. The government of the fourth republic will build on what was undertaken by previous governments and will continue with all good things."
    },
    {
      "cite": "Claudia Black",
      "quote": "It is a radical act to believe in and like yourself."
    },
    {
      "cite": "Anita Sarkeesian",
      "quote": "One of the most radical things you can do, is to actually believe women when they tell you about their experiences."
    },
    {
      "cite": "Ken Livingstone",
      "quote": "There needs to be radical development in equality law to create the environment to allow women to stay in work."
    },
    {
      "cite": "Angela Davis",
      "quote": "Radical simply means grasping things at the root."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "The most radical thing we can do is connect people to one another. That starts conversations toward a vision for change."
    },
    {
      "cite": "Bayard Rustin",
      "quote": "The real radical is that person who has a vision of equality and is willing to do those things that will bring reality closer to that vision."
    },
    {
      "cite": "Stanislav Grof",
      "quote": "A radical inner transformation and rise to a new level of consciousness might be the only real hope we have in the current global crisis brought on by the dominance of the Western mechanistic paradigm."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Radicals are only to be feared when you try to suppress them. You must demonstrate that you will use the best of what they offer."
    },
    {
      "cite": "Raymond Williams",
      "quote": "To be truly radical is to make hope possible rather than despair inevitable."
    },
    {
      "cite": "Joanna Macy",
      "quote": "The most radical thing any of us can do at this time is to be fully present to what is happening in the world."
    },
    {
      "cite": "Charles August Lindbergh",
      "quote": "A radical is one who speaks the truth."
    },
    {
      "cite": "J. D. Greear",
      "quote": "Things like radical generosity and audacious faith are not produced when we focus on them, but when we focus on the gospel."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "The radical novelty of modern science lies precisely in the rejection of the belief that the forces which move the stars and atoms are contingent upon the preferences of the human heart."
    },
    {
      "cite": "Mike Bickle",
      "quote": "Radical isn't about how high you jump in a worship service, its about how you walk when you come down."
    },
    {
      "cite": "Lynne Stewart",
      "quote": "There's a lot of active radical thought today but not much action."
    },
    {
      "cite": "Andrea Gibson",
      "quote": "Commit to loving yourself completely. It's the most radical thing you will do in your lifetime."
    }
  ]
}