{
  "source": "https://www.wisesayings.com/rage-quotes/",
  "theme": "rage",
  "quotes": [
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Anger is like a flame blazing up and consuming our self-control, making us think, say, and do things that we will probably regret later."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "Hatred is blind, rage carries you away, and he who pours out vengeance runs the risk of tasting a bitter draught."
    },
    {
      "cite": "Louis L'Armour",
      "quote": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before it takes something from him."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Rage is caused by a conviction, almost comic in its optimistic origins, however tragic in its effects, that a given frustration has not been written into the contract of life."
    },
    {
      "cite": "Richard Steele",
      "quote": "Modesty never rages, never murmurs, never pouts; when it is ill-treated, it pines, it beseeches, it languishes."
    },
    {
      "cite": "Plutarch",
      "quote": "No beast is more savage than man when possessed with power answerable to his rage."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Oppose not rage while rage is in its force, but give it way a while and let it waste."
    },
    {
      "cite": "William Blake",
      "quote": "All futurity seems teeming with endless destruction never to be repelled; Desperate remorse swallows the present in a quenchless rage."
    },
    {
      "cite": "Miguel Syjuco",
      "quote": "Angry men have little to live for when their rage becomes ineffective."
    },
    {
      "cite": "Paula Sharp",
      "quote": "Rage keeps the person who feels it company. It moves into the hollows left by grief and loss, and turns inside you like a dark furred animal that grows and fills you; it kills off loneliness and takes its place."
    },
    {
      "cite": "James A Baldwin",
      "quote": "Rage can only with difficulty, and never entirely, be brought under the domination of the intelligence, and therefore is not susceptible to any arguments whatsoever."
    },
    {
      "cite": "Cornel West",
      "quote": "Rage is fine as long as it doesn't deteriorate into bitterness."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Nowadays the rage for possession has got to such a pitch that there is nothing in the realm of nature, whether sacred or profane, out of which profit cannot be squeezed."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "There's a sort of rage a man feels when he's been deceived where he most trusted. It compares to no other anger."
    },
    {
      "cite": "Plutarch",
      "quote": "When one is transported by rage, it is best to observe attentively the effects on those who deliver themselves over to the same passion."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Anger is never without a reason, but seldom with a good one."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "The act of civil disobedience is the act of taking our anger and turning it into sacred rage. It is a personal and collective gesture of resistance and insistance."
    },
    {
      "cite": "Mark Twain",
      "quote": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured."
    },
    {
      "cite": "Mustafa Akyol",
      "quote": "Rage is a sign of nothing but immaturity. The power of any faith comes not from its coercion of critics and dissenters. It comes from the moral integrity and the intellectual strength of its believers."
    },
    {
      "cite": "Jonathan Maberry",
      "quote": "Rage was sometimes a useful ally in the heat of a fight, but it was a trickster. It made everything seem possible."
    },
    {
      "cite": "Pope Agapet",
      "quote": "To abandon yourself to rage is often to bring upon yourself the fault of another."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Anger blows out the lamp of the mind."
    },
    {
      "cite": "Solomon",
      "quote": "A soft answer breaks the rage, a tough answer encourage the fury."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Anger is a noble infirmity, the generous failing of the just, the one degree that riseth above zeal, asserting the prerogative of virtue."
    },
    {
      "cite": "Brody Dalle",
      "quote": "Hate and anger and disappointment and rage can be channeled in music into the most positive place."
    },
    {
      "cite": "Bell Hooks",
      "quote": "The rage of the oppressed is never the same as the rage of the privileged."
    },
    {
      "cite": "Doris Moreland Jones",
      "quote": "Anger is not the opposite of love, for the opposite of love is indifference. To be angry is to care tremendously. It is a signal that your caring extends beyond polite conversation, and that you are willing to risk a confrontation to share how you feel."
    },
    {
      "cite": "Will Rogers",
      "quote": "People who fly into a rage always make a bad landing."
    },
    {
      "cite": "Sam Kinison",
      "quote": "Rage only works if it is justified. That's the trick with rage. You gotta have a reason to be mad."
    },
    {
      "cite": "Buddha",
      "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."
    }
  ]
}