{
  "source": "https://www.wisesayings.com/railroad-quotes/",
  "theme": "railroad",
  "quotes": [
    {
      "cite": "Howard Elliott",
      "quote": "A railroad sells transportation., but sells something else along with it. It sells 'service.' The price of a railroad ticket covers both."
    },
    {
      "cite": "Railtrack Advertising Brochure",
      "quote": "Railtrack is not about taking a nostalgic journey back to a golden age; it is about travelling into the future on a mode of transport that is more relevant to the needs of the 21st century than any other."
    },
    {
      "cite": "Thomas B. Reed",
      "quote": "The democratic party is like a man riding backward in a railroad car; it never sees anything until it has got past it."
    },
    {
      "cite": "Walter W. Moore",
      "quote": "The steam would make a regular sound of chugga. chugga, chugga when travelling on level railroads. The sound was louder and slower when departing a station or pulling a heavy load and faster on downhill grades."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "My father worked for the train station, and whenever a train crashed, we would go as a family and steal food from the box cars."
    },
    {
      "cite": "Will Rogers",
      "quote": "There are two things that I don't care how smart you are, you will never understand. One is an alienist's testimony and the other is a railroad timetable."
    },
    {
      "cite": "Mark Twain",
      "quote": "A railroad is like a lie you have to keep building to it to make it stand."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "If a train doesn't stop at your station, then it's not your train."
    },
    {
      "cite": "John Moody",
      "quote": "The railroad is sprung from the application of two fundamental ideas one the use of a mechanical means of developing speed, the other the use of a smooth running surface to diminish friction."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Railroad iron is a magician's rod, in its power to evoke the sleeping energies of land and water."
    },
    {
      "cite": "John Moody",
      "quote": "While no one railroad can completely duplicate another line, two or more may compete at particular points."
    },
    {
      "cite": "Ramón Gómez de la Serna",
      "quote": "Between the railroad tracks suicidal flowers grow."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We do not ride on the railroad; it rides upon us."
    },
    {
      "cite": "John Moody",
      "quote": "The railroad originally was as completely dissociated from steam propulsion as was the ship."
    },
    {
      "cite": "Robert A Heinlein",
      "quote": "When railroading time comes you can railroad-but not before."
    },
    {
      "cite": "Stephen E. Ambrose",
      "quote": "The locomotives were getting faster, safer, more powerful as the cars became more comfortable. More than the steamboat, more than anything else, the railroads were the harbinger of the future, and the future was the Industrial Revolution."
    },
    {
      "cite": "Stephen E. Ambrose",
      "quote": "Because the railroads published schedules, the country was divided into four time zones. And it was the railroad that served as the symbol of the nineteenth century revolution in technology."
    },
    {
      "cite": "Stephen E. Ambrose",
      "quote": "The transcontinental railroad was the last great building project to be done by hand."
    },
    {
      "cite": "Christian Wolmar",
      "quote": "The railroads seemed to be tailor-made for the huge American landmass and for the indomitable spirit of its people."
    },
    {
      "cite": "Candacy Taylor",
      "quote": "Always race with locomotive to crossings. Engineers like it; it breaks the monotony of their job."
    },
    {
      "cite": "Anthony Lambert",
      "quote": "The loss of a railway was much more than a transport inconvenience to countless communities, more than the destruction of something that brought people together."
    },
    {
      "cite": "J.S. Mundrey",
      "quote": "Modern railway system employs high quality steel rails for heavy hauls and high speed operation."
    },
    {
      "cite": "DK",
      "quote": "Train stations have become sites of some of the world's most exquisite architecture and design."
    },
    {
      "cite": "Franz Werfel",
      "quote": "At these tiny old railroad stations, / which my own train long ago left behind, / I fear for the pressing crush of people / Departing, who pass on this stretch of track."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What's the railroad to me? / I never go to see / Where it ends. / It fills a few hollows, / And makes banks for the swallows, / It sets the sand a-blowing, / And the blackberries a-growing."
    },
    {
      "cite": "Alice Duer Miller",
      "quote": "Just a very common thing- / Shouts and whistles, bell that ring, / Just a platform in the rain / And a slowly moving train."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Bless railroads everywhere,' I said, ' / and the world's advance; / Bless every railroad share / In Italy, Ireland, France; / For never a beggar need now despair, / And every rogue has a chance.'"
    }
  ]
}