{
  "source": "https://www.wisesayings.com/rainy-days-quotes/",
  "theme": "rainy-days",
  "quotes": [
    {
      "cite": "Fran Lebowitz",
      "quote": "Do not, on a rainy day, ask your child what he feels like doing, because I assure you that what he feels like doing, you won't feel like watching."
    },
    {
      "cite": "Elizabeth Jane Howard",
      "quote": "A rainy day is like a lovely gift -- you can sleep late and not feel guilty."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "On a sunny clear day, you can improve your body; on a rainy fogy day, you can improve your mind!"
    },
    {
      "cite": "Charlie Harvey",
      "quote": "A rainy day is an equalizer. You don't know what's going to happen. You just take what you can get."
    },
    {
      "cite": "Jhona Beybeh",
      "quote": "I just love watching the rain falling off to the ground, pouring from the roof, kissing all the leafs and seems like the wind entice me to get wet."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Give thanks for the rain in your life which waters the flowers of your soul."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Rainy days should be spent at home with a cup of tea and a good book."
    },
    {
      "cite": "William Feather",
      "quote": "Some people are making such thorough preparation for rainy days that they aren't enjoying today's sunshine."
    },
    {
      "cite": "Rae Foley",
      "quote": "I always feel sorry for people who think more about a rainy day ahead than sunshine today."
    },
    {
      "cite": "Armenian Proverb",
      "quote": "On a rainy day many offer to water the chickens."
    },
    {
      "cite": "French Proverb",
      "quote": "He who marries on a rainy day will be happy for the rest of his life."
    },
    {
      "cite": "Anonymous",
      "quote": "God made rainy days so gardeners could get the housework done."
    },
    {
      "cite": "John Steinbeck",
      "quote": "One can find so many pains when the rain is falling."
    },
    {
      "cite": "George Marek",
      "quote": "There's nothing like a little rain to bring people together."
    },
    {
      "cite": "unknown",
      "quote": "Remember; not every rainy day holds within it the promise of any rainbow."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Into each life some rain must fall."
    },
    {
      "cite": "Denzel Washington",
      "quote": "You pray for rain, you gotta deal with the mud too. That's a part of it."
    },
    {
      "cite": "Mae West",
      "quote": "Save a boyfriend for a rainy day - and another, in case it doesn't rain."
    },
    {
      "cite": "James Poland",
      "quote": "Like the sky opens after a rainy day we must open to ourselves. Learn to love yourself for who you are and open so the world can see you shine."
    },
    {
      "cite": "Rachel Carson",
      "quote": "A rainy day is the perfect time for a walk in the woods."
    },
    {
      "cite": "Bible",
      "quote": "A continual dropping in a very rainy day and a contentious woman are alike."
    },
    {
      "cite": "Proverb",
      "quote": "Never sell your hen on a rainy day."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I wonder what ants do on rainy days"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The best thing one can do when it's raining is to let it rain."
    },
    {
      "cite": "unknown",
      "quote": "The rainy days that a man saves for usually seem to arrive during his vacation."
    },
    {
      "cite": "Ken Koonce",
      "quote": "Around here, no one ever goes hungry on a rainy day."
    },
    {
      "cite": "Ken Koonce",
      "quote": "Some resourceful Wuzzles are well-prepared for such rainy days. While others are fully prepared to do nothing."
    },
    {
      "cite": "Ted Field",
      "quote": "This one always cheers me up when I'm down: Math problems for rainy day weekends."
    }
  ]
}