{
  "source": "https://www.wisesayings.com/rainbows-quotes/",
  "theme": "rainbows",
  "quotes": [
    {
      "cite": "Dolly Parton",
      "quote": "The way I see it, if you want the rainbow, you gotta put up with the rain."
    },
    {
      "cite": "W. H. Davies",
      "quote": "It was the rainbow gave thee birth, and left thee all her lovely hues."
    },
    {
      "cite": "Aberjhani",
      "quote": "Rainbows introduce us to reflections of different beautiful possibilities so we never forget that pain and grief are not the final options in life."
    },
    {
      "cite": "Debalina Haldar",
      "quote": "I don't want a rainbow... Rainbows have too many colors and none of them receive the appreciation they deserve... I'd prefer a fading red or a striking golden, a shimmery silver or a sober blue... Ruling the sunset sky alone!"
    },
    {
      "cite": "Mark Twain",
      "quote": "One can enjoy a rainbow without necessarily forgetting the forces that made it."
    },
    {
      "cite": "Lord Byron",
      "quote": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you want to see a rainbow you have to learn to see the rain."
    },
    {
      "cite": "Maya Angelou",
      "quote": "God puts rainbows in the clouds so that each of us - in the dreariest and most dreaded moments - can see a possibility of hope."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "After a debauch of thunder-shower, the weather takes the pledge and signs it with a rainbow."
    },
    {
      "cite": "Diane Ravitch",
      "quote": "We will continue to chase rainbows unless we recognize that they are rainbows and there is no pot of gold at the end of them."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "All these seven colors are part of one rainbow, yet they are all different. They have their own quality, their own identity, their own flavor to it. So it is a rainbow. The Divine loves diversity, that is why he made us all different."
    },
    {
      "cite": "Allan Sherman",
      "quote": "Somewhere, over the rainbow, Way up tall, There's a land where they've never heard of cholesterol."
    },
    {
      "cite": "Sam Levenson",
      "quote": "It's a good thing that when God created the rainbow he didn't consult a decorator or he would still be picking colors."
    },
    {
      "cite": "Charles Tennyson Turner",
      "quote": "The rainbow bursts like magic on mine eyes! In hues of ancient promise there imprest..."
    },
    {
      "cite": "James Beattie",
      "quote": "And, lo! in the dark east, expanded high, The rainbow brightens to the setting Sun."
    },
    {
      "cite": "Jean Charles Prince",
      "quote": "That arc of light, born of the shower and colored by the sun, which spans the heavens!"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "God's illumined promise."
    },
    {
      "cite": "Sylvia Voirol",
      "quote": "Rainbows apologize for angry skies."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When it looked like the sun wasn't going to shine any more, there's a rainbow in the clouds."
    },
    {
      "cite": "Black Elk",
      "quote": "And as he spoke of understanding, I looked up and saw the rainbow leap with flames of many colors over me."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The smiling daughter of the storm."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "And when it rains on your parade, look up rather than down. Without the rain, there would be no rainbow."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "After fifteen minutes nobody looks at a rainbow."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Look up to the sky You'll never find rainbows If you're looking down."
    },
    {
      "cite": "John H. Vincent",
      "quote": "There can be no rainbow without a cloud and a storm."
    },
    {
      "cite": "Denis Diderot",
      "quote": "If you disturb the colors of the rainbow, the rainbow is no longer beautiful."
    },
    {
      "cite": "William P. Young",
      "quote": "If a rainbow makes a sound, or a flower as it grows, that was the sound of her laughter."
    },
    {
      "cite": "Warren Wendel Wiersbe",
      "quote": "If you want to enjoy the rainbow, be prepared to endure the storm."
    },
    {
      "cite": "Tahlia Chi",
      "quote": "Only rainbows after rain the sun will always come again."
    },
    {
      "cite": "Katrina Mayer",
      "quote": "Rainbows reminds us that even after the darkest clouds and the fiercest winds there is still beauty."
    }
  ]
}