{
  "source": "https://www.wisesayings.com/rain-quotes/",
  "theme": "rain",
  "quotes": [
    {
      "cite": "Henry Ward Beecher",
      "quote": "Rain! whose soft architectural hands have power to cut stones, and chisel to shapes of grandeur the very mountains."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby."
    },
    {
      "cite": "Bob Marley",
      "quote": "Some people feel the rain. Others just get wet."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Do not be angry with the rain; it simply does not know how to fall upwards."
    },
    {
      "cite": "Cynthia Barnett",
      "quote": "True, the sun and the wind inspire. But rain has an edge. Who, after all, dreams of dancing in dust? Or kissing in the bright sun?"
    },
    {
      "cite": "Barbara Acton-Bond",
      "quote": "Rain hangs about the place, like a friendly ghost. if it's not coming down in delicate droplets, then it's in buckets; and if neither, it tends to lurk suspiciously in the atmosphere."
    },
    {
      "cite": "John Updike",
      "quote": "Rain is grace; rain is the sky condescending to the earth; without rain, there would be no life."
    },
    {
      "cite": "Saint Basil",
      "quote": "Many a man curses the rain that falls upon his head, and knows not that it brings abundance to drive away the hunger."
    },
    {
      "cite": "John Burroughs",
      "quote": "I think rain is as necessary to the mind as to vegetation. My very thoughts become thirsty, and crave the moisture."
    },
    {
      "cite": "Helen Garner",
      "quote": "The rain began again. It fell heavily, easily, with no meaning or intention but the fulfillment of its own nature, which was to fall and fall."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A single gentle rain makes the grass many shades greener."
    },
    {
      "cite": "Cynthia Barnett",
      "quote": "Rain is bliss when topsoil has turned to dust; when springs have vanished; when frogs have gone silent; when fish have rotted to eye socket on dry lake; when corn has blackened on the stalk; when fat cattle have shriveled to bone; when half a billion Texas trees have perished; when bushfires have incinerated Australia; when unthinkable famine has spread through North Africa."
    },
    {
      "cite": "Emily Logan Decens",
      "quote": "Rain showers my spirit and waters my soul."
    },
    {
      "cite": "unknown",
      "quote": "Rain is not only drops of water. Its the love of sky for earth. They never meet each other but sends love this way."
    },
    {
      "cite": "Edward Thomas",
      "quote": "Rain, midnight rain, nothing but the wild rain / On this bleak hut, and solitude, and me/ Remembering again that I shall die / And neither hear the rain nor give it thanks / For washing me cleaner than I have been / Since I was born into solitude."
    },
    {
      "cite": "Conrad Potter Aiken",
      "quote": "Beloved, let us once more praise the rain. / Let us discover some new alphabet, / For this, the often praised; and be ourselves, / The rain, the chickweed, and the burdock leaf, / The green-white privet flower, the spotted stone, / And all that welcomes the rain; the sparrow too,— / Who watches with a hard eye from seclusion, / Beneath the elm-tree bough, till rain is done."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Clouds spout upon her / Their waters amain / In ruthless disdain, – / Her who but lately / Had shivered with pain / As at touch of dishonour / If there had lit on her / So coldly, so straightly / Such arrows of rain"
    },
    {
      "cite": "Mark Twain",
      "quote": "The rain is famous for falling on the just and unjust alike, but if I had the management of such affairs I would rain softly and sweetly on the just, but if I caught a sample of the unjust out doors I would drown him."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A roustabout hunched on a coal wagon goes by, icicles drip on his hat rim / sheets of ice wrapping the hunks of coal / the caravanserai a gray blur in slant of rain. / Let us nudge the steam radiator with our wool slippers and write poems of Launcelot,/ the hero, and Roland, the hero, and all the olden golden men who rode horses in the rain."
    },
    {
      "cite": "Tom Barrett",
      "quote": "If the rain spoils our picnic, but saves a farmer's crop, who are we to say it shouldn't rain?"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The best thing one can do when it's raining is to let it rain."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Rain is good for vegetables, and for the animals who eat those vegetables, and for the animals who eat those animals."
    },
    {
      "cite": "Hugh Latimer",
      "quote": "The drop of rain maketh a hole in the stone, not by violence, but by oft falling."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "Remember that every drop of rain that falls bears into the bosom of the earth a quality of beautiful fertility."
    },
    {
      "cite": "Isaiah 55:10",
      "quote": "For as the rain and the snow come down from heaven and do not return there but water the earth, making it bring forth and sprout, giving seed to the sower and bread to the eater."
    },
    {
      "cite": "Eeyore",
      "quote": "The nicest thing about the rain is that it always stops. Eventually."
    },
    {
      "cite": "Mariano Rivera",
      "quote": "God is good for everybody. The sun shines on good people and bad people, and it rains on both, too. God doesn't choose rain only for bad people."
    },
    {
      "cite": "Liberian Proverb",
      "quote": "A little rain each day will fill the rivers to overflowing."
    },
    {
      "cite": "Sri Lankan Proverb",
      "quote": "It's the rain that fills the rivers not the dew."
    }
  ]
}