{
  "source": "https://www.wisesayings.com/raising-children-quotes/",
  "theme": "raising-children",
  "quotes": [
    {
      "cite": "Ann Romney",
      "quote": "Raising children is the hardest job that there is on the face of the Earth."
    },
    {
      "cite": "E. W. Howe",
      "quote": "Raising children is like making biscuits: it is as easy to raise a big batch as one, while you have your hands in the dough."
    },
    {
      "cite": "Charles E. McKenzie",
      "quote": "Playing golf is like raising children. You keep thinking you'll do better next time."
    },
    {
      "cite": "Candace Cameron",
      "quote": "Raising children pushed me to walk the walk and practice life as I preach it."
    },
    {
      "cite": "Haim Ginott",
      "quote": "If you want your children to improve, let them overhear the nice things you say about them to others."
    },
    {
      "cite": "C. Everett Koop",
      "quote": "Life affords no greater responsibility, no greater privilege, than the raising of the next generation"
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Each day of our lives we make deposits in the memory banks of our children."
    },
    {
      "cite": "Nancy Chodorow",
      "quote": "Parenting, as an unpaid occupation outside the world of public power, entails lower status, less power, and less control of resources than paid work."
    },
    {
      "cite": "Carol S. Dweck",
      "quote": "Praising children's intelligence harms their motivation and it harms their performance."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Raising children is an incredibly hard and risky business in which no cumulative wisdom is gained: each generation repeats the mistakes the previous one made."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We may not be able to prepare the future for our children, but we can at least prepare our children for the future."
    },
    {
      "cite": "Ray Romano",
      "quote": "Having children is like living in a frat house - nobody sleeps, everything's broken, and there's a lot of throwing up."
    },
    {
      "cite": "Candace Cameron",
      "quote": "Raising children has given me a compassionate and gracious heart for all children and people, realizing we don't always know the circumstances behind closed doors."
    },
    {
      "cite": "Larry Elder",
      "quote": "Raising a child is an on the job kind of thing. There arent a whole lot of manuals for that."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Most children threaten at times to run away from home. This is the only thing that keeps some parents going."
    },
    {
      "cite": "Bette Davis",
      "quote": "If you've never been hated by your child, you've never been a parent."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "The best way to keep children at home is to make the home atmosphere pleasant, and let the air out of the tires."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Perhaps it takes courage to raise children."
    },
    {
      "cite": "Michael Crichton",
      "quote": "Raising children is, in a sense, the reason the society exists in the first place. It's the most important thing that happens, and it's the culmination of all the tools and language and social structure that has evolved."
    },
    {
      "cite": "Nicole Ari Parker",
      "quote": "Raising children uses every bit of your being your heart, your time, your patience, your foresight, your intuition to protect them, and you have to use all of this while trying to figure out how to discipline them."
    },
    {
      "cite": "Anonymous",
      "quote": "We're raising children who have little tolerance for disappointment."
    },
    {
      "cite": "David Bly",
      "quote": "Your children will become what you are; so be what you want them to be"
    },
    {
      "cite": "Judy Woodruff",
      "quote": "Raising children is a journey generously sprinkled with what many view as teachable moments, perhaps none as challenging as those surrounding faith and religion."
    },
    {
      "cite": "Frank Pittman",
      "quote": "The end product of child raising is not the child but the parent."
    },
    {
      "cite": "Dee Dee Myers",
      "quote": "Trying to negotiate getting a couple of kids to watch the same TV show requires serious diplomacy."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Raising children, be aware that the piles and piles of laundry will disappear all too soon and that you will, to your surprise, miss them profoundly."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "If you want children to keep their feet on the ground, put some responsibility on their shoulders."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You are the bows from which your children as living arrows are sent forth."
    },
    {
      "cite": "Franklin P. Adams",
      "quote": "You can learn many things from children. How much patience you have, for instance."
    },
    {
      "cite": "Bob Saget",
      "quote": "The secret to raising children is to love them. And teach them to operate in a way you can tolerate them the best."
    }
  ]
}