{
  "source": "https://www.wisesayings.com/random-acts-of-kindness-quotes/",
  "theme": "random-acts-of-kindness",
  "quotes": [
    {
      "cite": "Kevin Heath",
      "quote": "Wherever there is a human in need, there is an opportunity for kindness and to make a difference."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "What wisdom can you find that is greater than kindness?"
    },
    {
      "cite": "Seneca",
      "quote": "We should give as we would receive: cheerfully, quickly, and without hesitation; for there is no grace in a benefit that sticks to the fingers."
    },
    {
      "cite": "Princess Diana",
      "quote": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you."
    },
    {
      "cite": "John Ruskin",
      "quote": "A little thought and a little kindness are often worth more than a great deal of money."
    },
    {
      "cite": "Scott Adams",
      "quote": "Remember there's no such thing as a small act of kindness. Every act creates a ripple with no logical end."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Our human compassion binds us the one to the other-not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future."
    },
    {
      "cite": "Sophocles",
      "quote": "Kindness begets kindness evermore."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man be gracious and courteous to strangers, it shows he is a citizen of the world."
    },
    {
      "cite": "Amelia Earheart",
      "quote": "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees. The greatest work that kindness does to others is that it makes them kind themselves."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "There are many different ways we can show kindness to others, and it doesn't have to be in a big way. The simplest of things may make the difference."
    },
    {
      "cite": "Noelia Aanulds",
      "quote": "Notice acts of kindness offered to you from your surroundings. Someone, no matter who, is doing something thoughtful for you."
    },
    {
      "cite": "Greg Henry Quinn",
      "quote": "You will never have a completely bad day if you show kindness at least once."
    },
    {
      "cite": "George Elliston",
      "quote": "How beautiful a day can be when kindness touches it!"
    },
    {
      "cite": "Mark Twain",
      "quote": "Kindness is the language which the deaf can hear and the blind can see."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "The more sympathy you give, the less you need."
    },
    {
      "cite": "S. H. Simmons",
      "quote": "Kindness is never wasted. If it has no effect on the recipient, at least it benefits the bestower."
    },
    {
      "cite": "Confucious",
      "quote": "Forget injuries, never forget kindnessess"
    },
    {
      "cite": "Ashliiegh Brilliant",
      "quote": "Be kind to unkind people - they need it the most"
    },
    {
      "cite": "Henry Burton",
      "quote": "Have you had a kindness shown? Pass it on; 'Twas not given for thee alone, Pass it on; Let it travel down the years, Let it wipe another's tears, 'Til in Heaven the deed appears - Pass it on."
    },
    {
      "cite": "William Wordsworth",
      "quote": "That best portion of a good man's life; His little, nameless, unremembered acts of kindness and of love."
    },
    {
      "cite": "Thiruvalluvar",
      "quote": "Real kindness seeks no return; What return can the world make to rain clouds?"
    },
    {
      "cite": "Rabbi Harold Kushner",
      "quote": "When you carry out acts of kindness you get a wonderful feeling inside. It is as though something inside your body responds and says, yes, this is how I ought to feel."
    },
    {
      "cite": "William John Bennet",
      "quote": "A kind and compassionate act is often its own reward."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Kind words can be short and easy to speak but their echoes are truly endless."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world."
    },
    {
      "cite": "Harold Kushner",
      "quote": "When you are kind to others, it not only changes you, it changes the world."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You cannot do a kindness too soon, for you never know how soon it will be too late."
    }
  ]
}