{
  "source": "https://www.wisesayings.com/random-quotes/",
  "theme": "random",
  "quotes": [
    {
      "cite": "Gail Honeyman",
      "quote": "We can all fight against loneliness by engaging in random acts of kindness."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "Goals transform a random walk into a chase."
    },
    {
      "cite": "Michelle Ryan",
      "quote": "Sometimes in life, random things can blind-side you."
    },
    {
      "cite": "Paul Auster",
      "quote": "The world is governed by chance. Randomness stalks us every day of our lives."
    },
    {
      "cite": "Virgil Abloh",
      "quote": "The amount of random conversations that lead to culture-shifting ideas is insane."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "These random unkind moment that catch you wen you least expect them."
    },
    {
      "cite": "Jessica Zafra",
      "quote": "Life is a series of random collisions."
    },
    {
      "cite": "Ron Hall",
      "quote": "Together we can change the world, just one random act of kindness at a time."
    },
    {
      "cite": "Heraclitus",
      "quote": "The fairest order in the world is a heap of random sweepings."
    },
    {
      "cite": "Anonymous",
      "quote": "How do we change the world? One random act of kindness at a time."
    },
    {
      "cite": "Anonymous",
      "quote": "When it is all finished you will discover it was never random."
    },
    {
      "cite": "Princess Diana",
      "quote": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you."
    },
    {
      "cite": "L'Wren Scott",
      "quote": "Random things are luxurious to people. It's personal."
    },
    {
      "cite": "Robert Silverberg",
      "quote": "We are born by accident into a purely random universe"
    },
    {
      "cite": "Robert Coveyou",
      "quote": "The generation of random numbers is too important to be left to chance."
    },
    {
      "cite": "John Green",
      "quote": "Random questions are the least random of all questions."
    },
    {
      "cite": "Lisa Ling",
      "quote": "Our time on Earth is so random."
    },
    {
      "cite": "Wendy Wasserstein",
      "quote": "Our lives are not totally random. We make commitments, we cause things to happen."
    },
    {
      "cite": "Anonymous",
      "quote": "Be weird. Be random. Be who you are. Because you never know who would love the person you hide."
    },
    {
      "cite": "Anonymous",
      "quote": "There's always a reason behind every random question."
    },
    {
      "cite": "Libba Bray",
      "quote": "In a world like this one, only the random makes sense."
    },
    {
      "cite": "Gary Gygax",
      "quote": "Random chance plays a huge part in everybody's life."
    },
    {
      "cite": "Donald Knuth",
      "quote": "Random numbers should not be generated with a method chosen at random."
    },
    {
      "cite": "Jeff Greenfield",
      "quote": "There are good people who are dealt a bad hand by fate, and bad people who live long, comfortable, privileged lives. A small twist of fate can save or end a life; random chance is a permanent, powerful player in each of our lives, and in human history as well."
    },
    {
      "cite": "Kevin Heath",
      "quote": "Let your kids observe you doing random acts of kindness, it can be contagious."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Practice random acts of kindness and senseless acts of beauty."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "Practice random acts of kindness, the world needs it more than you think."
    }
  ]
}