{
  "source": "https://www.wisesayings.com/rant-quotes/",
  "theme": "rant",
  "quotes": [
    {
      "cite": "Laurence J. Peter",
      "quote": "Speak when you are angry--and you will make the best speech you'll ever regret."
    },
    {
      "cite": "Sue Townsend",
      "quote": "Sometimes I rant, in a comical way, about how the gods give with one hand and take with the other."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Every budding dictatorship begins by muzzling the artists, because they're a mouthy lot and they don't line up and salute very easily."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual."
    },
    {
      "cite": "John Ridley",
      "quote": "Facts tend to take the punch out of a good hate rant and are therefore left best unsaid."
    },
    {
      "cite": "Rachel Kushner",
      "quote": "A novel is not a rant."
    },
    {
      "cite": "Bill Burr",
      "quote": "The word 'ranting' is kind of overused now. Literally, if you just talk about a subject for 30 seconds or more, even if you never raised your voice, if I just talk about it, it's called a rant."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Many will rant and rave against the garment fate has woven for them, but they pick it up and don it all the same, and most wear it to the end of their days. You... you would rather go naked into the storm."
    },
    {
      "cite": "Bobby Flay",
      "quote": "I don't have a long family history of good cooks in my family."
    },
    {
      "cite": "Mark Twain",
      "quote": "Better to keep your mouth closed and be thought a fool than to open it and remove all doubt."
    },
    {
      "cite": "Lauren Willig",
      "quote": "It was very hard to rant while accepting a cup of tea."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "Vehemence without feeling is but rant."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Whatever spiteful fools may say, Each jealous ranting yelper, No woman ever went astray, Without a man to help her."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "Anger begins as an inner twinge. We sense something long before it blossoms (explodes?) into an emotional tirade. If we listen to this twinge -- and follow its advice -- the emotional outburst (or in burst) is not needed."
    },
    {
      "cite": "Scott Weiland",
      "quote": "Computers and the Internet have made it really easy to rant. It's made everyone overly opinionated."
    },
    {
      "cite": "Dennis Miller",
      "quote": "I rant, therefore I am."
    },
    {
      "cite": "Rick Mercer",
      "quote": "A good rant is cathartic. Ranting is what keeps me sane. They always come from a different place. Take the prime minister, for example. Sometimes when I rant about him, I am angry; other times, I am just severely annoyed-it's an important distinction."
    },
    {
      "cite": "Carl Bernstein",
      "quote": "The failures of the press have contributed immensely to the emergence of a talk-show nation, in which public discourse is reduced to ranting and raving and posturing."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "We cannot learn from one another until we stop shouting at one another, until we speak quietly enough so that our words can be heard as well as our voices."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "Is Anybody There? Does Anybody Care?"
    },
    {
      "cite": "Amy Zhang",
      "quote": "How many times can a person explode?"
    },
    {
      "cite": "Jeffery Deaver",
      "quote": "We have years to converse with someone, to blurt and rant, to explain our desires and anger and regrets - and oh how we squander those moments."
    },
    {
      "cite": "Greg Giraldo",
      "quote": "If you're going to dedicate your career to ranting about the excesses of American capitalism, you probably shouldn't weigh 450 pounds."
    },
    {
      "cite": "James Minter",
      "quote": "A novel is a writer's rant disguised as entertainment."
    },
    {
      "cite": "Marie de France",
      "quote": "The fool shouts loudly, thinking to impress the world."
    },
    {
      "cite": "Ann Coulter",
      "quote": "At least when right-wingers rant there's a point."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "If ever Shakespeare rants, it is not when his imagination is hurrying him along, but when he is hurrying his imagination along."
    },
    {
      "cite": "Earl Shoaf",
      "quote": "Don't wish it were easier, wish you were better. Don't wish for fewer problems, wish for more skills. Don't wish for less challenges, wish for more wisdom."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Complaining does not work as a strategy. We all have finite time and energy. Any time we spend whining is unlikely to help us achieve our goals. And it won't make us happier."
    }
  ]
}