{
  "source": "https://www.wisesayings.com/rare-quotes/",
  "theme": "rare",
  "quotes": [
    {
      "cite": "Jean de la Fontaine",
      "quote": "Rare as is true love, true friendship is rarer."
    },
    {
      "cite": "Og Mandino",
      "quote": "I am rare, and there is value in all rarity; therefore, I am valuable."
    },
    {
      "cite": "Michael Eisner",
      "quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime."
    },
    {
      "cite": "Billie Eilish",
      "quote": "It's rare for anyone to value the opinions of a teenage girl."
    },
    {
      "cite": "James Baldwin",
      "quote": "It is a very rare man who does not victimize the helpless."
    },
    {
      "cite": "Graydon Carter",
      "quote": "It's a rare moment when we take a break from the tribulations of the daily rat race to reflect on assumptions and values that we casually accept as gospel."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "It is a rare privilege to watch the birth, growth, and first feeble struggles of a living mind; this privilege is mine."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "It is rare that one can see in a little boy the promise of a man, but one can almost always see in a little girl the threat of a woman."
    },
    {
      "cite": "Bette Davis",
      "quote": "It's a rare man who can stand being around an intelligent woman, let alone married to her."
    },
    {
      "cite": "Dick Cavett",
      "quote": "It's a rare person who wants to hear what he doesn't want to hear."
    },
    {
      "cite": "Margaret Drabble",
      "quote": "The rare pleasure of being seen for what one is, compensates for the misery of being it."
    },
    {
      "cite": "Ally Carter",
      "quote": "It was so rare to find someone who was both so young and so wise, both so fresh and so jaded."
    },
    {
      "cite": "Jose N. Harris",
      "quote": "Rare is the man who seeks not only to heal himself but to heal his fellow man."
    },
    {
      "cite": "Arthur Miller",
      "quote": "It is rare for people to be asked the question which puts them squarely in front of themselves"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "It is a rare life that remains orderly even in private."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Rare is the man who suffers no remorse as he passes from the state of confidant to that of rival."
    },
    {
      "cite": "George Pierce Baker",
      "quote": "Rare is the human being, immature or mature, who has never felt an impulse to pretend he is some one or something else."
    },
    {
      "cite": "Bret Easton Ellis",
      "quote": "It's the rare book that's able to transport you in a way that a movie does."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "It is rare to find learned men who are clean, do not stink and have a sense of humour."
    },
    {
      "cite": "Scott Borchetta",
      "quote": "It's a rare opportunity when you can do something for the greater good."
    },
    {
      "cite": "Saint Ignatius",
      "quote": "One rare and exceptional deed is worth far more than a thousand commonplace ones."
    },
    {
      "cite": "Otto Weininger",
      "quote": "In those rare individual cases where women approach genius they also approach masculinity."
    },
    {
      "cite": "Steven Galloway",
      "quote": "It's a rare gift to understand that your life is wondrous, and that it won't last forever."
    },
    {
      "cite": "William John Wills",
      "quote": "These rare senses and powers of reasoning were given to be used freely, but not audaciously, to discover, not to pervert the truth."
    },
    {
      "cite": "Dana Fox",
      "quote": "It's rare to find women who have that balance between work and life, who are really psyched for another woman's success."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "It is a rare and difficult attainment to grow old gracefully and happily."
    },
    {
      "cite": "Brie Larson",
      "quote": "It is very rare or almost impossible that an event can be negative from all points of view."
    },
    {
      "cite": "Mike Pence",
      "quote": "It is a rare piece of legislation indeed where there is so much agreement about the goals."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Suddenly, as rare things will, it vanished."
    },
    {
      "cite": "Norman Rush",
      "quote": "It's a rare reader who doesn't go to the novel looking for a kind of encouragement to live."
    }
  ]
}