{
  "source": "https://www.wisesayings.com/rarity-quotes/",
  "theme": "rarity",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Excellent things are rare."
    },
    {
      "cite": "Martial",
      "quote": "Rarity gives a charm; so early fruits and winter roses are the most prized; and coyness sets off an extravagant mistress, while the door always open tempts no suitor."
    },
    {
      "cite": "Storm Jameson",
      "quote": "Very rare, the intelligence of the heart. The intelligence of the whimsical brain is less rare, less attaching, sometimes tedious"
    },
    {
      "cite": "Juvenal",
      "quote": "Rare is the union of beauty and purity."
    },
    {
      "cite": "James Burgh",
      "quote": "Make your company a rarity, and people will value it. Men despise what they can easily have."
    },
    {
      "cite": "Shannon Tanner",
      "quote": "Our uniqueness is what makes us rare, and what makes us rare is our value to the marketplace."
    },
    {
      "cite": "Henry S Haskins",
      "quote": "The rare individual who has learned to govern himself is too fed up with the labor of it to want to govern anybody else."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Rare indeed, is the relationship in which the other is not cultivated for what one can get for oneself."
    },
    {
      "cite": "Jose N. Harris",
      "quote": "Rare is the man who seeks not only to heal himself but to heal his fellow man."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is very rare or almost impossible that an event can be negative from all points of view."
    },
    {
      "cite": "Louisa Thomsen Brits",
      "quote": "Attention is the rarest and purest form of generosity."
    },
    {
      "cite": "Juvenal",
      "quote": "Rare indulgence produces greater pleasure."
    },
    {
      "cite": "Margaret Drabble",
      "quote": "The rare pleasure of being seen for what one is, compensates for the misery of being it."
    },
    {
      "cite": "David Samuels",
      "quote": "Kindness is no common virtue. It is a rare gift."
    },
    {
      "cite": "Lydia Maria Francis",
      "quote": "It is a rare and difficult attainment to grow old gracefully and happily."
    },
    {
      "cite": "Helen Boosalis",
      "quote": "It is a rare and high privilege to be in a position to help people understand the differences that they can make not only in their own lives but in the lives of others by simply giving of themselves."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Its a rare thing to know one completly to the core and stil love him."
    },
    {
      "cite": "Anonymous",
      "quote": "Rare is the person who can weigh the faults of others without putting his thumb on the scales."
    },
    {
      "cite": "Harriet Beecher-Stowe",
      "quote": "To be really great in little things, to be truly noble and heroic in the insipid details of everyday life, is a virtue so rare as to be worthy of canonization"
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Friends are those rare people who ask how we are, and then wait to hear the answer."
    }
  ]
}