{
  "source": "https://www.wisesayings.com/rastafarian-quotes/",
  "theme": "rastafarian",
  "quotes": [
    {
      "cite": "Charles Price",
      "quote": "The Rastafari identity can serve as a radical challenge to oppression because it demands that reform begin with oneself."
    },
    {
      "cite": "Gerald Hausman",
      "quote": "There are as many kinds of Rastas as the reeds that grow on the riverbank. There's the baldhead Rasta, like me. There's the white Rasta, like you. There's the rootical Rasta...There's Congo Dread and Coptic Dread. But it all stem from the same thing, and it all go through the same place, the heart, you know."
    },
    {
      "cite": "Nathaniel Samuel Murrell",
      "quote": "What is it about this movement--developing in the slums of West Kingston, Jamaica--that makes it so appealing to people of very different nationalities, ethnic backgrounds, socioeconomic standings, and academic interests?"
    },
    {
      "cite": "Katrin Hansing",
      "quote": "To many, dreadlocks are a symbol of defiance against 'Babylon', to others a way of manifesting individual, personal choice and being different from the mainstream aesthetic norms, whilst to others they are simply the natural way of wearing ones hair according to biblical scripture."
    },
    {
      "cite": "Ennis B. Edmonds",
      "quote": "Any interpretation of the significance of Rastafari must begin with the understanding that it is a conscious attempt by the African soul to free itself from the alienating fetters of colonialism and its contemporary legacies."
    },
    {
      "cite": "Clinton Hutton",
      "quote": "Rasta psychology is...resistance and liberation psychology--the sum total of the organized and spontaneous campaign against racist subjection, fired by the burning desire to be free from all forms of social, economic, and political dimination."
    },
    {
      "cite": "Brother Yendi",
      "quote": "Rasta is a concept, Rasta is a religion, Rasta is a faith, Rasta is you. You make yourself to be a Rasta. And in order to be a Rasta, you have to seek first the Kingdom of God, and all things shall be added."
    },
    {
      "cite": "Dennis Forsythe",
      "quote": "Rastafarianism is the first mass movement among West Indians preoccupied with the task of looking into themselves and asking the fundamental question, Who am I? or What am I?"
    },
    {
      "cite": "Ziggy Marley",
      "quote": "Above my bed, Bob's face I saw, my daddy looking at me so passionately, little brother. Well, in his eyes I saw the truth, mommy, the truth of a Rastaman, the truth of a iyaman."
    },
    {
      "cite": "Robert Athlyi Rogers",
      "quote": "For if one days its coffee, the next day it may be tea, but if there is nothing at all, ALMIGHTY, I-n-I will still give thanks to Thee."
    },
    {
      "cite": "Bob Marley",
      "quote": "JAH would never give the power to a baldhead. Run some crucify the dread. Time alone, oh! time will tell. Think you're in heaven, but you living in hell."
    },
    {
      "cite": "Haile Selassie",
      "quote": "It is not only war that can stop war but men of goodwill, conscious of their mission can deal with such deadly enemy."
    },
    {
      "cite": "Bob Marley",
      "quote": "Don't gain the world and lose your soul; wisdom is better than silver or gold."
    },
    {
      "cite": "Dennis Brown",
      "quote": "Everyone will someday be judged for what they do, and Jah is the only judge."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention."
    },
    {
      "cite": "Bob Marley",
      "quote": "Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality . Wake Up and Live!"
    },
    {
      "cite": "Haile Selassie I",
      "quote": "This world was not created piecemeal. Africa was born no later and no earlier than any other geographical area on this globe. Africans, no more and no less than other men, possess all human attributes, talents and deficiencies, virtues and faults."
    },
    {
      "cite": "Bob Marley",
      "quote": "Emancipate yourselves from mental slavery. None but ourselves can free our minds."
    },
    {
      "cite": "Bob Marley",
      "quote": "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections."
    },
    {
      "cite": "Bob Marley",
      "quote": "Life and Jah are one in the same. Jah is the gift of existence. I am in some way eternal, I will never be duplicated. The singularity of every man and woman is Jah's gift. What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the truth."
    },
    {
      "cite": "Bob Marley",
      "quote": "The more people smoke herb, the more Babylon fall."
    },
    {
      "cite": "Maureen Chadwick",
      "quote": "Rastafarianism isn't recognized my the prison service, shall I register you as null religion."
    },
    {
      "cite": "Empress Yuajah",
      "quote": "A Rasta is someone who has been elected and who is making his calling and election sure to enter, holy Zion!"
    },
    {
      "cite": "Empress Yuajah",
      "quote": "Not every Rasta knows he is Rasta yet, but eventually he will have no choice but to know."
    },
    {
      "cite": "Empress Yuajah",
      "quote": "Born Rasta's have spiritually inherited the values and beliefs of what it means to be Rastafari. In Rastafari we value respect and show love."
    },
    {
      "cite": "Empress Yuajah",
      "quote": "Rastafari is a spiritual way of life, not a religion. We don't have hard and fast rules, we don't try to convert others, and we certainly don't believe anybody should die because they don't believe the same thing we do."
    },
    {
      "cite": "Empress Yuajah",
      "quote": "Rastafarians are pro-life. We believe all life is valuable at all times. There are no exceptions to this rule, ever!"
    },
    {
      "cite": "Empress",
      "quote": "Rastafari is a way of life that acknowledges Jah is some very specific, special and spiritual ways."
    },
    {
      "cite": "Empress",
      "quote": "To embrace Rastafari is a blessing. Convert to Rastafari is my way of sharing this blessing of my faith, with those who want to embrace it too. The more Rastafari minded individuals we have on the earth, the better the world will be."
    },
    {
      "cite": "Empress",
      "quote": "A Rasta is a person who loves and respects, and is spiritually aware of, the earth, himself, King Selassie I, Jah, and Jah creations."
    }
  ]
}