{
  "source": "https://www.wisesayings.com/rat-quotes/",
  "theme": "rat",
  "quotes": [
    {
      "cite": "Jo Nesbo",
      "quote": "A rat is neither good nor evil. It does what a rat has to do."
    },
    {
      "cite": "Amy Grant",
      "quote": "The same rain that drowns the rat will grow the hay."
    },
    {
      "cite": "Billy Corgan",
      "quote": "Despite all my rage I am still just a rat in the cage."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Better to share a house with rats than with a dissatisfied lover."
    },
    {
      "cite": "Philip Pulman",
      "quote": "I don't like rats any more than the next bloke, but they ain't wicked and cruel like people can be. They're just ratty in their habits."
    },
    {
      "cite": "Danielle Bennett",
      "quote": "Besides, rats survived so well because they were rats. They knew when to keep quiet and they knew when to squeal."
    },
    {
      "cite": "David Wong",
      "quote": "And you know what happens when a ship gets too many rats on board? It sinks. That's what.I wondered if a ship had ever really sunk that way."
    },
    {
      "cite": "Edmund Burke",
      "quote": "By gnawing through a dike, even a rat may drown a nation."
    },
    {
      "cite": "Robert De Niro",
      "quote": "You learned the two greatest things in life, never rat on your friends, and always keep your mouth shut."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "Rats have a sense of humor. Rats, in fact think the world is very funny. And they are right, dear reader. They are right."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Beware of driving men to desperation. Even a cornered rat is dangerous."
    },
    {
      "cite": "C.S.L",
      "quote": "Surely what a man does when he is taken off guard is the best evidence for what sort of man he is. If there are rats in a cellar, you are most likely to see them if you go in very suddenly. But the suddenness does not create the rats; it only prevents them from hiding. In the same way the suddenness of the provocation does not make me ill tempered; it only shows me what an ill-tempered man I am."
    },
    {
      "cite": "Karl Pikington",
      "quote": "it annoys me a bit how people like squirrels but not rats. at the end of the day they're the same thing, except that squirrels have had a better upbringing."
    },
    {
      "cite": "Will Hobbs",
      "quote": "So much of writing is discovery. Sometimes I feel like a rat in a maze, trying to discover the way out. My little heart is beating, and I'm racing down a path thinking, this is the route, it will get me there, as I turn this way and then that."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A rotten carcass of a boat, not rigged, Nor tackle, sail, nor mast; the very rats Instinctively have quit it."
    },
    {
      "cite": "Kevin Costner",
      "quote": "You're this rat in the American maze, working your way towards the cheese, which is a job."
    },
    {
      "cite": "Allan Moore",
      "quote": "Our environments shape the way we see ourselves. If you have been condemned to live in an area that is pretty evidently a rat-run, then sooner or later you're gonna come to the conclusion that you're a rat."
    },
    {
      "cite": "Jimmy Reid",
      "quote": "A rat race is for rats. We're not rats. We're human beings. Reject the insidious pressures in society that would blunt your critical faculties to all that is happening around you, that would caution silence in the face of injustice lest you jeopardise your chances of promotion and self-advancement."
    },
    {
      "cite": "Joe Cowley",
      "quote": "Even rats can only be kicked around for so long before they've had enough."
    },
    {
      "cite": "James Vila Blake",
      "quote": "It is worth thought what kind of mind or condition or disposition is open to flattery; for poison would not be spread if the rats ate it not."
    },
    {
      "cite": "African Proverb",
      "quote": "When cats are hairdressers, rats will always go around with uncombed hair."
    },
    {
      "cite": "Chila Woychick",
      "quote": "I’ve never had a rat, never chased one. I chase my own tail and that’s enough. I must now make plans for the day I catch it."
    },
    {
      "cite": "Graydon Carter",
      "quote": "It's a rare moment when we take a break from the tribulations of the daily rat race to reflect on assumptions and values that we casually accept as gospel."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Common hypocrites pass themselves off as doves; political and literary hypocrites pose as eagles. But don't be fooled by their eagle-like appearance. These are not eagles, but rats or dogs."
    },
    {
      "cite": "Michael Jensen",
      "quote": "It is difficult to systematically beat the market. But it is not difficult to systematically throw money down a rat hole by generating commissions and other costs."
    },
    {
      "cite": "Mike Dirnt",
      "quote": "When I listen to songs, I can smell a rat. I like songs that speak to me with some deeper truth."
    },
    {
      "cite": "A.E. Housman",
      "quote": "I could no more define poetry than a terrier can define a rat."
    }
  ]
}