{
  "source": "https://www.wisesayings.com/rational-quotes/",
  "theme": "rational",
  "quotes": [
    {
      "cite": "Bette Greene",
      "quote": "The world is not a rational place."
    },
    {
      "cite": "Ayn Rand",
      "quote": "A rational process is a moral process."
    },
    {
      "cite": "Ayn Rand",
      "quote": "If you want to feel good, be rational."
    },
    {
      "cite": "Yevgeny Zamyatin",
      "quote": "Only the rational and useful is beautiful."
    },
    {
      "cite": "Paul Keating",
      "quote": "In the end, rational policy is always good."
    },
    {
      "cite": "Doug Copper",
      "quote": "Rationalization is foreplay with one's conscience."
    },
    {
      "cite": "Livy",
      "quote": "No crime can ever be defended on rational grounds."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In everything one thing is impossible: rationality."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Rationality is not one of this industry's attributes."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "The real is the rational and the rational is the real."
    },
    {
      "cite": "Etgar Keret",
      "quote": "If you scare somebody enough, they stop being rational."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "A man has free choice to the extent that he is rational."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "What is rational is actual and what is actual is rational."
    },
    {
      "cite": "Boethius",
      "quote": "A person is an individual substance of a rational nature."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Rational thinking which is free from assumptions ends therefore in mysticism."
    },
    {
      "cite": "Ha-Joon Chang",
      "quote": "Rational thinking is an important aspect of human nature, but we have imagination, we have ambition, we have irrational fear, we are swayed by other people, we get indoctrinated and we get influenced by advertising."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Man is not a rational animal, he is a rationalizing animal."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "The man of regular life and rational mind never despairs."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "A rational prediction has an explanation based on theory."
    },
    {
      "cite": "Scott Jurek",
      "quote": "Rational assessments too often led to rational surrenders."
    },
    {
      "cite": "Steven Weinberg",
      "quote": "Rational argument can be defeated by refusing to argue rationally."
    },
    {
      "cite": "Bruce Crown",
      "quote": "In rational worlds all the hierarchies of our world are reversed."
    },
    {
      "cite": "Ralph Adams Cram",
      "quote": "These are not free men in any rational and exact sense of the word."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "Rational confidence [is] the just result of knowledge and experience."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Rational thoughts never drive people's creativity the way emotions do."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "It is rational to believe, as it is our very existence that is at stake."
    },
    {
      "cite": "Michael Huemer",
      "quote": "If you're rational you don't get to believe whatever you want to believe."
    },
    {
      "cite": "Viola Spolin",
      "quote": "When the rational mind is shut off, we have the possibility of intuition."
    },
    {
      "cite": "Albert Ellis",
      "quote": "Rational beliefs bring us closer to getting good results in the real world."
    }
  ]
}