{
  "source": "https://www.wisesayings.com/raven-quotes/",
  "theme": "raven",
  "quotes": [
    {
      "cite": "George R.R. Martin",
      "quote": "Some battles are won with swords and spears, others with quills and ravens."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "\"Take thy beak from out my heart, and take thy form from off my door!\" / Quoth the Raven “Nevermore.”"
    },
    {
      "cite": "Cecilia Dart-Thornton",
      "quote": "The raven spread out its glossy wings and departed like hope."
    },
    {
      "cite": "Bernd Heinrich",
      "quote": "Ravens are at home everywhere. They only have one enemy: humans."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "Ravens are the birds I'll miss most when I die. If only the darkness into which we must look were composed of the black light of their limber intelligence. If only we did not have to die at all. Instead, become ravens."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Does wisdom perhaps appear on the earth as a raven which is inspired by the smell of carrion?"
    },
    {
      "cite": "Bob Dylan",
      "quote": "My love, she's like some raven / At my window with a broken wing."
    },
    {
      "cite": "James D. Doss",
      "quote": "Needless to say, urgings by ravens are ignored at one's peril."
    },
    {
      "cite": "Robert Jordan",
      "quote": "To fight the raven you may make alliance with the serpent until the battle is done."
    },
    {
      "cite": "Munia Khan",
      "quote": "Honestly, all crows are not ravens"
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The cry of a young raven is nothing but the natural cry of a creature, but your cry, if it be sincere, is the result of a work of grace in your heart."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "And the crow once called the raven black."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "A fairly good crow or a raven can lay pretty nearly as good an egg."
    },
    {
      "cite": "Danish proverb",
      "quote": "One raven does not peck out another's eyes."
    },
    {
      "cite": "Juvenal",
      "quote": "Censure acquits the raven, but pursues the dove."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The raven himself is hoarse / That croaks the fatal entrance of Duncan / Under my battlements."
    },
    {
      "cite": "The Beowulf Poet",
      "quote": "But the black raven, the bird over the fated men, will tell, will say to the eagle, how he succeeded at the meal, when he with the wolf plundered the slaughtered ones."
    },
    {
      "cite": "Cynewulf",
      "quote": "For this reason, the lean wolf in the wold / rejoiced, and the dark raven, a bird greedy for slaughter."
    },
    {
      "cite": "Catharine Feher-Elston",
      "quote": "It is said that when Raven created the first world, he made everything perfect, a world full of happiness and beauty, without pain, suffering, or ugliness. But Raven grew bored with this perfect world and started reshaping things."
    }
  ]
}