{
  "source": "https://www.wisesayings.com/raw-quotes/",
  "theme": "raw",
  "quotes": [
    {
      "cite": "Michael Pollan",
      "quote": "Raw foodists are kind of paddling upstream against evolution. The only reason they can do it and they don't all keel over is that they are using blenders. They're very Cuisinart dependent."
    },
    {
      "cite": "Barbara Ward",
      "quote": "The raw material from which social institutions are fashioned is always more or less recalcitrant and any human society will tend to produce a caricature of itself."
    },
    {
      "cite": "Woody Harrelson",
      "quote": "Raw food is the best way to have the cleanest energy. We take so much care about what kind of fuel we put in our car, what kind of oil. We care about that sometimes more than the fuel that we're looking at putting in our bodies. It's cleaner burning fuel."
    },
    {
      "cite": "Rene Redzepi",
      "quote": "When you get close to the raw materials and taste them at the moment they let go of the soil you learn to respect them."
    },
    {
      "cite": "Anthony Pratt",
      "quote": "When a raw food becomes processed food, it can be best valued, protected, stored, and safely delivered to customers."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "The right raw materials can double or triple the protective power of the immune system."
    },
    {
      "cite": "James A. Moore",
      "quote": "The raw materials of life hammered and shaped into something with a purpose."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Raw emotions anger, frustration, bitterness, resentment are the feelings we tend to hide from people we want to impress but spew on those we love the most."
    },
    {
      "cite": "Ken Kesey",
      "quote": "The raw materials of reality without the glue of time are materials adrift and reality is as meaningless as the balsa parts of a model airplane scattered to the wind."
    },
    {
      "cite": "Keith Urban",
      "quote": "Raw is a good place for an artist. It's where the truth comes out."
    },
    {
      "cite": "Keith Carter",
      "quote": "The raw materials of photography are light and time and memory."
    },
    {
      "cite": "Rene Redzepi",
      "quote": "When you get close to the raw materials and taste them at the moment they let go of the soil, you learn to respect them."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The raw truth you profess shows your abode"
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To declare the raw truth is to live in dominion."
    },
    {
      "cite": "David Wolfe",
      "quote": "The raw food wave has swept through, and now it is the superfoods wave. The next thing to happen will be super herbalism."
    },
    {
      "cite": "Judy Rodgers",
      "quote": "Raw ingredients trump recipes every time; farmers and ranchers who coax the best from the earth can make any of us appear to be a great cook."
    }
  ]
}