{
  "source": "https://www.wisesayings.com/reaction-quotes/",
  "theme": "reaction",
  "quotes": [
    {
      "cite": "Gertrude Stein",
      "quote": "Action and reaction are equal and opposite."
    },
    {
      "cite": "J.D. Stroube",
      "quote": "A complete stranger has the capacity to alter the life of another irrevocably. This domino effect has the capacity to change the course of an entire world. That is what life is; a chain reaction of individuals colliding with others and influencing their lives without realizing it. A decision that seems miniscule to you, may be monumental to the fate of the world."
    },
    {
      "cite": "Kelli Jae Baeli",
      "quote": "You're only responsible for being honest, not for someone else's reaction to your honesty."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "An action is at least a billion times less difficult to choose than a reaction."
    },
    {
      "cite": "Amit Ray",
      "quote": "Create gaps between stimulus and reaction and the gap will show you the path."
    },
    {
      "cite": "Carl Jung",
      "quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If a man realizes who he is, he will not react to the negative things surrounding him"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The way you react in times of challenges will determine whether your challenges will weigh you down, or you will overthrow them."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "The law of gratitude is the natural principle that action and reaction are always equal and in opposite directions."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "What is the true test of character unless it be its progressive development in the bustle and turmoil, in the action and reaction of daily life."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "God’s reaction towards things is different from ours and He wishes that our reaction will line up with His"
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "The slightest pain that we have, is the reaction of the pain that we had given. So do what you find comfortable."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "You can only be in a state of non-reaction if you can recognize someone's behavior as coming from the ego, as being an expression of the collective human dysfunction. When you realize it's not personal, there is no longer a compulsion to react as if it were."
    },
    {
      "cite": "Criss Jami",
      "quote": "The first reaction is surely the most natural one, but not always the most correct one; thereupon, the invention of apologies"
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "One must fight for a life of action, not reaction."
    },
    {
      "cite": "Plato",
      "quote": "The excessive increase of anything causes a reaction in the opposite direction."
    },
    {
      "cite": "Judith Orloff",
      "quote": "How you react emotionally is a choice in any situation."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Do not deny the classical approach, simply as a reaction, or you will have created another pattern and trapped yourself there."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "When you are paying attention to your thoughts, words, actions, feelings, food habits, reactions, decisions, secrets, patterns, and physique, you start tuning in consciously."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "No reaction means, the collapse and failure of an action."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The rejection of knowledge (ignorance) attracts a reaction from God."
    },
    {
      "cite": "Michael Thomas Sunnarborg",
      "quote": "How we respond to something is just as important—if not more important—than our initial reaction."
    },
    {
      "cite": "Oli Anderson",
      "quote": "Acceptance is an active response to a temporary situation; surrender is a passive reaction to a situation that you think will last forever."
    },
    {
      "cite": "Filippo Bologna",
      "quote": "Between an action and reaction, between a gesture and its consequences, everybody agrees that there is an exact relationship, but not necessarily a proportionate one."
    },
    {
      "cite": "Gavin Rossdale",
      "quote": "Any reaction is better than none."
    }
  ]
}