{
  "source": "https://www.wisesayings.com/reading-quotes/",
  "theme": "reading",
  "quotes": [
    {
      "cite": "A C Grayling",
      "quote": "To read is to fly: it is to soar to a point of vantage which gives a view over wide terrains of history, human variety, ideas, shared experience and the fruits of many inquiries."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The things I want to know are in books; my best friend is the man who'll get me a book I ain't read."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A capacity and taste for reading gives access to whatever has already been discovered by others."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "The more you read, the more you learn, the more you learn, the smarter you are."
    },
    {
      "cite": "Harper Lee",
      "quote": "The book to read is not the one that thinks for you but the one which makes you think."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "A reader lives a thousand lives before he dies. The man who never reads lives only one."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Once you learn to read, you will be forever free."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "The more that you read, the more things you will know. The more you learn, the more places you'll go."
    },
    {
      "cite": "Mark Twain",
      "quote": "The man who does not read good books is no better than the man who can't."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Today a reader, tomorrow a leader."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Reading gives us someplace to go when we have to stay where we are."
    },
    {
      "cite": "Richard Steele",
      "quote": "Reading is to the mind what exercise is to the body."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If one cannot enjoy reading a book over and over again, there is no use in reading it at all."
    },
    {
      "cite": "Paul Auster",
      "quote": "Reading was my escape and my comfort, my consolation, my stimulant of choice: reading for the pure pleasure of it, for the beautiful stillness that surrounds you when you hear an author's words reverberating in your head."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "It is a good rule after reading a new book, never to allow yourself another new one till you have read an old one in between."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Keep reading books, but remember that a book's only a book, and you should learn to think for yourself."
    },
    {
      "cite": "Charles de Montesquieu",
      "quote": "A fondness for reading changes the inevitable dull hours of our life into exquisite hours of delight."
    },
    {
      "cite": "Andre Gride",
      "quote": "To read a writer is for me not merely to get an idea of what he says, but to go off with him, and travel in his company."
    },
    {
      "cite": "Brad Henry",
      "quote": "Reading builds the educated and informed electorate so vital to our democracy."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Reading without reflecting is like eating without digesting."
    },
    {
      "cite": "Jean Rhys",
      "quote": "Reading makes immigrants of us all. It takes us away from home, but more important, it finds homes for us everywhere."
    },
    {
      "cite": "Emilie Buchwald",
      "quote": "Children are made readers on the laps of their parents."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Those who have trouble reading are those who have trouble moving ahead in the appreciation of all that life has to offer."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Reading a book by someone you respect allows some of their brilliance to rub off on you."
    },
    {
      "cite": "Harold Bloom",
      "quote": "Reading well is one of the great pleasures that solitude can afford you."
    },
    {
      "cite": "Rene Descartes",
      "quote": "The reading of all good books is indeed like a conversation with the noblest men of past centuries who were the authors of them, nay a carefully studied conversation, in which they reveal to us none but the best of their thoughts."
    },
    {
      "cite": "Lady Mary Wortley Montagu",
      "quote": "No entertainment is so cheap as reading, nor any pleasure so lasting."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The delight of opening a new pursuit, or a new course of reading, imparts the vivacity and novelty of youth even to old age."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "The habit of reading is the only enjoyment in which there is no alloy; it lasts when all other pleasures fade."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "What is reading but silent conversation?"
    }
  ]
}