{
  "source": "https://www.wisesayings.com/reading-for-kids-quotes/",
  "theme": "reading-for-kids",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "Any book that helps a child to form a habit of reading, to make reading one of his deep and continuing needs, is good for him."
    },
    {
      "cite": "Bruce Jenner",
      "quote": "If you are a kid, reading is really important stuff."
    },
    {
      "cite": "Walter Dean Myers",
      "quote": "We need to tell kids flat out: reading is not optional."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "Reading should not be presented to children as a chore or duty. It should be offered to them as a precious gift."
    },
    {
      "cite": "Roald Dahl",
      "quote": "If my books can help children become readers, then I feel I have accomplished something important."
    },
    {
      "cite": "Marcel Proust",
      "quote": "There are perhaps no days of our childhood we lived so fully as those we spent with a favorite book."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Make it a rule never to give a child a book you would not read yourself."
    },
    {
      "cite": "James Patterson",
      "quote": "I believe we should spend less time worrying about the quantity of books children read and more time introducing them to quality books that will turn them on to the joy of reading and turn them into lifelong readers."
    },
    {
      "cite": "Judy Blume",
      "quote": "Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "Reading should not be presented to children as a chore, a duty. It should be offered as a gift."
    },
    {
      "cite": "Marilyn Jager Adams",
      "quote": "Reading aloud with children is known to be the single most important activity for building the knowledge and skills they will eventually require for learning to read."
    },
    {
      "cite": "Jacqueline Kennedy",
      "quote": "There are many little ways to enlarge your child's world. Love of books is the best of all."
    },
    {
      "cite": "Frank Serafini",
      "quote": "There is no such thing as a child who hates to read; there are only children who have not found the right book."
    },
    {
      "cite": "Emilie Buchwald",
      "quote": "Children are made readers on the laps of their parents."
    },
    {
      "cite": "Carl Sagan",
      "quote": "One of the greatest gifts adults can give to their offspring and to their society is to read to children."
    },
    {
      "cite": "Strickland Gillian",
      "quote": "You may have tangible wealth untold; caskets of jewels and coffers of gold. Richer than I you can never be. I had a mother who read to me."
    },
    {
      "cite": "Mary Ellen Chase",
      "quote": "There is no substitute for books in the life of a child."
    },
    {
      "cite": "William James",
      "quote": "So it is with children who learn to read fluently and well: They begin to take flight into whole new worlds as effortlessly as young birds take to the sky."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "I will defend the importance of bedtime stories to my last gasp."
    },
    {
      "cite": "C S Lewis",
      "quote": "No book is really worth reading at age of ten which is not equally (and often far more) worth reading at the age of fifty."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales."
    },
    {
      "cite": "Glenn Doman",
      "quote": "The nonreading children are the greatest problem in American education."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "I would be most content if my children grew up to be the kind of people who think decorating consists mostly of building enough bookshelves."
    },
    {
      "cite": "Paula Fox",
      "quote": "When you read to a child, when you put a book in a child's hands, you are bringing that child news of the infinitely varied nature of life. You are an Awakener."
    },
    {
      "cite": "Mem Fox",
      "quote": "When I say to a parent, \"read to a child\", I don't want it to sound like medicine. I want it to sound like chocolate."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Today a reader, tomorrow a leader."
    },
    {
      "cite": "Gabrielle Zevin",
      "quote": "You tell a kid he doesn't like to read, and he'll believe you."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Every book is a children's book if the kid can read!"
    },
    {
      "cite": "James Patterson",
      "quote": "There's no such thing as a kid who hates reading. There are kids who love reading and kids who are reading the wrong books."
    }
  ]
}