{
  "source": "https://www.wisesayings.com/real-love-quotes/",
  "theme": "real-love",
  "quotes": [
    {
      "cite": "Margaret Anderson",
      "quote": "In real love you want the other person's good. In romantic love you want the other person."
    },
    {
      "cite": "Dylan West",
      "quote": "You know you're in love when you cant even put into words, how you feel for a person."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "We simply can't abandon ship every time we encounter a storm in our marriage. Real love is about weathering the storms of life together."
    },
    {
      "cite": "Anne-Sophie Swetchine",
      "quote": "To love deeply in one direction makes us more loving in all others."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Real love is a permanently self-enlarging experience."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Real love means loving kindness and compassion, the kind of love that does not have any conditions."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If he can't handle you at your worst then he does not deserve you at your best. Real love means seeing beyond the words spoken out of pain, and instead seeing a person's soul."
    },
    {
      "cite": "Washington Irving",
      "quote": "True love will not brook reserve; it feels undervalued and outraged, when even the sorrows of those it loves are concealed from it."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Love lives in those who are willing to make the greatest sacrifices without keeping account."
    },
    {
      "cite": "Christina White",
      "quote": "My love for you has no depth, its boundaries are ever-expanding. My love and my life with you will be a never-ending story"
    },
    {
      "cite": "Michael Hayssus",
      "quote": "Real love means remaining truthful, even when you have all the opportunity in the world to hurt someone."
    },
    {
      "cite": "Jerry Elijah",
      "quote": "Real love is seeing that the one you love is happy even when you do things for them that makes you unhappy. Because their happiness is paramount."
    },
    {
      "cite": "Malika E Nura",
      "quote": "When you see love with all your heart you shall find its echoes in the universe."
    },
    {
      "cite": "Anita Brookner",
      "quote": "Real love is a pilgrimage. It happens when there is no strategy, but it is very rare because most people are strategists."
    },
    {
      "cite": "James O'Barr",
      "quote": "If the people we love are stolen from us, the way to have them live on is to never stop loving them. Buildings burn, people die, but real love is forever."
    },
    {
      "cite": "Don Miguel Ruiz",
      "quote": "Real love is accepting other people the way they are without trying to change them."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The real love is the one that makes you forget all the others."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Love is our true destiny. We do not find meaning of life by ourselves alone we find it with another."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Love is the desire to give, not to receive, something. Love is the art of producing something with the other's talents."
    },
    {
      "cite": "Cheryl Strayed",
      "quote": "Real love moves freely in both directions. Don't waste your time on anything else."
    },
    {
      "cite": "Annette Vaillancourt",
      "quote": "Real love is an expression of the best of you and others. It's moving, profound and essentially very simple at the same time."
    },
    {
      "cite": "Randy K. Milholland",
      "quote": "You can't show love to someone at the expense of someone else who loves you."
    },
    {
      "cite": "Delano Johnson",
      "quote": "I know love is real because her love is visible."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Love is that condition in which the happiness of another person is essential to your own."
    },
    {
      "cite": "Terry Mark",
      "quote": "Loving someone is doing more than you say you'll do to show your love. Love is understood more when the words are replaced by actions."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "There is a hardly a more gracious gift that we can offer somebody than to accept them fully, to love them almost despite themselves."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment."
    },
    {
      "cite": "David Viscott",
      "quote": "To love and be loved is to feel the sun from both sides."
    },
    {
      "cite": "Emily Maguire",
      "quote": "Real love should draw no blood from the loved and buckets from the lover."
    },
    {
      "cite": "John Ajvide Lindqvist",
      "quote": "Real love is to offer your life at the feet of another."
    }
  ]
}