{
  "source": "https://www.wisesayings.com/real-man-quotes/",
  "theme": "real-man",
  "quotes": [
    {
      "cite": "Moffat Machingura",
      "quote": "A real man can use power, rather than let power use him."
    },
    {
      "cite": "Dorian \"Doc\" Paskowitz",
      "quote": "A real man is capable of controlling himself before he controls his children."
    },
    {
      "cite": "JoyBell C.",
      "quote": "Manhood is defined and decided by the ability to nurture and to protect, by the capability to provide and to sustain."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The real man is one who always finds excuses for others, but never excuses himself."
    },
    {
      "cite": "Kiki Strack",
      "quote": "A real man ain't a coward, he stands by what he says, admits his faults, and corrects his mistakes."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones."
    },
    {
      "cite": "Timothy Dalton",
      "quote": "You can't relate to a superhero, to a superman, but you can identify with a real man who in times of crisis draws forth some extraordinary quality from within himself and triumphs but only after a struggle."
    },
    {
      "cite": "Tarek Saab",
      "quote": "To be a real man is to be unattached - not from responsibility or justice - but from those dependencies that inhibit responsibility and justice."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world."
    },
    {
      "cite": "Kiki Strack",
      "quote": "Treat her like you're still trying to win her, and that's how you'll never lose her. A real man will remind his woman daily to why she fell in love with him."
    },
    {
      "cite": "Terry Mark",
      "quote": "Only a real man is able to stick to just one woman and treat her special, always."
    },
    {
      "cite": "Phil Robertson",
      "quote": "A real man don't call the plumbers. If he gonna call himself a man, he needs to know how to fix it, on the spot"
    },
    {
      "cite": "Tony Evans",
      "quote": "A man who brags about satisfying 30 women is immature. A real man is one who can satisfy the same woman for 30 years."
    },
    {
      "cite": "Demi Moore",
      "quote": "Real men don't buy girls-they protect them. We're recruiting real men who have the courage to stand up against this issue."
    },
    {
      "cite": "Joshua Reynolds",
      "quote": "The character of a true men is found out by his amusements."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Let men see, let them know, a real man, who lives as he was meant to live."
    },
    {
      "cite": "Mitch Cuento",
      "quote": "A real man only lies to his woman when he's surprising her."
    },
    {
      "cite": "Mario Tomasello",
      "quote": "A real man follows the three P's: pray, provide, and protect."
    },
    {
      "cite": "Franz Liszt",
      "quote": "Real men are sadly lacking in this world, for when they are put to the test they prove worthless."
    },
    {
      "cite": "Mitch Cuento",
      "quote": "A real man never stops trying to show a girl how much he cares, even if he already has her."
    },
    {
      "cite": "Jivaro Brawley",
      "quote": "A real man Provides, Protects, and always keeps a Promise."
    },
    {
      "cite": "Frank Abagnale",
      "quote": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
    },
    {
      "cite": "Kaliana Dietrich",
      "quote": "Real men invest in long term love, not short term lust."
    },
    {
      "cite": "Surgeo Bell",
      "quote": "It takes a real man to see the difference between a diamond and a rhinestone. Can't be mad when someone else takes the diamond, that you treated like a rhinestone."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Real men stay faithful. They don't have time to look for another woman, because they're too busy looking for new ways to love their own."
    },
    {
      "cite": "Robert Jordan",
      "quote": "There is one rule, above all others, for being a man. Whatever comes, face it on your feet."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress and grows brave by reflection."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "A real man doesn't have time to cheat because that man is too busy providing all of which a good woman deserves."
    },
    {
      "cite": "Miranda Hart",
      "quote": "It's a real man who can go out with a woman who's taller than he is. That's an alpha male right there."
    },
    {
      "cite": "Drake",
      "quote": "Boys will break your heart. Real men will pick up the pieces."
    }
  ]
}