{
  "source": "https://www.wisesayings.com/realism-quotes/",
  "theme": "realism",
  "quotes": [
    {
      "cite": "David K. Clark",
      "quote": "Realism is often mistakenly identified with the view that there is some special discipline which has privileged access to the real."
    },
    {
      "cite": "Ales Kot",
      "quote": "Realism is knowing fantasy and reality intersect constantly. Realism is living with the awareness that every act changes the world."
    },
    {
      "cite": "John Bew",
      "quote": "Pure realism is both unsustainable and purposeless."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Realism can break a writer's heart."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Realism arises from the maturity of the minds, while Idealism arises from their conformity."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Realism is simply Romanticism that has lost its reasonthat is its reason for existing."
    },
    {
      "cite": "Balroop Singh",
      "quote": "Realism is the light that shines between change and challenge."
    },
    {
      "cite": "Ian Watt",
      "quote": "It has been said that modern realism begins from the position that truth can be discovered by the individual through the senses."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "Reality is a crutch for people who can't cope with drugs."
    },
    {
      "cite": "Akshay Kumar",
      "quote": "People want to see realism in action now."
    },
    {
      "cite": "Fumito Ueda",
      "quote": "There's a level of realism you can only achieve through the imaginary."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "Reality is that which, when you stop believing in it, doesn't go away."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Realism is more important than the sentiment of the picture."
    },
    {
      "cite": "Asger Jorn",
      "quote": "True realism, materialist realism lies in the search for the expression of forms faithful to their content. But there is no content detached from human interest."
    },
    {
      "cite": "Walter J. Phillips",
      "quote": "Realism is condemned by those artists whose poverty of technique does not permit them to express it."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "True realism consists in revealing the surprising things which habit keeps covered and prevents us from seeing."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Realism has always been called cynicism."
    },
    {
      "cite": "Robert Edmond Jones",
      "quote": "Realism is something we practice when we aren't feeling very well. When we don't feel up to the extra effort."
    },
    {
      "cite": "Ayn Rand",
      "quote": "We can evade reality, but we cannot evade the consequences of evading reality."
    },
    {
      "cite": "Slick Rick",
      "quote": "We need realism to deal with reality."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A lack of realism in the vision today costs credibility tomorrow."
    },
    {
      "cite": "Leo Stein",
      "quote": "Realism and abstractionism are not enemies. They eat out of the same dish, but their digestive systems are different."
    },
    {
      "cite": "Claude Mckay",
      "quote": "Idealism is like a castle in the air if it is not based on a solid foundation of social and political realism."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "The only realism in art is of the imagination."
    },
    {
      "cite": "Henri Bergson",
      "quote": "Realism is in the work when idealism is in the soul, and it is only through idealism that we resume contact with reality."
    },
    {
      "cite": "Audrey Flack",
      "quote": "There is an instinct for realism, a powerful drive to reproduce oneself."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "A realist is a man who knows both the world and his own dreams."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Realism is a corruption of reality."
    },
    {
      "cite": "Melanie Peter",
      "quote": "Realism seems not like an end in itself, but like a portal to something truly new."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "There is no realism without an element of idealism."
    }
  ]
}