{
  "source": "https://www.wisesayings.com/real-estate-quotes/",
  "theme": "real-estate",
  "quotes": [
    {
      "cite": "Jeff Bezos",
      "quote": "Real estate is the key cost of physical retailers. That's why there's the old saw: location, location, location."
    },
    {
      "cite": "Jane Bryant Quinn",
      "quote": "The best real-estate investments with the highest yields are in working-class neighborhoods, because fancy properties are overpriced."
    },
    {
      "cite": "Anthony Hitt",
      "quote": "To be successful in real estate, you must always and consistently put your clients' best interests first. When you do, your personal needs will be realized beyond your greatest expectations."
    },
    {
      "cite": "Ada Louise Huxtable",
      "quote": "Real estate is the closest thing to the proverbial pot of gold."
    },
    {
      "cite": "Ivana Trump",
      "quote": "I always felt very secure and very safe with real estate. Real estate always appreciates."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Real estate is the best investment for small savings. More money is made from the rise in real estate values than from all other causes combined."
    },
    {
      "cite": "Wang Jianlin",
      "quote": "Real estate deals a lot with the government. It isn't like manufacturing, logistics, home appliances or the auto sector, which deal with consumers."
    },
    {
      "cite": "Steve Carpenter",
      "quote": "Real estate is a complicated, large, and emotional purchase. For all those reasons, it has been hard to adapt to e-business."
    },
    {
      "cite": "Johnny Isakson",
      "quote": "Real estate sales was perfect training for the experience to go into public life because you learn to accept rejection, learn to meet new people, learn to work with people and find common ground. That's the way you sell houses... that's also the way you win over constituency."
    },
    {
      "cite": "Alex Delgado",
      "quote": "Real estate practice is not about selling or buying a home. It's about representing your client's greatest asset to your clients greatest benefit."
    },
    {
      "cite": "Johnny Isakson",
      "quote": "In the real estate business you learn more about people, and you learn more about community issues, you learn more about life, you learn more about the impact of government, probably than any other profession that I know of."
    },
    {
      "cite": "Takashi Kamiya",
      "quote": "Real estate stocks have had a good run, but once interest rates start to rise, the present value of developers' future earnings will start decrease. Shipping lines are in for a tough time."
    },
    {
      "cite": "Richard Rainwater",
      "quote": "I view real estate as the most intriguing opportunity that I've seen in my business lifetime."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Real estate investing, even on a very small scale, remains a tried and true means of building an individual's cash flow and wealth."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Every person who invests in well-selected real estate in a growing section of a prosperous community adopts the surest and safest method of becoming independent, for real estate is the basis of wealth."
    },
    {
      "cite": "Johnny Isakson",
      "quote": "Commercial real estate always trails residential, and as residential growth flourishes, shopping centers flourish and service the communities, and jobs come out."
    },
    {
      "cite": "Fiona Sigalla",
      "quote": "Real estate investment is certainly a vote of confidence on future activity."
    },
    {
      "cite": "Steve Cook",
      "quote": "In the real estate industry, we are concerned about the precedent it sets to let banks be property managers and brokers."
    },
    {
      "cite": "Rico Vecc",
      "quote": "Real Estate is a commodity bought and sold everyday. Just like a stock, you would buy from your broker. The difference is, if the value of my Real Estate goes down drastically, I still have a tangible security. If my stock plummets, all I have is a piece of paper."
    },
    {
      "cite": "Armstrong Williams",
      "quote": "Now, one thing I tell everyone is learn about real estate. Repeat after me: real estate provides the highest returns, the greatest values and the least risk."
    },
    {
      "cite": "Russell Sage",
      "quote": "Real estate is an imperishable asset, ever increasing in value. It is the most solid security that human ingenuity has devised. It is the basis of all security and about the only indestructible security."
    },
    {
      "cite": "Ross Quotes",
      "quote": "Real estate prices are so high and people of the low-income pay scale desperately need those public housing units. If they're proceeding cautiously because they do want to serve the population they serve, that's a good thing."
    },
    {
      "cite": "David Waronker",
      "quote": "Buy real estate in areas where the path exists and buy more real estate where there is no path, but you can create your own."
    },
    {
      "cite": "Pete Korpacz",
      "quote": "Real estate is all about values. If investors expect there to be growth in income over time, then they're willing to take a little less going in when they buy the property with the knowledge that next year (the rental income) will be a little higher, and a little higher and a little higher."
    },
    {
      "cite": "J. Bruce Lindeman",
      "quote": "Real estate is a fast-growing, exciting field that offers almost unlimited income potential to a person who is willing to work hard and to learn the special features of this very interesting business."
    },
    {
      "cite": "Tom Morello",
      "quote": "he real estate agent had to go door-to-door in the apartment building we wanted to rent, asking if it was OK for this interracial family - my mom is white and I was a 1-year-old half-African kid - to live in the apartment building."
    },
    {
      "cite": "Donald Trump",
      "quote": "Real estate is at the core of almost every business, and it's certainly at the core of most people's wealth. In order to build your wealth and improve your business smarts, you need to know about real estate."
    },
    {
      "cite": "Akira Mori",
      "quote": "In my experience, in the real-estate business past success stories are generally not applicable to new situations. We must continually reinvent ourselves, responding to changing times with innovative new business models."
    },
    {
      "cite": "Ivanka Trump",
      "quote": "Real estate is my life. It is my day job, if you will. But it consumes my nights and weekends, too."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "What we call real estate -- the solid ground to build a house on -- is the broad foundation on which nearly all the guilt of this world rests. A man will commit almost any wrong -- he will heap an immense pile of wickedness, as hard as granite, and which will weigh as heavily upon his soul, to eternal ages -- only to build a great, gloomy, dark-chambered mansion, for himself to die in."
    }
  ]
}