{
  "source": "https://www.wisesayings.com/realness-quotes/",
  "theme": "realness",
  "quotes": [
    {
      "cite": "Amy Cuddy",
      "quote": "Authenticity doesn't just mean you're not filtering what you're saying, it's about being able to know and access the best parts of yourself and bring them forward."
    },
    {
      "cite": "David Simon",
      "quote": "AuthenticityÂ is an alignment between your beliefs, your desires and your choices in the world. Desires change throughout the course of a life, but agreement between ideals, aspirations and deeds is key to a life of peace, happiness and success."
    },
    {
      "cite": "Tom Shadyac",
      "quote": "AuthenticityÂ means to be the author of your own life."
    },
    {
      "cite": "Michael Jordan",
      "quote": "AuthenticityÂ is about being true to who you are, even when everyone around you wants you to be someone else"
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "If you seekÂ authenticityÂ forÂ authenticity's sake you are no longer authentic."
    },
    {
      "cite": "Arlene Dickinson",
      "quote": "AuthenticityÂ inspire respect because it takes courage to own who you really are."
    },
    {
      "cite": "Brene Brown",
      "quote": "If you trade yourÂ authenticityÂ for safety, you may experience the following: anxiety, depression, eating disorders, addiction, rage, blame, resentment, and inexplicable grief."
    },
    {
      "cite": "David Lloyd-Jones",
      "quote": "There is nothing which so certifies theÂ genuinenessÂ of a man's faith as his patience and his patient endurance, his keeping on steadily in spite of everything."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "I'm afraid of losing my obscurity.Â GenuinenessÂ only thrives in the dark. Like celery."
    },
    {
      "cite": "Marcus Buckingham",
      "quote": "AuthenticityÂ is your most precious commodity as a leader."
    },
    {
      "cite": "Brene Brown",
      "quote": "Mindfully practicingÂ authenticityÂ during our most soul-searching struggles is how we invite grace, joy and gratitude into our lives."
    },
    {
      "cite": "Tom Freston",
      "quote": "AuthenticityÂ is really important, and sometimes thats really hard to get."
    },
    {
      "cite": "Sandra Bernhard",
      "quote": "Everybody has their own way of tapping into theirÂ realness."
    },
    {
      "cite": "Adam Grant",
      "quote": "Authenticity is a virtue. But just as you can have too little authenticity, you can also have too much."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "No man knows theÂ genuinenessÂ of his convictions until he has sacrificed something for them."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The beauty of personalÂ authenticityÂ can compensate for the lost beauty of our youth."
    },
    {
      "cite": "Lance Secretan",
      "quote": "AuthenticityÂ is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust."
    },
    {
      "cite": "John Zerzan",
      "quote": "The pleasure ofÂ authenticityÂ exists only against the grain of society."
    },
    {
      "cite": "Brene Brown",
      "quote": "Authenticity is a collection of choices that we have to make every day. It's about the choice to show up and be real. The choice to be honest. The choice to let our true selves be seen."
    },
    {
      "cite": "Brene Brown",
      "quote": "AuthenticityÂ is the daily practice of letting go of who we think we're supposed to be and embracing who we are."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "AuthenticityÂ means that you must do what you do the way you do it and allow everyone else the same courtesy."
    },
    {
      "cite": "Joseph Michelli",
      "quote": "GenuinenessÂ requires listening through both verbal and nonverbal channels."
    },
    {
      "cite": "Gerard Depardieu",
      "quote": "AuthenticityÂ is the ability to listen to what nature tells us. Listening isn't the same thing as never making a mistake, but the important thing is to learn."
    },
    {
      "cite": "John Michael Greer",
      "quote": "AuthenticityÂ is about where it comes from; validity is about whether it works."
    }
  ]
}