{
  "source": "https://www.wisesayings.com/realization-quotes/",
  "theme": "realization",
  "quotes": [
    {
      "cite": "Iris Murdoch",
      "quote": "Love is the extremely difficult realization that something other than oneself is real."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Realize deeply that the present moment is all you have. Make the now the primary focus of your life."
    },
    {
      "cite": "Amit Ray",
      "quote": "Your greatest awakening comes, when you are aware about your infinite nature."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The only limit to our realization of tomorrow will be our doubts of today."
    },
    {
      "cite": "Dalai Lama",
      "quote": "With realization of one's own potential and self-confidence in one's ability, one can build a better world."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Success is the progressive realization of a worthy goal or ideal."
    },
    {
      "cite": "Ciputra",
      "quote": "A dream will not become an innovation if there is no realization."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Success is the progressive realization of predetermined, worthwhile, personal goals."
    },
    {
      "cite": "Richard Wright",
      "quote": "Men can starve from a lack of self-realization as much as they can from a lack of bread."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "Your own Self-realization is the greatest service you can render the world."
    },
    {
      "cite": "Sivananda",
      "quote": "The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle."
    },
    {
      "cite": "Byron Katie",
      "quote": "That's what every uncomfortable feeling is for-that's what pain is for, what money is for, what everything in the world is for: your self-realization."
    },
    {
      "cite": "Alden Nowlan",
      "quote": "The day the child realizes that all adults are imperfect, he becomes an adolescent; the day he forgives them, he becomes an adult; the day he forgives himself, he becomes wise."
    },
    {
      "cite": "Woody Harrelson",
      "quote": "A moment of realization is worth a thousand prayers."
    },
    {
      "cite": "Albert Camus",
      "quote": "The realization that life is absurd cannot be an end, but only a beginning."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "The realization of our true substance and potential is the purpose of creation."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "The state we call realization is simply being oneself, not knowing anything or becoming anything."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Once the realization is accepted that even between the closest human beings infinite distances continue to exist, a wonderful living side by side can grow up, if they succeed in loving the distance between them which makes it possible for each to see each other whole against the sky."
    },
    {
      "cite": "Loch Kelly",
      "quote": "The big realization when we go beyond the ego is simply seeing that we've always been ok."
    },
    {
      "cite": "Alan Watts",
      "quote": "So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself."
    },
    {
      "cite": "Gabriel Heatter",
      "quote": "More power than all the success slogans ever penned by human hand is the realization for every man that he has but one boss. That boss is the man - he - himself."
    },
    {
      "cite": "Sidney Lumet",
      "quote": "All good work requires self-revelation."
    },
    {
      "cite": "Jean Toomer",
      "quote": "The realization of ignorance is the first act of knowing."
    },
    {
      "cite": "Nirmala Srivastava",
      "quote": "After realization, the attention becomes enlightened."
    },
    {
      "cite": "Emeasoba George",
      "quote": "Self-realization/determination is all about realizing that you were born for a purpose. And so, you've got to achieve your purpose of being here (on earth) at all cost."
    },
    {
      "cite": "Henry Ford",
      "quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something."
    },
    {
      "cite": "AiR",
      "quote": "We are prisoners of this body. We are prisoners of this mind. But in reality, 'Who are We?' on realization we will find!"
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A wonderful realization will be the day you realize that you are unique in all the world."
    },
    {
      "cite": "Erich Fromm",
      "quote": "While every human being has a capacity for love, its realization is one of the most difficult achievements."
    },
    {
      "cite": "Rudolf Flesch",
      "quote": "Creative thinking may mean simply the realization that there's no particular virtue in doing things the way they always have been done."
    }
  ]
}