{
  "source": "https://www.wisesayings.com/real-men-quotes/",
  "theme": "real-men",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Try not to become a man of success, but rather try to become a man of value."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Manhood is defined and decided by the ability to nurture and to protect, by the capability to provide and to sustain."
    },
    {
      "cite": "Lethu",
      "quote": "Being a real man doesn't mean you sleep with 100 girls, It means you fight for one girl even when 99 others are chasing you."
    },
    {
      "cite": "Kiki Strack",
      "quote": "A real man ain't a coward, he stands by what he says, admits his faults, and corrects his mistakes."
    },
    {
      "cite": "Ric Flair",
      "quote": "If you're a man, you don't cry about it, you take life, the ups and downs; if you're a real man you never go down, you just stay up!"
    },
    {
      "cite": "Mitch Cuento",
      "quote": "A real man never stops trying to show a girl how much he cares, even if he already has her."
    },
    {
      "cite": "Bob Marley",
      "quote": "The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively."
    },
    {
      "cite": "Charles Studd",
      "quote": "It takes a real man to make a true confession - a Chocolate Soldier will excuse or cloak his sin."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
    },
    {
      "cite": "John Ruskin",
      "quote": "The highest reward for man's toil is not what he gets for it but what he becomes by it"
    },
    {
      "cite": "Drake",
      "quote": "Boys will break your heart. Real men will pick up the pieces."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "To be a man is, precisely, to be responsible."
    },
    {
      "cite": "Saul Bellow",
      "quote": "A man should be able to hear, and to bear, the worst that could be said of him."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "A real man does not think of victory or defeat. He plunges recklessly towards an irrational death."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In every real man a child is hidden that wants to play."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "A real man is one who fears the death of his heart, not of his body."
    },
    {
      "cite": "Nichiren",
      "quote": "Do not go about complaining how hard it is to live in this world. such behavior is entirely unworthy of a real man."
    },
    {
      "cite": "John Wayne",
      "quote": "You have to be a man before you can be a gentleman."
    },
    {
      "cite": "Billy Graham",
      "quote": "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Let men see, let them know, a real man, who lives as he was meant to live."
    },
    {
      "cite": "Terry Mark",
      "quote": "Only a real man is able to stick to just one woman and treat her special, always."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The stronger a man is, the more gentle he can afford to be"
    },
    {
      "cite": "Mario Puzo",
      "quote": "A man who doesn't spend time with his family can never be a real man."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The real man is one who always finds excuses for others, but never excuses himself."
    },
    {
      "cite": "Jivaro Brawley",
      "quote": "A real man Provides, Protects, and always keeps a Promise."
    },
    {
      "cite": "Dr. Robert Lewis",
      "quote": "A real man is one who rejects passivity, accepts responsibility, leads courageously, and expects the greater reward, God's reward."
    },
    {
      "cite": "keren Zhims",
      "quote": "A real man protects your heart, he doesn't play with it."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Real men don't dance to other people's tune, instead, they play for others to dance."
    },
    {
      "cite": "Miles Long",
      "quote": "Real Men stay faithful. They don't have time to look for other women because they're too busy looking for ways to love their own."
    }
  ]
}