{
  "source": "https://www.wisesayings.com/reassurance-quotes/",
  "theme": "reassurance",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Correction does much, but encouragement does more. Encouragement after censure is as the sun after a shower."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "One of the most important things you can do on this earth is to let people know they are not alone."
    },
    {
      "cite": "Garth Coonce",
      "quote": "One of our goals is to encourage people that there is hope, there is a future."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Mistakes are experiences. Without these experiences, there is no learning."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Every positive attempt was as a result of encouragement, every encouragement leads to success."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Each victory with God can bring a reassurance once more that the ones born of God are victorious"
    },
    {
      "cite": "Raquel Cepeda",
      "quote": "Support and encouragement are found in the most unlikely places."
    },
    {
      "cite": "Victor Kiam",
      "quote": "Even if you fall on your face, you're still moving forward."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Correction does much, but encouragement does more."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Use encouragement. Make the fault seem easy to correct."
    },
    {
      "cite": "George Madison Adams",
      "quote": "There are high spots in all of our lives and most of them have come about through encouragement from someone else."
    },
    {
      "cite": "John Updike",
      "quote": "The essential support and encouragement comes from within, arising out of the mad notion that your society needs to know what only you can tell it."
    },
    {
      "cite": "Scott Lynch",
      "quote": "Reassurances could dull pain, nobody would ever go to the trouble of pressing grapes."
    },
    {
      "cite": "Colonel Sanders",
      "quote": "One has to remember that every failure can be a stepping stone to something better."
    },
    {
      "cite": "Phillip Adams",
      "quote": "To many people holidays are not voyages of discovery, but a ritual of reassurance."
    },
    {
      "cite": "Hayley Williams",
      "quote": "If you ever think about giving up, remember why you held on for so long."
    },
    {
      "cite": "John Lennon",
      "quote": "Everything will be okay in the end. If it's not okay, it's not the end."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Always see your mistakes as a learning curve."
    },
    {
      "cite": "John Wooden",
      "quote": "Things turn out best for the people who make the best of the way things turn out."
    },
    {
      "cite": "Rudolf Dreikurs",
      "quote": "A child needs encouragement like a plant needs water."
    },
    {
      "cite": "A.P.J. Abdul Kalam",
      "quote": "If you want to shine like a sun, first burn like a sun."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We can only reach the highest height, if we encourage each other."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It's not whether you get knocked down, it's whether you get up."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Chris Burkmenn",
      "quote": "Encouragement is like water to the soul, it makes everything grow."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    },
    {
      "cite": "Michel Faber",
      "quote": "Reassurance is such a sad, mad thing. Deep inside, everyone knows the truth."
    },
    {
      "cite": "John O'Donohue",
      "quote": "One of the most beautiful gifts in the world is the gift of encouragement."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Every second you dwell on the past you steal from your future. Every minute you spend focusing on your problems you take away from finding your solutions."
    }
  ]
}