{
  "source": "https://www.wisesayings.com/rebellious-quotes/",
  "theme": "rebellious",
  "quotes": [
    {
      "cite": "Laozi",
      "quote": "Why are the people rebellious? Because the rulers interfere too much. Therefore they are rebellious."
    },
    {
      "cite": "Evan Meekins",
      "quote": "They were rebellious through their artistic expression and their uplifting spirits."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Resist the suppressive pressure to contract, and instead expand in defiance."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "It's not wise to violate rules until you know how to observe them."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The defiance of established authority, religious and secular, social and political, as a world-wide phenomenon may well one day be accounted the outstanding event of the last decade."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "When people are very damaged, they can often meet the world with a kind of defiance."
    },
    {
      "cite": "Rachel Brathen",
      "quote": "In a society that profits from your self doubt, liking yourself is a rebellious act."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The burning of rebellious thoughts in the little breast, of internal hatred and opposition, could not long go on without slight whiffs of external smoke, such as mark the course of subterranean fire."
    },
    {
      "cite": "Marty Rubin",
      "quote": "One must always rebel against fear and hate and affirm life."
    },
    {
      "cite": "B. W. Powe",
      "quote": "No rebellious heart is ever at ease with paths established by others."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I used rebellion as a way to hide out. We use criticism as a fake participation."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "No one can go on being a rebel too long without turning into an autocrat."
    },
    {
      "cite": "Bo Derek",
      "quote": "It's so easy to conform and to follow. It's very difficult to be rebellious and live by what you believe is right. And to make decisions and to take the consequences. Very few people do."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love."
    },
    {
      "cite": "Steven Strogatz",
      "quote": "When you create something new, you're breaking tradition, which is an act of defiance."
    },
    {
      "cite": "Albert Camus",
      "quote": "Every act of rebellion expresses a nostalgia for innocence and an appeal to the essence of being."
    },
    {
      "cite": "Marty Rubin",
      "quote": "All children are born rebels and explorers until they're taught to sit still and obey."
    },
    {
      "cite": "Julie Kagawa",
      "quote": "It was fine and good to be defiant to the end, but it was better not to get caught in the first place"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are two kinds of people in the world: Submissive and rebellious. The problem of the world is that majority is in the first category!"
    },
    {
      "cite": "Joan Rivers",
      "quote": "One of the most rebellious things a woman can do is allow people to think she's mean."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "The first principal of nonviolent action is that of noncooperation with everything humiliating."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Kings are not born: they are made by artificial hallucination."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Humanity has advanced, when it has advanced, not because it has been sober, responsible, and cautious, but because it has been playful, rebellious, and immature."
    },
    {
      "cite": "Jeremy Limn",
      "quote": "Reject all given authority. Believe nothing, accept no one's words because they're meaningless. Do not listen to anyone."
    },
    {
      "cite": "John Milton",
      "quote": "Awake, arise or be for ever fall'n."
    }
  ]
}