{
  "source": "https://www.wisesayings.com/rebellion-quotes/",
  "theme": "rebellion",
  "quotes": [
    {
      "cite": "Muriel Spark",
      "quote": "A rebellion against a tyrant is only immoral when it hasn't got a chance."
    },
    {
      "cite": "Samuel Adams",
      "quote": "Rebellion against a king may be pardoned, or lightly punished, but the man who dares to rebel against the laws of a republic ought to suffer death."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A little rebellion now and then is a medicine necessary for the sound health of government."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Rebellion without truth is like spring in a bleak, arid desert."
    },
    {
      "cite": "Osho",
      "quote": "Real spirituality is the greatest rebellion there is. It is risky, it is adventurous, it is dangerous."
    },
    {
      "cite": "Norman Thomas",
      "quote": "Rebellion per se is not a virtue. If it were, we would have some heroes on very low levels."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Rebellion against tyrants is obedience to God."
    },
    {
      "cite": "Paul Carus",
      "quote": "Every rebellion which is not in its own nature self-destructive, is an expression of the divine spirit."
    },
    {
      "cite": "Albert Camus",
      "quote": "In art, rebellion is consummated and perpetuated in the act of real creation, not in criticism or commentary."
    },
    {
      "cite": "Criss Jami",
      "quote": "There is nothing new under the sun but that of the son. Man's rebellion against God has always been because he would rather fall in pride than rise in humility."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Un-thread the rude eye of rebellion, and welcome home again discarded faith."
    },
    {
      "cite": "Albert Camus",
      "quote": "Rebellion cannot exist without the feeling that somewhere, in some way, you are justified."
    },
    {
      "cite": "Paul Carus",
      "quote": "We must only learn that independence cannot be gained by a rebellion against the constitution of the universe, or by inverting the laws of life and evolution, but by comprehending them and adapting ourselves to the world in which we live."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you obey all the rules you miss all the fun."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "It doesn't take a majority to make a rebellion; it takes only a few determined leaders and a sound cause."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Rebellion never goes without consequences."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Even the most subjected person has moments of rage and resentment so intense that they respond, they act against. There is an inner uprising that leads to rebellion, however short lived. It may be only momentary but it takes place. That space within oneself where resistance is possible remains."
    },
    {
      "cite": "Albert Camus",
      "quote": "It is not rebellion itself which is noble but the demands it makes upon us."
    },
    {
      "cite": "Albert Camus",
      "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."
    },
    {
      "cite": "Johann Baptist Metz",
      "quote": "Every rebellion against suffering is fed by the subversive power of remembered suffering."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The burning of rebellious thoughts in the little breast, of internal hatred and opposition, could not long go on without slight whiffs of external smoke, such as mark the course of subterranean fire."
    },
    {
      "cite": "James Gould Cozzens",
      "quote": "Real rebels are rarely anything but second rate outside their rebellion; the drain of time and temper is ruinous to any other accomplishment."
    },
    {
      "cite": "Thomas Jane",
      "quote": "Conformity is painful. You know, it's too tight. Conformity leads to rebellion. So a desire for happiness is in direct conflict with a desire for freedom."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Art is fueled by rebellion: the need, in some amounting to obsessions, to resist what is, to defy one's elders, even to the point of ostracism; to define oneself, and by extension one's generation, as new, novel, ungovernable."
    },
    {
      "cite": "Albert Camus",
      "quote": "Rebellion cannot exist without a strange form of love."
    },
    {
      "cite": "George Eliot",
      "quote": "The right to rebellion is the right to seek a higher rule, and not to wander in mere lawlessness."
    },
    {
      "cite": "Albert Camus",
      "quote": "Every act of rebellion expresses a nostalgia for innocence and an appeal to the essence of being."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "It's not wise to violate rules until you know how to observe them."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Rebellion flamed up in her soul as the dark hours passed by not because she had no future but because she had no past."
    }
  ]
}