{
  "source": "https://www.wisesayings.com/rebel-quotes/",
  "theme": "rebel",
  "quotes": [
    {
      "cite": "Emma Watson",
      "quote": "I've never really had any barrier to break I guess. I don't really have anything to rebel against. I'm quite lucky."
    },
    {
      "cite": "Sharon Horgan",
      "quote": "I never felt like I had to rebel against my convent upbringing, because it was comparatively regular."
    },
    {
      "cite": "Iris Apfel",
      "quote": "I'm not going to be a rebel and offend anybody, but I'm not going to live in somebody else's image."
    },
    {
      "cite": "Anne Douglas Sedgwick",
      "quote": "Rebels are the people who refuse the seen for the unseen."
    },
    {
      "cite": "Dhani Harrison",
      "quote": "You don't have to burn books, you don't have to rebel against teachers to rebel; to rebel is to truly own your own self."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Rebels and non-conformists are often the pioneers and designers of change."
    },
    {
      "cite": "Ruth Messinger",
      "quote": "It's not rebels that make trouble, but trouble that makes rebels."
    },
    {
      "cite": "Mia",
      "quote": "Everyone has that moment where they just rebel."
    },
    {
      "cite": "Colin Powell",
      "quote": "Every organization should tolerate rebels who tell the emperor he has no clothes."
    },
    {
      "cite": "Will Durant",
      "quote": "Today's rebel is tomorrow's tyrant."
    },
    {
      "cite": "Lillian Hellman",
      "quote": "Rebels seldom make good revolutionaries, because organized action, even union with other people, is not possible for them."
    },
    {
      "cite": "Albert Camus",
      "quote": "The rebel can never find peace. He knows what is good and, despite himself, does evil. The value which supports him is never given to him once and for all."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "The despairing soul is a rebel."
    },
    {
      "cite": "William Howe",
      "quote": "The rebels did more in one night than my whole army would have done in one month."
    },
    {
      "cite": "Marie Lu",
      "quote": "If you want to rebel, rebel from inside the system.That's much more powerful than rebelling outside the system."
    },
    {
      "cite": "Chaim Potok",
      "quote": "Every man who has shown the world the way to beauty, to true culture, has been a rebel, a 'universal' without patriotism, without home, who has found his people everywhere."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The worst of rebels never arm To do their king or country harm, But draw their swords to do them good, As doctors cure by letting blood."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Since it's now fashionable to laugh at the conservative French Academy, I have remained a rebel by joining it."
    },
    {
      "cite": "C S Lewis",
      "quote": "Fallen man is not simply an imperfect creature who needs improvement: he is a rebel who must lay down his arms."
    },
    {
      "cite": "Abigail Baker",
      "quote": "The rebel in me never really had died. She just needed some time off and a reason to come back to work."
    },
    {
      "cite": "Frank Herbert",
      "quote": "When I need to identify rebels, I look for men with principles."
    },
    {
      "cite": "Criss Jami",
      "quote": "You can't be a rebel without the scars that come with it. Truth is, some days scars are just as ugly as they are beautiful."
    },
    {
      "cite": "Albert Camus",
      "quote": "In order to exist, man must rebel."
    },
    {
      "cite": "Criss Jami",
      "quote": "Never rebel for the sake of rebelling, but always rebel for the sake of truth."
    },
    {
      "cite": "Hugo Chavez",
      "quote": "What hurts me most is poverty, and that's what led me to become a rebel."
    },
    {
      "cite": "Maya Beiser",
      "quote": "I was always a rebel in the sense that I always wanted to go my own road and do something that nobody else has done."
    },
    {
      "cite": "Paul Thomas Anderson",
      "quote": "I'll rebel against powers and principalities, all the time. Always, I will."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Every woman is a rebel, and usually in wild revolt against herself."
    },
    {
      "cite": "Sidney Sheldon",
      "quote": "The difference between a rebel and a patriot depends upon who is in power at the moment."
    },
    {
      "cite": "Ian MacKaye",
      "quote": "If You Want To Rebel Against Society, Don't Dull The Blade."
    }
  ]
}