{
  "source": "https://www.wisesayings.com/rebirth-quotes/",
  "theme": "rebirth",
  "quotes": [
    {
      "cite": "Kenneth Ehrlich",
      "quote": "There's a real rebirth in the artistic community to stand up for what you believe in."
    },
    {
      "cite": "Henry Drummond",
      "quote": "The creation of a new heart, the renewing of a right spirit is an omnipotent work of God. Leave it to the Creator. He which hath begun a good work in you will perfect it unto that day."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Rebirth is neither born of blood nor flesh or human origin. But born of God."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Reincarnation is not what a lot of people think. Yes, we are eternal. No, everyone does not attain enlightenment; it's not necessary; life is smarter than we are."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You will be reborn. You will come from the inner to the outer again. This process goes on indefinitely."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is simply changing awareness. What you are reincarnating into are different states of mind. The whole show is on the inside."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is not something that occurs at death; it is something that takes place at every moment. Death and rebirth are occurring every second."
    },
    {
      "cite": "Vilayat Inayat Khan",
      "quote": "There can be no rebirth without a dark night of the soul, a total annihilation of all that you believed in and thought that you were."
    },
    {
      "cite": "Marc Lampe",
      "quote": "Death is the begining, the birth of births, a rebirth, a second chance to fix all mistakes, Death is the begining."
    },
    {
      "cite": "Aberjhani",
      "quote": "You were born a child of light's wonderful secret- you return to the beauty you have always been."
    },
    {
      "cite": "Gerard Way",
      "quote": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person."
    },
    {
      "cite": "Sarada Devi",
      "quote": "Rebirth is inevitable so long as one has desires. It is like taking the soul from one pillow-case and putting it into another. Only one or two out of many men can be found who are free from all desires."
    },
    {
      "cite": "Doreen Valiente",
      "quote": "The birth and rebirth of all nature, The passing of winter and spring, We share with the life universal, Rejoice in the magical ring."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is a process in which a finite being will go through a series of transmutations and will perceive different things. There will be a continuity of perception."
    },
    {
      "cite": "Thomm Quackenbush",
      "quote": "There was a charm in being reborn into the world when one was old enough to appreciate it."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Reincarnation contains a most comforting explanation of reality by means of which Indian thought surmounts difficulties which baffle the thinkers of Europe."
    },
    {
      "cite": "James E Faust",
      "quote": "A rebirth out of spiritual adversity causes us to become new creatures."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "We are born and reborn again and again. We are changing with the waves of time."
    }
  ]
}