{
  "source": "https://www.wisesayings.com/rebuilding-quotes/",
  "theme": "rebuilding",
  "quotes": [
    {
      "cite": "Sri Mulyani Indrawati",
      "quote": "When we rebuild a house, we are rebuilding a home. When we recover from disaster, we are rebuilding lives and livelihoods."
    },
    {
      "cite": "Sri Amma Bhagwan",
      "quote": "Rebuilding relationship requires a lifelong discipline and commitment."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Rebuilding our communities where the police and citizens all see themselves as being on the same side will require contributions from all of us."
    },
    {
      "cite": "Harvey Milk",
      "quote": "If we wish to rebuild our cities, we must first rebuild our neighborhoods."
    },
    {
      "cite": "Tony Snow",
      "quote": "We've got to rebuild human hearts - and persuade people that hope isn't just possible, but essential."
    },
    {
      "cite": "Chelsea Manning",
      "quote": "As I rebuild my life, I remind myself not to relive the past."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It is not difficult to rebuild a life. All we need is to be aware that we have the same strength we had before, and to use it in our favor."
    },
    {
      "cite": "Bryant McGill",
      "quote": "We must rebuild organic communities, where people can come together and have analogue conversations and share stories, art, music and emotions."
    },
    {
      "cite": "Kay Boyle",
      "quote": "You can reconstruct the picture from chaos and memory's ruins."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "We can so reconstruct society that it will be self-perpetuating instead of as now, self-exhaustive."
    },
    {
      "cite": "Robert Jackson Bennett",
      "quote": "We all reconstruct our past because we wish to see how our present came to be our present - do we not?"
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "He tried to reconstruct the story in his mind, but it kept getting confused, bleeding into itself like watercolors."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Every time he tried to reconstruct the internal arguments that had led to his decision, they sounded feebler to him."
    },
    {
      "cite": "Dallas Willard",
      "quote": "We renovate the heart by, of course, changing it, but we can't do that, really, without changing the other essential parts of the human personality."
    },
    {
      "cite": "Barbara Marciniak",
      "quote": "Only in the shattering can the rebuilding occur."
    },
    {
      "cite": "Dan Abnett",
      "quote": "Rebuild your world, rebuild your race, rebuild your empire. Rebuild it all. But make sure you rebuild your ideals too. Rebuild the principles that made you a great and honorable galactic power in the first place. Don't prey on the weak. Don't steal from the helpless. Don't murder the innocent. Be a force for good, not a force for yourself."
    },
    {
      "cite": "Andrei Platonov",
      "quote": "Busy remaking the world, man forgot to remake himself."
    },
    {
      "cite": "Paulo Freire",
      "quote": "The hope of remaking the world is indispensable in the struggle of oppressed men and women."
    },
    {
      "cite": "Sun Myung Moon",
      "quote": "In restoring man from evil sovereignty, we must cheat."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Only by restoring the broken connections can we be healed. Connection is health."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The problem of restoring to the world original and eternal beauty is solved by redemption of the soul."
    },
    {
      "cite": "Richard Whately",
      "quote": "It is the neglect of timely repair that makes rebuilding necessary."
    },
    {
      "cite": "Alan Autry",
      "quote": "The key to truly rebuilding our central city on a vital and sustainable foundation is people."
    },
    {
      "cite": "Harri Holkeri",
      "quote": "Without rebuilding the confidence between parties, you will never succeed."
    },
    {
      "cite": "Rumi",
      "quote": "Whenever they rebuild an old building, they must first of all destroy the old one."
    },
    {
      "cite": "David Richo",
      "quote": "We can actually reconstruct our past by examining what we think, say, feel, expect, believe, and do in an intimate relationship now."
    },
    {
      "cite": "Jay Inslee",
      "quote": "We must start... rebuilding our cities around energy efficiency and human needs, rather than around the car and wasted energy."
    },
    {
      "cite": "Umberto Eco",
      "quote": "We are always remaking history. Our memory is always an interpretive reconstruction of the past, so is perspective."
    },
    {
      "cite": "Alex London",
      "quote": "Remaking the world wasn't always a stage show and a cheering crowd. Politics was just warfare by other means. The losers didn't get to hold rallies."
    },
    {
      "cite": "Ross Parmenter",
      "quote": "In remaking the world in the likeness of a steam-heated, air-conditioned metropolis of apartment buildings we have violated one of our essential attributes-our kinship with nature."
    }
  ]
}