{
  "source": "https://www.wisesayings.com/reckless-quotes/",
  "theme": "reckless",
  "quotes": [
    {
      "cite": "Mary Schmich",
      "quote": "Don't be reckless with other people's hearts, don't put up with those who are reckless with yours."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The most absurd and reckless aspirations have sometimes led to extraordinary success."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries?"
    },
    {
      "cite": "Craig McKenzie",
      "quote": "The only ammunition against reckless discouragement is relentless devotion."
    },
    {
      "cite": "Danielle Trussoni",
      "quote": "Reckless action is worse than wise restraint."
    },
    {
      "cite": "John Galliano",
      "quote": "Be reckless enough to gamble all or nothing to follow your dreams."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "There are chords in the hearts of the most reckless which cannot be touched without emotion."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "I've been reckless, but I'm not a rebel without a cause."
    },
    {
      "cite": "George A. Smith",
      "quote": "Yet none use their words more recklessly than the strong, who have not been sobered by the rebuffs and uncertainties of life."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "When you're young, you're very reckless. Then you get conservative. Then you get reckless again."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Craving, not having, is the mother of a reckless giving of oneself."
    },
    {
      "cite": "Perry Brass",
      "quote": "Be reckless in your intensities."
    },
    {
      "cite": "Ally Condie",
      "quote": "I love. The most reckless thing of all."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Reckless haste makes poor speed."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Reckless youth makes rueful age."
    },
    {
      "cite": "Tacitus",
      "quote": "Reckless adventure is the fool's hazard."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You will find inner ecstasy when you can be reckless in love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nature is reckless of the individual. When she has points to carry, she carries them."
    },
    {
      "cite": "Jakob Wassermann",
      "quote": "In every person, even in such as appear most reckless, there is an inherent desire to attain balance."
    },
    {
      "cite": "Brennan Manning",
      "quote": "Only reckless confidence in a Source greater than ourselves can empower us to forgive the wounds inflicted by others."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself."
    },
    {
      "cite": "Frank Warren",
      "quote": "Be wise enough not to be reckless, but brave enough to take great risks."
    },
    {
      "cite": "Choi Hong Hi",
      "quote": "Refrain from reckless and thoughtless actions. Be as calm and judicious as a mountain."
    },
    {
      "cite": "Richelle Mead",
      "quote": "Some part of you will always ... fight to cling to life and experience all it has. That's why you're so reckless in the things you do. You don't hold back your feelings, your passion, your anger. It makes you remarkable. It makes you dangerous."
    },
    {
      "cite": "The Dhammapada",
      "quote": "He who formerly was reckless and afterwards became sober brightens up this world like the moon when freed from clouds."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Words, like tranquil waters behind a dam, can become reckless and uncontrollable torrents of destruction when released without caution and wisdom."
    },
    {
      "cite": "Ursula Hegi",
      "quote": "Marrying a woman who was reckless must have been the ultimate reckless act requiring a lifetime of balancing to keep both of them safe."
    },
    {
      "cite": "Henry Chancellor",
      "quote": "A little reckless bravery may end up saving your life."
    },
    {
      "cite": "Henry George",
      "quote": "There is danger in reckless change, but greater danger in blind conservatism."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Gaiety is often the reckless ripple over depths of despair."
    }
  ]
}