{
  "source": "https://www.wisesayings.com/recognition-quotes/",
  "theme": "recognition",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Don't worry when you are not recognized, but strive to be worthy of recognition."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Don't work for recognition, but do work worthy of recognition."
    },
    {
      "cite": "Angie Karan Krezos",
      "quote": "Don't do something for recognition, Do it out of kindness, do it because out of giving, it will make you whole and complete."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The craving for recognition is every artist's Achilles heel."
    },
    {
      "cite": "Susan M. Heathfield",
      "quote": "Recognition is not a scare resource. You can't use it up or run out of it."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Recognition of function always precedes recognition of being."
    },
    {
      "cite": "Gerard C. Eakedale",
      "quote": "Recognition is the greatest motivator."
    },
    {
      "cite": "Bob Nelson",
      "quote": "People may take a job for more money, but they often leave it for more recognition."
    },
    {
      "cite": "William James",
      "quote": "What every genuine philosopher (every genuine man, in fact) craves most is praise-although the philosophers generally call it  recognition'!"
    },
    {
      "cite": "Spencer Tracy",
      "quote": "It is up to us to give ourselves recognition. If we wait for it to come from others, we feel resentful when it doesn't, and when it does, we may well reject it."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "A pat on the back is only a few vertebrae removed from a kick in the pants, but is miles ahead in results."
    },
    {
      "cite": "Alan Loy McGinnis",
      "quote": "When someone comes along who genuinely thanks us, we will follow that person a very long way."
    },
    {
      "cite": "Aristotle",
      "quote": "In the arena of human life, the honors and rewards fall to those who show their good qualities in action."
    },
    {
      "cite": "Simon Sinek",
      "quote": "A boss wants to pay for results, an employee wants recognition for effort. If a boss recognizes effort, they will get even better results."
    },
    {
      "cite": "Dorothy Miller Richardson",
      "quote": "Men want recognition of their work, to help them to believe in themselves."
    },
    {
      "cite": "Steffi Graf",
      "quote": "I think it takes people to get to know you and the recognition comes over time."
    },
    {
      "cite": "Mark Twain",
      "quote": "By common consent of all the nations and all the ages the most valuable thing in this world is the homage of men, whether deserved or undeserved."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "People always clap for the wrong things."
    },
    {
      "cite": "Billy Martin",
      "quote": "There's nothing greater in the world than when somebody on the team does something good, and everybody gathers around to pat him on the back."
    },
    {
      "cite": "Alfred Lunt",
      "quote": "There is nothing I need so much as nourishment for my Self Esteem."
    },
    {
      "cite": "William James",
      "quote": "The deepest principle in human nature is the craving to be appreciated."
    },
    {
      "cite": "Robert McNamara",
      "quote": "Brains, like hearts, go where they are appreciated."
    },
    {
      "cite": "Marion D. Hanks",
      "quote": "Every human being is trying to say something to others. Trying to cry out I am alive, notice me! Speak to me! Confirm that I am important, that I matter!!"
    },
    {
      "cite": "Rosemarie Rossetti",
      "quote": "It is important that you recognized your progress and take pride in your accomplishments. Share your achievements with others. Brag a little. The recognition and support of those around you is nurturing."
    },
    {
      "cite": "O.C. Tanner Company",
      "quote": "It's more than who you recognize. It's how you recognize. It's when. It's why."
    },
    {
      "cite": "President Lyndon Johnson",
      "quote": "Never miss an opportunity to say a word of congratulation upon anyone's achievement."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "No matter how busy you are, you must take time to make the other person feel important."
    },
    {
      "cite": "Jim Clemmer",
      "quote": "Recognition is the most inexpensive, easy-to-use motivational technique available to management."
    },
    {
      "cite": "Carol Haney",
      "quote": "The only thing that happens overnight is recognition. Not talent."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Give recognition where it is due. Compliments stimulate more effort and desire to improve. Be generous with honest praising."
    }
  ]
}