{
  "source": "https://www.wisesayings.com/recreation-quotes/",
  "theme": "recreation",
  "quotes": [
    {
      "cite": "Thomas Jefferson",
      "quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The bow cannot always stand bent, nor can human frailty subsist without some lawful recreation."
    },
    {
      "cite": "John Wanamaker",
      "quote": "People who cannot find time for recreation are obliged sooner or later to find time for illness."
    },
    {
      "cite": "Rex Hunt",
      "quote": "The outdoors, the beautiful environment, both in fresh and salt water. And the thing that concerns me is the amount of kids that stand on street corners, or go into pinball parlours, and call it recreation."
    },
    {
      "cite": "Edward Bellamy",
      "quote": "If bread is the first necessity of life, recreation is a close second."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The intellect must not be kept at consistent tension, but diverted by pastimes.... The mind must have relaxation, and will rise stronger and keener after recreation."
    },
    {
      "cite": "George Bush",
      "quote": "The days a man spends fishing or spends hunting should not be deducted from the time that he's on earth.  In other words, if I fish today, that should be added to the amount of time I get to live.  That's the way I look at recreation."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "Certain forms of recreation are needful and useful; but it is a wretched thing when amusement becomes a vocation."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Spill not the morning, the quintessence of the day, in recreation; for sleep itself is a recreation. Add not, therefore, sauce to sauces."
    },
    {
      "cite": "Thomas Mann",
      "quote": "“Recreation\", which is to say: a refreshing exercise of the organism, because it was in immediate danger of overindulging itself in the uninterrupted monotony of daily life and growing indifferent."
    },
    {
      "cite": "P.S. Jagadeesh Kumar",
      "quote": "For every creation, there is an equal and opposite recreation."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "To find recreation in amusement is not happiness."
    },
    {
      "cite": "Samuel I. Prime",
      "quote": "Recreation is not the highest kind of enjoyment, but in its time and place is quite as proper as prayer."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Recreation is nothing but a change of work-an occupation for the hands by those who live by their brains, or for the brains by those who live by their hands."
    },
    {
      "cite": "Elizabeth Prentiss",
      "quote": "We must be wise taskmasters and not require of ourselves what we cannot possibly perform. Recreation we must have. Otherwise, the strings of our soul, wound up to an unnatural tension, will break."
    },
    {
      "cite": "Harry Allen Overstreet",
      "quote": "Recreation is not a secondary concern for a democracy. It is a primary concern, for the kind of recreation a people make for themselves determines the kind of people they become and the kind of society they build."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Make thy recreation servant to thy business, lest thou become a slave to thy recreation."
    },
    {
      "cite": "Joseph Hall",
      "quote": "Recreation is intended to the mind as whetting is to the scythe, to sharpen the edge of it, which otherwise would grow dull and blunt,--as good no scythe as no edge."
    },
    {
      "cite": "Brigham Young",
      "quote": "Recreation and diversion are as necessary to our well-being as the more serious pursuits of life."
    },
    {
      "cite": "Benton MacKaye",
      "quote": "A period recourse into the wilds is not a retreat into secret silent sanctums to escape a wicked world, it is to take breath amid effort to forge a better world."
    },
    {
      "cite": "John Locke",
      "quote": "He that will make good use of any part of his life must allow a large part of it to recreation."
    },
    {
      "cite": "Cute Boy God",
      "quote": "Well let's break the word down, shall we. Re-create, to create again, begin again, to start over. People need to do that. Work is fine, but every now and then you got to take a break and recreate."
    },
    {
      "cite": "John Dewey",
      "quote": "Recreation, as the word indicates, is recuperation of energy. No demand of human nature is more urgent or less to be escaped."
    },
    {
      "cite": "J.B.Nash",
      "quote": "Recreation at its highest point cannot be thought of as opposed to, but as a complement of, work."
    },
    {
      "cite": "J.B. Nash",
      "quote": "If you want to know what a child is like, watch him in his play. if you want to know an adult, watch him in his recreation."
    }
  ]
}