{
  "source": "https://www.wisesayings.com/recycle-quotes/",
  "theme": "recycle",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "If you don't choose to reuse, our planet will lose!"
    },
    {
      "cite": "Ian Somerhalder",
      "quote": "Let's reuse whatever we have now, stop making more of it, take what we gather, and make - whether it's car parts, computer cases, anything that we can use."
    },
    {
      "cite": "Natalie DiScala",
      "quote": "Resurface. Reupholster. Repaint. Refinish. Make something old new again!"
    },
    {
      "cite": "Anthony Pratt",
      "quote": "We were in recycling before recycling was cool."
    },
    {
      "cite": "Antonio Banderas",
      "quote": "The recycling in my house was imposed by my kids."
    },
    {
      "cite": "Richard Karn",
      "quote": "It's hard to get everybody to recycle paper and plastic, let alone."
    },
    {
      "cite": "Bill Nye",
      "quote": "If you want grown-ups to recycle, just tell their kids the importance of recycling, and they'll be all over it."
    },
    {
      "cite": "Emily Deschanel",
      "quote": "It makes a big difference to recycle. It makes a big difference to use recycled products. It makes a big difference to reuse things, to not use the paper cup - and each time you do, that's a victory."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "We can help educate our families and communities about the importance of recycling for our environment, and how each of us can make a difference for a better world by recycling."
    },
    {
      "cite": "Ed Begley, Jr.",
      "quote": "If you're not buying recycled products, you're not really recycling."
    },
    {
      "cite": "Neil LaBute",
      "quote": "We live in a disposable society. It's easier to throw things out than to fix them. We even give it a name - we call it recycling."
    },
    {
      "cite": "Ruth Ann Minner",
      "quote": "Increasing recycling in Delaware is an idea whose time has come and, if put off, may not come again."
    },
    {
      "cite": "Anonymous",
      "quote": "Recycle today for a better tomorrow."
    },
    {
      "cite": "Sheherazade Goldsmith",
      "quote": "Reducing and reusing take nothing more than a rethink on the way we shop, and using our imagination with the things that we might once have considered junk."
    },
    {
      "cite": "Annie Leonard",
      "quote": "There is no such thing as away. When we throw anything away it must go somewhere."
    },
    {
      "cite": "Anonymous",
      "quote": "When you refuse to reuse it's our Earth you abuse."
    },
    {
      "cite": "Matthew Gandy",
      "quote": "Recycling is more than just a response to the environmental crisis and has assumed a symbolic role in beginning to change the nature of western societies and the culture of consumerism. Indeed many environmentalists assume that there will be an inevitable shift from our \"throwaway\" society to a post-industrial \"recycling\" society of the future."
    },
    {
      "cite": "Richard Heinberg",
      "quote": "It is possible to point to hundreds, thousands, perhaps even millions of imaginative, courageous programs to reduce, recycle, and reuse - yet the overall trajectory of industrial civilization remains relatively unchanged."
    },
    {
      "cite": "Anonymous",
      "quote": "Recycle the present, save the future."
    },
    {
      "cite": "Mckenzie Jones",
      "quote": "While recycling is great in a lot of ways, the ultimate goal is to get people to prevent waste in the first place."
    },
    {
      "cite": "Bill Moggridge",
      "quote": "If there's a simple, easy design principle that binds everything together, it's probably about starting with the people."
    },
    {
      "cite": "Anonymous",
      "quote": "Recycling turns things into other things. Which is like magic."
    },
    {
      "cite": "Sheherazade Goldsmith",
      "quote": "Consuming less means throwing away less, while reusing things actually helps to save the planet as well as the pennies."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Recycle your pain, allow your pain to reach you to greatness."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "Recycling is an area where jobs could be created at low cost. Green collar workers. That's not very sexy."
    },
    {
      "cite": "Victor Hugo",
      "quote": "All the human and animal manure which the world wastes, if returned to the land, instead of being thrown into the sea, would suffice to nourish the world."
    },
    {
      "cite": "Erin O'Connor",
      "quote": "It's like recycling: selling old clothes to help make new ones."
    },
    {
      "cite": "Neil Seldman",
      "quote": "We are recycling not only to protect the environment, but for economic reasons as well. Disposal is simply too costly and too dangerous. The challenge is to redirect the flow of raw materials going to landfill into strengthening our declining local economies. The solution to pollution is self-reliant cities and counties."
    },
    {
      "cite": "Annie Leonard",
      "quote": "Recycling is what we do when we're out of options to avoid, repair, or reuse the product first. Firstly: Reduce. Don't buy what we don't need. Repair: Fix stuff that still has life in it. Reuse: Share. Then, only when you've exhausted those options, recycle"
    },
    {
      "cite": "Gordon Osmond",
      "quote": "What's more important than recycling? Producing something to recycle."
    }
  ]
}