{
  "source": "https://www.wisesayings.com/recycling-quotes/",
  "theme": "recycling",
  "quotes": [
    {
      "cite": "Neil LaBute",
      "quote": "We live in a disposable society. It's easier to throw things out than to fix them. We even give it a name - we call it recycling."
    },
    {
      "cite": "Bill Nye",
      "quote": "If you want grown-ups to recycle, just tell their kids the importance of recycling, and they'll be all over it."
    },
    {
      "cite": "Ed Begley, Jr.",
      "quote": "If you're not buying recycled products, you're not really recycling."
    },
    {
      "cite": "Antonio Banderas",
      "quote": "The recycling in my house was imposed by my kids."
    },
    {
      "cite": "Mike Quigley",
      "quote": "I like to take out the recycling because I actually feel like I'm doing something."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "Recycling is an area where jobs could be created at low cost. Green collar workers. That's not very sexy."
    },
    {
      "cite": "Erin O'Connor",
      "quote": "It's like recycling: selling old clothes to help make new ones."
    },
    {
      "cite": "Ruth Ann Minner",
      "quote": "Increasing recycling in Delaware is an idea whose time has come and, if put off, may not come again."
    },
    {
      "cite": "Annabelle Selldorf",
      "quote": "I was brought up to reuse things."
    },
    {
      "cite": "Sheherazade Goldsmith",
      "quote": "Consuming less means throwing away less, while reusing things actually helps to save the planet as well as the pennies."
    },
    {
      "cite": "Sheherazade Goldsmith",
      "quote": "Reducing and reusing take nothing more than a rethink on the way we shop, and using our imagination with the things that we might once have considered junk."
    },
    {
      "cite": "Emily Deschanel",
      "quote": "It makes a big difference to recycle. It makes a big difference to use recycled products. It makes a big difference to reuse things, to not use the paper cup - and each time you do, that's a victory."
    },
    {
      "cite": "Suzy Amis",
      "quote": "I know quite a few eco designers who build dresses out of old couture gowns. They disassemble, 'upcycle,' and reuse them in extraordinary ways. To me, that's a sustainable way of doing things."
    },
    {
      "cite": "Cherie Lunghi",
      "quote": "I'm mad keen on recycling because I'm worried about the next generation and where all this waste we're producing is going. It has to stop. I wash out my plastic containers and recycle envelopes, everything I possibly can."
    },
    {
      "cite": "Dean Stockwell",
      "quote": "So I'm going to go on and work on preserving the ozone layer, encouraging everyone to recycle."
    },
    {
      "cite": "Mark-Paul Gosselaar",
      "quote": "We recycle everything in my house. I'm not into any particular organizations, but I'm doing my part and that makes me feel okay."
    },
    {
      "cite": "Clement of Alexandria",
      "quote": "We are not to throw away those things which can benefit our neighbor. Goods are called good because they can be used for good: they are instruments for good, in the hands of those who use them properly."
    },
    {
      "cite": "Gary Busey",
      "quote": "Drinking your own blood is the paradigm of recycling."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You have to keep recycling yourself."
    },
    {
      "cite": "Annie Leonard",
      "quote": "Recycling is what we do when we're out of options to avoid, repair, or reuse the product first. Firstly: Reduce. Don't buy what we don't need. Repair: Fix stuff that still has life in it. Reuse: Share. Then, only when you've exhausted those options, recycle."
    },
    {
      "cite": "Richard Karn",
      "quote": "It's hard to get everybody to recycle paper and plastic, let alone."
    },
    {
      "cite": "Stacy London",
      "quote": "I own about 300 pairs of shoes. When I start to go over 300, I have mini-sales from my closet and give the money to charity. It's my way of recycling; I feel like I can give back to the universe."
    },
    {
      "cite": "Maiara Walsh",
      "quote": "My number one thing is to recycle everything from newspaper to aluminum cans, and I even use a canvas bag instead of the plastic ones when I go to the grocery store."
    },
    {
      "cite": "Victor Hugo",
      "quote": "All the human and animal manure which the world wastes, if returned to the land, instead of being thrown into the sea, would suffice to nourish the world"
    },
    {
      "cite": "Jen Hatmaker",
      "quote": "It started as a selfish act and has turned into a way of life. I can't stand to watch someone throw anything away that belongs in my green bin."
    },
    {
      "cite": "Annie Leonard",
      "quote": "There is no such thing as \"away.\" When we throw anything away it must go somewhere."
    },
    {
      "cite": "Gordon Osmond",
      "quote": "What's more important than recycling? Producing something to recycle."
    },
    {
      "cite": "Natalie DiScala",
      "quote": "Resurface. Reupholster. Repaint. Refinish. Make something old new again!"
    },
    {
      "cite": "Lauren Conrad",
      "quote": "During holiday parties I end up recycling a lot of my cocktail dresses and just wearing a layering piece, like a blazer and tights, with it."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Recycling is a good thing to do. It makes people feel good to do it. The thing I want to emphasize is the vast difference between recycling for the purpose of feeling good and recycling for the purpose of solving the trash problem."
    }
  ]
}