{
  "source": "https://www.wisesayings.com/red-hair-quotes/",
  "theme": "red-hair",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Blondes are noticed but redheads are never forgotten."
    },
    {
      "cite": "Kaliana Dietrich",
      "quote": "Redheads keep the world on fire and men's hearts ablaze."
    },
    {
      "cite": "Marcia Cross",
      "quote": "With the red hair, you get the white skin; it's a package deal. The cons are that you never look particularly attractive on the beach. The pros are in a softly lit room, you look pretty."
    },
    {
      "cite": "Gullivers travels",
      "quote": "It is observed that the red-haried of both sexes are more libidinous and mischievous than the rest, whom yet they much exceed in strength and activity."
    },
    {
      "cite": "Juliann Moore",
      "quote": "We redheads are a minority, we tend to notice each other you know, and notice our identity."
    },
    {
      "cite": "Mark Twain",
      "quote": "When red-headed people are above a certain social grade their hair is auburn."
    },
    {
      "cite": "Anonymous",
      "quote": "My hair is pretty dark red. And of course, it catches fire in the sunlight. A great time to bring out a redhead's coloring is right before sunset, when rose-colored clouds and golden light begin to streak across the sky."
    },
    {
      "cite": "Joe Hill",
      "quote": "The blood of a redheaded woman is three degrees cooler than the blood of a normal woman. This has been established by medical studies."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "People with red hair are supposed to get mad very easily and he had very red hair."
    },
    {
      "cite": "French Proverb",
      "quote": "Redheaded women are either violent or false, and usually are both."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Red hair is my life long sorrow."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Once in his life, every man is entitled to fall madly in love with a gorgeous redhead."
    },
    {
      "cite": "Marion Roach",
      "quote": "All the action adventure girls have red hair. Whenever it is an independent girl, not a sidekick person, when she has her own mind or does as good as the guys, she has red hair."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "Red hair is great. It's rare, and therefore superior."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "If you've got red hair, try washing it in cranberry juice. And, if you're blonde, a champagne rinse can work wonders."
    },
    {
      "cite": "James Joyce",
      "quote": "Redheaded women buck like goats."
    }
  ]
}