{
  "source": "https://www.wisesayings.com/red-quotes/",
  "theme": "red",
  "quotes": [
    {
      "cite": "Sue Grafton",
      "quote": "Some people can't see the color red. That doesn't mean it isn't there."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A red rose is not selfish because it wants to be a red rose. It would be horribly selfish if it wanted all the other flowers in the garden to be both red and roses."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration."
    },
    {
      "cite": "Anish Kapoor",
      "quote": "Red is a colour I've felt very strongly about. Maybe red is a very Indian colour, maybe it's one of those things that I grew up with and recognise at some other level."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "They averred that the symbol was not mere scarlet cloth tinged in an earthly dyepot, but was red-hot with infernal fire, and could be seen glowing all alight whenever Hester Prynne walked abroad in the nighttime. And we must needs say it seared Hester’s bosom so deeply, that perhaps there was more truth in the rumor than our modern incredulity may be inclined to admit."
    },
    {
      "cite": "Stephen Crane",
      "quote": "The red sun was pasted in the sky like a wafer."
    },
    {
      "cite": "Wilfred Owen",
      "quote": "Red lips are not so red as the stained stones kissed by the English dead."
    },
    {
      "cite": "Dixie Dawn Miller Goode",
      "quote": "If I could tell you about red i would sing to you of fire sweet like cherries burning like cinnamon smelling like a rose in the sun."
    },
    {
      "cite": "Michel Pastoureau",
      "quote": "Red is the archetypal color, the first color humans mastered, fabricated, reproduced, and broke down into different shades, first in painting and later in dyeing. This has given it primacy over all other colors through the millennia."
    },
    {
      "cite": "Brewster Ghisilen",
      "quote": "And now she lies flat on her folded arms / Face down, and towards the dust her red mouth leans / And it is full of silence like all red things."
    },
    {
      "cite": "Alice Meynell",
      "quote": "The true color of life is the color of the body, the color of the covered red, the implicit and not explicit red of the living heart and the pulses. It is the modest color of the unpublished blood."
    },
    {
      "cite": "Isaiah 1:18",
      "quote": "Though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool."
    },
    {
      "cite": "Diana Vreeland",
      "quote": "Red is the great clarifier bright and revealing. I can't imagine becoming bored with red it would be like becoming bored with the person you love."
    },
    {
      "cite": "David Bowie",
      "quote": "Put on your red shoes, and dance the blues."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "Red goes with everything and red goes with nothing."
    },
    {
      "cite": "Kay WalkingStick",
      "quote": "When in doubt, make a red painting."
    },
    {
      "cite": "James Jannard",
      "quote": "Red is a benevolent dictatorship."
    },
    {
      "cite": "Kathryn Stockett",
      "quote": "She's wearing a tight red sweater and a red skirt and enough makeup to scare a hooker."
    },
    {
      "cite": "Bill Blass",
      "quote": "Red is the ultimate cure for sadness."
    },
    {
      "cite": "Prince Philip",
      "quote": "The man who invented the red carpet needed his head examined."
    },
    {
      "cite": "Junot Diaz",
      "quote": "She's applying her lipstick; I've always believed that the universe invented the color red solely for latinas."
    },
    {
      "cite": "Laura Bush",
      "quote": "Nothing attracts attention like a red dress."
    },
    {
      "cite": "Neil Jackson",
      "quote": "People abusing their power makes me see red."
    },
    {
      "cite": "Philip Freneau",
      "quote": "Red serpents, fiery forms, and yelling hags, Fit company for mad adventurers."
    },
    {
      "cite": "Carly Rae Jepsen",
      "quote": "Candy apple red is my favorite color. It's a powerful color to wear. It's always been that way i've always been really attracted to that color."
    },
    {
      "cite": "William H. Macy",
      "quote": "That red carpet has to be felt to be believed."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "Their silver war is being paid for in red blood."
    },
    {
      "cite": "E.J. Koh",
      "quote": "The red was something none of them could contain."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "How red the rose that is the soldier."
    },
    {
      "cite": "Shivangi Lavaniya",
      "quote": "Red is for fire red is for love too it lies in our hand what we wanna choose."
    }
  ]
}