{
  "source": "https://www.wisesayings.com/redemption-quotes/",
  "theme": "redemption",
  "quotes": [
    {
      "cite": "Amy Waldman",
      "quote": "In life, redemption was walking up the down escalator: stop to congratulate yourself, and back you slid."
    },
    {
      "cite": "Colson Whitehead",
      "quote": "There will be no redemption because the men who run this place do not want redemption. They want to be as near to hell as they can."
    },
    {
      "cite": "Sherry L. Hoppe",
      "quote": "Between the radiant white of a clear conscience and the coal black of a conscience sullied by sin lie many shades of gray--where most of us live our lives. Not perfect but not beyond redemption."
    },
    {
      "cite": "Patti Smith",
      "quote": "The idea of redemption is always good news, even if it means sacrifice or some difficult times."
    },
    {
      "cite": "Greg Boyle",
      "quote": "Redemption is possible, and it is the measure of a civilized society."
    },
    {
      "cite": "John Piper",
      "quote": "Redemption is not perfection. The redeemed must realize their imperfections."
    },
    {
      "cite": "Richard von Weizsaecker",
      "quote": "Seeking to forget makes exile all the longer; the secret of redemption lies in remembrance."
    },
    {
      "cite": "Greg Boyle",
      "quote": "The mark of our society as civilized will come when we embrace confidence in the power of redemption."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Hell is yourself and the only redemption is when a person puts himself aside to feel deeply for another person."
    },
    {
      "cite": "Willard Van Orman Quine",
      "quote": "Language is conceived in sin and science is its redemption."
    },
    {
      "cite": "Dawn Richard",
      "quote": "Redemption sounds like a jubilee. Like a second line, if you will."
    },
    {
      "cite": "Saint Ambrose",
      "quote": "The best way to use the gold of the Redeemer is for the redemption of those in peril."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "Redemption isn't giving a bank robber a job as a teller."
    },
    {
      "cite": "Charles Frazier",
      "quote": "[No] matter what a waste one has made of one's life, it is ever possible to find some path to redemption, however partial."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "We seek redemption, yet, we don't seek forgiveness."
    },
    {
      "cite": "Major W. Ian Thomas",
      "quote": "To be in Christ -- that is redemption; but for Christ to be in you -- that is sanctification!"
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "Life is complex. You don't have any person who is nice from the beginning until the end. You don't always have the notion of redemption. The bad people don't always pay."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "When you find your definitions in God, you find the very purpose for which you were created. Put your hand into God's hand, know His absolutes, demonstrate His love, present His truth, and the message of redemption and transformation will take hold."
    },
    {
      "cite": "E. Stanley Jones",
      "quote": "At the cross God wrapped his heart in flesh and blood and let it be nailed to the cross for our redemption."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "People find meaning and redemption in the most unusual human connections."
    },
    {
      "cite": "Robert Boyle",
      "quote": "The gospel comprises indeed, and unfolds, the whole mystery of man's redemption, as far forth as it is necessary to be known for our salvation."
    },
    {
      "cite": "Steve Madden",
      "quote": "You have to be a little contrite to get redemption."
    },
    {
      "cite": "Vance Packard",
      "quote": "The Christian notion of the possibility of redemption is incomprehensible to the computer."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "In all God's plans for human redemption, He proposes that men pray. The men are to pray in every place, in the church, in the closet, in the home, on sacred days and on secular days."
    }
  ]
}