{
  "source": "https://www.wisesayings.com/referee-quotes/",
  "theme": "referee",
  "quotes": [
    {
      "cite": "LL Cool J",
      "quote": "Once the referee throws the ball in the air, it's either your ball or their ball and you have to just take your shot."
    },
    {
      "cite": "Miroslav Klose",
      "quote": "The referees have it hard enough and we have to be honest to make their job easier."
    },
    {
      "cite": "Alan Lewis",
      "quote": "The objective of a referee is not to get mentioned. I tell a lot of young referees that not being mentioned is king. If you can achieve that, that then it has been a pretty good game."
    },
    {
      "cite": "Bear Bryant",
      "quote": "I don't have any ideas, my coaches have them. I just pass the ideas on and referee the arguments."
    },
    {
      "cite": "Bill Cosby",
      "quote": "No matter how calmly you try to referee, parenting will eventually produce bizarre behavior, and I'm not talking about the kids. Their behavior is always normal."
    },
    {
      "cite": "Bill Shankly",
      "quote": "The trouble with referees is that they know the rules, but they do not know the game."
    },
    {
      "cite": "Bob Hope",
      "quote": "I ruined my hands in the ring. The referee kept stepping on them."
    },
    {
      "cite": "Christy Ring",
      "quote": "Never take your eyes off the ball, even when it's in the referee's pocket."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Time is only linear for engineers and referees."
    },
    {
      "cite": "David Frost",
      "quote": "Having one child makes you a parent, having two you are a referee."
    },
    {
      "cite": "Diego Maradona",
      "quote": "I was waiting for my teammates to embrace me and no one came, I told them, come hug me or the referee isn't going to allow it."
    },
    {
      "cite": "Drew Curtis",
      "quote": "You don't notice the referee during the game unless he makes a bad call."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Life was a damned muddle a football game with everyone offside and the referee gotten rid of everyone claiming the referee would have been on his side."
    },
    {
      "cite": "George Foreman",
      "quote": "The referee is going to be the most important person in the ring tonight besides the fighters."
    },
    {
      "cite": "Harold Pinter",
      "quote": "Referees are the law. They have a whistle. They blow it and that whistle is the articulation of God's justice."
    },
    {
      "cite": "Herb Kohl",
      "quote": "As all of us with any involvement in sports knows, no two umpires or no two referees have the same strike zone or call the same kind of a basketball game."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Although people rarely died playing Quid-ditch, referees had been known to vanish and turn up months later in the Sahara Desert."
    },
    {
      "cite": "Jeanne Birdsall",
      "quote": "The referee told me this league has never had a brawl of that magnitude, said Mr. Penderwick after a long, painful silence. Of course, at the time I was pretending to be a casual passerby and not a father at all."
    },
    {
      "cite": "Jimmy Armfield",
      "quote": "I think you and the referee were in a minority of one, Billy."
    },
    {
      "cite": "Jock Stein",
      "quote": "If you're good enough, the referee doesn't matter."
    },
    {
      "cite": "John H. Holcomb",
      "quote": "You must get involved to have an impact. No one is impressed by the won lost record of the referee."
    },
    {
      "cite": "Jonah Lomu",
      "quote": "It annoys me when people who don't know what they're talking about boo the referee."
    },
    {
      "cite": "Jose Mourinho",
      "quote": "When I saw Rijkaard entering the referee's dressing room I couldn't believe it. When Didier Drogba was sent off, I wasn't surprised."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "Life is a game with many rules but no referee. One learns how to play it more by watching it than by consulting any book, including the holy book. Small wonder, then, that so many play dirty, that so few win, that so many lose."
    },
    {
      "cite": "Jurgen Klinsmann",
      "quote": "I do swear a lot, but the advantage of that having played abroad is that I can choose a different language from the referee's."
    },
    {
      "cite": "Margaret Mahy",
      "quote": "Anyhow, isn't it a bit wrong to think happiness is all smooth and serene. Isn't it mostly a great energetic struggle, you against the universe a great whopping opponent, with the referee in its pocket?"
    },
    {
      "cite": "Martin Tyler",
      "quote": "McCarthy shakes his head in agreement with the referee."
    },
    {
      "cite": "Milton Friedman",
      "quote": "When government in pursuit of good intentions tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I want fifteen referees to be at this fight, because there ain't no one man who can keep up with the pace I'm gonna set except me."
    },
    {
      "cite": "Nate Silver",
      "quote": "He does not depend on insider tips, crooked referees, or other sorts of hustles to make his bets. Nor does he have a \"system\" of any kind. He uses computer simulations, but does not rely upon them exclusively."
    }
  ]
}