{
  "source": "https://www.wisesayings.com/reflections-quotes/",
  "theme": "reflections",
  "quotes": [
    {
      "cite": "Mario",
      "quote": "Reflection in the mirror makes reality look at you."
    },
    {
      "cite": "Zen",
      "quote": "We cannot see our reflection in running water. It is only in still water that we can see."
    },
    {
      "cite": "Lao Tzu",
      "quote": "One can not reflect in streaming water. Only those who know internal peace can give it to others."
    },
    {
      "cite": "Abdullah ibn Alawi al-Haddad",
      "quote": "Reflection is the lamp of the heart. If it departs, the heart will have no light."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "Without reflection, we go blindly on our way, creating more unintended consequences, and failing to achieve anything useful."
    },
    {
      "cite": "Daniel Taylor",
      "quote": "Reflection on the infinite seems to call, almost by definition, for infinite reflection."
    },
    {
      "cite": "Pierre-Marc-Gaston de Lévis",
      "quote": "Reflection increases the vigor of the mind, as exercise does the strength of the body."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Follow effective action with quiet reflection. From the quiet reflection will come even more effective action."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Without deep reflection one knows from daily life that one exists for other people."
    },
    {
      "cite": "Indra Devi",
      "quote": "Like water which can clearly mirror the sky and the trees only so long as its surface is undisturbed, the mind can only reflect the true image of the Self when it is tranquil and wholly relaxed."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Everything that happens to you is a reflection of what you believe about yourself. We cannot outperform our level of self-esteem. We cannot draw to ourselves more than we think we are worth."
    },
    {
      "cite": "Alena Graedon",
      "quote": "Reflection can be its own reward."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings, of which every man has many; not on your past misfortunes, of which all men have some."
    },
    {
      "cite": "Amit Ray",
      "quote": "Universe is an empty mirror. World is just the reflection of your thoughts"
    },
    {
      "cite": "Richard Carlson",
      "quote": "Reflection is one of the most underused yet powerful tools for success."
    },
    {
      "cite": "William Kingdon Clifford",
      "quote": "A little reflection will show us that every belief, even the simplest and most fundamental, goes beyond experience when regarded as a guide to our actions."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Reflection is a flower of the mind, giving out wholesome fragrance; but revelry is the same flower, when rank and running to seed."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Self-reflection is the school of wisdom."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Since everything is a reflection of our minds,everything can be changed by our minds."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The moon is the reflection of your heart and moonlight is the twinkle of your love."
    },
    {
      "cite": "Confucius",
      "quote": "Learning without reflection is a waste, reflection without learning is dangerous."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The difference between you and me, is the different reflection that we both see."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "If you want the truth about being different, all you have to do is look in the mirror"
    },
    {
      "cite": "Jane Austen",
      "quote": "Reflection must be reserved for solitary hours; whenever she was alone, she gave way to it as the greatest relief; and not a day went by without a solitary walk, in which she might indulge in all the delight of unpleasant recollections."
    },
    {
      "cite": "Karen Azinger",
      "quote": "Reflections of the battlements shimmered in the deep green moat, casting an image of enduring strength, an image that defied the very siege of time."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "The reflections on a day well spent furnish us with joys more pleasing than ten thousand triumphs."
    },
    {
      "cite": "Confucius",
      "quote": "Study without reflection is a waste of time; reflection without study is dangerous."
    },
    {
      "cite": "Robert Battle",
      "quote": "Reflection is not something you have a lot of time for."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Reflection makes men cowards."
    },
    {
      "cite": "Diane L. Dunton",
      "quote": "Reflection can transform something familiar."
    }
  ]
}