{
  "source": "https://www.wisesayings.com/reflection-quotes/",
  "theme": "reflection",
  "quotes": [
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life can only be understood backwards; but it must be lived forwards."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings of which every man has many not on your past misfortunes, of which all men have some."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "If I speak of myself in different ways, that is because I look at myself in different ways."
    },
    {
      "cite": "Yvonne Woon",
      "quote": "Sometimes, you have to look back in order to understand the things that lie ahead."
    },
    {
      "cite": "Eric Micha'el Leventhal",
      "quote": "Each person you meet is an aspect of yourself, clamoring for love."
    },
    {
      "cite": "Deborah Day",
      "quote": "Living in a way that reflects one's values is not just about what you do, it is also about how you do things."
    },
    {
      "cite": "Confucius",
      "quote": "Learning without reflection is a waste. Reflection without learning is dangerous."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "There is no future without a past, because what is to be cannot be imagined except as a form of repetition."
    },
    {
      "cite": "Karen A. Baquiran",
      "quote": "You are a mirror of yourself in others. Whatever you want, give. Be the best reflection of yourself."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Follow effective action with quiet reflection. From the quiet reflection will come even more effective action."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Without deep reflection one knows from daily life that one exists for other people."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Our language is the reflection of ourselves."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "Time and reflection change the sight little by little 'till we come to understand."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
      "cite": "Rumi",
      "quote": "People of the world don't look at themselves, and so they blame one another."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Love your Enemies, for they tell you your Faults."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is a most mortifying reflection for a man to consider what he has done, compared to what he might have done."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "Detached reflection cannot be demanded in the presence of an uplifted knife."
    },
    {
      "cite": "Lao Tzu",
      "quote": "One can not reflect in streaming water. Only those who know internal peace can give it to others."
    },
    {
      "cite": "Mark Twain",
      "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Everyone and everything that shows up in our life is a reflection of something that is happening inside of us."
    },
    {
      "cite": "Senora Roy",
      "quote": "The more peace we have within our own lives, the more we can reflect into the outer world."
    },
    {
      "cite": "Edward Young",
      "quote": "A soul without reflection, like a pile Without inhabitant, to ruin runs."
    },
    {
      "cite": "Kayla Panchisin",
      "quote": "Sometimes you have to take a break and breathe before you can keep moving forward."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "The way we experience the world around us is a direct reflection of the world within us."
    },
    {
      "cite": "Chen Xinhua",
      "quote": "If you don't know what you are doing wrong, you can never know what you are doing right."
    },
    {
      "cite": "Vince McMahon",
      "quote": "Sometimes you have to take a half step back to take two forward."
    },
    {
      "cite": "Christopher Fry",
      "quote": "Who apart from ourselves, can see any difference between our victories and our defeats?"
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If we are to go forward, we must go back and rediscover those precious values – that all reality hinges on moral foundations, and that all reality has spiritual control."
    },
    {
      "cite": "Buddha",
      "quote": "All that we are is the result of what we have thought."
    }
  ]
}