{
  "source": "https://www.wisesayings.com/reflective-quotes/",
  "theme": "reflective",
  "quotes": [
    {
      "cite": "Hope Davis",
      "quote": "The older you get, the more you realize that the way you look is a reflection of how you treat yourself."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Reflection is a flower of the mind, giving out wholesome fragrance; but revelry is the same flower, when rank and running to seed."
    },
    {
      "cite": "Kamal Ravikant",
      "quote": "The act of going within, finding our truth, and then sharing it, it helps us far more than we know."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "Without reflection, we go blindly on our way, creating more unintended consequences, and failing to achieve anything useful."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings -- of which every man has many -- not on your past misfortunes, of which all men have some."
    },
    {
      "cite": "Steve Blank",
      "quote": "Most people appear to live an unexamined life, cruising through the years without much reflection about what it means, and/or taking what life hands them and believing it's all predestined."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All truly great thoughts are conceived while walking."
    },
    {
      "cite": "William Kingdon Clifford",
      "quote": "A little reflection will show us that every belief, even the simplest and most fundamental, goes beyond experience when regarded as a guide to our actions."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "The heart is the best reflective thinker."
    },
    {
      "cite": "Poppy Z. Brite",
      "quote": "Some nights are made for torture, or reflection, or the savoring of loneliness."
    },
    {
      "cite": "Confucius",
      "quote": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest."
    },
    {
      "cite": "Jody Gehrman",
      "quote": "Sometimes, a girl just has to dive under the duvet and regroup."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it."
    },
    {
      "cite": "Tricia Cunningham",
      "quote": "The individual who says it is not possible, should move out of the way of those doing it."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Habit rules the unreflecting herd."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Action and faith enslave thought, both of them in order not be troubled or inconvenienced by reflection, criticism, and doubt."
    },
    {
      "cite": "Edward Young",
      "quote": "A soul without reflection, like a pile Without inhabitant, to ruin runs."
    },
    {
      "cite": "Terrence J",
      "quote": "You can't take people's opinions personally. Usually what people say about it is a reflection of them own issues."
    },
    {
      "cite": "Elizabeth George",
      "quote": "The past can't be changed, can it? It can just be forgiven."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Just as a snake sheds its skin, we must shed our past over and over again."
    },
    {
      "cite": "Diana Quick",
      "quote": "Good looks are not something you earn. But as you get older, how you look is a reflection of the life you've led."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "People will walk in and walk out of your life, but the one whose footstep made a long lasting impression is the one you should never allow to walk out."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "The world is a looking glass and gives back to every man the reflection of his own face. Frown at it, and it will in turn look sourly upon you; laugh at it and with it, and it is a jolly kind companion."
    },
    {
      "cite": "Khushwant Singh",
      "quote": "When the world is itself draped in the mantle of night, the mirror of the mind is like the sky in which thoughts twinkle like stars."
    },
    {
      "cite": "Leigh Steinberg",
      "quote": "Work needs to be a reflection of your social values. You are how you work!"
    },
    {
      "cite": "George Lorimer",
      "quote": "You've got to get up every morning with determination if you're going to bed with satisfaction."
    },
    {
      "cite": "Charles Horton Cooley",
      "quote": "As social beings we live with our eyes upon our reflection, but have no assurance of the tranquillity of the waters in which we see it."
    },
    {
      "cite": "Marie Lu",
      "quote": "Sorry, always sorry. What in the world can you buy with an apology?"
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "Can you remember who you were, before the world told you who you should be?"
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "There is no future without a past, because what is to be cannot be imagined except as a form of repetition."
    }
  ]
}