{
  "source": "https://www.wisesayings.com/reformed-quotes/",
  "theme": "reformed",
  "quotes": [
    {
      "cite": "Ken Robinson",
      "quote": "Education doesn't need to be reformed- it needs to be transformed."
    },
    {
      "cite": "Voltaire",
      "quote": "Every abuse ought to be reformed, unless the reform is more dangerous than the abuse itself."
    },
    {
      "cite": "Norman Douglas",
      "quote": "People who have reformed themselves has contributed their full share towards the reformation of their neighbor."
    },
    {
      "cite": "Martin Luther",
      "quote": "If the heart has been reformed by the spirit, it makes use of both the useful and delightful things created and given by God in a holy manner and with thanksgiving."
    },
    {
      "cite": "Alfred Russel Wallace",
      "quote": "What we need are not prohibitory marriage laws, but a reformed society, an educated public opinion which will teach individual duty in these matters."
    },
    {
      "cite": "Oliver D. Crisp",
      "quote": "No confession is inerrant; Reformed Christians are supposed to be those who seek to be constantly reformed according to the Word of God - and that includes our confessions as well."
    },
    {
      "cite": "Winston Churchill",
      "quote": "To improve is to change; to be perfect is to change often."
    },
    {
      "cite": "Sterling W Sill",
      "quote": "The best way to improve our lives is to improve our thoughts."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A position of dignity is more easily improved upon than acquired."
    },
    {
      "cite": "Brian Tracy",
      "quote": "To improve your life, be prepared to make new choices and decisions."
    },
    {
      "cite": "Stephen Porges",
      "quote": "If you want to improve the world, start by making people feel safer."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The only way to improve tomorrow is to know what you did wrong today."
    },
    {
      "cite": "Indra Nooyi",
      "quote": "If you want to improve the organization, you have to improve yourself."
    },
    {
      "cite": "Rene Descartes",
      "quote": "In order to improve the mind, we ought less to learn, than to contemplate."
    },
    {
      "cite": "Agathon",
      "quote": "The improvement of the mind improves the heart and corrects the understanding."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Improve your spare moments and they will become the brightest gems in your life."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The adult works to improve his environment while the child works to improve himself."
    },
    {
      "cite": "Tom Rath",
      "quote": "If you want to improve your life and the lives of those around you, you must take action."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "In Reformed theology, if God is not sovereign over the entire created order, then he is not sovereign at all. The term sovereignty too easily becomes a chimera. If God is not sovereign, then he is not God."
    },
    {
      "cite": "Oliver D. Crisp",
      "quote": "The best Reformed theology isn't just about careful arguments for theologically sophisticated conclusions. It is about how to live the Christian life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Improve every opportunity to be melancholy."
    },
    {
      "cite": "Samar Sudha",
      "quote": "Mistakes could be improved if, It hits on Heart"
    },
    {
      "cite": "Ralph Marston",
      "quote": "What you do today can improve all your tomorrows."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Improvement is not enough, you also need innovation."
    },
    {
      "cite": "Oliver D. Crisp",
      "quote": "That is the great contribution of Reformed thinking to the Christian church: theology for a life well-lived."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Improve your performance by improving your attitude."
    },
    {
      "cite": "Joanne Whalley",
      "quote": "The only way to improve is to set yourself harder goals."
    },
    {
      "cite": "Francis Lambert",
      "quote": "All that is deformed ought to be reformed. The Word of God alone teaches us what ought to be so, and all reform effected otherwise is vain."
    },
    {
      "cite": "Charles F. Haanel",
      "quote": "To improve our conditions we must first improve ourselves."
    },
    {
      "cite": "Oliver D. Crisp",
      "quote": "Reformed theology belongs to this confessional tradition, and Reformed theologians and churches continue to write confessions even today."
    }
  ]
}