{
  "source": "https://www.wisesayings.com/refugee-quotes/",
  "theme": "refugee",
  "quotes": [
    {
      "cite": "Phyllis Bottome",
      "quote": "A refugee is as helpless as a new born child but not so appealing! Besides, a new born child has no memories!"
    },
    {
      "cite": "Yoweri Museveni",
      "quote": "Refugee problems can only be solved in the region (of origin) - maybe with a little help from the UN. Governments must provide something for their countries. They need to deliver."
    },
    {
      "cite": "António Guterres",
      "quote": "Refugees are not terrorists. They are often the first victims of terrorism."
    },
    {
      "cite": "Nadia Hashimi",
      "quote": "Refugees didn't just escape a place. They had to escape a thousand memories until they'd put enough time and distance between them and their misery to wake to a better day."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Refugees cannot be stopped, but they can and must be managed better, more humanely, protecting migrants' human rights whilst accepting states' rights to control their borders."
    },
    {
      "cite": "Warsan Shire",
      "quote": "No one puts their children in a boat unless the water is safer than the land."
    },
    {
      "cite": "Pope Francis",
      "quote": "Migrants and refugees are not pawns on the chessboard of humanity. They are children, women and men who leave or who are forced to leave their homes for various reasons, who share a legitimate desire for knowing and having, but above all for being more."
    },
    {
      "cite": "Antonio Guterres",
      "quote": "While every refugee's story is different and their anguish personal, they all share a common thread of uncommon courage the courage not only to survive, but to persevere and rebuild their shattered lives."
    },
    {
      "cite": "Poul Hartling",
      "quote": "A lasting solution, the possibility to begin a new life, is the only dignified solution for the refugee himself."
    },
    {
      "cite": "Michelle Rempel",
      "quote": "Refugees are people, they're not numbers on a score card."
    },
    {
      "cite": "Nguyen Viet Thang",
      "quote": "Refugees have been displaced by war or natural disaster or political catastrophes, and they are much more threatening because they are reminders to people that all the comforts that we take for granted can be taken away in just a moment."
    },
    {
      "cite": "Patrick Kingsley",
      "quote": "For a start, people who traveled for so many miles through such horrific conditions in order to find work cannot accurately be portrayed as lazy benefit-scroungers."
    },
    {
      "cite": "Davan Yahya Khalil",
      "quote": "Refugees are going to continue to come, and the only question is what we are going to do to help them."
    },
    {
      "cite": "Emmanuel Macron",
      "quote": "The refugee crisis shows we can't be isolated from the world's geopolitical troubles."
    },
    {
      "cite": "Henning Mankell",
      "quote": "It is as if families on the run are shattered by something other than just grenades. The flight and fear tears us apart and those parts land in all kinds of places we don't even know where."
    },
    {
      "cite": "Jane Goodall",
      "quote": "The refugees flee to protect their families from violence; the Europeans, on the other hand, fear for their jobs that they need to feed their families."
    },
    {
      "cite": "Andrew Crofts",
      "quote": "People floating like pollen in search of more fertile soil."
    }
  ]
}