{
  "source": "https://www.wisesayings.com/refuge-quotes/",
  "theme": "refuge",
  "quotes": [
    {
      "cite": "Emil Cioran",
      "quote": "Music is the refuge of souls ulcerated by happiness."
    },
    {
      "cite": "Nick Hornby",
      "quote": "Consistency is the last refuge of the unimaginative."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Uncertainty is the refuge of hope."
    },
    {
      "cite": "Menander",
      "quote": "Art is man's refuge from adversity."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Obscurity is the refuge of incompetence."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Work is the refuge of people who have nothing better to do."
    },
    {
      "cite": "James Cash Penney",
      "quote": "Luck is always the last refuge of laziness and incompetence."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Writing is a refuge from unhappiness, but has its own sorrows."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Crying is the refuge of plain women, but the ruin of pretty ones."
    },
    {
      "cite": "Anonymous",
      "quote": "God is our refuge and our strength, an ever-present help in trouble."
    },
    {
      "cite": "Mark Bonham Carter",
      "quote": "Public opinion is the last refuge of a politician without any opinion."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "We take refuge in pride, because we are afraid to tell the truth to ourselves."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Look not for refuge to anyone beside yourself. Heed fast to the truth as a lamp."
    },
    {
      "cite": "Mark Twain",
      "quote": "One may make their house a palace of sham, or they can make it a home, a refuge."
    },
    {
      "cite": "Walter Pater",
      "quote": "Books are a refuge, a sort of cloistral refuge, from the vulgarities of the actual world."
    },
    {
      "cite": "Buddha",
      "quote": "Make an island of yourself, make yourself your refuge; there is no other refuge. Make truth your island, make truth your refuge; there is no other refuge."
    },
    {
      "cite": "John Larkins",
      "quote": "Nostalgia is the intimate refuge of every man and every woman in a world seemingly gone mad."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "All the times these arms were my only refuge from the world. Perhaps not fully appreciated then, but so sweet in my memory, and now gone forever."
    },
    {
      "cite": "Lisa Gerrard",
      "quote": "Music is a place to take refuge. It's a sanctuary from mediocrity and boredom. It's innocent and it's a place you can lose yourself in thoughts, memories and intricacies"
    },
    {
      "cite": "Guillaume Musso",
      "quote": "You are your own refuge There is no other You cannot save another You can only save yourself."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "The temples are a refuge from life's storms even a never-failing beacon guiding us to safety."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Silence is the universal refuge, the sequel to all dull discourses and all foolish acts, a balm to our every chagrin, as welcome after satiety as after disappointment."
    },
    {
      "cite": "Fethullah Gulen",
      "quote": "Tolerance is our safest refuge and our fortress against the handicaps that arise from schism, factions, and the difficulties inherent in reaching mutual agreement."
    },
    {
      "cite": "Menander",
      "quote": "All men have one refuge, a good friend, with whom you can weep and know that he does not smile."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Home is the first refuge from – and last defense against – the disappointments and the terrors of life."
    },
    {
      "cite": "Tracy Letts",
      "quote": "My last refuge, my books: simple pleasures, like finding wild onions by the side of a road, or requited love."
    },
    {
      "cite": "Ken Bruen",
      "quote": "There'll be times when the only refuge is books. Then you'll read as if you meant it, as if your life depended on it."
    },
    {
      "cite": "Carl Jung",
      "quote": "Science has destroyed even the refuge of the inner life. What was once a sheltering haven has become a place of terror"
    },
    {
      "cite": "Gérard de Nerval",
      "quote": "The only refuge left to us was the poet's ivory tower, which we climbed, ever higher, to isolate ourselves from the mob."
    },
    {
      "cite": "Tara Brach",
      "quote": "We can find true refuge within our own hearts and minds-right here, right now, in the midst of our moment-to-moment lives."
    }
  ]
}