{
  "source": "https://www.wisesayings.com/reggae-quotes/",
  "theme": "reggae",
  "quotes": [
    {
      "cite": "Ziggy Marley",
      "quote": "Reggae music is not an easy music to like when it comes to the power in society. Cause it talks about changing society. You won't find it readily accepted."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "It does not matter how sweet you can sing a song of love. You must know how to dance along with it. You can't dance \"salsa dance\" on a \"reggae song\"."
    },
    {
      "cite": "Billy Gibbons",
      "quote": "Most of the reggae awareness is still among music industry people and people who are already into all types of music."
    },
    {
      "cite": "Bob Marley",
      "quote": "Just can't live that negative way, make way for the positive day."
    },
    {
      "cite": "Bob Marley",
      "quote": "You never know how strong you are, until being strong is your only choice."
    },
    {
      "cite": "Bob Marley",
      "quote": "One good thing about music, when it hits you, you feel no pain."
    },
    {
      "cite": "Bob Marley",
      "quote": "Love the life you live. live the life you love."
    },
    {
      "cite": "Bob Marley",
      "quote": "The winds that sometimes take something we love, are the same that bring us something we learn to love. Therefore we should not cry about something that was taken from us, but, yes, love what we have been given. Because what is really ours is never gone forever."
    },
    {
      "cite": "Bob Marley",
      "quote": "Don't bury your thoughts, put your vision to reality."
    },
    {
      "cite": "Bob Marley",
      "quote": "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections."
    },
    {
      "cite": "Bob Marley",
      "quote": "You can fool some people sometimes, but you can’t fool all the people all the time."
    },
    {
      "cite": "Bob Marley",
      "quote": "Beginnings are usually scary, and endings are usually sad, but it’s everything in between that makes it all worth living."
    },
    {
      "cite": "Bob Marley",
      "quote": "Until the philosophy Which hold one race superior And another inferior, Is finally and permanently, Discredited and abandoned Everywhere is war."
    },
    {
      "cite": "Bruno Mars",
      "quote": "In Hawaii, some of the biggest radio stations are reggae. The local bands are heavily influenced by Bob Marley."
    },
    {
      "cite": "Dennis Brown",
      "quote": "The only difference between a good day and a bad day is your attitude."
    },
    {
      "cite": "Haile Selassie I",
      "quote": "This world was not created piecemeal. Africa was born no later and no earlier than any other geographical area on this globe. Africans, no more and no less than other men, possess all human attributes, talents and deficiencies, virtues and faults."
    },
    {
      "cite": "Haile Selassie I",
      "quote": "Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph."
    },
    {
      "cite": "Ike Turner",
      "quote": "I can put a hip-hop beat to reggae. That is, I can have real reggae in the drums and in the rhythm, and on top of it I can put The Rolling Stones' feeling, anyone's feeling on top. Nobody has ever done this before, man."
    },
    {
      "cite": "Shaggy",
      "quote": "Reggae is a culture."
    },
    {
      "cite": "Talib Kweli",
      "quote": "My musical influence is really from my father. He was a DJ in college. My parents met at New York University. So he listened to, you know, Motown, and he listened to Bob Dylan. He listened to Grateful Dead and Rolling Stones, but he also listened to reggae music. And he collected vinyl."
    },
    {
      "cite": "unknown",
      "quote": "A bird sitting on a tree is never afraid of the branch breaking, because her trust is not on the branch but on its own wings. Always believe in yourself."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "Reggae has a philosophy, you know? It's not just entertainment. There's an idea behind it, a way of life behind the music, which is a positive way of life, which is a progressive way of life for better people."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "Reggae music is simple music - but it's from the heart. Just as people need water to drink, people also need music. If it is true music, the people will be drawn to it."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "God is like the sun.  When the sun shines, it shines for everyone.  God is for everyone."
    }
  ]
}