{
  "source": "https://www.wisesayings.com/regrets-quotes/",
  "theme": "regrets",
  "quotes": [
    {
      "cite": "Catherine Pulsifer",
      "quote": "Regrets only apply when we don't learn from a situation. No sense looking back, look forward with new knowledge and no regret."
    },
    {
      "cite": "Lucille Ball",
      "quote": "I would rather regret the things that I have done than the things that I have not."
    },
    {
      "cite": "William De Witt Hyde",
      "quote": "Live in the present tense, facing the duty at hand without regret for the past or worry over the future."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Mercedes Lackey",
      "quote": "If only. Those must be the two saddest words in the world."
    },
    {
      "cite": "Richard Bach",
      "quote": "Some choices we live not only once but a thousand times over, remembering them for the rest of our lives."
    },
    {
      "cite": "John Barrymore",
      "quote": "A man is not old until regrets take the place of dreams."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "Regret for time wasted can become a power for good in the time that remains, if we will only stop the waste and the idle, useless regretting."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Remorse is virtue's root; its fair increase are fruits of innocence and blessedness."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Remorse. Never yield to remorse, but at once tell yourself: remorse would simply mean adding to the first act of stupidity a second."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "At the end of the day, let there be no excuses, no explanations, no regrets."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "I regret that it takes a life to learn how to live."
    },
    {
      "cite": "Jim Rohn",
      "quote": "We must all suffer from one of two pains: the pain of discipline or the pain of regret. The difference is discipline weighs ounces while regret weighs tons."
    },
    {
      "cite": "Fulton Oursler",
      "quote": "Many of us crucify ourselves between two thieves - regret for the past and fear of the future."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Brittany Ren_e",
      "quote": "I would much rather have regrets about not doing what people said, than regretting not doing what my heart led me to and wondering what life had been like if I'd just been myself."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable."
    },
    {
      "cite": "Jonathan Larson",
      "quote": "Forget regret, or life is yours to miss."
    },
    {
      "cite": "Gerald Lawson Sittser",
      "quote": "Regret is ... an unavoidable result of any loss, for in loss we lose the tomorrow that we needed to make right our yesterday or today."
    },
    {
      "cite": "John O'Donohue",
      "quote": "Often regret is very false and displaced, and imagines the past to be totally other than it was."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Remorse is the poison of life."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "In history as in human life, regret does not bring back a lost moment and a thousand years will not recover something lost in a single hour."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "Is it really so difficult to tell a good action from a bad one? I think one usually knows right away or a moment afterward, in a horrid flash of regret."
    },
    {
      "cite": "John O' Callaghan",
      "quote": "The What-ifs and the should-have's will eat your brain."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Don't let the past steal your present."
    },
    {
      "cite": "Will Rogers",
      "quote": "Don't let yesterday use up too much of today."
    },
    {
      "cite": "Henry James",
      "quote": "I think I don't regret a single 'excess' of my responsive youth--I only regret, in my chilled age, certain occasions and possibilities I didn't embrace."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "To feel today what one felt yesterday isn't to feel - it's to remember today what was felt yesterday, to be today's living corpse of what yesterday was lived and lost."
    }
  ]
}