{
  "source": "https://www.wisesayings.com/regret-quotes/",
  "theme": "regret",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh."
    },
    {
      "cite": "Fulton Oursler",
      "quote": "Many of us crucify ourselves between two thieves - regret for the past and fear of the future."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable."
    },
    {
      "cite": "Rafael Sabatini",
      "quote": "Regret of neglected opportunity is the worst hell that a living soul can inhabit."
    },
    {
      "cite": "Hilary Clinton",
      "quote": "Life is too short, time is too precious, and the stakes are too high to dwell on what might have been."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "Regret is an appalling waste of energy, you can't build on it - it's only good for wallowing in."
    },
    {
      "cite": "Charles Goodyear",
      "quote": "A man has cause for regret only when he sows and no one reaps."
    },
    {
      "cite": "Oscar Levant",
      "quote": "It's not what your are, it's what you don't become that hurts."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Maybe all one can do is hope to end up with the right regrets."
    },
    {
      "cite": "George Halas",
      "quote": "Nobody who ever gave his best regretted it."
    },
    {
      "cite": "Agatha Christie",
      "quote": "One doesn't recognize the really important moments in one's life until it's too late."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "John Barrymore",
      "quote": "A man is not old until regrets take the place of dreams."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Regrets are idle; yet history is one long regret. Everything might have turned out so differently."
    },
    {
      "cite": "Jonathan Larson",
      "quote": "Forget regret, or life is yours to miss."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "For of all sad words of tongue or pen, The saddest are these: 'It might have been!"
    },
    {
      "cite": "Brian Judge",
      "quote": "Something you need most might be something you turn away from, something you turn away from might be something you regret, and something you regret, in the end, might cost you the one chance you ever had."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "Mercedes Lackey",
      "quote": "If only. Those must be the two saddest words in the world."
    },
    {
      "cite": "Joe Vitale",
      "quote": "We have to let go of all blame, all attacking, all judging, to free our inner selves to attract what we say we want."
    },
    {
      "cite": "Gerald Lawson Sittser",
      "quote": "Regret is ... an unavoidable result of any loss, for in loss we lose the tomorrow that we needed to make right our yesterday or today."
    },
    {
      "cite": "John O'Donohue",
      "quote": "Often regret is very false and displaced, and imagines the past to be totally other than it was."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Remorse is the poison of life."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "In history as in human life, regret does not bring back a lost moment and a thousand years will not recover something lost in a single hour."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "We should regret our mistakes and learn from them, but never carry them forward into the future with us."
    },
    {
      "cite": "Ann Landers",
      "quote": "Nobody gets to live life backward. Look ahead, that is where your future lies."
    },
    {
      "cite": "John Oliver Hobbes",
      "quote": "I have always found that each step we take in life is to be regretted-if we once begin to wonder how many other steps might have been possible."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Let the dead Past bury its dead!"
    },
    {
      "cite": "David Grayson",
      "quote": "Looking back, I have this to regret, that too often when I loved, I did not say so."
    }
  ]
}