{
  "source": "https://www.wisesayings.com/regular-quotes/",
  "theme": "regular",
  "quotes": [
    {
      "cite": "Michel de Montaigne",
      "quote": "The most regular and most perfect soul in the world has but too much to do to keep itself upright from being overthrown by its own weakness."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "When you work regularly, inspiration strikes regularly."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "MindlessÂ habitualÂ behavior is the enemy of innovation."
    },
    {
      "cite": "Mariska Hargitay",
      "quote": "Criminals are just regular people who didn't have time to read all the laws."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "OurÂ habitualÂ experience is a complex of failure and success in the enterprise of interpretation. If we desire a record of uninterpreted experience, we must ask a stone to record its autobiography."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "It is theÂ habitual, not the periodical thought that decides your destiny."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Whatever is difficult can be done with regular attention and actions. Stay focused."
    },
    {
      "cite": "Tony Rock",
      "quote": "Regular people laugh harder. Industry people are stuffy, very judgmental."
    },
    {
      "cite": "Kenneth Chenault",
      "quote": "Regular feedback is one of the hardest things to drive through an organization."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "In the midst of regular life, running is the touchstone that breathes adventure into my soul."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "The man of regular life and rational mind never despairs."
    },
    {
      "cite": "Peter Fonda",
      "quote": "Regular chiropractic adjustments go hand in hand with good health."
    },
    {
      "cite": "Epictetus",
      "quote": "Whatever you would makeÂ habitual, practice it; and if you would not make a thingÂ habitual, do not practice it, but accustom yourself to something else."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Be regular and orderly in your life, so that you may be violent and original in your work."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "When a regular person gets sick, they take an aspirin. When a writer gets sick, they take notes."
    },
    {
      "cite": "Michael Cleverly",
      "quote": "Regular people are used to rudeness; we get it all the time, we're inured to it. The wealthy aren't; it hurts their feelings, or whatever they have in there."
    },
    {
      "cite": "James Clyman",
      "quote": "Take the regular wagon track and never leave it."
    },
    {
      "cite": "Jyoti Amge",
      "quote": "Regular people should not underestimate people who are small. In every aspect, they can do the things that normal people can."
    },
    {
      "cite": "Sara Genn",
      "quote": "Things we doÂ regularly become buried with habits, and we lose the ability to extract their powers to inspire."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Regular and simple life is the life of God; the chaotic and the complex one is the Devil's!"
    },
    {
      "cite": "Rumi",
      "quote": "Do you pay regular visits to yourself? Start now."
    }
  ]
}