{
  "source": "https://www.wisesayings.com/rehab-quotes/",
  "theme": "rehab",
  "quotes": [
    {
      "cite": "Helen Keller",
      "quote": "Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved."
    },
    {
      "cite": "Peter Hobson",
      "quote": "It's a journey, it's a fight everyday. There was a real effort to stay in the program. So far this has been a very successful rehab."
    },
    {
      "cite": "Johnny Colt",
      "quote": "Rehab is one thing, but it takes years to get that attitude adjustment."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "When you get into a tight place and everything goes against you, till it seems you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "All rehab can do is tell you what's wrong with you and then suggest ways for you to get better."
    },
    {
      "cite": "Dale Archer",
      "quote": "One of the things you learn in rehab is that you're responsible for your own actions."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Take a chance! All life is a chance. The man who goes the furthest is generally the one who is willing to do and dare."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "The hope of the world lies in the rehabilitation of the living human being, not just the body but also the soul."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Every experience in your life is being orchestrated to teach you something you need to know to move forward."
    },
    {
      "cite": "Gabrielle Giffords",
      "quote": "Rehab is endlessly repetitive. And it's never easy, because once you've mastered some movement or action or word, no matter how small, you move on to the next. You never rest."
    },
    {
      "cite": "Tony Tan",
      "quote": "We have developed our own approach towards rehabilitating people, involving psychological rehabilitation, social rehab within families and of our Religious Rehabilitation Group."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If you can't fly, then run. If you can't run, then walk. If you can't walk, then crawl, but whatever you do, you have to keep moving forward."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Amazing how we can light tomorrow with today."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You must do the things you think you cannot do."
    },
    {
      "cite": "James Hetfield",
      "quote": "Rehab is like college for your head."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Nicole Richie",
      "quote": "All the boys in rehab are totally available because their girlfriends have all given up on them. It's fantastic."
    },
    {
      "cite": "Antonia Bird",
      "quote": "Learning to face reality, refusing refuge in cliches and lies, fighting to find a way out that's what rehab is about."
    },
    {
      "cite": "Anonymous",
      "quote": "Never quit. If you stumble, get back up. What happened yesterday no longer matters. Today is another day so get on track and move closer to your dreams and goals. You can do it"
    },
    {
      "cite": "Simon Weston",
      "quote": "Recovery is a bit like an addiction; you take it day by day. If you set yourself too many goalposts, you'll have problems."
    },
    {
      "cite": "Peter Hobson",
      "quote": "One of the things that's often forgotten about drug rehabilitation, it's not a destiny. It's a journey."
    }
  ]
}