{
  "source": "https://www.wisesayings.com/reign-quotes/",
  "theme": "reign",
  "quotes": [
    {
      "cite": "John Milton",
      "quote": "Here may we reign secure, and in my choice to reign is worth ambition, though in Hell. Better to reign in hell than serve in heaven."
    },
    {
      "cite": "John Milton",
      "quote": "He who reigns within himself and rules passions, desires, and fears is more than a king."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Nature has placed you on the throne of royalty as the heir of all life that preceded you."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "When you have spoken the word, it reigns over you. When it is unspoken you reign over it."
    },
    {
      "cite": "William Cowper",
      "quote": "I am monarch of all I survey, My right there is none to dispute, From the centre all round to the sea, I am lord of the fowl and the brute."
    },
    {
      "cite": "Elizabeth I",
      "quote": "To be a king and wear a crown is a thing more glorious to them that see it than it is pleasant to them that bear it."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "A smart woman fixes her own crown and does not dethrone other women from their own glory. For she knows on her own, she is strong."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
    },
    {
      "cite": "Robert Greene",
      "quote": "Do not wait for a coronation; the greatest emperors crown themselves."
    },
    {
      "cite": "Albert Camus",
      "quote": "Powerful, yes, that is the word that I constantly rolled on my tongue, I dreamed of absolute power, the kind that forces others to kneel, that forces the enemy to capitulate, finally converting him, and the more the enemy is blind, cruel, sure of himself, buried in his conviction, the more his admission proclaims the royalty of he who has brought on his defeat."
    },
    {
      "cite": "Euripides",
      "quote": "Do not mistake the rule of force for true power. Men are not shaped by force."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "I know of no single formula for success. But over the years, I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm, and their inspiration to work together."
    },
    {
      "cite": "Louis Antoine de Saint-Just",
      "quote": "One cannot reign innocently: the insanity of doing so is evident. Every king is a rebel and a usurper."
    },
    {
      "cite": "James Otis",
      "quote": "Every man may reign secure in his petty tyranny, and spread terror and desolation around him, until the trump of the Archangel shall excite different emotions in his soul."
    },
    {
      "cite": "Pythagoras",
      "quote": "No one is free who has not obtained the empire of himself."
    },
    {
      "cite": "Bill Johnson",
      "quote": "Rule with the heart of a servant. Serve with the heart of a king."
    },
    {
      "cite": "Billy Sunday",
      "quote": "The reign of tears is over. The slums will soon be only a memory. We will turn our prisons into factories and our jails into storehouses and comcribs. Men will walk upright now, women will smile, and the children will laugh. Hell will be forever for rent."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "Learn to use yours ears more and your mouth less, or your reign will be shorter than I am."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "One's only rival is one's own potentialities. One's only failure is failing to live up to one's own possibilities. In this sense, every man can be a king."
    },
    {
      "cite": "Elizabeth I",
      "quote": "I know I have but the body of a weak and feeble woman, but I have the heart and stomach of a king, and of a king of England too."
    },
    {
      "cite": "Howard Pyle",
      "quote": "Yea, he who is a true king of men, will not say to himself, 'Lo! I am worthy to be crowned with laurels;' but rather will he say to himself, 'What more is there that I may do to make the world the better because of my endeavors?"
    },
    {
      "cite": "Kathryn Larsky",
      "quote": "Why, if one were Queen, would one ever want to marry? If one is ruler, is it not better to both King and Queen? That is exactly what a woman can do if she remains without a mate."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "To understand the nature of the people one must be a prince, and to understand the nature of the prince, one must be of the people."
    },
    {
      "cite": "Princess Diana",
      "quote": "I'd like to be queen of people's hearts."
    },
    {
      "cite": "Homer",
      "quote": "The rule of the many is not well. One must be chief In war and one the king."
    },
    {
      "cite": "Herodotus",
      "quote": "Circumstances rule men; men do not rule circumstances."
    },
    {
      "cite": "Tony Evans",
      "quote": "Don't you understand, mister, you are royalty and God has chosen you to be priest of your home?"
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Divine right of kings means the divine right of anyone who can get uppermost."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "To be Omnipotent but friendless is to reign."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "A cruel reign is disordered and hidden in darkness, and while all shake with terror at the sudden explosions, not even he who caused all this disturbance escapes unharmed."
    }
  ]
}