{
  "source": "https://www.wisesayings.com/reindeer-quotes/",
  "theme": "reindeer",
  "quotes": [
    {
      "cite": "Joni Mitchell",
      "quote": "It's comin' on Christmas / They're cutting down trees / They're putting up reindeer and singing songs of  joy and peace /  Oh,  I wish I had a river I could skate away on."
    },
    {
      "cite": "Roger Highfield",
      "quote": "Take those flying reindeer, Santa's red and white color scheme, and his jolly disposition, for example. They are all probably linked to the use of hallucinogenic toad stool in ancient rituals."
    },
    {
      "cite": "Finnish Proverbs",
      "quote": "Do not examine the reindeer given by the rich man lest you find it to be without horns."
    },
    {
      "cite": "Piers Vitebsky",
      "quote": "Since the last Ice age, the reindeer's extraordinary adaptation to cold has sustained human life over vast tracts of the earth's surface, providing meat, fur, and transport."
    },
    {
      "cite": "Piers Vitebsky",
      "quote": "Bells tinkle on the on the lead reindeer while dog on short leashes dive closely alongside through the snow like dolphins beside the boat."
    },
    {
      "cite": "Piers Vitebsky",
      "quote": "It seems a reindeer was still better than a horse for riding in the afterlife."
    },
    {
      "cite": "Piers Vitebsky",
      "quote": "The evolutionary success of reindeer is due to its exceptional adaptation to cold, its gregarious nature, and its enormous powers of migration."
    },
    {
      "cite": "Sven Skjenneberg",
      "quote": "The reindeer seems to appear as a typical polar animal, but the species has a very extensive distribution."
    },
    {
      "cite": "Rebecca Pettiford",
      "quote": "Reindeer are called Caribou in North America."
    },
    {
      "cite": "Rebecca Pettiford",
      "quote": "Double coats keep reindeer warm. Short hairs near the skin trap air and heat."
    },
    {
      "cite": "Rebecca Pettiford",
      "quote": "Their outer hairs are hollow. These help reindeer stay warm and float in water."
    },
    {
      "cite": "L.J. Palmer",
      "quote": "Salt is as necessary for reindeer as for other kinds of livestock. On the coast, the reindeer obtain it in summer by drinking sea water or licking up saline deposits on the beach."
    },
    {
      "cite": "Rod Green",
      "quote": "Reindeer teeth are quite small and flat, ideal for grinding up the grass and moss that they most like to eat."
    },
    {
      "cite": "Katie Marsico",
      "quote": "Grey wolves, polar bears, and brown bears hunt reindeer. Golden eagles sometimes attack young reindeers. Wolverines attack reindeer, too. People also hunt reindeer for their meat and antlers."
    },
    {
      "cite": "Marianne Moore",
      "quote": "Camels are snobbish and sheep, unintelligent; water buffaloes, neurasthenic--even murderous. Reindeer seem over-serious."
    },
    {
      "cite": "John Green",
      "quote": "I don't like reindeer. They seem like regular deer, only more dangerous"
    },
    {
      "cite": "Hailey Gates",
      "quote": "In China, I had my body lit on fire. And in Russia, I took a bath in reindeer blood, which apparently had some kind of youth-enhancing elements."
    },
    {
      "cite": "George Strait",
      "quote": "And every mother's child is gonna spy / To see if reindeers really know how to fly?"
    },
    {
      "cite": "Vector",
      "quote": "Reindeer are the very twinkling in the eye of the holiday that we call Christmas."
    },
    {
      "cite": "unknown",
      "quote": "Reindeer are flight and motion and magic in moonlight beyond all recalling, made of Christmas dreams, spun from a place beyond all fearing."
    },
    {
      "cite": "unknown",
      "quote": "Reindeer are like metaphoric rain for Christmas lore: they soften the heart and give the soul dreams to grow on all year round."
    },
    {
      "cite": "unknown",
      "quote": "Reindeer are not only for children; they are for grandmothers fond of watching the moon."
    },
    {
      "cite": "unknown",
      "quote": "Reindeer are not just accompaniments or accessories to Christmas; they are the caboose and the train, literally."
    },
    {
      "cite": "unknown",
      "quote": "Without reindeer Santa is like so much snow."
    }
  ]
}