{
  "source": "https://www.wisesayings.com/reinvention-quotes/",
  "theme": "reinvention",
  "quotes": [
    {
      "cite": "Ken Tucker",
      "quote": "ReinventÂ your business constantly. The end goal may be the same, but the tools and methods are constantly evolving."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "It takes courage to reinvent joys, to reinvent opportunities, to reinvent dreams, to reinvent connections, to reinvent hopes that you have set aside."
    },
    {
      "cite": "James Surowiecki",
      "quote": "The desire for reinvention seems to arise most often when companies hear the siren call of synergy and start to expand beyond their core businesses."
    },
    {
      "cite": "Jonathan Gilbert",
      "quote": "Reinventing the wheel is sometimes the right thing, when the result is the radial tire"
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Reinventing myself is a result of not appreciating myself. As such, that kind of reinvention needs an intervention."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "It's ok to reinvent yourself as many times as it takes to live out your most authentic self."
    },
    {
      "cite": "Guy Laliberte",
      "quote": "We didn't reinvent the circus. We repackaged it in a much more modern way."
    },
    {
      "cite": "Robert Smith",
      "quote": "The idea of reinvention has always seemed bizarre to me."
    },
    {
      "cite": "David Suzuki",
      "quote": "We mustÂ reinventÂ a future free of blinders so that we can choose from real options."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "You have toÂ reinventÂ to stay fresh, to stay in the game"
    },
    {
      "cite": "Bob Black",
      "quote": "The reinvention of daily life means marching off the edge of our maps."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "You've got to keepÂ reinventing. You'll have new competitors. You'll have new customers all around you."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "There is nothing like a war for the reinvention of lives."
    },
    {
      "cite": "Donny Osmond",
      "quote": "It's a lot of work to keepÂ reinventing yourself and coming up with new stuff, but that's what it takes to be in show business."
    },
    {
      "cite": "Jane Pauley",
      "quote": "Many people come to reinvention when life changes around them, but people come in all different stripes. I'm oriented to change."
    },
    {
      "cite": "Nina Easton",
      "quote": "To avoid becoming chronically unemployed, people need more than platitudes offering sympathy. Career reinvention requires encouragement and guidance."
    },
    {
      "cite": "Jad Abumrad",
      "quote": "Continue toÂ reinvent. Keep things moving and changing and growing and always a little bit out of reach."
    },
    {
      "cite": "Steven Redhead",
      "quote": "As weÂ reinventÂ our life endlessly we should open our minds to the infinite possibilities that do exist."
    },
    {
      "cite": "Mark Doty",
      "quote": "The physical reinvention of the world is endless, relentless, fascinating, exhaustive; nothing that seems solid is. If you could stand at just a little distance in time, how fluid and shape-shifting physical reality would be, everything hurrying into some other form, even concrete, even stone."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "That's what leads to a reinvention of yourself - being fully present and in the moment."
    },
    {
      "cite": "Debbie Ford",
      "quote": "You are designed toÂ reinventÂ and re-create yourself, over and over again. And, you are here-whether you want to acknowledge it or not; whether you even know it or not-for the evolution of your own soul."
    },
    {
      "cite": "Hillman Curtis",
      "quote": "Be prepared toÂ reinventÂ yourself. Be prepared to go out on a limb occasionally, and be prepared to do the things that you feel strongly about"
    },
    {
      "cite": "Bruce Joyce",
      "quote": "We have toÂ reinventÂ the wheel every once every once in a while, not because we need a lot of wheels; but because we need a lot of inventors.Â"
    },
    {
      "cite": "Douglas Crockford",
      "quote": "The good thing aboutÂ reinventing the wheel is that you can get a round one."
    },
    {
      "cite": "Jurgen Moltmann",
      "quote": "ToÂ reinventÂ your own country you need a great audacity of hope."
    },
    {
      "cite": "Janice Dickinson",
      "quote": "Reinvention is the key to surviving this fashion industry. Madonna is the perfect example of reinvention. She has taken something that is so little and turned herself into a legend by simply never staying the same."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "ReinventÂ new combinations of what you already own. Improvise. Become more creative. Not because you have to, but because you want to. Evolution is the secret for the next step."
    }
  ]
}