{
  "source": "https://www.wisesayings.com/reincarnation-quotes/",
  "theme": "reincarnation",
  "quotes": [
    {
      "cite": "Frederick Lindemann",
      "quote": "Reincarnation is a process of moving from one state of mind to another. Whether you are in a body or out of a body is immaterial."
    },
    {
      "cite": "Alice Bailey",
      "quote": "Reincarnation is implicit in the manifested universe and is a basic and fundamental."
    },
    {
      "cite": "Shaw Desmond",
      "quote": "Reincarnation makes life what it is intended to be a glorious adventure in which victory is absolutely sure to be ours if we persist. It proves that man [is] ... master of his fate on his road to the stars."
    },
    {
      "cite": "Eustace Miles",
      "quote": "Reincarnation involves a free choice of action constantly, and constantly an opportunity for re-making one's self and one's surroundings."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is not something that occurs at death; it is something that takes place at every moment. Death and rebirth are occurring every second."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Reincarnation is but a lifetime away."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is a process in which a finite being will go through a series of transmutations and will perceive different things. There will be a continuity of perception."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Reincarnation is the evolution of spirit through matter. Over thousands and millions of lifetimes, the soul evolves. It comes into the light. The growth is slow."
    },
    {
      "cite": "Michael Ondaatje",
      "quote": "For the first forty days a child is given dreams of previous lives. Journeys, winding paths, a hundred small lessons and then the past is erased."
    },
    {
      "cite": "Paul Brunton",
      "quote": "Every morning is like a new reincarnation into this world. Let us take it then for what it is and live each moment anew."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The essence of all reincarnation is to have the best lifetime now that you've ever had, no matter what's going on."
    },
    {
      "cite": "Chaitanya Charan",
      "quote": "Human life holds the glorious potential of granting us immortality if we use it to redirect our love from the ephemeral to the eternal."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Reincarnation is not necessarily linear. Sometimes people actually become more immersed in darkness or illusion than they were in previous lifetimes."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The soul comes from without into the human body, as into a temporary abode, and it goes out of it anew. it passes into other habitations, for the soul is immortal."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is the dissolution of the self. It's like going swimming in the ocean, no one ever comes out, because one has become the ocean."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is a dance. It is a movement of life to the rhythm of the universe. Spirit and matter join together as one dancing partner. They dance and it goes on forever."
    },
    {
      "cite": "Stanislav Grof",
      "quote": "Whether or not we believe in survival of consciousness after death, reincarnation, and karma, it has very serious implications for our behavior."
    },
    {
      "cite": "Frederick Lindemann 1st Viscount Cherwell",
      "quote": "Reincarnation is happening all the time. Every moment we are going through a change. Our being isn't solid. Reincarnation is now."
    },
    {
      "cite": "Kary Mullis",
      "quote": "If reincarnation is a useful biological idea it is certain that somewhere in the universe it will happen."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Reincarnation is simply changing awareness. What you are reincarnating into are different states of mind. The whole show is on the inside."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "We are born and reborn countless number of times, and it is possible that each being has been our parent at one time or another. Therefore, it is likely that all beings in this universe have familial connections."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation is not what a lot of people think. Yes, we are eternal. No, everyone does not attain enlightenment; it's not necessary; life is smarter than we are."
    },
    {
      "cite": "Shaw Desmond",
      "quote": "Reincarnation is, indeed, the key which unlocks all doors, the universal \"combination,\" before which our manacles fall from our limbs -- the life-line by which the crooked way is made straight."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Reincarnation is not an exclusively Hindu or Buddhist concept, but it is part of the history of human origin. It is proof of the mindstream's capacity to retain knowledge of physical and mental activities. It is related to the theory of interdependent origination and to the law of cause and effect."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "We are born and reborn again and again. We are changing with the waves of time."
    },
    {
      "cite": "Richard L. Ratliff",
      "quote": "Do your thoughts continue and repeat a cycle Seed, growth, bloom, and seed again."
    },
    {
      "cite": "Audrey Auden",
      "quote": "All who live possess eternal life, and few would trade it for an immortal body, if they truly understood what it is to be alive."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Reincarnation contains a most comforting explanation of reality by means of which Indian thought surmounts difficulties which baffle the thinkers of Europe."
    },
    {
      "cite": "R. F. Goudey",
      "quote": "Reincarnation is essential to enable the soul to evolve to its Divine right."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Reincarnation doesn't simply mean that at the end of this life you will move on to another life in another body, it means that the spirit of life is continually renewing itself and moving to a higher level."
    }
  ]
}