{
  "source": "https://www.wisesayings.com/rejection-quotes/",
  "theme": "rejection",
  "quotes": [
    {
      "cite": "Harvey Mackay",
      "quote": "Most fears of rejection rest on the desire for approval from other people. Don't base your self-esteem on their opinions."
    },
    {
      "cite": "Bo Bennett",
      "quote": "A rejection is nothing more than a necessary step in the pursuit of success."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "I take rejection as someone blowing a bugle in my ear to wake me up and get going, rather than retreat."
    },
    {
      "cite": "Bev Jozwiak",
      "quote": "Rejection can disappoint you, depress you and may even stop you in your tracks... learn not to take rejection so personally... if you're honest with yourself and believe in your work, others will too."
    },
    {
      "cite": "Ian Semple",
      "quote": "Artistic rejection is like taking cod liver oil; they say it's good for you, you know they're right, but it can be still tough to swallow."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "Rejection doesn't have to mean you aren't good enough; it often just means the other person failed to notice what you have to offer."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Dear to us are those who love us but dearer are those who reject us as unworthy, for they add another life; they build a heaven before us whereof we had not dreamed, and thereby supply to us new powers out of the recesses of the spirit."
    },
    {
      "cite": "James Lee Burke",
      "quote": "Every rejection is incremental payment on your dues that in some way will be translated back into your work."
    },
    {
      "cite": "Burke Wilkinson",
      "quote": "Rejection is the sand in the oyster, the irritation that ultimately produces the pearl."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "A boo is a lot louder than a cheer. If you have 10 people cheering and one person booing, all you hear is the booing."
    },
    {
      "cite": "Paula Hendricks",
      "quote": "Human rejection can be God's divine protection."
    },
    {
      "cite": "Jeremy Limn",
      "quote": "Rejection gives you more power to push forward."
    },
    {
      "cite": "Robin Black",
      "quote": "Rejection is part of the game. Or rather, rejection is part of the profession. A profession which at times can feel like a game."
    },
    {
      "cite": "Daniel Craig",
      "quote": "You get used to the rejection and you don't take it personally."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Rejection is merely a redirection; a course correction to your destiny."
    },
    {
      "cite": "Ramesh Lohia",
      "quote": "Each rejection brings us closer to acceptance."
    },
    {
      "cite": "Anna R.",
      "quote": "We are always afraid to ask because we aren't afraid of the answer but the feeling of rejection."
    },
    {
      "cite": "James Lee Burke",
      "quote": "There's nothing like rejection to make you do an inventory of yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not waste yourself in rejection; do not bark against the bad, but chant the beauty of the good."
    },
    {
      "cite": "Jane Champagne",
      "quote": "The effects of rejection can either kill your muse or change your life."
    },
    {
      "cite": "Robert Genn",
      "quote": "It is necessary to put yourself out for rejection, and accept that you will be rejected."
    },
    {
      "cite": "Bob Ragland",
      "quote": "Learn to eat rejection; it will make you stronger."
    },
    {
      "cite": "Rihanna A Mohammed",
      "quote": "A clear rejection is always better than a fake promise."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Rejection isn't a sign that something is wrong for you it's a sign that they're wrong for you."
    },
    {
      "cite": "unknown",
      "quote": "Don't feel bad if someone rejects you or ignore you. People usually reject and ignore expensive things because they can't afford them."
    },
    {
      "cite": "Greg Daugherty",
      "quote": "Rejected pieces aren't failures; unwritten pieces are."
    },
    {
      "cite": "Laura Kightlinger",
      "quote": "I always feel like rejection is my petrol. That's what keeps me going."
    },
    {
      "cite": "Walt Disney",
      "quote": "You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "Just because you are different does not mean that you have to be rejected."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Reject your sense of injury and the injury itself disappears."
    }
  ]
}