{
  "source": "https://www.wisesayings.com/rejoice-quotes/",
  "theme": "rejoice",
  "quotes": [
    {
      "cite": "Kim Cattrall",
      "quote": "Really rejoice in being yourself. Have your own drumbeat."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "When we rejoice in beautiful scenery, great art, and great music, it is but the flexing of instincts acquired in another place and another time."
    },
    {
      "cite": "Maximus the Confessor",
      "quote": "You will be able to check envy if you rejoice with the man whom you envy whenever he rejoices, and grieve whenever he grieves."
    },
    {
      "cite": "Edith Hamilton",
      "quote": "To rejoice in life, to find the world beautiful and delightful to live in, was a mark of the Greek spirit, which distinguished it from all that had gone before. It is a vital distinction."
    },
    {
      "cite": "Andrew Wommack",
      "quote": "True joy is independence of circumstances - Choose to rejoice!"
    },
    {
      "cite": "Howard W. Hunter",
      "quote": "We have every reason in time and eternity to rejoice and give thanks for the quality of our lives and the blessings we have been given."
    },
    {
      "cite": "George Lucas",
      "quote": "Rejoice for those around you who transform into the Force. Mourn them, do not. Miss them, do not. Attachment leads to jealousy. The shadow of greed, that is. Train yourself to let go of everything you fear to lose"
    },
    {
      "cite": "George Washington Carver",
      "quote": "Let us rejoice at the many unexplored fields in which there is unlimited fame and fortune to the successful explorer."
    },
    {
      "cite": "Laozi",
      "quote": "To rejoice in conquest is to rejoice in murder."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Let us rejoice in the truth, wherever we find its lamp burning."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "It is cheerful to God when you rejoice or laugh from the bottom of your heart."
    },
    {
      "cite": "John Calvin",
      "quote": "Christians rejoice even while they truly sorrow - because their rejoicing is in the hope of heaven... While joy overcomes sorrow, it does not put an end to it."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Men of this world all rejoice in others being like themselves, and object to others not being like themselves."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Rejoice and be glad, you have life, the greatest gift."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "To rejoice in temporal comforts is dangerous, to rejoice in self is foolish, to rejoice in sin is fatal, but to rejoice in God is heavenly."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "You have no obligation under the sun other than to discover your real needs, to fulfill them, and to rejoice in doing so."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When you appreciate the blessings in life, your soul rejoices."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Rejoice as summer should...chase away sorrows by living."
    },
    {
      "cite": "Carl Ewald",
      "quote": "Take spring when it comes and rejoice. Take happiness when it comes and rejoice. Take love when it comes and rejoice."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Rejoice in the things that are present; all else is beyond thee."
    },
    {
      "cite": "Jean de la Bruyère",
      "quote": "Children have neither past nor future - they rejoice in the present."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Rejoice and be glad all you who hope in the Lord."
    },
    {
      "cite": "Edith Hamilton",
      "quote": "To rejoice in life, to find the world beautiful and delightful to live in, was a mark of the Greek spirit which distinguished it from all that had gone before. It is a vital distinction."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Rejoice that you have still have a long time to live, before the thought comes to you that there is nothing more in the world to see."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who rejoices even at the stake triumphs not over pain but over the absence of pain where he had anticipated feeling it. A parable."
    },
    {
      "cite": "Juvenal",
      "quote": "No one rejoices more in revenge than woman."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Rejoice while you have breath."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The proof of a well-trained mind is that it rejoices in which is good and grieves at the opposite."
    },
    {
      "cite": "A. B. Simpson",
      "quote": "When you cannot rejoice in feelings, circumstances or conditions, rejoice in the Lord."
    }
  ]
}