{
  "source": "https://www.wisesayings.com/rekindle-quotes/",
  "theme": "rekindle",
  "quotes": [
    {
      "cite": "Israelmore Ayivor",
      "quote": "Rekindle the glowing spirit for success in your heart. Refresh your mind with possibility thoughts and never give way for your passion to drink from the cup of tiredness. Be renewed in your thoughts every single day."
    },
    {
      "cite": "Kamla Persad-Bissessar",
      "quote": "We need to rekindle those values, those strengths as a nation and as a people... And we must do so as one people with one goal."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Nothing revives the past so completely as a smell that was once associated with it."
    },
    {
      "cite": "Amaka Imani Nkosazana",
      "quote": "Revive your inner spirit! Break free from all things weighing you down, grab hold of your strong rope and lift yourself out of hopelessness!"
    },
    {
      "cite": "Joe Biden",
      "quote": "We must rekindle the fire of idealism in our society."
    },
    {
      "cite": "RSCruz",
      "quote": "Withdraw from talking about leaving someone behind. Just rekindle the friendship and love while you still have that moment together."
    },
    {
      "cite": "Joel Garreau",
      "quote": "It is time to rekindle the spirit of the Renaissance to achieve a golden age that will be a turning point for human productivity and quality of life."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Expect to have hope rekindled. Expect your prayers to be answered in wondrous ways. The dry seasons in life do not last. The spring rains will come again."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Read the Scripture to renew your mind. Mediate on the Scripture to nourish your soul. Affirm the Scripture to revive your spirit."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Rekindle the fire in your spirit."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Rekindled love is generally short-term."
    },
    {
      "cite": "Sophocles",
      "quote": "To revive sorrow is cruel."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "The best way to revive a church is to build a fire in the pulpit."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You can renew your mind and revive spirit by reading great stories."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Renew thyself completely each day."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You can renew your mind by filling it with the Word of God."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Let us renew our trust in God, and go forward without fear."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Life alone can rekindle life."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We dance to rekindle the soul."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Music revives the recollections it would appease."
    },
    {
      "cite": "Ginuwine",
      "quote": "Once your motivation is killed, it's kind of hard to revive it and bring it back to life."
    },
    {
      "cite": "John Locke",
      "quote": "Memory is the power to revive again in our minds those ideas which after imprinting have disappeared, or have been laid aside out of sight."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "God use times of adversity to revive the spirit of every man."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Positive thoughts revive the spirit, restore the soul and make the body healthy."
    }
  ]
}