{
  "source": "https://www.wisesayings.com/relationships-quotes/",
  "theme": "relationships",
  "quotes": [
    {
      "cite": "Leo F. Buscaglia",
      "quote": "A loving relationship is one in which the loved one is free to be himself to laugh with me, but never at me; to cry with me, but never because of me; to love life, to love himself, to love being loved. Such a relationship is based upon freedom and can never grow in a jealous heart."
    },
    {
      "cite": "unknown",
      "quote": "A great relationship doesn't happen because of the love you had in the beginning, but how well you continue building love until the end."
    },
    {
      "cite": "unknown",
      "quote": "A great relationship is about two things, first, find out the similarities, second, respect the differences."
    },
    {
      "cite": "Beau Mirchoff",
      "quote": "A healthy relationship is built on unwavering trust."
    },
    {
      "cite": "unknown",
      "quote": "A relationship is like a house. When a lightbulb burns out you do not go and buy a new house, you fix the light bulb."
    },
    {
      "cite": "Cella",
      "quote": "A relationship is like a rose. How long it lasts, no one knows. Love can erase an awful past, love can be yours, you'll see at last. To feel that love, it makes you sigh. To have it leave, you'd rather die. You hope you've found that special rose, cause you love and care for the one you choose."
    },
    {
      "cite": "Susannah York",
      "quote": "A relationship is lovely if you're happy, comfortable in it and you really like the person. I can think of nothing better. But there's nothing worse than having a relationship in which you feel no interest."
    },
    {
      "cite": "Woody Allen Annie Hall",
      "quote": "A relationship, I think, is like a shark. You know? It has to constantly move forward or it dies. And I think what we got on our hands is a dead shark."
    },
    {
      "cite": "unknown",
      "quote": "A true relationship is when you can tell each other anything and everything. No secrets and no lies."
    },
    {
      "cite": "unknown",
      "quote": "All relationships have one law. Never make the one you love feel alone, especially when you're there."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods."
    },
    {
      "cite": "Patricia Fry",
      "quote": "An intimate relationship does not banish loneliness. Only when we are comfortable with who we are can we truly function independently in a healthy way, can we truly function in a relationship. Two halves do not make a whole when it comes to a healthy relationship. It takes two wholes."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Assumptions are the termites of relationships."
    },
    {
      "cite": "Russ Von Hoelscher",
      "quote": "Before we can have a successful relationship with anyone, we first need a perfect personal relationship."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Don't settle for a relationship that prevents you from being yourself."
    },
    {
      "cite": "Mike Murdock",
      "quote": "Each relationship nurtures a strength or weakness within you."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Eighty percent of life's satisfaction comes from meaningful relationships."
    },
    {
      "cite": "Amy Grant",
      "quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long."
    },
    {
      "cite": "Albert Camus",
      "quote": "Human relationships always help us to carry on because they always presuppose further developments, a future - and also because we live as if our only task was precisely to have relationships with other people"
    },
    {
      "cite": "Nicole Kidman",
      "quote": "I refuse to let my past relationships make me bitter. I still believe in love and am open to anything that will come my way!"
    },
    {
      "cite": "Lisa Moriyama",
      "quote": "If a relationship is to evolve it must go through a series of endings."
    },
    {
      "cite": "Taylor Swift",
      "quote": "In a relationship each person should support the other; they should lift each other up."
    },
    {
      "cite": "Brenda Shoshanna",
      "quote": "In a relationship if you are giving and getting nothing back in return, stop giving so much, and spend time being. Give to yourself, be who you are."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "In reality, the only way a relationship will last is if you see your relationship as a place that you go to give, and not a place that you go to take."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Our greatest joy and our greatest pain comes in our relationships with others"
    },
    {
      "cite": "Ben Stein",
      "quote": "Personal relationships are the fertile soil from which all advancement...all success... all achievement in real life grows."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Real magic in relationships means an absence of judgment of others."
    },
    {
      "cite": "Don Miguel Ruiz",
      "quote": "Relationship is an art. The dream that two people create is more difficult to master than one."
    },
    {
      "cite": "unknown",
      "quote": "Relationships are always stronger when you are best friends first and a couple second."
    }
  ]
}