{
  "source": "https://www.wisesayings.com/relationships-ending-quotes/",
  "theme": "relationships-ending",
  "quotes": [
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things can fall together."
    },
    {
      "cite": "Hermen Hesse",
      "quote": "Some of us think holding on makes us strong; but sometimes it is letting go."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "Just because a relationship ends, it doesn't mean it's not worth having."
    },
    {
      "cite": "Bette Davis",
      "quote": "Pleasure of love lasts but a moment, Pain of love lasts a lifetime."
    },
    {
      "cite": "Grant Gudmundson",
      "quote": "Love is unconditional, relationships are not."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "Steve Martin",
      "quote": "Relationships end, but they don't end your life. But people do often spending more time finding out about failed relationships than finding successful ones."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Celebrate endings - for they precede new beginnings."
    },
    {
      "cite": "Robert Brault",
      "quote": "So often the end of a love affair is death by a thousand cuts, so often its survival is life by a thousand stitches."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "In any relationship in which two people become one, the end result is two half people."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "The end of a relationship is not always a failure. Sometimes all the love in the world is not enough to save something. In these cases, it is not a matter of fault from either person. Some things cannot be, it's as simple as that."
    },
    {
      "cite": "Dave Matthews Band",
      "quote": "A sad thing in life is that sometimes you meet someone who means a lot to you only to find out in the end that it was never bound to be and you just have to let go."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Friendship often ends in love; but love in friendship - never."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "To meet, to know, to love and then to part, is the sad tale of many a heart."
    },
    {
      "cite": "Anais Nin",
      "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of withering, of tarnishing."
    },
    {
      "cite": "Tigress Luv",
      "quote": "The loss of love is not nearly as painful as our resistance to accepting it is."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you've made, if they don't realize that you are not your mistakes, then they have to go."
    },
    {
      "cite": "Unkown",
      "quote": "Even the best of friends face conflicts, but that needn't mean the end of the relationship."
    },
    {
      "cite": "Christopher Morley",
      "quote": "If a relationship is to evolve, it must go through a series of endings."
    },
    {
      "cite": "Adam Brody",
      "quote": "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over."
    },
    {
      "cite": "Robert Benchley",
      "quote": "Death ends a life, not a relationship."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "If love breaks more than a heart, maybe it's a sign and time to step out."
    },
    {
      "cite": "John Gray",
      "quote": "We mistakenly assume that if our partners love us they will react and behave in certain ways - the ways we react and behave when we love someone."
    },
    {
      "cite": "Wiston Auden",
      "quote": "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Tis better to have loved and lost than never to have loved at all."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think about any attachments that are depleting your emotional reserves. Consider letting them go."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You can love them, forgive them, want good things for them ... but still move on without them."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Ever has it been that loves knows not its own death until the hour of separation."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The heart was made to be broken."
    }
  ]
}