{
  "source": "https://www.wisesayings.com/relationship-problems-quotes/",
  "theme": "relationship-problems",
  "quotes": [
    {
      "cite": "Wayne Dyer",
      "quote": "Hold no grudges and practice forgiveness. This is the key to having peace in all your relationships."
    },
    {
      "cite": "Bo Sanchez",
      "quote": "Work on your relationships... Relationships need renewal or they die"
    },
    {
      "cite": "Mark W. Boyer",
      "quote": "Secrets are festering parasites to a relationship, devouring their hosts from within, leaving behind a empty hollow husk of what once was."
    },
    {
      "cite": "Robert Brault",
      "quote": "For lack of an occasional expression of love, a relationship strong at the seams can wear thin in the middle."
    },
    {
      "cite": "Leo F. Buscaglia",
      "quote": "Don't smother each other. No one can grow in the shade."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "Never let a problem to be solved become more important than a person to be loved."
    },
    {
      "cite": "Robert Brault",
      "quote": "A lovers' quarrel is always about every quarrel you ever had."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Problems in relationship occur because each person is concentrating on what is missing in the other person."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Assumptions are the termites of relationships."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "In a relationship, it is demeaning to constantly seek your partner's approval. In such relationships, real caring, depth or even love is missing."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Never love anybody that treats you like you're ordinary."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If your love for another person doesn't include loving yourself then your love is incomplete."
    },
    {
      "cite": "Unkown",
      "quote": "Every relationship has its own problems. But sometimes what makes it perfect is if you still wanna be together, when things go the wrong way."
    },
    {
      "cite": "Edith Hamilton",
      "quote": "Love cannot live where there is no trust."
    },
    {
      "cite": "Dinah Shore",
      "quote": "Trouble is part of your life, and if you don't share it, you don't give the person who loves you enough chance to love you enough."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "There is no pain equal to that which two lovers can inflict on one another."
    },
    {
      "cite": "Unkown",
      "quote": "The best person to talk to about the problems in your relationship is the person you're in a relationship with."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Don't settle for a relationship that won't let you be yourself."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Every couple needs to argue now and then. Just to prove that the relationship is strong enough to survive. Long-term relationships, the ones that matter, are all about weathering the peaks and the valleys."
    },
    {
      "cite": "Michael Lipsey",
      "quote": "How can our relationship grow when you don't respect my need to discuss everything that is wrong with you?"
    },
    {
      "cite": "Arthur Miller",
      "quote": "I love her too, but our neuroses just don't match."
    },
    {
      "cite": "Mike Murdock",
      "quote": "Each relationship nurtures a strength or weakness within you."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Almost all of our sorrows spring out of our relations with other people."
    },
    {
      "cite": "Bob Seger",
      "quote": "When you're in a relationship, you're always surrounded by a ring of circumstances... joined together by a wedding ring, or in a boxing ring."
    },
    {
      "cite": "Simon Baker",
      "quote": "In general, the problem in a relationship is when the couple stagnate."
    },
    {
      "cite": "Catherine Gilbert Murdock",
      "quote": "When you don't talk, there's a lot of stuff that ends up not getting said."
    },
    {
      "cite": "JP Rattie",
      "quote": "Miscommunication is endless."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Disrespect is fatal to a relationship."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Relationships based on obligation lack dignity."
    },
    {
      "cite": "Mr.Semiopenminded Harris",
      "quote": "If you want equal rights in a relationship, then you need to put in equal efforts."
    }
  ]
}