{
  "source": "https://www.wisesayings.com/release-quotes/",
  "theme": "release",
  "quotes": [
    {
      "cite": "Shirley MacLaine",
      "quote": "Release and resolve fear, and what you want flows freely."
    },
    {
      "cite": "David J. Schwartz",
      "quote": "Belief releases creative powers."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Imagination releases power to achieve goals."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yoga releases the creative potential in life."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Let your imagination release your imprisoned possibilities."
    },
    {
      "cite": "LaShaun Middlebrooks Collier",
      "quote": "You have permission to release your loyalty to past mistakes."
    },
    {
      "cite": "Yoko Ono",
      "quote": "You have to release your emotion in order to keep your sanity."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Effort only fully releases its reward after a person refuses to quit."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "The secret of happiness lies in the mind's release from worldly ties."
    },
    {
      "cite": "Jacqueline Novogratz",
      "quote": "Grief releases love and it also instills a profound sense of connection."
    },
    {
      "cite": "Bernie Siegel",
      "quote": "Love releases incredible energy that promotes the biochemistry of healing."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "When you believe in people, you motivate them and release their potential."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "With definite goals you release your own power, and things start happening."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You are a potential genius, so unleash your potential to release your genius."
    },
    {
      "cite": "Thomas Beecham",
      "quote": "The function of music is to release us from the tyranny of conscious thought."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you release your faith in uncommon ways, you'll see God do uncommon things."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "To release others from the expectations we have of them is to really love them."
    },
    {
      "cite": "Ellen Bass",
      "quote": "Allow yourself to release the emotions you have struggled all your life to contain."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Release the joy that is inside of another, and you release the joy that is inside of you."
    },
    {
      "cite": "Nita Leland",
      "quote": "Release and regulate the flow of your inborn creative energy to reach your artistic potential."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Forgiveness releases you from a past that no longer defines you. Allow yourself to move on."
    },
    {
      "cite": "Dan Millman",
      "quote": "When you release your expectations that the world should fulfill you, your disappointments vanish."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Enthusiasm releases the drive to carry you over obstacles and adds significance to all you do."
    },
    {
      "cite": "Judith Orloff",
      "quote": "Release all the anxiety that keeps you from moving ahead. Keep breathing it out and letting it go"
    },
    {
      "cite": "Suzy Kassem",
      "quote": "From time to time, one must release the grime built up inside them to to free their emotions like the ocean."
    },
    {
      "cite": "Joel S. Goldsmith",
      "quote": "Release from fear, worry, and doubt leaves us free to function normally, healthfully, and confidently."
    },
    {
      "cite": "Jeff Cohen",
      "quote": "Words have the power to release pent-up emotions as well as to define them in rational and meaningful terms."
    },
    {
      "cite": "Randy Gage",
      "quote": "Release what no longer serves you to create a space for that which does. And yes, sometimes this even means people."
    },
    {
      "cite": "Serina Hartwell",
      "quote": "We nurture our creativity when we release our inner child. Let it run and roam free. It will take you on a brighter journey."
    },
    {
      "cite": "Alan Cohen",
      "quote": "It takes a lot of courage to release the familiar and seemingly secure in order to embrace the new & unknown."
    }
  ]
}