{
  "source": "https://www.wisesayings.com/relentless-quotes/",
  "theme": "relentless",
  "quotes": [
    {
      "cite": "Morgan Llywelyn",
      "quote": "Dreams can be relentless tyrants."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Destiny is simply the relentless logic of each day we live."
    },
    {
      "cite": "David Sedaris",
      "quote": "Write relentlessly, until you find your voice. Then, use it."
    },
    {
      "cite": "Rumi",
      "quote": "Be relentless in your looking, because you are the one you seek."
    },
    {
      "cite": "Marty Rubin",
      "quote": "A brutal, relentless self-analysis lies at the heart of all despair."
    },
    {
      "cite": "Franz Bardon",
      "quote": "Be kind and generous to your fellows, but hard and relentless with yourself."
    },
    {
      "cite": "Seth Godin",
      "quote": "Be relentlessly generous, without focusing on when it will come back to you."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "You have to participate relentlessly in the manifestation of your own blessings."
    },
    {
      "cite": "John Wooden",
      "quote": "Stay the course. When thwarted try again; harder; smarter. Persevere relentlessly."
    },
    {
      "cite": "Lauren Beukes",
      "quote": "The future is not as loud as war, but it is relentless. It has a terrible fury all its own."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The secret to genius is not genetics but daily practice married with relentless perseverance."
    },
    {
      "cite": "Danica Patrick",
      "quote": "If you want to be the best in your industry you need to have a relentless dedication to your job."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Gentlemen, we will chase perfection, and we will chase it relentlessly, knowing all the while we can never attain it. But along the way, we shall catch excellence"
    },
    {
      "cite": "Giorgio Armani",
      "quote": "To create something exceptional, your mindset must be relentlessly focused on the smallest detail."
    },
    {
      "cite": "Max Lucado",
      "quote": "Anger is the noise of the soul; the unseen irritant of the heart; the relentless invader of silence."
    },
    {
      "cite": "Robert Breault",
      "quote": "We gain no easier advantage than by relentlessly pursuing our goal while others pursue an advantage."
    },
    {
      "cite": "Atul Gawande",
      "quote": "Life is choices, and they are relentless. No sooner have you made one choice than another is upon you."
    },
    {
      "cite": "Barack Obama",
      "quote": "A relentless focus on the outward markers of success can lead to complacency. It can make you lazy."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Some of us have a relentless urge to attempt what we can never be good at and neglect our true calling."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Keep a relentless eye on your goals! Perseverance, joyful dedication, and unwavering focus will get you there!"
    },
    {
      "cite": "Anuj Somany",
      "quote": "A man who relentlessly perspires to do excellence evidently inspires many with his intelligence and elegance."
    },
    {
      "cite": "Taisha Abelar",
      "quote": "Only a minute to minute relentless struggle can balance one's natural but stupefying insistence to remain unchanged."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Everything depends on how relentlessly one forces from experience the last drop, sweet or bitter, it can possibly give."
    },
    {
      "cite": "Jack Welch",
      "quote": "Leaders relentlessly upgrade their team, using every encounter as an opportunity to evaluate, coach, and build self-confidence."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Nature is relentless and unchangeable, and it is indifferent as to whether its hidden reasons and actions are understandable to man or not."
    },
    {
      "cite": "Dave Earley",
      "quote": "We all have a relentless yearning to attach and connect, to love and be loved. This relationship hunger is the fiercest longing of the human soul."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Tomorrow is another opportunity to relentlessly and confidently push harder with your dream. You definitely haven\"t given it your all until you are living in its reality."
    },
    {
      "cite": "Theo Rossi",
      "quote": "Be relentless in pursuing your happiness."
    },
    {
      "cite": "Julie Brown",
      "quote": "Be relentless and then you'll break through."
    },
    {
      "cite": "Robert Greene",
      "quote": "Be relentless in your pursuit for expansion."
    }
  ]
}