{
  "source": "https://www.wisesayings.com/relief-quotes/",
  "theme": "relief",
  "quotes": [
    {
      "cite": "Tony Robbins",
      "quote": "It's not the events of our lives that shape us, but our beliefs as to what those events mean."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Laughter is the tonic, the relief, the surcease for pain."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "For fast-acting relief try slowing down."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "And thou wilt give thyself relief, if thou doest every act of thy life as if it were the last."
    },
    {
      "cite": "Candace Parker",
      "quote": "It's a relief to finally do it and get it over with."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Don't ask what the world needs. Ask what makes you come alive, and go do it. Because what the world needs is people who have come alive."
    },
    {
      "cite": "Violette Leduc",
      "quote": "To find relief in what has been, we must make ourselves eternal."
    },
    {
      "cite": "Stephen King",
      "quote": "Relief loosens tongues beyond measure."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It's a good idea always to do something relaxing prior to making an important decision in your life."
    },
    {
      "cite": "Akshay Kumar",
      "quote": "When you taste super-success after tasting super-failure, there is huge relief."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important."
    },
    {
      "cite": "Bill Phillips",
      "quote": "Stress should be a powerful driving force, not an obstacle."
    },
    {
      "cite": "Willa Cather",
      "quote": "There are some things you learn best in calm, and some in storm."
    },
    {
      "cite": "Andrew J. Bernstein",
      "quote": "Remember that stress doesn't come from what's going on in your life. It comes from your thoughts about what's going on in your life."
    },
    {
      "cite": "Confucius",
      "quote": "Life is really simple, but we insist on making it complicated."
    },
    {
      "cite": "Ovid",
      "quote": "It is some relief to weep; grief is satisfied and carried off by tears."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Don't be pushed by your problems. Be led by your dreams."
    },
    {
      "cite": "Henry R Brandt",
      "quote": "Finding relief in your problem is fine, but it will not cure the problem."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "For fast-acting relief, try slowing down."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Perhaps all pleasure is only relief."
    },
    {
      "cite": "Confucius",
      "quote": "Better a diamond with a flaw than a pebble without."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Give your stress wings and let it fly away."
    },
    {
      "cite": "Fiona Shaw",
      "quote": "There is a great relief in experiencing the worst vicariously."
    },
    {
      "cite": "Bryant McGill",
      "quote": "If you want relief from pain just strive to touch more of every part of life."
    },
    {
      "cite": "William James",
      "quote": "The greatest weapon against stress is our ability to choose one thought over another."
    },
    {
      "cite": "Henry Hazlitt",
      "quote": "If there is to be no loss whatever of dignity or self-respect in getting and staying on relief, then there can be no gain in dignity or self-respect in makings some sacrifices to keep off."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Try a little harder to be a little better."
    },
    {
      "cite": "Ally Condie",
      "quote": "There's nothing like reading about a world that feels dead to throw your own beautiful, colorful life into sharp relief."
    },
    {
      "cite": "Germany Kent",
      "quote": "Don't give up when dark times come. The more storms you face in life, the stronger you'll be. Hold on. Your greater is coming."
    },
    {
      "cite": "Richard Whately",
      "quote": "The relief that is afforded to mere want, as want, tends to increase that want."
    }
  ]
}