{
  "source": "https://www.wisesayings.com/reliability-quotes/",
  "theme": "reliability",
  "quotes": [
    {
      "cite": "Brian Kernighan",
      "quote": "It's important to be informed about issues like usability, reliability, security, privacy, and some of the inherent limitations of computers."
    },
    {
      "cite": "Nigel Mansell",
      "quote": "As you get older, you do reflect more. They were great times, but the biggest thing we all had to deal with a lot more disappointment from an engineering point of view, there was not the reliability that there is now."
    },
    {
      "cite": "Michael Dell",
      "quote": "I can predict things. I can improve the up-time and the reliability. I can intervene and cause a better outcome before there's a problem."
    },
    {
      "cite": "Jean-Michel Jarre",
      "quote": "Technology does not always rhyme with perfection and reliability. Far from it in reality!"
    },
    {
      "cite": "Oscar Munoz",
      "quote": "It's so important that we tell customers what's going on as best as we can. And we're trying to do that. We don't often know ourselves, for so many different factors, but reliability, flexibility, and information are the three critical customer service orientations."
    },
    {
      "cite": "Richard Burr",
      "quote": "We often take for granted that our lights will come on when we flip the light switch, but the reality is that our reliability standards and the current state of the transmission grid leave us all vulnerable to blackouts."
    },
    {
      "cite": "Fatih Birol",
      "quote": "Energy is a linchpin of economic prosperity, with energy security, reliability, and affordability key preconditions for sustainable growth."
    },
    {
      "cite": "Rubens Barrichello",
      "quote": "When you're limited on parts and you have reliability issues, you don't get the testing done. You need to really develop the car."
    },
    {
      "cite": "Marc Benioff",
      "quote": "There is no finish line when it comes to system reliability and availability, and our efforts to improve performance never cease."
    },
    {
      "cite": "Jason Hartman",
      "quote": "Your personal brand is a promise to your clients... a promise of quality, consistency, competency, and reliability."
    },
    {
      "cite": "Alex Callier",
      "quote": "Why don't you ever get the point / You're much too slow for me / Why don't we ever flip our coin / Reliability"
    },
    {
      "cite": "Jules Shear",
      "quote": "They're whispering everything's the truth  / But you say you're not interested in this little game  / That this double-talk will never make me  / Any less to blame  / Well, I never said reliability was my middle name  / Or my claim to fame"
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "I'm unbreakable, unstoppable, I'm invincible / C'mon bring it to me, cause I'm always gonna be unbreakable / Reliable, undeniable / Come on give it to me, cause I'm always gonna be unbreakable"
    },
    {
      "cite": "Jenny Berggren",
      "quote": "You are as reliable as a painting  / In wave wet sand.  / Look in your eyes and I can't see a thing"
    },
    {
      "cite": "Edwin Birdsong",
      "quote": "From predictable, Miss Reliable, so methodical / Wanna be individual and original / So radical and desirable"
    },
    {
      "cite": "Bradfield",
      "quote": "The difference between love and comfort / Is that comfort's more reliable and true"
    },
    {
      "cite": "Penny Tassoni",
      "quote": "Being reliable means others can count on you."
    },
    {
      "cite": "Barbara Farmer",
      "quote": "A reliable person is dependable. A more specific definition of reliability is consistency in performance or behavior. In other words, a reliable person can be counted on time after time."
    },
    {
      "cite": "Barbara Farmer",
      "quote": "The most important way of being reliable is by following through on commitments. If you give your word, people expect that you will do what you say."
    },
    {
      "cite": "Barbara Farmer",
      "quote": "Reliability is a character trait that seems less important to some people than many of the other traits."
    },
    {
      "cite": "Ross E. Traub",
      "quote": "Reliability is used in everyday speech to describe persons or things. A reliable person can be counted on, hence a reliable employee turns up for work on time and performs assigned duties to the best of her or his abilities."
    },
    {
      "cite": "Ross E. Traub",
      "quote": "Reliability is also used to describe a particular quality of the numbers obtained by measuring the characteristics of person or things."
    },
    {
      "cite": "Ross E. Traub",
      "quote": "Reliability connotes a kind of consistency."
    },
    {
      "cite": "Shaman Elder Maggie Wahls",
      "quote": "A person who does as promised can be considered reliable. Reliability is an admirable characteristic."
    },
    {
      "cite": "Shaman Elder Maggie Wahls",
      "quote": "The reliable person feels good knowing that he or she is trusted."
    },
    {
      "cite": "Shaman Elder Maggie Wahls",
      "quote": "Being considered reliable means that you are conscientious and keep you promises. A reliable person does not make excuses."
    },
    {
      "cite": "Shaman Elder Maggie Wahls",
      "quote": "The benefit of being reliable is that people trust you and feel the can count on you. A reliable person will get and keep friends much easier than someone who is careless in personal relationships."
    },
    {
      "cite": "Shaman Elder Maggie Wahls",
      "quote": "So yes, reliability is certainly part of impeccability. Doing the very best you can do at all times. It is also speaking your truth, isn't it? Reliability is also a shamanic trait."
    },
    {
      "cite": "Bruce Glassman",
      "quote": "Keeping your promises is a key of being trustworthy. When you make a promise to someone, you create a reason for that person to rely on you."
    },
    {
      "cite": "Bruce Glassman",
      "quote": "When you make an important promise to yourself, you also have an obligation to fulfill it."
    }
  ]
}