{
  "source": "https://www.wisesayings.com/religion-quotes/",
  "theme": "religion",
  "quotes": [
    {
      "cite": "Hindu Holy Book, Rig-Veda",
      "quote": "There is only one truth, only men describe it in different ways."
    },
    {
      "cite": "Karl Marx",
      "quote": "Religion is the opiate of the people."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A man's ethical behavior should be based effectually on sympathy, education, and social ties and needs; no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Religion is what keeps the poor from murdering the rich."
    },
    {
      "cite": "Francois Marie Arouet",
      "quote": "Nothing can be more contrary to religion and the clergy than reason and common sense."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There are a thousand hacking at the branches of evil to one who is striking at the root."
    },
    {
      "cite": "Martin Luther",
      "quote": "A religion that gives nothing, costs nothing, and suffers nothing, is worth nothing."
    },
    {
      "cite": "Voltaire",
      "quote": "If you have two religions in your land, the two will cut each other's throats; but if you have thirty religions, they dwell in peace."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Men never do evil so completely and cheerfully as when they do it with religious conviction."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Of all bad men religious bad men are the worst."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "We have just enough religion to make us hate, but not enough to make us love one another."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When I do good, I feel good; when I do bad, I feel bad, and that is my religion."
    },
    {
      "cite": "Albert Einstein",
      "quote": "My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Science without religion is lame, religion without science is blind."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "It is a fine thing to establish one's own religion in one's heart, not to be dependent on tradition and second-hand ideals. Life will seem to you, later, not a lesser, but a greater thing."
    },
    {
      "cite": "James Feibleman",
      "quote": "A myth is a religion in which no one any longer believes."
    },
    {
      "cite": "Eugene O'Neill",
      "quote": "Man is born broken. He lives by mending. The grace of God is glue."
    },
    {
      "cite": "George Washington",
      "quote": "Of all the animosities which have existed among mankind, those which are caused by a difference of sentiments in religion appear to be the most inveterate and distressing, and ought most to be deprecated."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Too many people embrace religion from the same motives that they take a companion in wedlock, not from true love of the person, but because of a large dowry."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "We use religion like a trolley-car--we ride on it only while it is going our way."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires."
    },
    {
      "cite": "Philip Rousseau",
      "quote": "The religious response is a response to experience and is coloured by the wish to provide a wider context for a fragile, short and turbulent life."
    },
    {
      "cite": "Karl Marx",
      "quote": "Religion is the sigh of the oppressed creature, the heart of a heartless world, just as it is the spirit of a spiritless situation."
    },
    {
      "cite": "Peter Berger",
      "quote": "Religion is the human attitude towards a sacred order that includes within it all being - human or otherwise - i.e., belief in a cosmos, the meaning of which both includes and transcends man."
    },
    {
      "cite": "A.N. Whitehead",
      "quote": "Religion is what the individual does with his own solitariness."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Religion is the daughter of Hope and Fear, explaining to ignorance the nature of the Unknowable."
    },
    {
      "cite": "Reza Aslan",
      "quote": "Religion is, by definition, interpretation; and by definition, all interpretations are valid. However, some interpretations are more reasonable than others."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The greatest vicissitude of things amongst men, is the vicissitude of sects and religions."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "All religions, with their gods, demigods, prophets, messiahs and saints, are the product of the fancy and credulity of men who have not yet reached the full development and complete possession of their intellectual powers."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "One's religion is whatever he is most interested in."
    }
  ]
}