{
  "source": "https://www.wisesayings.com/remembrance-quotes/",
  "theme": "remembrance",
  "quotes": [
    {
      "cite": "Thomas Campbell",
      "quote": "To live in hearts we leave behind is not to die."
    },
    {
      "cite": "Laurence Binyon",
      "quote": "They shall grow not old, as we that are left grow old: Age shall not weary them, nor the years condemn. / At the going down of the sun and in the morning, We will remember them."
    },
    {
      "cite": "Czeslaw Milosz",
      "quote": "The living owe it to those who no longer can speak to tell their story for them."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Praising what is lost makes the remembrance dear."
    },
    {
      "cite": "George Canning",
      "quote": "When our perils are past, shall our gratitude sleep?"
    },
    {
      "cite": "Margaret Fairless Barber",
      "quote": "To look backward for a while is to refresh the eye, to restore it, and to render it the more fit for its prime function of looking forward."
    },
    {
      "cite": "Lord Byron",
      "quote": "The good old times -- all times when old are good."
    },
    {
      "cite": "Callimachus",
      "quote": "I wept as I remembered how often you and I had tired the sun with talking and sent him down the sky."
    },
    {
      "cite": "Albert Camus",
      "quote": "Those who weep for the happy periods which they encounter in history acknowledge what they want; not the alleviation but the silencing of misery."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A feeling of sadness and longing that is not akin to pain, and resembles sorrow only as the mist resembles the rain."
    },
    {
      "cite": "Pam Brown",
      "quote": "Sisters share the scent and smells... the feel of a common childhood."
    },
    {
      "cite": "Jean Paul",
      "quote": "Never part without loving words to think of during your absence. It may be that you will not meet again in this life."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "You can't be too careful what you tell a child because you never know what he'll take hold of and spend the rest of his life remembering you by."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Always recognize that human individuals are ends, and do not use them as means to your end."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "He who has gone, so we but cherish his memory, abides with us, more potent, nay, more present, than the living man."
    },
    {
      "cite": "John Henry Newman",
      "quote": "He did not lose his place in the minds of men because he was out of their sight."
    },
    {
      "cite": "More Fruits Of Solitude By William Penn",
      "quote": "Death is but crossing the world, as friends do the seas; they live in one another still."
    },
    {
      "cite": "Francis A. Walker",
      "quote": "We come, not to mourn our dead soldiers, but to praise them."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The legacy of heroes is the memory of a great name and the inheritance of a great example."
    },
    {
      "cite": "Randy Vader",
      "quote": "The story of America's quest for freedom is inscribed on her history in the blood of her patriots."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "All we have of freedom, all we use or know - This our fathers bought for us long and long ago."
    },
    {
      "cite": "Richter",
      "quote": "Remembrance is the only paradise out of which we cannot be driven away."
    },
    {
      "cite": "Shakespeare",
      "quote": "Riveted, screwed to my memory."
    },
    {
      "cite": "Plautus",
      "quote": "Every one can remember that which has interested himself."
    },
    {
      "cite": "Shakespeare",
      "quote": "I cannot but remember such things were that were most precious to me."
    },
    {
      "cite": "Mme. Deluzy",
      "quote": "Some people regret that they have poor memories. Alas! it is much more difficult to forget."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The world forgetting, by the world forgot. Eternal sunshine of the spotless mind! Each pray'r accepted, and each wish resign'd"
    },
    {
      "cite": "Israel Zangwill",
      "quote": "The past: our cradle, not our prison; there is danger as well as appeal in its glamour. The past is for inspiration, not imitation, for continuation, not repetition."
    }
  ]
}