{
  "source": "https://www.wisesayings.com/remember-me-quotes/",
  "theme": "remember-me",
  "quotes": [
    {
      "cite": "Margaret Mitchell",
      "quote": "If he's forgotten me, I'll make him remember me. I'll make him want me again."
    },
    {
      "cite": "Thomas Sankara",
      "quote": "I want people to remember me as someone whose life has been helpful to humanity."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "If you remember me, then I don't care if everyone else forgets."
    },
    {
      "cite": "Nirav Sanchaniya",
      "quote": "If you can remember me, I will be with you Today, Tomorrow and always."
    },
    {
      "cite": "Salvador Dali",
      "quote": "If I'm going to be anything more than average, if anyone is going to remember me, then I need to go further, in art, in life, in everything!"
    },
    {
      "cite": "Sanober Khan",
      "quote": "If I'm not around I hope you'll remember me and together we will hold on to our favorite song."
    },
    {
      "cite": "Christopher Pike",
      "quote": "It doesn't matter. You are what you are. I am what I am. We are the same-when you take the time to remember me."
    },
    {
      "cite": "Sergei Lukyanenko",
      "quote": "One day you will hear the sound of time rustling as it slips through your fingers like sand. Remember me then. I wish you luck."
    },
    {
      "cite": "Russell Brand",
      "quote": "I want to change the world, and do something valuable and beautiful. I want people to remember me before I'm dead, and then more afterwards."
    },
    {
      "cite": "Margrethe II",
      "quote": "I hope people will remember me as one who did her best - and who wasn't an anachronism."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Remember me not for the ill I've done but for the good I've dreamed."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "When you remember me, it means you have carried something of who I am with you, that I have left some mark of who I am on who you are. It means that you can summon me back to your mind even though countless years and miles may stand between us. It means that if we meet again, you will know me. It means that even after I die, you can still see my face and hear my voice and speak to me in your heart."
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "Remember me in your dreams, as I will you."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Remember me with smiles and laughter, for that is how I will remember you all. If you can only remember me with tears, then don't remember me at all."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "If there ever comes a day when I'm not able to appreciate you, remember you will be in my heart whatever I do."
    },
    {
      "cite": "Shilpa Shetty",
      "quote": "My goal is that after I am dead and gone, I want people to remember me for the person I am."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Remember me, even if it's only in a corner and secretly. Don't let me go."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Remember me for these days, not the old ones."
    },
    {
      "cite": "Rixa White",
      "quote": "Survival is an ancient dream life is nothing but an everlasting illusion nothing is real don't believe in illusion, Remember me, I am here."
    },
    {
      "cite": "Meher Baba",
      "quote": "The best course for My lover is to remember Me wholeheartedly as much as one can and leave the rest to Me"
    },
    {
      "cite": "Frederick Buechner",
      "quote": "For as long as you remember me, I am never entirely lost."
    },
    {
      "cite": "Isabel Allende",
      "quote": "There is no death, daughter. People die only when we forget them,' my mother explained shortly before she left me. 'If you can remember me, I will be with you always."
    },
    {
      "cite": "Damon Runyon",
      "quote": "You can keep the things of bronze and stone and give me one man to remember me just once a year."
    },
    {
      "cite": "Sean Faris",
      "quote": "I hope people remember me for the kind of person that I am, not because of what I do."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Remember me, even if it's only in a corner and secretly. Don't let me go."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Remember me and smile, for it's better to forget than to remember me and cry."
    },
    {
      "cite": "Thomas De Witt Talmage",
      "quote": "Lord, remember me when thou comest into thy kingdom."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Remember me not for the ill I've done but for the good I've dreamed."
    }
  ]
}