{
  "source": "https://www.wisesayings.com/reminder-quotes/",
  "theme": "reminder",
  "quotes": [
    {
      "cite": "Gore Vidal",
      "quote": "The theater needs continual reminders that there is nothing more debasing than the work of those who do well what is not worth doing at all."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Fishing is a constant reminder of the democracy of life, of humility, and of human frailty. The forces of nature discriminate for no man."
    },
    {
      "cite": "Ben Shahn",
      "quote": "It is the mission of art to remind man from time to time that he is human, and the time is ripe, just now, today, for such a reminder."
    },
    {
      "cite": "Victor Davis Hanson",
      "quote": "Multiculturalism is a good reminder that when standards are relative, there are no standards at all."
    },
    {
      "cite": "Peter Vanderkaay",
      "quote": "Setting goals is the first important step in achieving success in an activity. It's a reminder of what you are working towards."
    },
    {
      "cite": "Robert Pinsky",
      "quote": "In the particular presence of memorable language we can find a reminder of our ability to know and retain knowledge itself. The brightness wherein all things come to see."
    },
    {
      "cite": "Mary Astor",
      "quote": "The reminder that there are people who have worse troubles than you is not an effective pain killer."
    },
    {
      "cite": "Brene Brown",
      "quote": "Imperfections are not inadequacies; they are reminders that we're all in this together."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Sometimes we need the salt of tears to remind us how to savor the sweetness of life."
    },
    {
      "cite": "Paul Begala",
      "quote": "It is a painful reminder that even the most well-intentioned among us sometimes act in ways that put children in danger of being abused or neglected."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Sitting alone, listening to the sound of your breath, the beating of your heart is a reminder that you are sacred and blessed."
    },
    {
      "cite": "Dirk Wittenborn",
      "quote": "A real miracle's a reminder and a warning that the line that separates the possible from the impossible isn't as firm as we like to think it is."
    },
    {
      "cite": "Mark Richardson",
      "quote": "It's a reminder of one of the greatest lessons of all: live as if you'll live forever, but live each day as if it were your last."
    },
    {
      "cite": "Hamza Yusuf",
      "quote": "People of the world will reject your reminders, because it reminds them that this world is temporary."
    },
    {
      "cite": "Ze Frank",
      "quote": "Just a reminder, what other people think of you is none of your business."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Feeling irritated, restless, afraid, and hopeless is a reminder to listen more carefully."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Whatever you are struggling with, is a reminder for you to find your true purpose in this lifetime."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "Perhaps we just need little reminders from time to time that we are already dignified, deserving, worthy."
    },
    {
      "cite": "John Bytheway",
      "quote": "Occasionally, we are given a reminder of how precious a gift it is to understand the plan of salvation."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you face adversity, you need to remind yourself that whatever is trying to defeat you could very well be what God will use to promote you."
    },
    {
      "cite": "Don DeLillo",
      "quote": "The question of dying becomes a wise reminder. It cures us of our innocence of the future."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "The snow, the wind, the sun and the sounds of nature, can all be reminders to you that you're an integral part of the natural world."
    },
    {
      "cite": "Andy Roddick",
      "quote": "Having two older brothers is a healthy reminder that you're always closer to the bottom than you are to the top."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "Pain redeems all. It is the awareness of life, a reminder of death."
    },
    {
      "cite": "Jessi Kirby",
      "quote": "Sometimes a shock to the system is a good thing, you know? Like a reminder that you're alive."
    },
    {
      "cite": "Denise Linn",
      "quote": "The things surrounding you in your home serve as subliminal reminders of who you are."
    }
  ]
}