{
  "source": "https://www.wisesayings.com/renaissance-quotes/",
  "theme": "renaissance",
  "quotes": [
    {
      "cite": "William Lane Craig",
      "quote": "The renaissance of Christian philosophy has been accompanied by a resurgence of interest in natural theology, that branch of theology that seeks to prove God's existence apart from divine revelation."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "Every renaissance comes to the world with a cry, the cry of the human spirit to be free."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Not much was really invented during the Renaissance, if you don't count modern civilization."
    },
    {
      "cite": "Walter Pater",
      "quote": "The Renaissance of the fifteenth century was, in many things, great rather by what it designed then by what it achieved."
    },
    {
      "cite": "Karen DeCrow",
      "quote": "During the Renaissance, women were not allowed to attend art school. Everyone asks, where are the great women painters of the Renaissance?"
    },
    {
      "cite": "Douglas Rushkoff",
      "quote": "We've been taught that the renaissance was one of the great golden ages of civilisation. The renaissance was not a golden age, it was the end of a golden age."
    },
    {
      "cite": "E. Merrill Root",
      "quote": "We need a renaissance of wonder. We need to renew, in our hearts and in our souls, the deathless dream, the eternal poetry, the perennial sense that life is miracle and magic."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Every era of renaissance has come out of new freedoms for peoples. The coming renaissance will be greater than any in human history, for this time all the peoples of the earth will share in it."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Unless there is a spiritual renaissance, the world will know no peace."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The Renaissance was a time of mercenary soldiers, ours is a time of mercenary labor."
    },
    {
      "cite": "John Fowles",
      "quote": "In essence the Renaissance was simply the green end of one of civilization's hardest winters."
    },
    {
      "cite": "Minoru Mori",
      "quote": "To implement a true urban renaissance, you first need a Grand Design elaborated by strong leadership"
    },
    {
      "cite": "Paul Fussell",
      "quote": "Exploration belongs to the Renaissance, travel to the bourgeois age, tourism to our proletarian moment."
    },
    {
      "cite": "George Santayana",
      "quote": "The mind of the Renaissance was not a pilgrim mind, but a sedentary city mind, like that of the ancients."
    },
    {
      "cite": "Matthew Fox",
      "quote": "It is precisely the despair of our times that convinces me that a renaissance is right around the corner."
    },
    {
      "cite": "Jostein Gaarder",
      "quote": "Since the Renaissance, people have had to get used to living their life on a random planet in the vast galaxy."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "The Renaissance is studded by the names of the artists and architects, with their creations recorded as great historical events."
    },
    {
      "cite": "Joel Garreau",
      "quote": "The hallmark of the Renaissance was its holistic quality as all fields of art, engineering, science and culture shared the same exciting spirit and many of the same intellectual principles."
    },
    {
      "cite": "Robert Briffault",
      "quote": "The Renaissance of Europe did not take place in the 15th century. Rather it began when Europe learned from the culture of the Arabs. The cradle of European awakening is not Italy. It is the Muslim Spain."
    },
    {
      "cite": "Malcolm X",
      "quote": "Renaissance or the reawakening of Europe. And this reawakening actually involved an era during which the people of Europe, who were coming out of the Dark Ages, were then adopting the value system of the people in the East, in the, of the oriental society."
    },
    {
      "cite": "Christy Wampole",
      "quote": "The true Renaissance person is endowed with panoramic attention.... The habit of noticing the ensemble of everything and its constituent parts is a matter of will, not of innate aptitude. It involves the conscious noticing of things and the gaps that separate and connect them."
    },
    {
      "cite": "Bernard Berenson",
      "quote": "The Renaissance had resulted in the emancipation of the individual, in making him feel that the universe had no other purpose than his happiness. This brought an entirely new answer to the question, 'Why should I do this or that?' It used to be, 'Because self-instituted authority command you.' The answer now was, 'Because it is good for men.' In this lies our greatest debt to the Renaissance, that it instituted the welfare of men as the end of all action."
    },
    {
      "cite": "Des Lynam",
      "quote": "It's a Renaissance, or put more simply, some you win, some you lose."
    },
    {
      "cite": "Daniel Libeskind",
      "quote": "We live in a time of renaissance ... cities are coming back to life, after a long neglect."
    }
  ]
}