{
  "source": "https://www.wisesayings.com/renewal-quotes/",
  "theme": "renewal",
  "quotes": [
    {
      "cite": "Sandra Marinella",
      "quote": "Our words can lead us down a path of renewal and increased personal fulfillment."
    },
    {
      "cite": "D.J. Niko",
      "quote": "This leaf has fallen from its mother and withered. Yet the tree does not mourn the loss. While barren, it stands tall, ready to bear the burden of winter, for it knows that through hardship comes renewal."
    },
    {
      "cite": "Wendell Berry",
      "quote": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival."
    },
    {
      "cite": "The Buddha",
      "quote": "A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Love that does not renew itself every day becomes a habit and in turn a slavery."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "Every day is a renewal, every morning the daily miracle. This joy you feel is life."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Each time we exhale, the world ends; when we inhale, there can be, if we allow it, rebirth and spiritual renewal. It all transpires inside of us. In our consciousness, in our hearts. All the time."
    },
    {
      "cite": "Elliot Richardson",
      "quote": "If there are flaws they are in ourselves, and our task therefore must be one not of redesign but of renewal and reaffirmation, especially of the standards in which all of us believe."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer."
    },
    {
      "cite": "Ovid",
      "quote": "As wave is driven by wave And each, pursued, pursues the wave ahead, So time flies on and follows, flies, and follows, Always, for ever and new. What was before Is left behind; what never was is now; And every passing moment is renewed."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Reading refreshes as well as renews the mind."
    },
    {
      "cite": "William J. Clinton",
      "quote": "Our democracy must be not only the envy of the world but the engine of our own renewal. There is nothing wrong with America that cannot be cured by what is right with America."
    },
    {
      "cite": "Isabel Allende",
      "quote": "We don't even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome."
    },
    {
      "cite": "Ishmael Beah",
      "quote": "There's so much focus and interest about what happens during war, but very little about what happens when people return to homes and communities that have been destroyed. There's a renewal that happens, but it's a very difficult one."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The time has come to turn to God and reassert our trust in Him for the healing of America - our country is in need of and ready for a spiritual renewal."
    },
    {
      "cite": "Andrew Murray",
      "quote": "While others still slept, He went away to pray and to renew His strength in communion with His Father. He had need of this, otherwise He would not have been ready for the new day. The holy work of delivering souls demands constant renewal through fellowship with God."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Careers and relationships also have their cycles of birth, growth, and death - to be followed by rebirth and the renewal of the cycle."
    },
    {
      "cite": "Bell Hooks",
      "quote": "When we work with love we renew the spirit; that renewal is an act of self-love, it nurtures our growth."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "When you take time with God and listen to His voice, He renews your strength and enables you to handle life."
    },
    {
      "cite": "Terence",
      "quote": "The quarrels of lovers are the renewal of love."
    },
    {
      "cite": "Carol P. Christ",
      "quote": "In Goddess religion death is not feared, but is understood to be a part of life, followed by birth and renewal."
    },
    {
      "cite": "Janine di Giovanni",
      "quote": "Easter is meant to be a symbol of hope, renewal, and new life."
    },
    {
      "cite": "Dan Gilbert",
      "quote": "Urban renewal always happens as a symphony of events, and part of the symphony is innovative, optimistic developers with the ability and willingness to transform historic properties."
    },
    {
      "cite": "Burton Richter",
      "quote": "Modern science is fast-moving, and no laboratory can exist for long with a program based on old facilities. Innovation and renewal are required to keep a laboratory on the frontiers of science."
    }
  ]
}