{
  "source": "https://www.wisesayings.com/renewable-energy-quotes/",
  "theme": "renewable-energy",
  "quotes": [
    {
      "cite": "James Cameron",
      "quote": "The nation that leads in renewable energy will be the nation that leads the world."
    },
    {
      "cite": "Hermann Scheer",
      "quote": "Our dependence on fossil fuels amounts to global pyromania, and the only fire extinguisher we have at our disposal is renewable energy."
    },
    {
      "cite": "Mark Ruffalo",
      "quote": "We're clearly coming to the end of the fossil fuel era. We have the technology to shift to renewable energy, we have the will of the people. The only thing that's keeping us back is the fossil fuel industry's hold on our political system. That's what we need to change."
    },
    {
      "cite": "Marshall Herskovitz",
      "quote": "The notion that moving toward renewable energy will kill jobs is an absurdity on its face. The notion that we have to live smaller lifestyles; not have the American way of life or give up the American Dream is just ridiculous. It is the opposite of the case; a new energy paradigm will create opportunity."
    },
    {
      "cite": "Armory Lovins",
      "quote": "Rely on renewable energy flows that are always there whether we use them or not, such as, sun, wind and vegetation: on energy income, not depletable energy capital."
    },
    {
      "cite": "Chelllie Pingree",
      "quote": "Renewable energy has economic advantages that extend beyond steady, predictable electric rates - and Maine is in a good position to capitalize on those opportunities."
    },
    {
      "cite": "Barack Obama",
      "quote": "We've taken bold action at home by making historic investments in renewable energy, by putting our people to work increasing efficiency in our homes and buildings, and by pursuing comprehensive legislation to transform to a clean energy economy."
    },
    {
      "cite": "Barack Obama",
      "quote": "The more we are using clean energy, renewable energy sources, the less environmentally problematic facilities end up being a problem for everybody, but particularly for folks who have to suffer the consequences of some of these facilities."
    },
    {
      "cite": "Bob Brown",
      "quote": "Renewable energy is proven technology, the price is dropping, the rest of the world is going that way, that's where our investment should be going as well."
    },
    {
      "cite": "Jack Edwards",
      "quote": "Our children and grandchildren are going to be mad at us for burning all this oil. It took the Earth 500 million years to create the stuff we're burning in 200 years. Renewable energy sources are where we need to be headed."
    },
    {
      "cite": "Tom Steyer",
      "quote": "Renewable energy is a clear winner when it comes to boosting the economy and creating jobs."
    },
    {
      "cite": "Francis Beinecke",
      "quote": "Wind and other clean, renewable energy will help end our reliance on fossil fuels and combat the severe threat that climate change poses to humans and wildlife alike."
    },
    {
      "cite": "Chellie Pingree",
      "quote": "There is an incredible renewable energy resource off both coasts of this country - wind and tidal energy that can power our economy, create good paying jobs and reduce greenhouse gas pollution."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Because we are now running out of gas and oil, we must prepare quickly for a third change, to strict conservation and to the use of coal and permanent renewable energy sources, like solar power."
    },
    {
      "cite": "Martin Hullin",
      "quote": "The future of renewable energy is fundamentally a choice. All of the resources and technologies are there, but legislators and governments have to choose a renewables path."
    },
    {
      "cite": "Jose Amaya",
      "quote": "The cost of renewable energy is largely a function of initial investment cost.... Once a renewable energy facility is built, at least with fixed-rate financing, the cost of power from that facility is fixed throughout its lifetime. Not so for fossil fuels, where the cost of power will vary in the future with fuel prices."
    },
    {
      "cite": "Bill McKibben",
      "quote": "Renewable energy is far more labor-intensive than fossil fuel production."
    },
    {
      "cite": "Jay Inslee",
      "quote": "Renewable energy also creates more jobs than other sources of energy - most of these will be created in the struggling manufacturing sector, which will pioneer the new energy future by investment that allows manufacturers to retool and adopt new technologies and methods."
    },
    {
      "cite": "Piyush Goyal",
      "quote": "Renewable energy is not more expensive than fossil fuel when you factor in life-cycle costs."
    },
    {
      "cite": "David Suzuki",
      "quote": "Some solutions are relatively simple and would provide economic benefits: implementing measures to conserve energy, putting a price on carbon through taxes and cap-and-trade and shifting from fossil fuels to clean and renewable energy sources."
    }
  ]
}