{
  "source": "https://www.wisesayings.com/repeat-quotes/",
  "theme": "repeat",
  "quotes": [
    {
      "cite": "Voltaire",
      "quote": "History never repeats itself. Man always does."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "A meaningless phrase repeated again and again begins to resemble truth."
    },
    {
      "cite": "Blackie Sherrod",
      "quote": "History must repeat itself because we pay such little attention to it the first time."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Only fools repeat the same things over and over, expecting to obtain different results."
    },
    {
      "cite": "Garrison Wynn",
      "quote": "We are what we repeatedly do but we can be perceived by what we repeatedly say."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "He who repeats what he does not understand is no better than an ass that is loaded with books."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "If something is repeated over and over as obvious, the chances are that it is obviously false."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "Nature never repeats herself, and the possibilities of one human soul will never be found in another."
    },
    {
      "cite": "Eleanor Holmes Norton",
      "quote": "There is no reason to repeat bad history."
    },
    {
      "cite": "Sam Horn",
      "quote": "If they can't repeat it, they didn't get it."
    },
    {
      "cite": "Joseph Goebbels",
      "quote": "If you repeat a lie often enough it becomes accepted as truth."
    },
    {
      "cite": "Wendy Carlos",
      "quote": "You repeat things because they're like your personal obsessions."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Why repeat the old errors, if there are so many new errors to commit?"
    },
    {
      "cite": "Mark Twain",
      "quote": "History doesn't repeat itself; it rhymes."
    },
    {
      "cite": "Nicolas Roeg",
      "quote": "Nature repeats itself, but it never starts from the beginning."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When you repeat a mistake, it is not a mistake anymore: it is a decision."
    },
    {
      "cite": "Robert Schumann",
      "quote": "We shouldn't repeat the same for ages on end, but look into the new as well."
    },
    {
      "cite": "Mike Colter",
      "quote": "History repeats itself over and over again, but most of us have short memories."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "History that repeats itself turns to farce. Farce that repeats itself turns to history."
    },
    {
      "cite": "Colum Mccann",
      "quote": "The repeated lies become history, but they don't necessarily become the truth."
    },
    {
      "cite": "Ralph Waldo Trine",
      "quote": "Never affirm or repeat about your health what you do not wish to be true."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "That is never too often repeated which is never sufficiently learned."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Those who would repeat the past must control the teaching of history."
    },
    {
      "cite": "Aristotle",
      "quote": "It is the repeated performance of just and temperate actions that produces virtue."
    },
    {
      "cite": "Jared Sparks",
      "quote": "When you talk, you repeat what you already know; when you listen, you often learn something."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Either you repeat the same conventional doctrines everybody is saying, or else you say something true, and it will sound like it's from Neptune."
    },
    {
      "cite": "Tom Hopkins",
      "quote": "Repeat anything often enough and it will start to become you."
    },
    {
      "cite": "Aaron Judge",
      "quote": "Repeating, trying to repeat success - it never gets easier."
    },
    {
      "cite": "J. K. Simmons",
      "quote": "We all want to not repeat ourselves constantly, and explore the limits of our capabilities."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "If you repeat something, it can become pointless. Some things can repeat and be endlessly fascinating."
    }
  ]
}