{
  "source": "https://www.wisesayings.com/repent-quotes/",
  "theme": "repent",
  "quotes": [
    {
      "cite": "Josh Billings",
      "quote": "It is much easier to repent of sins that we have committed than to repent of those that we intend to commit."
    },
    {
      "cite": "Josh Billings",
      "quote": "Most people repent their sins by thanking God they ain't so wicked as their neighbors."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Repentance is the turning of the soul from the way of midnight to the point of the coming sun."
    },
    {
      "cite": "Steven J Lawson",
      "quote": "If your repentance has not changed your life, you need to repent of your repentance"
    },
    {
      "cite": "William Temple",
      "quote": "To repent is to adopt God's viewpoint in place of your own.Â"
    },
    {
      "cite": "Giovanni Boccaccio",
      "quote": "It's better toÂ repentÂ what you enjoyed than toÂ repentÂ not having enjoyed anything."
    },
    {
      "cite": "Bernard Berenson",
      "quote": "One canÂ repentÂ even of havingÂ repented."
    },
    {
      "cite": "L. Lionel Kendrick",
      "quote": "To properly prepare to receive personal revelation, we must repent, ask through prayer, be obedient, search the scriptures, fast, think pure thoughts, and develop a spirit of reverence."
    },
    {
      "cite": "J.I. Packer",
      "quote": "Repentance, as we know, is basically not moaning and remorse, but turning and change."
    },
    {
      "cite": "Bonnell Thornton",
      "quote": "Some oftenÂ repent, yet never reform; they resemble a man traveling in a dangerous path, who frequently starts and stops, but never turns back."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Let us be quick toÂ repentÂ of injuries while repentance may not be a barren anguish."
    },
    {
      "cite": "Juan de Horozco",
      "quote": "He comes never late who comes repentant."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We will have toÂ repentÂ in this generation not merely for the vitriolic words and actions of the bad people, but for the appalling silence of the good people."
    },
    {
      "cite": "Francis Quarles",
      "quote": "And heÂ repentsÂ in thorns that sleeps in beds of roses."
    },
    {
      "cite": "Tony Evans",
      "quote": "When you repent and operate on God's standards, now you have restoration and reconciliation."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Confess yourself to heaven, Repent what's past, avoid what is to come, And do not spread the compost on the weeds To make them ranker."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "When we have heartily repented of a wrong, we should let all the waves of forgetfulness roll over it, and go forward unburdened to meet the future."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Repentance is another name for aspiration."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "Be ashamed when you sin, not when you repent."
    },
    {
      "cite": "Charles Buxton",
      "quote": "What you mostÂ repentÂ of is a lasting sacrifice made under an impulse of good-nature. The goodness goes; the sacrifice sticks."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "We oftenÂ repentÂ of what we have said, but never, never, of that which we have not."
    },
    {
      "cite": "Charles Lee",
      "quote": "The one who neverÂ repents shall be the one who never sleeps."
    },
    {
      "cite": "William Hazlitt",
      "quote": "We oftenÂ repentÂ the good we have done as well as the ill."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "We seldomÂ repentÂ talking little, but very often talking too much."
    },
    {
      "cite": "Neil L. Andersen",
      "quote": "The invitation toÂ repentÂ is rarely a voice of chastisement but rather a loving appeal to turn around and to \"re-turn\"Â\u009d toward God."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "He that does notÂ repent, sins again."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "Repentance is the vomit of the soul."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Yes, one can repent of moral transgression. The miracle of forgiveness is real, and true repentance is accepted of the Lord."
    },
    {
      "cite": "Fred A. Hartley",
      "quote": "Repentance is the word that gives us a second chance."
    },
    {
      "cite": "Wilhelm Grimm",
      "quote": "He whoÂ repents his sin and acknowledges it, is forgiven."
    }
  ]
}