{
  "source": "https://www.wisesayings.com/repetition-quotes/",
  "theme": "repetition",
  "quotes": [
    {
      "cite": "Sandy Skoglund",
      "quote": "Obsession and repetition in the process of making things is one constant element in my work."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "For a true disciple, the repetition of the mantra is like food."
    },
    {
      "cite": "Daniel Coyle",
      "quote": "There is no substitute for attentive repetition."
    },
    {
      "cite": "Robert Collier",
      "quote": "Constant repetition carries conviction."
    },
    {
      "cite": "John Le Carre",
      "quote": "By repetition, each lie becomes an irreversible fact upon which other lies are constructed."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "Only constant repetition will finally succeed in imprinting an idea on the memory of the crowd."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Repetition does not transform a lie into a truth."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The frequent repetition of miracles serves to provoke, where it does not subdue, the reason of mankind."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Repetition is the mother of learning, the father of action, which makes it the architect of accomplishment."
    },
    {
      "cite": "John Eliot",
      "quote": "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition."
    },
    {
      "cite": "Fanny Burney",
      "quote": "The mind naturally accommodates itself, even to the most ridiculous improprieties, if they occur frequently."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "We learn as professionals by repetition, by getting it wrong, getting yelled at and doing it again."
    },
    {
      "cite": "Pina Bausch",
      "quote": "Repetition is not repetition. The same action makes you feel something completely different by the end"
    },
    {
      "cite": "Bill Watterson",
      "quote": "Repetition is the death of magic."
    },
    {
      "cite": "Bill Drayton",
      "quote": "Change begets change as much as repetition reinforces repetition."
    },
    {
      "cite": "Aristotle",
      "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "There can be a lot of longevity in the repetition of things being told again and again in a variety of ways."
    },
    {
      "cite": "Fidel Castro",
      "quote": "Repetition is a revolutionary virtue."
    },
    {
      "cite": "George Santayana",
      "quote": "Repetition is the only form of permanence that Nature can achieve."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Repetition is the reality and the seriousness of life."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Repetition is the mother of pedagogy."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Repetition of the same thought or physical action develops into a habit which, repeated frequently enough, becomes an automatic reflex."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Human beings are repetitive animals. All meaning is generated through repetition."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "We're taught by repetition but great innovators need to be great at doing the different."
    },
    {
      "cite": "William Safire",
      "quote": "If you re-read your work, you can find on re-reading a great deal of repetition can be avoided by re-reading and editing."
    },
    {
      "cite": "Karlheinz Stockhausen",
      "quote": "Repetition is based on body rhythms, so we identify with the heartbeat, or with walking, or with breathing."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Happiness is the longing for repetition."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "You affect your subconscious mind by verbal repetition."
    },
    {
      "cite": "F.B. Meyer",
      "quote": "Christ's work needs no repetition. It is final because it is perfect."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Happiness consists in frequent repetition of pleasure."
    }
  ]
}