{
  "source": "https://www.wisesayings.com/reply-quotes/",
  "theme": "reply",
  "quotes": [
    {
      "cite": "Viktor E. Frankl",
      "quote": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Not every instance requires a response. Truth resides silently in the seat of power."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "To listen closely and reply well is the highest perfection we are able to attain in the art of conversation."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Someone else's action should not determine your response."
    },
    {
      "cite": "Eugene Kennedy",
      "quote": "There are times when silence is the most sacred of responses."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Not being able to think of a reply is not the same thing as accepting another's words."
    },
    {
      "cite": "Toba Beta",
      "quote": "Response is absolutely designed for always showing up late."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "The response is essential for any relationship. Otherwise, it is the rejection itself."
    },
    {
      "cite": "PLO Lumumba",
      "quote": "You do not respond to a mosquito bite with a hammer."
    },
    {
      "cite": "Moliere",
      "quote": "The impromptu reply is precisely the touchstone of the man of wit."
    },
    {
      "cite": "John Bevere",
      "quote": "Our response to an offense determines our future."
    },
    {
      "cite": "Gregory Bateson",
      "quote": "The meaning of your communication is the response you get."
    },
    {
      "cite": "Judith Martin",
      "quote": "There are always proper responses, even to rude questions."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The healthiest response to life is joy."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "It is sometimes an appropriate response to reality to go insane."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Our lives are a response to a love that we already have received."
    },
    {
      "cite": "Tom DeMarco",
      "quote": "The fundamental response to change is not logical, but emotional."
    },
    {
      "cite": "Jeff Jarvis",
      "quote": "The only sane response to change is to find the opportunity in it."
    },
    {
      "cite": "Suki Waterhouse",
      "quote": "The greatest response to a negative person is to be a positive person."
    },
    {
      "cite": "George W. Bush",
      "quote": "The proper response to difficulty is not to retreat. It is to prevail."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "The only fit reply to a fit request is silence and the fact."
    },
    {
      "cite": "Alan Cohen",
      "quote": "No response is a response."
    },
    {
      "cite": "Piyush Shrivastava",
      "quote": "Our emotional response is driven by the proximity of events."
    },
    {
      "cite": "Deborah Day",
      "quote": "Your choice is to be active or passive in your responses."
    },
    {
      "cite": "Theodore Millon",
      "quote": "One response to feeling abandoned is to abandon yourself."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The reason can give nothing at all like the response to desire."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "Our response to temptation reveals the substance of our faith."
    }
  ]
}