{
  "source": "https://www.wisesayings.com/replacement-quotes/",
  "theme": "replacement",
  "quotes": [
    {
      "cite": "Urobuchi Gen",
      "quote": "Everyone is alone. Everyone is empty. People no longer have need of others. You can always find a spare for any talent. Any relationship can be replaced. I had gotten bored of a world like that. But for some reason... The thought that someone other than you might kill me never occurred to me. (Makishima Shogo)"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you are capable, but not available, nature will raise a person with lesser ability to replace you soon."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Replace the negative traits of your character by the traits you want to have."
    },
    {
      "cite": "Tyler Tsagakis",
      "quote": "Came looking here for answers and all you found was  / Questions for forgiveness / We're giving ourselves away / Human life replacement"
    },
    {
      "cite": "Elliot John Gleave",
      "quote": "Wash the kisses off my neck and / Lock my past in the basement / I need to find your perfect replacement"
    },
    {
      "cite": "James Kerr",
      "quote": "No we don't need a replacement / The more I see the more I learn / All that time in the basement / I can't wait nor hang around"
    },
    {
      "cite": "Berry Gordy Jr",
      "quote": "Get the boxes, take 'em to the basement  / Do the job right or I'll get a replacement"
    },
    {
      "cite": "Josh Rouse",
      "quote": "We're going through the changes / Hoping for replacement / Until we find a way out of this"
    },
    {
      "cite": "Blair Byson",
      "quote": "[The Replacements] / These combinations are taking me places / Knocking my opponents out a they shoes / With tight laces"
    },
    {
      "cite": "Michael Harris",
      "quote": "Each one with its offering / What infinite possibilities / As taken / Not for replacement or substitution / This heart"
    },
    {
      "cite": "Dan Briggs",
      "quote": "Start from scratch / Patch the uniform and let the galaxy form a comfortable replacement / We will not be missed / Goodbye to everything"
    },
    {
      "cite": "Dev Hynes",
      "quote": "Something never been done before / Than it's no replacement for it / When there is a replacement for something / It will always"
    },
    {
      "cite": "King of August",
      "quote": "Put your heart on the table and let me take it / I'll trade you my own as a sole replacement"
    },
    {
      "cite": "Medium Franc",
      "quote": "And I'm scrolling just to find your replacement / But I'm struggling to find your replacement / Cause I'm looking in all the wrong places"
    },
    {
      "cite": "Cameron Bird",
      "quote": "And don't go finding a replacement I promise I'll show heart heart heart heart. / Finding a replacement with a heart sedated I'll forget you."
    },
    {
      "cite": "Nobody Nose",
      "quote": "We avoid one another / Good replacement to not being together"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "But there was no replacement for Love; as the moment you tried to replace it; it only got substituted by more formidable equations of immortal love; for as long as life on the planet existed; for as long as it took birth again; and again and again."
    },
    {
      "cite": "Mari Perron",
      "quote": "Before your conscious mind has any awareness of what is happening, your memory of love, of innocence and of joy, threatens your specialness, your ego, your separated self who quickly rushes in the love's replacement."
    },
    {
      "cite": "James L. Harmon",
      "quote": "Wait for hope's replacement. Even fear has its uses; 'meticulous' originally meant 'afraid,' once upon a time."
    },
    {
      "cite": "Sam Hendricks",
      "quote": "If I play a doubtful player it is because he is a stud who has been upgraded at game time and I have no other replacement."
    },
    {
      "cite": "April Mial",
      "quote": "After some time away from that element, you may either decide to incorporate it with a new appreciation or find a replacement all together."
    },
    {
      "cite": "Michelle Bridges",
      "quote": "Select one habit that you would like to change. Now find a replacement, something positive, stepping you closer to your goal or giving you some form of internal happiness."
    },
    {
      "cite": "Martha C. Nussbaum",
      "quote": "If I contend that the best conception of love is one that permits some sort of replacement of individuals."
    },
    {
      "cite": "Gary D. Chapman",
      "quote": "Material things are no replacement for human, emotional love."
    },
    {
      "cite": "Tyler Seamons",
      "quote": "If you clean your Mind out, you must replace the contents with something better, something noble, something inspiring, something that makes you want to change for the better."
    },
    {
      "cite": "Tyler Seamons",
      "quote": "Replacing the thoughts you do not like is changing the channel. And the important thing is to change the channel."
    },
    {
      "cite": "Evan Esar",
      "quote": "There's a substitute for everything, but no one yet figured out a substitute for hard work."
    },
    {
      "cite": "Woody Allen",
      "quote": "There's no substitute for a great love who says, 'No matter what's wrong with you, you're welcome at this table.'"
    },
    {
      "cite": "Troy Korsgaden",
      "quote": "Takes the pain out of replacing someone who leaves. It's a win-win all around!"
    },
    {
      "cite": "Matsuri Hino",
      "quote": "No one can be a replacement for another person. That is why, farewells are always difficult."
    }
  ]
}