{
  "source": "https://www.wisesayings.com/reputation-quotes/",
  "theme": "reputation",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "The nicest feeling in the world is to do a good deed anonymously and have somebody find out."
    },
    {
      "cite": "Edwin Leibfreed",
      "quote": "He who worries about reputation, has a reputation to worry about."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "As a general rule, a reputation is built on manner as much as on achievement."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "Until you've lost your reputation, you never realize what a burden it was or what freedom really is."
    },
    {
      "cite": "Sophocles",
      "quote": "A man can get a reputation from very small things."
    },
    {
      "cite": "Washington Allston",
      "quote": "Reputation is but a synonym of popularity: dependent on suffrage, to be increased or diminished at the will of the voters."
    },
    {
      "cite": "Michel Eyquem De Montaigne",
      "quote": "How many worthy men have we seen survive their own reputations!"
    },
    {
      "cite": "Abraham Miller",
      "quote": "When a man has once gained a Reputation not even with God's help can he get rid of it."
    },
    {
      "cite": "Donna Ball",
      "quote": "You're not born with a walk like that. You have to earn it."
    },
    {
      "cite": "George Washington",
      "quote": "Associate with men of good quality, if you esteem your own reputation; for it is better to be alone than in bad company."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Reputation is what men and women think of us; character is what God and angels know of us."
    },
    {
      "cite": "George Washington",
      "quote": "It is better to be alone than in bad company."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A good reputation is more valuable than money."
    },
    {
      "cite": "Joseph Hall",
      "quote": "A reputation once broken may possibly be repaired, but the world will always keep their eyes on the spot where the crack was."
    },
    {
      "cite": "Liz Smith",
      "quote": "Begin somewhere. You cannot build a reputation on what you intend to do."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Concealed talent brings no reputation."
    },
    {
      "cite": "Alexander Pope",
      "quote": "At every word a reputation dies."
    },
    {
      "cite": "Helen Rowland",
      "quote": "No man can understand why a woman shouldn't prefer a good reputation to a good time."
    },
    {
      "cite": "Elizabeth Arden",
      "quote": "Repetition makes reputation and reputation makes customers."
    },
    {
      "cite": "Douglas Jerrold",
      "quote": "Reputations, like beavers and cloaks, shall last some people twice the time of others."
    },
    {
      "cite": "Francesco Guicciardini",
      "quote": "A good reputation is like the cypress; once cut, it never puts forth leaf again."
    },
    {
      "cite": "Socrates",
      "quote": "The way to gain a good reputation is to endeavor to be what you desire to appear."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "We would all like a reputation for generosity and we'd all like to buy it cheap."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Reputation is an idle and most false imposition; oft got without merit, and lost without deserving."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "My reputation grows with every failure."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Treat a man as if he had a fine reputation to protect, and he will usually endeavor to deserve it."
    },
    {
      "cite": "Warren Buffett",
      "quote": "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you'll do things differently."
    },
    {
      "cite": "Charles Maurice de Talleyrand",
      "quote": "The reputation of a man is like his shadow, gigantic when it precedes him, and pigmy in its proportions when it follows."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It takes many good deeds to build a good reputation, and only one bad one to lose it."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Your reputation is in the hands of others. That's what the reputation is. You can't control that. The only thing you can control is your character."
    }
  ]
}