{
  "source": "https://www.wisesayings.com/republican-quotes/",
  "theme": "republican",
  "quotes": [
    {
      "cite": "Joe Baca",
      "quote": "The Republican majority will stop at nothing to prevent access to the legal system for those who are hurt."
    },
    {
      "cite": "Harry Truman",
      "quote": "The Republicans believe in the minimum wage the more the minimum, the better."
    },
    {
      "cite": "Julia Roberts",
      "quote": "Republican comes in the dictionary just after reptile and just above repugnant."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Republicans are men of narrow vision, who are afraid of the future."
    },
    {
      "cite": "Cathy McMorris Rodgers",
      "quote": "Republicans absolutely support equal pay for equal work."
    },
    {
      "cite": "Bill Schneider",
      "quote": "The Republicans may be better off without an agenda. They don't scare people."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Republicans stand for raw, unbridled evil and greed and ignorance smothered in balloons and ribbons."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Republicans are the party that says government doesn't work, and then they get elected and prove it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Republicans are for both the man and the dollar, but in case of conflict the man before the dollar."
    },
    {
      "cite": "Richard D. Kahlenberg",
      "quote": "Republicans don't want to save the world; they want to save the country from those who would save the world."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "It is a greater thing to be a good citizen than to be a good Republican or a good Democrat."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The republican is the only form of government which is not eternally at open or secret war with the rights of mankind."
    },
    {
      "cite": "Mitt Romney",
      "quote": "Republicans prefer straight talk to politically correct talk!"
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Given the choice between a Republican and someone who acts like a Republican, people will vote for the real Republican all the time."
    },
    {
      "cite": "Julian Rogan",
      "quote": "Empathy is a foreign country to Republicans."
    },
    {
      "cite": "Jim Hightower",
      "quote": "Republicans are so empty headed, they wouldn't make a good landfill."
    },
    {
      "cite": "Susana Martinez",
      "quote": "Republicans want to be tough and say, 'Illegals, you're gone.' But the answer is a lot more complex than that."
    },
    {
      "cite": "William Kristol",
      "quote": "Republicans can also point to an alternate path. They can draw upon genuine experts to explain what should be done."
    },
    {
      "cite": "Bill Clinton",
      "quote": "If you want to live like a Republican, vote like a Democrat."
    },
    {
      "cite": "Charles Taylor Manatt",
      "quote": "The Republican Party is a friend of Social Security the way Colonel Sanders was a friend of chickens."
    },
    {
      "cite": "Mark Twain",
      "quote": "No one has ever seen a Republican mass meeting that was devoid of the perception of the ludicrous."
    },
    {
      "cite": "Will Stanton",
      "quote": "Republicans sleep in twin beds--some even in separate rooms. That is why there are more Democrats."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The true foundation of republican government is the equal right of every citizen in his person and property and in their management."
    },
    {
      "cite": "Dan Quayle",
      "quote": "Republicans understand the importance of bondage between a mother and child."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Although a republican government is slow to move, yet when once in motion, its momentum becomes irresistible."
    },
    {
      "cite": "Roger Stone",
      "quote": "Traditionally, Young Republicans have been a leading indicator of the direction of the party."
    },
    {
      "cite": "Debbie Wasserman Schultz",
      "quote": "Really it's hard to know where the Republican Party ends and the Tea Party begins."
    },
    {
      "cite": "Dennis Hastert",
      "quote": "By restraining spending and by cutting the deficit, Republican policies are helping to keep our economy strong."
    },
    {
      "cite": "George Washington",
      "quote": "In a free and republican government, you cannot restrain the voice of the multitude."
    },
    {
      "cite": "Robert Frost",
      "quote": "The father is always a Republican toward his son, and his mother's always a Democrat."
    }
  ]
}