{
  "source": "https://www.wisesayings.com/republic-quotes/",
  "theme": "republic",
  "quotes": [
    {
      "cite": "Elmer Davis",
      "quote": "This republic was not established by cowards; and cowards will not preserve it."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "Republics end through luxury; monarchies through poverty."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "When once a Republic is corrupted, there is no possibility of remedying any of the growing evils but by removing the corruption and restoring its lost principles; every other correction is either useless or a new evil."
    },
    {
      "cite": "Andrew Johnson",
      "quote": "It is our sacred duty to transmit unimpaired to our posterity the blessings of liberty which were bequeathed to us by the founders of the Republic."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "Grant me thirty years of equal division of inheritances and a free press, and I will provide you with a republic."
    },
    {
      "cite": "Franklin Pierce",
      "quote": "A Republic without parties is a complete anomaly. The histories of all popular governments show absurd is the idea of their attempting to exist without parties."
    },
    {
      "cite": "Nancy Mitford",
      "quote": "An aristocracy in a republic is like a chicken whose head has been cut off; it may run about in a lively way, but in fact it is dead."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight."
    },
    {
      "cite": "Allen West",
      "quote": "Conservatives understand that the power that binds our republic together is fierce independence held high on the shoulders of compassion."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "I have always considered it as treason against the great republic of human nature, to make any man's virtues the means of deceiving him."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "In a republic this rule ought to be observed: that the majority should not have the predominant power."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Toleration and liberty are the foundations of a great republic."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "In the republic of mediocrity, genius is dangerous."
    },
    {
      "cite": "Mike Pence",
      "quote": "A republic - if you can keep it - is about limitation, and for good reason, because we are mortal and our actions are imperfect."
    },
    {
      "cite": "David Harsanyi",
      "quote": "I don't think that voters should be fixated on public policy. In a healthy republic, they wouldn't have to worry every waking hour about what their government is doing."
    },
    {
      "cite": "William Jenings Bryan",
      "quote": "Behold a republic standing erect while empires all around are bowed beneath the weight of their own armaments a republic whose flag is loved while other flags are only feared."
    },
    {
      "cite": "Mark Twain",
      "quote": "Only when a republic's life is in danger should a man uphold his government when it is wrong. There is no other time."
    },
    {
      "cite": "James Madison",
      "quote": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority"
    },
    {
      "cite": "Plutarch",
      "quote": "An imbalance between rich and poor is the oldest and most fatal ailment of all republics."
    },
    {
      "cite": "Joseph Pulitzer",
      "quote": "The power to mould the future of the Republic will be in the hands of the journalists of future generations."
    }
  ]
}