{
  "source": "https://www.wisesayings.com/rescue-quotes/",
  "theme": "rescue",
  "quotes": [
    {
      "cite": "Tom Robbins",
      "quote": "We're our own dragons as well as our own heroes, and we have to rescue ourselves from ourselves."
    },
    {
      "cite": "N.T. Wright",
      "quote": "The word 'salvation' denotes rescue. Rescue? What from? Well, of course, ultimately death. And since it is sin that colludes with the forces of evil and decay, sin leads to death. So we are rescued from sin and death."
    },
    {
      "cite": "Tare Munzara",
      "quote": "There is no rescue team that awaits for you when ever you fall, you must team up with all you have inside of you so that you can rescue your self from the predicament"
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "I was not rescued by a prince; I was the administrator of my own rescue."
    },
    {
      "cite": "Ronald A. Rasband",
      "quote": "Reaching out to rescue one another under ANY condition is an eternal measure of love."
    },
    {
      "cite": "John Piper",
      "quote": "God is on the move to rescue people from misery to everlasting happiness, which can only be found in him."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Rescue someone unwilling to look after himself, and he will cling to you like a dangerous illness."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "People rescue each other. They build shelters and community kitchens and ways to deal with lost children and eventually rebuild one way or another."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "I need to be rescued from the thought that I don’t need to be rescued."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Today I will not wait for someone to come to my aid. I'm not helpless. Although help may come, I'm my own rescuer. My relationships will dramatically improve when I stop rescuing others and stop expecting others to rescue me."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Love is its own rescue; for we, at our supremest, are but its trembling emblems"
    },
    {
      "cite": "Joe Teti",
      "quote": "The faster you can signal for rescue, the faster you get out of that situation"
    },
    {
      "cite": "Takayama",
      "quote": "It's difficult to be the victim and not the provider.  We're usually the one coming to the rescue of others and not the one being rescued."
    },
    {
      "cite": "Christine Caine",
      "quote": "God uses rescued people to rescue people."
    },
    {
      "cite": "CJ Mahaney",
      "quote": "We cannot free ourselves from pride and selfish ambition; a divine rescue is absolutely necessary"
    },
    {
      "cite": "Mrvin Williams",
      "quote": "Those who've been rescued from sin are best able to help in the rescue of others"
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Love has the power to rescue us and not let go, otherwise it isn't love"
    },
    {
      "cite": "Benjamin Cordozo",
      "quote": "Danger invites rescue... The wrongdoer may not have foreseen the coming of a deliverer. He is accountable as if he had"
    }
  ]
}