{
  "source": "https://www.wisesayings.com/research-quotes/",
  "theme": "research",
  "quotes": [
    {
      "cite": "Albert Szent-Gyorgyi",
      "quote": "Research is to see what everybody else has seen, and to think what nobody else has thought."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Research is formalized curiosity. It is poking and prying with a purpose."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If we knew what it was we were doing, it would not be called research, would it?"
    },
    {
      "cite": "Helene Deutsch",
      "quote": "After all, the ultimate goal of all research is not objectivity, but truth."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "If you steal from one author it's plagiarism; if you steal from many it's research."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "Research is what I'm doing when I don’t know what I’m doing."
    },
    {
      "cite": "Mervin Gordon",
      "quote": "No research is ever quite complete. It is the glory of a good bit of work that it opens the way for something still better, and this repeatedly leads to its own eclipse."
    },
    {
      "cite": "Duncan MacDonald",
      "quote": "The common facts of today are the products of yesterday’s research."
    },
    {
      "cite": "H.E. Stocher",
      "quote": "Research teaches a man to admit he is wrong and to be proud of the fact that he does so, rather than try with all his energy to defend an unsound plan because he is afraid that admission of error is a confession of weakness when rather it is a sign of strength."
    },
    {
      "cite": "Marston Bates",
      "quote": "Research is the process of going up alleys to see if they are blind."
    },
    {
      "cite": "Cynthia Nelms",
      "quote": "If men liked shopping, they'd call it research."
    },
    {
      "cite": "Celia Green",
      "quote": "The way to do research is to attack the facts at the point of greatest astonishment."
    },
    {
      "cite": "Bill Watterson",
      "quote": "In my opinion, we don't devote nearly enough scientific research to finding a cure for jerks."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Imagination is the highest form of research."
    },
    {
      "cite": "Stephen King",
      "quote": "The scholar's greatest weakness: calling procrastination research."
    },
    {
      "cite": "Robert McKee",
      "quote": "Do research. Feed your talent. Research not only wins the war on cliche, it's the key to victory over fear and its cousin, depression."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Doing research on the Web is like using a library assembled piecemeal by pack rats and vandalized nightly."
    },
    {
      "cite": "William Henry",
      "quote": "What is research, but a blind date with knowledge."
    },
    {
      "cite": "Arthur D. Little",
      "quote": "Research serves to make building stones out of stumbling blocks."
    },
    {
      "cite": "Proverb",
      "quote": "He who does not research has nothing to teach."
    },
    {
      "cite": "David Sarnoff",
      "quote": "Research: the distance between an idea and its realization."
    },
    {
      "cite": "Celia Green",
      "quote": "Research is a way of taking calculated risks to bring about incalculable consequences."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life."
    },
    {
      "cite": "William Bernbach",
      "quote": "We don't ask research to do what it was never meant to do, and that is to get an idea"
    },
    {
      "cite": "Bill Gates",
      "quote": "I believe in innovation and that the way you get innovation is you fund research and you learn the basic facts."
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "The outcome of any serious research can only be to make two questions grow where only one grew before."
    },
    {
      "cite": "Ernest L. Boyer",
      "quote": "Research must continue to be the centerpiece of intellectual life, and our commitment to research must grow, because our problems are growing."
    },
    {
      "cite": "Lauren Groff",
      "quote": "Research is about following the gleam into the dark. It's also about being sensitive enough to know which fact is \"the creative fact; the fertile fact; the fact that suggests and engenders,\" as opposed to the fact that deadens and kills a delicate new project."
    },
    {
      "cite": "H. G. [Herbert George] Wells",
      "quote": "Fools make researches and wise men exploit them."
    },
    {
      "cite": "John Palfrey",
      "quote": "Research now means a Google search."
    }
  ]
}