{
  "source": "https://www.wisesayings.com/resignation-quotes/",
  "theme": "resignation",
  "quotes": [
    {
      "cite": "Bret Stephens",
      "quote": "Before the word 'resignation' became a euphemism for being fired, it connoted a sense of public integrity and personal honor."
    },
    {
      "cite": "Alexandre Vinet",
      "quote": "ResignationÂ is the courage of Christian sorrow."
    },
    {
      "cite": "Madame Swetchine",
      "quote": "What isÂ resignation? It is putting God between one's self and one's grief."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What is called resignation is confirmed desperation."
    },
    {
      "cite": "Caitlin Thomas",
      "quote": "Resignation, perhaps the most stifling word in the language."
    },
    {
      "cite": "Anne Sophie Swetchine",
      "quote": "Resignation is putting God between ourselves and our troubles."
    },
    {
      "cite": "Salmon P. Chase",
      "quote": "AÂ resignationÂ is a grave act; never performed by a right minded man without forethought or with reserve."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Obedience andÂ resignationÂ are our personal offerings upon the altar of duty."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "ResignationÂ is a daily suicide."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Just as in the great moment ofÂ resignationÂ one does not mediate but chooses, now the task is to gain proficiency in repeating the impassioned choice and, existing, to express it in existence."
    },
    {
      "cite": "Ian Fleming",
      "quote": "Everyone has the revolver of resignation in his pocket."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "ResignationÂ is a quality of the saintly souls."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "A good supply ofÂ resignationÂ is of the first importance in providing for the journey of life."
    },
    {
      "cite": "Gustav Heinemann",
      "quote": "Insecurity andÂ resignationÂ mingle with the hope for a better order."
    },
    {
      "cite": "James Joyce",
      "quote": "Resignation is the timid sign of courage."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "We learnÂ resignationÂ not by our own suffering, but by the suffering of others."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Resignation, not mystic, not detached, butÂ resignationÂ open-eyed, conscious, and informed by love, is the only one of our feelings for which it is impossible to become a sham."
    },
    {
      "cite": "Wilhelm Von Humboldt",
      "quote": "TrueÂ resignation, which always brings with it the confidence that unchangeable goodness will make even the disappointment of our hopes, and the contradictions of life, conducive to some benefit, casts a grave but tranquil light over the prospect of even a toilsome and troubled life."
    },
    {
      "cite": "Kohta Hirano",
      "quote": "ResignationÂ is what kills people. Once they've rejectedÂ resignation, humans gain the privilege of making humanity their footpath."
    },
    {
      "cite": "John Dryden",
      "quote": "Humility andÂ resignationÂ are our prime virtues."
    }
  ]
}