{
  "source": "https://www.wisesayings.com/resistance-quotes/",
  "theme": "resistance",
  "quotes": [
    {
      "cite": "Frederick William Faber",
      "quote": "Every moment of resistance to temptation is a victory."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The spirit of resistance to government is so valuable on certain occasions that I wish it to be always kept alive."
    },
    {
      "cite": "Carl Jung",
      "quote": "Resistance to the organized mass can be effected only by the man who is as well organized in his individuality as the mass itself."
    },
    {
      "cite": "H. G. Wells",
      "quote": "The path of least resistance is the path of the loser."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The first resistance to social change is to say it's not necessary."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Resistance is feasible even for those who are not heroes by nature, and it is an obligation, I believe, for those who fear the consequences and detest the reality of the attempt to impose American hegemony."
    },
    {
      "cite": "John Dewey",
      "quote": "The path of least resistance and least trouble is a mental rut already made. It requires troublesome work to undertake the alternation of old beliefs."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "The goal of any true resistance is to affect outcomes, not just to vent. And the only way to affect outcomes and thrive in our lives is to find the eye in the hurricane and act from that place of inner strength."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "There is no way a spirit of resistance that has sunk so deep in the population can be repressed."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "The resistance of a woman is not always a proof of her virtue, but more frequently of her experience."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "The resistance to praying is like the resistance of tightly clenched fists. This image shows a tension, a desire to cling tightly to yourself, a greediness which betrays fear."
    },
    {
      "cite": "Livy",
      "quote": "Resistance to criminal rashness comes better late than never."
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "Resistance at all cost is the most senseless act there is."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Out of resistance comes strength."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Resistance to oppression is second nature."
    },
    {
      "cite": "Mary Pipher",
      "quote": "Intelligent resistance keeps the true self alive."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Resistance to the disturbance is the disturbance."
    },
    {
      "cite": "Chip Heath",
      "quote": "What looks like resistance is often a lack of clarity."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The path of least resistance will never make you proud."
    },
    {
      "cite": "Sophie Irene Loeb",
      "quote": "The line of least resistance is to most people the lifeline."
    },
    {
      "cite": "Hal Elrod",
      "quote": "The path of least resistance leads to a life of no fulfillment."
    },
    {
      "cite": "Lao Tzu",
      "quote": "That which offers no resistance, overcomes the hardest substances."
    },
    {
      "cite": "Ram Dass",
      "quote": "The resistance to the unpleasant situation is the root of suffering."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The path of least resistance leads to crooked rivers and crooked men."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The resistance to a new idea increases by the square of its importance."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "Resistance cannot be seen, touched, heard, or smelled. But it can be felt."
    },
    {
      "cite": "Jon Gordon",
      "quote": "When you experience resistance, you find the lessons that you are meant to learn"
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "To offer no resistance to life is to be in a state of grace, ease, and lightness."
    },
    {
      "cite": "Bell Hooks",
      "quote": "True resistance begins with people confronting pain... and wanting to do something to change it."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "Resistance is experienced as fear; the degree of fear equates to the strength of Resistance."
    }
  ]
}