{
  "source": "https://www.wisesayings.com/resolution-quotes/",
  "theme": "resolution",
  "quotes": [
    {
      "cite": "Luisa Morgantini",
      "quote": "Dialogue is the only way to end war and terror. We need practical solidarity with those who are weaker and diplomacy from below."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The resolution of the combat is seldom equal to the vehemence of the charge."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "A resolution never to deceive exposes a man to be often deceived."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "But the life of freedom requires a beginning, and here a beginning is a resolution, and the resolution has its work and its pain-thus the beginning has its difficulty."
    },
    {
      "cite": "Anonymous",
      "quote": "When resolution hath prepar'd the will; It wants no helps to further any ill."
    },
    {
      "cite": "Rowan Williams",
      "quote": "Perhaps a good resolution for the new year would be to keep asking what world we want to pass on to the next generation. Indeed to ask whether we have a real and vivid sense of that next generation."
    },
    {
      "cite": "Eli Siegel",
      "quote": "The resolution of conflict in self is like the making one of opposites in art."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "If you can't go around it, over it, or through it, you had better negotiate with it."
    },
    {
      "cite": "Abdullah Ibrahim",
      "quote": "When time and space and change converge, we find place. We arrive in Place when we resolve things. Place is peace of mind and understanding. Place is knowledge of self. Place is resolution."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Whenever you are confronted with an opponent. Conquer him with love."
    },
    {
      "cite": "Rajneesh",
      "quote": "Resolution is struggle. Resolution is ego. Resolution is saying, \"I cannot live spontaneously. \"."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "An apology is the superglue of life. It can repair just about anything."
    },
    {
      "cite": "John Selden",
      "quote": "Never tell your resolution beforehand, or it's twice as onerous a duty."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Resolutions require only words. Results take action."
    },
    {
      "cite": "Alessandro Baricco",
      "quote": "Definitive resolutions are made always and only in a state of mind that is not destined to last."
    },
    {
      "cite": "Akbar Ganji",
      "quote": "Negotiation talks are the best way to solve anything. We must replace wars and weapons with negotiations and talks."
    },
    {
      "cite": "Sydney Smith",
      "quote": "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature."
    },
    {
      "cite": "William Penn",
      "quote": "Make few resolutions, but keep them strictly."
    },
    {
      "cite": "John Maurice Clark",
      "quote": "It takes resolution to go forth from the ease and beautiful simplicity of a well-formed hypothesis and struggle with amorphous facts."
    },
    {
      "cite": "David Hare",
      "quote": "Sudden resolutions, like the sudden rise of mercury in a barometer, indicate little else than the variability of the weather."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "If you flee from the things you fear, there's no resolution."
    },
    {
      "cite": "Horace Walpole",
      "quote": "Perhaps those, who, trembling most, maintain a dignity in their fate, are the bravest: resolution on reflection is real courage."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Good resolutions are simply checks that men draw on a bank where they have no account."
    },
    {
      "cite": "Peter Yarrow",
      "quote": "We can only move to a long-term resolution regarding terrorism and war by planting seeds of peace. We have to start with ourselves."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace."
    },
    {
      "cite": "Francisco Costa",
      "quote": "My resolution is to make positivity, thankfulness and happiness my new mantra."
    },
    {
      "cite": "PROVERBS",
      "quote": "A good resolution is like an old horse, which is often saddled but rarely ridden."
    },
    {
      "cite": "Genrich Altshuller",
      "quote": "Inventing is the resolution of technical contradictions."
    },
    {
      "cite": "Alec Douglas-Home",
      "quote": "For ebbing resolution ne'er returns, But falls still further from its former shore."
    },
    {
      "cite": "Eric Zorn",
      "quote": "Making resolutions is a cleansing ritual of self-assessment and repentance that demands personal honesty and, ultimately, reinforces humility. Breaking them is part of the cycle."
    }
  ]
}