{
  "source": "https://www.wisesayings.com/resources-quotes/",
  "theme": "resources",
  "quotes": [
    {
      "cite": "Abhishek Ratna",
      "quote": "If you play smart, you may achieve your target without using up all your resources."
    },
    {
      "cite": "Alma Adams",
      "quote": "We must protect our most precious resource, our environment, for future generations."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Resources are hired to give results, not reasons."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "The secret of concentration is the secret of self-discovery. You reach inside yourself to discover your personal resources, and what it takes to match them to the challenge."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Your greatest asset is your earning ability. Your greatest resource is your time."
    },
    {
      "cite": "Carly Fiorina",
      "quote": "Human potential is the only limitless resource we have in this world."
    },
    {
      "cite": "Christian de Duve",
      "quote": "The cost of our success is the exhaustion of natural resources, leading to energy crises, climate change, pollution, and the destruction of our habitat. If you exhaust natural resources, there will be nothing left for your children. If we continue in the same direction, humankind is headed for some frightful ordeals, if not extinction."
    },
    {
      "cite": "Cory Booker",
      "quote": "The greatest natural resource our country has is not oil. It's not gas. It's not coal. It's the genius of our children."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "To blame my failures on the lack of resources is less about the lack of resources and more about my unwillingness to access those resources."
    },
    {
      "cite": "Dalai Lama",
      "quote": "I always say that people should not rush to change religions. There is real value in finding the spiritual resources you need in your home religion."
    },
    {
      "cite": "David L. Conroy",
      "quote": "Suicide is not chosen; it happens when pain exceeds resources for coping with pain."
    },
    {
      "cite": "Dr. Myles Munroe",
      "quote": "When you believe in your dream and your vision, then it begins to attract its own resources. No one was born to be a failure."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "A great principle of minimalism is using the minimum amount of resources, which accords perfectly with our present-day need for sustainability."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Men and nature must work hand in hand. The throwing out of balance of the resources of nature throws out of balance also the lives of men."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "Conservation means the wise use of the earth and its resources for the lasting good of men."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "More than poverty, more than degree of education, religion, access to natural resources, even degree of democracy - violence against females is the biggest indicator of whether a country will be violent in itself or be willing to use military violence against another country."
    },
    {
      "cite": "Henry Miller",
      "quote": "I have no money, no resources, no hopes. I am the happiest man alive."
    },
    {
      "cite": "Jane Goodall",
      "quote": "We can't leave people in abject poverty, so we need to raise the standard of living for 80% of the world's people, while bringing it down considerably for the 20% who are destroying our natural resources."
    },
    {
      "cite": "John Burroughs",
      "quote": "If I were to name the three most precious resources of life, I should say books, friends, and nature. And the greatest of these, at least the most constant and always at hand, is nature."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "For each human being, time is a necessary resource. It can neither be ignored nor changed."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "I can do something else besides stuff a ball through a hoop. My biggest resource is my mind."
    },
    {
      "cite": "Mother Teresa",
      "quote": "You weren't created just to consume resources, you were put on this Earth to make a contribution."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Time is the scarcest resource and unless it is managed nothing else can be managed."
    },
    {
      "cite": "Rachel Brosnahan",
      "quote": "No one should ever be forced to choose between food and education, or medicine and shelter when they don't have the resources. It's very unfair."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Pollution is nothing but the resources we are not harvesting. We allow them to disperse because we've been ignorant of their value."
    },
    {
      "cite": "Richie Norton",
      "quote": "A great mentor will help bring people and resources together to help you overcome fears. Lemme know if you find one."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "A lack of resources may slow you down, but don't let it make you throw away a big idea. Give God five years, ten years, fifteen years, twenty years, twenty-five years, thirty years, forty years, or more. Give God all the time He needs to bring the resources to you!"
    },
    {
      "cite": "Robert Redford",
      "quote": "I think the environment should be put in the category of our national security. Defense of our resources is just as important as defense abroad. Otherwise what is there to defend?"
    },
    {
      "cite": "Shivanshu K. Srivastava",
      "quote": "The world has enough food resources to feed the humans but lust and greed knows no boundaries in human terms."
    }
  ]
}