{
  "source": "https://www.wisesayings.com/respect-quotes/",
  "theme": "respect",
  "quotes": [
    {
      "cite": "Laurence Sterne",
      "quote": "Respect for ourselves guides our morals, respect for others guides our manners."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "If you want to be respected by others, the great thing is to respect yourself. Only by that, only by self-respect will you compel others to respect you."
    },
    {
      "cite": "William J. H. Boetcker",
      "quote": "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong."
    },
    {
      "cite": "Confucius",
      "quote": "Without feelings of respect, what is there to distinguish men from beasts?"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "He that respects himself is safe from others; he wears a coat of mail that none can pierce."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If we lose our love and self-respect and respect for each other, this is how we will finally die."
    },
    {
      "cite": "Eldridge Cleaver",
      "quote": "Respect commands itself and it can neither be given nor withheld when it is due."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Respect is an invention of people who want to cover up the empty place where love should be."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "This is the final test of a gentleman: his respect for those who can be of no possible value to him."
    },
    {
      "cite": "John Cogley",
      "quote": "Tolerance implies a respect for another person, not because he is wrong or even because he is right, but because he is human."
    },
    {
      "cite": "A.J.P. Taylor",
      "quote": "If men are to resect each other for what they are, they must cease to respect each other for what they own."
    },
    {
      "cite": "Lawrence Goldstone",
      "quote": "You can demand courtesy but you have to earn respect."
    },
    {
      "cite": "Vishwas Chavan",
      "quote": "If we can respect the divine within us, if we can treat it with dignity, then we can respect others around us."
    },
    {
      "cite": "Gary Chapman",
      "quote": "Respect begins with this attitude: I acknowledge that you are a creature of extreme worth."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "People crave for more respect than love, because they expect love only from few people but they want respect from everyone."
    },
    {
      "cite": "Muhammad Tariq Majeed",
      "quote": "Respect at the cost of others is disrespect in effect."
    },
    {
      "cite": "Jean Vanier",
      "quote": "When we love and respect people, revealing to them their value, they can begin to come out from behind the walls that protect them."
    },
    {
      "cite": "Comic Strip Mama",
      "quote": "The only true disability is the inability to accept and respect differences."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "When you are content to be simply yourself and don't compare or compete, everybody will respect you."
    },
    {
      "cite": "Rana Junaid Mustafa Gohar",
      "quote": "It is not grey hair that makes one respectable but character."
    },
    {
      "cite": "Nyang Proverb",
      "quote": "Respect depends on reciprocity."
    },
    {
      "cite": "Arapaho  Proverb",
      "quote": "When we show our respect for other living things, they respond with respect for us."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Deal with yourself as an individual worthy of respect and make everyone else deal with you the same way."
    },
    {
      "cite": "Adam Clayton Powell Jr.",
      "quote": "A man's respect for law and order exists in precise relationship to the size of his paycheck."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Mutual respect is the foundation of genuine harmony."
    },
    {
      "cite": "Millicent Fenwick",
      "quote": "The gentle and respectful ways of saying 'To hell with you' are being abandoned."
    },
    {
      "cite": "Todd Whitaker",
      "quote": "The only way to teach respect is to model it."
    },
    {
      "cite": "Jackie Robinson",
      "quote": "I'm not concerned with your liking or disliking me. All I ask is that you respect me as a human being."
    },
    {
      "cite": "John. W. Garner",
      "quote": "We must have respect for both plumbers and our philosophers, or neither our pipes or our theories will hold water."
    }
  ]
}