{
  "source": "https://www.wisesayings.com/respecting-others-quotes/",
  "theme": "respecting-others",
  "quotes": [
    {
      "cite": "Henri Frederic Amiel",
      "quote": "There is no respect for others without humility in one's self."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "One of the most sincere forms of respect is actually listening to what another has to say."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "Respect for ourselves guides our morals, respect for others guides our manners."
    },
    {
      "cite": "Mohammad Rishad sakhi",
      "quote": "Respecting someone indicate the quality of your personality."
    },
    {
      "cite": "Junaid Raza",
      "quote": "Respecting others is best tool to earn respect."
    },
    {
      "cite": "U. Thant",
      "quote": "Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves."
    },
    {
      "cite": "Mencius",
      "quote": "He who loves others is constantly loved by them. He who respects others is constantly respected by them."
    },
    {
      "cite": "R.G. Risch",
      "quote": "Respect is a two-way street, if you want to get it, you've got to give it."
    },
    {
      "cite": "Herbert H. Lehman",
      "quote": "I must respect the opinions of others even if I disagree with them."
    },
    {
      "cite": "Confucius",
      "quote": "Without feelings of respect, what is there to distinguish men from beasts?"
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Deeply respecting yourself is the first step toward having a deep respect for others."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "This is the final test of a gentleman: his respect for those who can be of no possible value to him."
    },
    {
      "cite": "Robert Schuller",
      "quote": "As we grow as unique persons, we learn to respect the uniqueness of others."
    },
    {
      "cite": "ARAPAHO PROVERB",
      "quote": "When we show our respect for other living things, they respond with respect for us."
    },
    {
      "cite": "Benito Juarez",
      "quote": "Respect for the rights of others means peace."
    },
    {
      "cite": "John W. Gardner",
      "quote": "If you have some respect for people as they are, you can be more effective in helping them to become better than they are."
    },
    {
      "cite": "Buddha",
      "quote": "You should respect each other and refrain from disputes; you should not, like water and oil, repel each other, but should, like milk and water, mingle together."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Men are respectable only as they respect."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Only those who respect the personality of others can be of real use to them."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "You should show some respect for what other people see and feel, even though it be the exact opposite of what you see and feel."
    },
    {
      "cite": "African Proverbs",
      "quote": "A man who pays respect to the great paves the way for his own greatness."
    },
    {
      "cite": "Kiana Tom",
      "quote": "Treat everyone with respect and kindness. Period. No exceptions."
    },
    {
      "cite": "Frankling D. Roosevelt",
      "quote": "If you treat people right they will treat you right...ninety percent of the time."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The respect you give others is a dramatic reflection of the respect you give yourself."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If we lose love and self respect for each other, this is how we finally die."
    },
    {
      "cite": "James Howell",
      "quote": "Respect a man, he will do the more."
    },
    {
      "cite": "Cary Grant",
      "quote": "Probably no greater honor can come to any man than the respect of his colleagues."
    },
    {
      "cite": "Jp Joshi",
      "quote": "Respecting others is the biggest discipline."
    },
    {
      "cite": "P. M. Forni",
      "quote": "Respecting others' opinions doesn't mean being untrue to our own."
    },
    {
      "cite": "Vasyl Sukhomlynsky",
      "quote": "The right to be respected is won by respecting others."
    }
  ]
}