{
  "source": "https://www.wisesayings.com/respect-women-quotes/",
  "theme": "respect-women",
  "quotes": [
    {
      "cite": "Nancy Pelosi",
      "quote": "Let's respect women for the value let's respect everyone, men and women, for the value they bring to the workplace."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "When people respect someone as a person, they admire her. When they respect her as a friend, they love her. When they respect her as a leader, they follow her."
    },
    {
      "cite": "Anonymous",
      "quote": "A woman is not an object. She is not something; she is someone. You treat a woman with respect. She is not your toy. She doesnt owe you anything just cause you are a man. When she come to you for comfort, you listen to her; you dont make a move on her. Grow up and start treating women how they deserve to be treated."
    },
    {
      "cite": "Lawrence Sterne",
      "quote": "Respect for ourselves guides our morals; respect for others guides our manners."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "Be a woman of confidence and self-respect; give a man a reason worth fighting for."
    },
    {
      "cite": "Anonymous",
      "quote": "Whenever you think about disrespecting a woman, think about how you were born into this world"
    },
    {
      "cite": "Barack Obama",
      "quote": "This is about respect for women, the judgments that women make and their doctors about their reproductive health. It's an important part of who women are, their reproductive health."
    },
    {
      "cite": "Giuseppe Mazzini",
      "quote": "Love and respect woman. Look to her not only for comfort, but for strength and inspiration and the doubling of your intellectual and moral powers. Blot out from your mind any idea of superiority; you have none."
    },
    {
      "cite": "Carly Fiorina",
      "quote": "We respect women and don't insult them by saying all they care about is reproductive rights. All issues are women's issues."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "Let's respect the dignity of women to make their own decisions about the size and timing of their families."
    },
    {
      "cite": "Abdu'l-Bahá",
      "quote": "In some respects woman is superior to man. She is more tender-hearted, more receptive, her intuition is more intense."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When a woman is talking to you, listen to what she says with her eyes."
    },
    {
      "cite": "Anonymous",
      "quote": "All women are beautiful, regardless of their looks. You just need to touch their soul with respect and appreciation for their inner beauty and you will be rewarded with joy. The heart is way more important than the package. Women are the God's greatest gift to man and we should cherish and protect them, each and every one."
    },
    {
      "cite": "Anonymous",
      "quote": "Every woman deserves a man who appreciates not only her lovely body and homemaking skills but also her witty and intelligent mind"
    },
    {
      "cite": "Joseph Addison",
      "quote": "Men who cherish for women the highest respect are seldom popular with them."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A woman is soft, kind, and loving. When you are in danger, she is always ready to sacrifice herself to save you. So never forget to respect her."
    },
    {
      "cite": "Herodotus",
      "quote": "A woman takes off her claim to respect along with her garments."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A man can build a home but it needs a woman to run a home."
    },
    {
      "cite": "Anonymous",
      "quote": "Bring her flowers, give her chocolates, send her sweet messages, feed her hungry stomach. Make her feel like she is the most important woman in the world to you, because she is. She is."
    },
    {
      "cite": "Anonymous",
      "quote": "Before loving someone, make sure you're loving yourself enough and treating yourself with respect before others."
    },
    {
      "cite": "Buddha",
      "quote": "You should respect each other and refrain from disputes you should not, like water and oil, repel each other, but should, like milk and water, mingle together"
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everyone should be respected as an individual, but no one idolized."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Have respect for yourself and no one can take away your self respect."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Only those who respect the personality of others can be of real use to them."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Treat people with respect and do it with feelings too, whatever you expect others is what you have to give."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I hope people realize that there is a brain underneath the hair and a heart underneath the boobs."
    },
    {
      "cite": "Dr. Emerson Eggerichs",
      "quote": "Words of Love or Respect must uplift your spouse, edifying and never manipulating"
    },
    {
      "cite": "Dr. Emerson Eggerichs",
      "quote": "Respect must include thankfulness spoken to or about your spouse; don't fixate on weakness and faults."
    },
    {
      "cite": "Dr. Emerson Eggerichs",
      "quote": "Always speak in uplifting way for your spouse's sake, and do not use love or respect as a manipulative ploy to meet your own need for love or respect."
    }
  ]
}