{
  "source": "https://www.wisesayings.com/responsibility-quotes/",
  "theme": "responsibility",
  "quotes": [
    {
      "cite": "Malcolm Forbes",
      "quote": "Those who enjoy responsibility usually get it; those who merely like exercising authority usually lose it."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Men must necessarily be the active agents of their own well-being and well-doing... they themselves must in the very nature of things be their own best helpers."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Responsibility is the price of greatness."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Accountability breeds response-ability."
    },
    {
      "cite": "Les Brown",
      "quote": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "If you want children to keep their feet on the ground, put some responsibility on their shoulders."
    },
    {
      "cite": "James Allen",
      "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life."
    },
    {
      "cite": "Joan Didion",
      "quote": "The willingness to accept responsibility for one's own life is the source from which self-respect springs."
    },
    {
      "cite": "William McFee",
      "quote": "Responsibility's like a string we can only see the middle of. Both ends are out of sight."
    },
    {
      "cite": "Anne Frank",
      "quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does. It is up to you to give [life] a meaning."
    },
    {
      "cite": "Michael Korda",
      "quote": "Success on any major scale requires you to accept responsibility. . .In the final analysis, the one quality that all successful people have is the ability to take on responsibility."
    },
    {
      "cite": "Lou Holtz",
      "quote": "The man who complains about the way the ball bounces is likely to be the one who dropped it."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Action springs not from thought, but from a readiness for responsibility."
    },
    {
      "cite": "Josiah Charles Stamp",
      "quote": "It is easy to dodge our responsibilities, but we cannot dodge the consequences of dodging our responsibilities."
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "Responsibility walks hand in hand with capacity and power."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility."
    },
    {
      "cite": "unknown",
      "quote": "I must do something' always solves more problems than Something must be done.'"
    },
    {
      "cite": "Louis Nizer",
      "quote": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself."
    },
    {
      "cite": "Bob Dylan",
      "quote": "A hero is someone who understands the responsibility that comes with his freedom."
    },
    {
      "cite": "Voltaire",
      "quote": "With great power comes great responsibility."
    },
    {
      "cite": "Frank Crane",
      "quote": "Responsibility is the thing people dread most of all. Yet it is the one thing in the world that develops us, gives us manhood or womanhood fiber."
    },
    {
      "cite": "Stanley Milgram",
      "quote": "It is easy to ignore responsibility when one is only an intermediate link in a chain of action."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You cannot escape the responsibility of tomorrow by evading it today."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Liberty means responsibility. That is why most men dread it."
    }
  ]
}