{
  "source": "https://www.wisesayings.com/restaurant-quotes/",
  "theme": "restaurant",
  "quotes": [
    {
      "cite": "P. G. Wodehouse",
      "quote": "Some minds are like soup in a poor restaurant better left unstirred."
    },
    {
      "cite": "David Mamet",
      "quote": "In a restaurant one is both observed and unobserved. Joy and sorrow can be displayed and observed \"unwittingly,\" the writer scowling naively and the diners wondering, What the hell is he doing?"
    },
    {
      "cite": "Federico Fellini",
      "quote": "It's easier to be faithful to a restaurant than it is to a woman."
    },
    {
      "cite": "Warren Miller",
      "quote": "Never eat in a restaurant that has a bowling trophy on the cash register."
    },
    {
      "cite": "Moffat Machingura",
      "quote": "Life is like a restaurant; you can have anything you want as long as you are willing to pay the price."
    },
    {
      "cite": "David Rockwell",
      "quote": "But what makes my job so great is there's no one answer that's right for every restaurant."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "It's very hard when you eat out every day for a living, and a new restaurant comes along and you haven't got that same vigour that you had 10 years ago."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Restaurants get you in with food to sell you liquor; religions get you in with belief to sell you rules."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "There are advantages to being a star though - you can always get a table in a full restaurant."
    },
    {
      "cite": "Geoff Dyer",
      "quote": "A restaurant on the moon could not have had less atmosphere."
    },
    {
      "cite": "George Orwell",
      "quote": "The secret of a successful restaurant is sharp knives."
    },
    {
      "cite": "Bobby Flay",
      "quote": "Nothing goes perfectly, especially when you're opening a restaurant."
    },
    {
      "cite": "Warner LeRoy",
      "quote": "A restaurant is a fantasy-a kind of living fantasy in which diners are the most important members of the cast."
    },
    {
      "cite": "Jeffrey Wright",
      "quote": "When you go to a restaurant, the less you know about what happens in the kitchen, the more you enjoy your meal."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Capitalism has turned human beings into commodities. To the owner of a restaurant: the cook and a bag of potatoes are equally important."
    },
    {
      "cite": "Albert Camus",
      "quote": "All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door."
    },
    {
      "cite": "Andrew F. Smith",
      "quote": "Eating at fast food outlets and other restaurants is simply a manifestation of the commodification of time coupled with the relatively low value many Americans have placed on the food they eat."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "If anything is good for pounding humility into you permanently, it's the restaurant business."
    },
    {
      "cite": "Bryan Miller",
      "quote": "The disparity between a restaurant's price and food quality rises in direct proportion to the size of the pepper mill."
    },
    {
      "cite": "Bryan Miller",
      "quote": "The highway is replete with culinary landmines disguised as quaint local restaurants that carry such reassuring names as Millie’s, Pop’s and Capt’n Dick’s."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "I never eat in a restaurant that's over a hundred feet off the ground and won't stand still."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "I'm in favor of liberalized immigration because of the effect it would have on restaurants. I’d let just about everybody in except the English."
    },
    {
      "cite": "David Bowie",
      "quote": "Fame itself doesn't really afford you anything more than a good seat in a restaurant."
    },
    {
      "cite": "David Ogilvy",
      "quote": "A well-run restaurant is like a winning baseball team. It makes the most of every crew member's talent and takes advantage of every split-second opportunity to speed up service."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I love Indian, Italian and Mexican food. And if it's a romantic type of thing, I like a good French restaurant."
    },
    {
      "cite": "Edmund G. Love",
      "quote": "When I was a small boy, my father told me never to recommend a church or a woman to anyone. And I have found it wise never to recommend a restaurant either. Something always goes wrong with the cheese souffle."
    },
    {
      "cite": "Emeril Lagasse",
      "quote": "I'm working harder than ever now, and I'm putting on my pants the same as I always have. I just get up every day and try to do a little better than the day before, and that is to run a great restaurant with great food, great wine, and great service. That’s my philosophy."
    },
    {
      "cite": "Frederic Raphael",
      "quote": "Great restaurants are, of course, nothing but mouth-brothels. There is no point in going to them if one intends to keep one’s belt buckled."
    },
    {
      "cite": "George Carlin",
      "quote": "The other night I ate at a real nice family restaurant. Every table had an argument going."
    },
    {
      "cite": "Helen Hunt",
      "quote": "When you first entered the restaurant, I thought you were handsome and then, of course, you spoke."
    }
  ]
}