{
  "source": "https://www.wisesayings.com/restoration-quotes/",
  "theme": "restoration",
  "quotes": [
    {
      "cite": "Audrey Hepburn",
      "quote": "I have to be alone very often. I'd be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That's how I refuel."
    },
    {
      "cite": "Dan Allender",
      "quote": "The work of restoration cannot begin until a problem is fully faced."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "By a Carpenter mankind was made, and only by that Carpenter can mankind be remade."
    },
    {
      "cite": "Jim Elliot",
      "quote": "Most laws condemn the soul and pronounce sentence. The result of the law of my God is perfect. It condemns but forgives. It restores - more than abundantly - what it takes away."
    },
    {
      "cite": "John Calvin",
      "quote": "The restoration of the Church shall be of such a nature that it shall last for ever."
    },
    {
      "cite": "Anselm",
      "quote": "We believe that the material substance of the world must be renewed and that this will not take place until the number of the elect is completed and that happy kingdom be made perfect and that after its completion there will be no more change."
    },
    {
      "cite": "Albert Wolters",
      "quote": "Redemption means restoration—that is, the return to the goodness of an originally unscathed creation and not merely the addition of something supracreational.. This restoration affects the whole of creational life and not merely some limited area within it."
    },
    {
      "cite": "George Bush",
      "quote": "Any nation concerned about the quality of life, now and forever, must be concerned about conservation. It will not be enough to merely halt the damage we've done. Our national heritage must be recovered and restored."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "We must not only protect the countryside and save it from destruction, we must restore what has been destroyed and salvage the beauty and charm of our cities."
    },
    {
      "cite": "George Bush",
      "quote": "Renewal is the way of nature, and it must now become the way of man."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Restoration is an often disastrous solution: tourists in English cathedrals hear a good deal about the vandalism of Cromwell's soldiers, but the devastation wrought by Victorian restorers has been often far worse, however much better the motive."
    },
    {
      "cite": "Warren G. Harding",
      "quote": "America's present need is not heroics, but healing; not nostrums, but normalcy; not revolution, but restoration."
    },
    {
      "cite": "John Betjeman",
      "quote": "The Church's Restoration / In eighteen-eighty-three / Has left for contemplation / Not what there used to be."
    },
    {
      "cite": "Billy Graham",
      "quote": "Repeat when you fail, and immediately seek God's forgiveness and restoration. Sin breaks our fellowship with God."
    },
    {
      "cite": "Earl Maree",
      "quote": "When you hurt, be still! When you're restless, be still! When you feel lost, be still! It's in the stillness that you will find restoration, peace, and ultimately find yourself."
    },
    {
      "cite": "Hanna Rion",
      "quote": "The greatest gift of the garden is the restoration of the five senses."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "For darkness restores what light cannot repair."
    },
    {
      "cite": "Cesare Borgia",
      "quote": "To be violent in order to destroy is criminal. To be violent in order to restore is heroic."
    },
    {
      "cite": "Geraldine Taylor",
      "quote": "Smaller change, greater change / So much here to rearrange / New concepts are hardly strange / Stand united welcome change / Restoration welcome change / Conservation bring the change / Re-establish forward change / For yes in time we will truly change."
    },
    {
      "cite": "Andrew Jerome Trick",
      "quote": "Bring back balance, bring restoration. / I saw the waves again, I felt the impact. / I saw the waves again, I watched the current sway us. / Bring back balance, bring restoration, go."
    },
    {
      "cite": "Malcolm Duplessis",
      "quote": "Stretch out Your hand / And heal this nation / Stretch out Your hand / And bring restoration / Let Your mercy overflow us / Like a never failing stream / By the blood of Jesus cleanse us / O Lord it's You we seek / Cause Your face to shine upon us again."
    },
    {
      "cite": "J. Sheard",
      "quote": "Pourin' into each other hate and not love / Peace in our homes / In response our hearts bound / Makes it hard for us to love and understand each other / So out pour your spirit on ourselves cause there's / No power in prayer our minds are wondering / If this is all worth it because we are losing it / But through restoration and more of your spirit / More of your glory there's guaranteed victory."
    },
    {
      "cite": "John Dryden",
      "quote": "He made all countries where he came his own; / And, viewing monarchs' secret arts of sway, / A royal factor for their kingdoms lay. / Thus, banished David spent abroad his time, / When to be God's anointed was his crime; / And, when restored, made his proud neighbours rue / Those choice remarks he from his travels drew. / Nor is he only by afflictions shown / To conquer others' realms, but rule his own."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "So Matthew Pengelly saved Jonathan Bately's son, / And the old man thanked God and Matthew for what he had done, / And the mother's heart was full of gratitude and joy, / For the restoration of her darling boy."
    },
    {
      "cite": "William Wordsworth",
      "quote": "With tranquil restoration:--feelings too / Of unremembered pleasure: such, perhaps, / As have no slight or trivial influence / On that best portion of a good man's life, / His little, nameless, unremembered, acts / Of kindness and of love."
    },
    {
      "cite": "Timothy Keller",
      "quote": "But resurrection is not just consolation — it is restoration. We get it all back — the love, the loved ones, the goods, the beauties of this life — but in new, unimaginable degrees of glory and joy and strength."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Where do we even start on the daily walk of restoration and awakening? We start where we are."
    },
    {
      "cite": "Charles James Fox",
      "quote": "The worst of revolutions is a restoration."
    },
    {
      "cite": "E. F. Schumacher",
      "quote": "No one is really working for peace unless he is working primarily for the restoration of wisdom."
    },
    {
      "cite": "Jim George",
      "quote": "Restoration and hope is available each time you return to God."
    }
  ]
}