{
  "source": "https://www.wisesayings.com/rest-in-peace-quotes/",
  "theme": "rest-in-peace",
  "quotes": [
    {
      "cite": "Garth Stein",
      "quote": "He died that day because his body had served its purpose. His soul had done what it came to do, learned what it came to learn, and then was free to leave."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "My life will end someday, but it will end at my convenience."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "He who has gone, so we but cherish his memory, abides with us, more potent, nay, more present than the living man."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our death is not an end if we can live on in our children and the younger generation. For they are us, our bodies are only wilted leaves on the tree of life."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Death is something inevitable. When a man has done what he considers to be his duty to his people and his country, he can rest in peace. I believe I have made that effort and that is, therefore, why I will sleep for the eternity."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "And because I love this life I know I shall love death as well The child cries out when From the right breast the mother Takes it away, in the very next moment to find in the left one its consolation."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "I know for certain that we never lose the people we love, even to death. They continue to participate in every act, thought and decision we make. Their love leaves an indelible imprint in our memories. We find comfort in knowing that our lives have been enriched by having shared their love."
    },
    {
      "cite": "Mark Twain",
      "quote": "All say, How hard it is that we have to die—a strange complaint to come from the mouths of people who have had to live."
    },
    {
      "cite": "Native American Proverb",
      "quote": "When you were born, you cried and the world rejoiced. Live your life in a manner so that when you die the world cries and you rejoice."
    },
    {
      "cite": "Evelyn Eaton",
      "quote": "Great Spirit when we come singing. When we face the sunset the last song, may it be, without shame, singing It is finished in beauty. It is finished in beauty!"
    },
    {
      "cite": "Anne Grant",
      "quote": "Grief is a normal and natural response to loss. It is originally an unlearned feeling process. Keeping grief inside increases your pain."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "May tender memories soften your grief, may fond recollection bring you relief, and may you find comfort and peace in the thought of the joy that knowing your loved one brought. For time and space can never divide or keep your loved one from your side. When memory paints in colors true, the happy hours that belonged to you."
    },
    {
      "cite": "Chief Aupumut",
      "quote": "When it comes time to die, be not like those whose hearts are filled with the fear of death,so when their time comes they weep and pray for a little more time to live their lives over gain in a different way. Sing your death song, and die like a hero going home."
    },
    {
      "cite": "Susan Smith",
      "quote": "I want to find a quiet place, to sit with you a while, to talk about the happy times, and hope that makes you smile. Rest in Peace Darling."
    },
    {
      "cite": "Marcel Proust",
      "quote": "We say that the hour of death cannot be forecast, but when we say this we imagine that hour as placed in an obscure and distant future. It never occurs to us that it has any connection with the day already begun or that death could arrive this same afternoon, this afternoon which is so certain and which has every hour filled in advance."
    },
    {
      "cite": "Lex Hixon",
      "quote": "My beloved soul, having awakened at last into My Peace, you can return consciously and completely to your own Original Source. As this homecoming fills you with in expressible joy it pervades Allah Most High with profound delight as well (You will) experience the perfect union with Love that is My highest Paradise."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "We tell the dead to rest in peace, when we should worry about the living to live in peace."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Loving memories last forever, I am at a loss for words during this sorrowful time. Please know that I am thinking of you and praying for peace and comfort."
    },
    {
      "cite": "Robert Breault",
      "quote": "Death is just another stage of life, although the one you kind of hope comes last."
    },
    {
      "cite": "Ghandi",
      "quote": "There are no goodbyes. Where ever you'll be, you'll be in my heart."
    },
    {
      "cite": "Jay Jay",
      "quote": "I can't hold the tears back. It wasn't fair that your life had to end. I'll always keep you in my heart. Rest in peace my friend."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "At first are moving tombs on the surface of the surface of the earth; then we become static tombs in the brims of the cemetary soil; waiting to become eternal people in fellowship for God. I know there is another fellowship in heaven!"
    },
    {
      "cite": "Anthony Liccione",
      "quote": "The dead has always been within us, its just the graveyard where we lay to rest."
    },
    {
      "cite": "Bob Dylan",
      "quote": "I'll remember you. When I've forgotten all the rest. You to me were true. You to me were the best."
    },
    {
      "cite": "Isaiah",
      "quote": "Those who walk uprightly enter into peace; they find rest as they lie in death."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Not everyone who died had left a memory and not everyone who had left a memory had left a blessed one. Therefore, not all have died should be tagged of a blessed memory."
    },
    {
      "cite": "Socrates",
      "quote": "Death is one of two things. Either it is annihilation, and the dead have no consciousness of anything; or, as we are told, it is really a change: a migration of the soul from one place to another."
    },
    {
      "cite": "Edith Fogg Hickman",
      "quote": "Keep the door to her life open."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Make it dark, make it grim, make it tough, but then, for the love of God, tell a joke."
    },
    {
      "cite": "Rabbi Earl Grollman",
      "quote": "Grief is not a disorder, a disease, or a sign of weakness. It is an emotional, physical, and spiritual necessity, the price you pay for love. The only cure for grief is to grieve."
    }
  ]
}