{
  "source": "https://www.wisesayings.com/resurrection-quotes/",
  "theme": "resurrection",
  "quotes": [
    {
      "cite": "Ray C. Stedman",
      "quote": "Remember that He who rose from the dead, rose to pour out His Holy Spirit into human lives, and, by that Spirit, to make available to any individual all the fullness of Himself, twenty-four hours a day."
    },
    {
      "cite": "Watchman Nee",
      "quote": "The greatest negative in the universe is the Cross, for with it God wiped out everything that was not of Himself: the greatest positive in the universe is the resurrection, for through it God brought into being all."
    },
    {
      "cite": "Josh McDowell",
      "quote": "While the resurrection promises us a new and perfect life in the future, God loves us too much to leave us alone to contend with the pain, guilt and loneliness of our present life."
    },
    {
      "cite": "John Stott",
      "quote": "We live and die; Christ died and lived!"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The symbolic language of the crucifixion is the death of the old paradigm; resurrection is a leap into a whole new way of thinking."
    },
    {
      "cite": "John Macarthur",
      "quote": "If Christ was not raised, His death was in vain, your faith in Him would be pointless and your sins would still be counted against you with no hope of spiritual life."
    },
    {
      "cite": "Colin Smith",
      "quote": "The message of Easter is not that Jesus is alive, it is so much more. The message of Easter is that Jesus has risen!"
    },
    {
      "cite": "Clarence W. Hall",
      "quote": "Easter says you can put truth in a grave, but it won't stay there. You can nail it to a cross, wrap it in winding sheets and shut it up in a tomb, but it will rise!"
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "The resurrection of Jesus Christ was necessary to establish the truth of his mission and put the stamp of all-conquering power on his gospel."
    },
    {
      "cite": "Aberjhani",
      "quote": "A bridge of silver wings stretches from the dead ashes of an unforgiving nightmare to the jeweled vision of a life started anew."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "The resurrection is not merely important to the historic Christian faith; without it, there would be no Christianity. It is the singular doctrine that elevates Christianity above all other world religions."
    },
    {
      "cite": "Josh McDowell",
      "quote": "Few people seem to realize that the resurrection of Jesus is the cornerstone to a worldview that provides the perspective to all of life."
    },
    {
      "cite": "H.A. Ironside",
      "quote": "The Gospel is the Gospel of the Risen Christ. There would be no Gospel for sinners if Christ had not been raised."
    },
    {
      "cite": "Watchman Nee",
      "quote": "Our old history ends with the cross; our new history begins with the resurrection."
    },
    {
      "cite": "John Calvin",
      "quote": "The cross of Christ only triumphs in the breast of believers over the devil and the flesh, sin and sinners, when their eyes are directed to the power of His Resurrection."
    },
    {
      "cite": "Martin Luther",
      "quote": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "After death something new begins, over which all powers of the world of death have no more might."
    },
    {
      "cite": "Leon Morris",
      "quote": "The cross is the victory, the resurrection is the triumph. The resurrection is the public display of the victory, the triumph of the crucified one."
    },
    {
      "cite": "N.T. Wright",
      "quote": "Jesus's resurrection is the beginning of God's new project not to snatch people away from earth to heaven but to colonize earth with the life of heaven. That, after all, is what the Lord's Prayer is about."
    },
    {
      "cite": "Brooke Foss Wescott",
      "quote": "There is no historic incident better or more variously supported than the resurrection of Christ."
    },
    {
      "cite": "Julien B. Well",
      "quote": "Live in the awareness that Christ lives and that He lives in His people."
    },
    {
      "cite": "Charles R Swindoll",
      "quote": "The devil, darkness, and death may swagger and boast, the pangs of life will sting for a while longer, but don't worry; the forces of evil are breathing their last. Not to worry. He's risen!"
    },
    {
      "cite": "Paul Ricoeur",
      "quote": "If the Resurrection is resurrection from the dead, all hope and freedom are in spite of death."
    },
    {
      "cite": "Robert Flatt",
      "quote": "The resurrection gives my life meaning and direction and the opportunity to start over no matter what my circumstances."
    },
    {
      "cite": "Henry Drummond",
      "quote": "If I am to inherit Eternal Life, I must cultivate a correspondence with the Eternal."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you have the power to resurrect the dead man, firstly, be sure that he is a good man!"
    },
    {
      "cite": "Billy Graham",
      "quote": "There is more evidence that Jesus rose from the dead than there is that Julius Caesar ever lived or that Alexander the Great died at the age of thirty-three."
    },
    {
      "cite": "H.A. Ironside",
      "quote": "We are not preaching the Gospel of a dead Christ, but of a living Christ who sits exalted at the Father's right hand, and is living to save all who put their trust in Him. He saves to the uttermost all who come to God by Him."
    },
    {
      "cite": "W.H. Rogers",
      "quote": "The Church has its existance by virtue of the death and resurrection of Jesus. He was the first to emerge from death's dark dominions, as the One on Whom death had no claim, and over whom the grave had no power."
    },
    {
      "cite": "Floyd W. Tomkins",
      "quote": "Let the resurrection joy lift us from loneliness and weakness and despair to strength and beauty and happiness."
    }
  ]
}