{
  "source": "https://www.wisesayings.com/retaliation-quotes/",
  "theme": "retaliation",
  "quotes": [
    {
      "cite": "David Anthony Durham",
      "quote": "Revenge is the easiest of emotions to understand and to manipulate."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Revenge is a kind of wild justice, which the more man's nature runs to the more ought law to weed it out."
    },
    {
      "cite": "Coretta Scott King",
      "quote": "Revenge and retaliation always pertuate the cycle of anger, fear and violence."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Revenge is an act of passion; vengeance of justice. Injuries are revenged; crimes are avenged."
    },
    {
      "cite": "Lone Wolf",
      "quote": "Retaliation is as just as night and down."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "Revenge is a sorrow for the person who has to take it on. And the person who is rash enough to think it's going to help a situation is always wrong."
    },
    {
      "cite": "Fort Free",
      "quote": "Retaliation by rebellion is hurtful to the intended target, but sadly it creates a heated desert that demands for the now rebel to reach out his arms of pride for help, a few succumb the courage to do it, many die because their arms are heavy."
    },
    {
      "cite": "Elhanan Winchester",
      "quote": "Revenge is the infliction of pain, in consequence of the neglect or violation of duty."
    },
    {
      "cite": "John Foster Dulles",
      "quote": "Our capacity to retaliate must be, and is, massive in order to deter all forms of aggression."
    },
    {
      "cite": "Christopher Nolan",
      "quote": "Revenge is a particularly interesting concept, especially the notion of whether or not it exists outside of just an abstract idea."
    },
    {
      "cite": "Albert Camus",
      "quote": "Retaliation is related to nature and instinct, not to law. Law, by definition, cannot obey the same rules as nature."
    },
    {
      "cite": "Anonymous",
      "quote": "He who wrongs someone has to expect something in retaliation."
    },
    {
      "cite": "Jonas Jonasson",
      "quote": "Revenge is like politics, one thing always leads to another until bad has become worse, and worse has become worst."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "Revenge can only be found on the road to self-destruction."
    },
    {
      "cite": "Walter Weckler",
      "quote": "Revenge has no more quenching effect on emotions than salt water has on thirst."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "The will to survive is not as important as the will to prevail the answer to criminal aggression is retaliation."
    },
    {
      "cite": "Alan Hamlin",
      "quote": "Revenge is backward looking, whereas rationality is forward looking so the two fail to engage."
    },
    {
      "cite": "Roberto Assagioli",
      "quote": "Without forgiveness life is governed by an endless cycle of resentment and retaliation."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Revenge is the act of passion, vengeance is an act of justice."
    },
    {
      "cite": "Jonathan Maberry",
      "quote": "Revenge is an infection of the spirit."
    },
    {
      "cite": "Eddie Vedder",
      "quote": "The best revenge is to live on and prove yourself."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "The best revenge is massive success."
    },
    {
      "cite": "Juvenal",
      "quote": "Revenge is always the weak pleasure of a little and narrow mind."
    },
    {
      "cite": "Anonymous",
      "quote": "Revenge is a confession of pain."
    }
  ]
}