{
  "source": "https://www.wisesayings.com/retirement-quotes/",
  "theme": "retirement",
  "quotes": [
    {
      "cite": "Gene Perret",
      "quote": "Retirement is wonderful. It's doing nothing without worrying about getting caught at it."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Retirement, a time to do what you want to do, when you want to do it, where you want to do it, and, how you want to do it."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Retirement may be looked upon either as a prolonged holiday or as a rejection, a being thrown on to the scrap-heap."
    },
    {
      "cite": "Susan Miller",
      "quote": "The key to retirement is to find joy in the little things."
    },
    {
      "cite": "Hartman Jule",
      "quote": "Retirement has been a discovery of beauty for me. I never had the time before to notice the beauty of my grandkids, my wife, the tree outside my very own front door. And, the beauty of time itself."
    },
    {
      "cite": "Seneca",
      "quote": "Retirement without the love of letters is a living burial."
    },
    {
      "cite": "Gene Perret",
      "quote": "Retirement: That's when you return from work one day and say, 'Hi, Honey, I'm home, forever.'"
    },
    {
      "cite": "M.K. Soni",
      "quote": "Retire from work, but not from life."
    },
    {
      "cite": "Suze Orman",
      "quote": "To enjoy a long, comfortable retirement, save more today."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Retirement kills more people than hard work ever did."
    },
    {
      "cite": "Author Unknown",
      "quote": "The best time to start thinking about your retirement is before the boss does."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Retirement may be an ending, a closing, but it is also a new beginning."
    },
    {
      "cite": "Abe Lemons",
      "quote": "The trouble with retirement is that you never get a day off."
    },
    {
      "cite": "Dave Erhard",
      "quote": "Retirement: Something arrived at in haste and lived at in leisure."
    },
    {
      "cite": "Brian O'Driscoll",
      "quote": "If you start thinking about retirement in six months' time, you're already there."
    },
    {
      "cite": "Anonymous",
      "quote": "Retirement is when the living is easy and the payments are hard."
    },
    {
      "cite": "Chi Chi Rodriguez",
      "quote": "When a man retires, his wife gets twice the husband but only half the income."
    },
    {
      "cite": "Unkown",
      "quote": "Life begins at retirement."
    },
    {
      "cite": "Frank Eberhart",
      "quote": "The goal of retirement is to live off your assets-not on them."
    },
    {
      "cite": "Ravi Samuel",
      "quote": "Retirement from Job does not mean retirement from life! It is the beginning not an end!"
    },
    {
      "cite": "Robert Brault",
      "quote": "Retirement is having nothing to do and someone always keeping you from it."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "In retirement, every day is Boss Day and every day is Employee Appreciation Day."
    },
    {
      "cite": "Gene Perret",
      "quote": "Retirement: It's nice to get out of the rat race, but you have to learn to get along with less cheese."
    },
    {
      "cite": "Hartman Jule",
      "quote": "I'm not just retiring from the company, I'm also retiring from my stress, my commute, my alarm clock, and my iron."
    },
    {
      "cite": "Bill Chavanne",
      "quote": "I never stopped doing anything [when I retired], I stopped getting paid for it."
    },
    {
      "cite": "Abigail Charleson",
      "quote": "Retirement itself is the best gift. No gold watch could ever top it."
    },
    {
      "cite": "Mason Cooley",
      "quote": "In retirement, only money and symptoms are consequential."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Retirement is a one-way trip to insignificance."
    },
    {
      "cite": "Jack Bowman",
      "quote": "Retirement to me does not mean nothing to do but the realization of the decisions I made in the past. That I made in my life."
    },
    {
      "cite": "unknown",
      "quote": "Retirement . . . is when you stop living at work and begin working at living."
    }
  ]
}