{
  "source": "https://www.wisesayings.com/retribution-quotes/",
  "theme": "retribution",
  "quotes": [
    {
      "cite": "Kahlil Gibran",
      "quote": "An eye for an eye, and the whole world would be blind."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The noblest kind of retribution is not to become like your enemy."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Retribution often means that we eventually do to ourselves what we hav"
    },
    {
      "cite": "Frederick Douglas",
      "quote": "Men may not get all they pay for in this world; but they must certainly pay for all they get."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "There are some duties we owe even to those who have wronged us. There is, after all, a limit to retribution and punishment."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Never, never be afraid to do what's right, especially if the well-being of a person or animal is at stake. Society's punishments are small compared to the wounds we inflict on our soul when we look the other way."
    },
    {
      "cite": "Libba Bray",
      "quote": "Retribution is a dog chasing its tail."
    },
    {
      "cite": "Henry Ford",
      "quote": "The Government is a servant and never should be anything but a servant. The moment the people become adjuncts to government, then the law of retribution begins to work, for such a relation is unnatural, immoral, and inhuman."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "On him that takes revenge, revenge shall be taken, and by a real evil he shall dearly pay for the goods that are but airy and fantastical; it is like a rolling stone, which, when a man hath forced up a hill, will return upon him with a greater violence, and break those bones whose sinews gave it motion."
    },
    {
      "cite": "James Baldwin",
      "quote": "People pay for what they do, and still more for what they have allowed themselves to become. And they pay for it very simply; by the lives they lead."
    },
    {
      "cite": "Horace",
      "quote": "Get what start the sinner may, Retribution, for all her lame leg, never quits his track."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Punishment is justice for the unjust."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Vengeance and retribution require a long time; it is the rule."
    },
    {
      "cite": "Meg Greenfield",
      "quote": "There is such a thing as tempting the gods. Talking too much, too soon and with too much self-satisfaction has always seemed to me a sure way to court disaster. The forces of retribution are always listening. They never sleep."
    },
    {
      "cite": "I Ching",
      "quote": "Before a thunderstorm there is a build-up of tension which is only relieved by the explosive force of thunder and lightning. In human affairs there must be a clear distinction between the penalties for small and great crimes. Retribution for wrongdoing must be swiftly and surely applied if greater problems are to be prevented."
    },
    {
      "cite": "Saint Augustine",
      "quote": "That death is not to be judged an evil which is the end of a good life; for death becomes evil only by the retribution which follows it."
    },
    {
      "cite": "Henry Wadsworth Longellow",
      "quote": "Though the mills of God grind slowly, yet they grind exceeding small; Though with patience He stands waiting, with exactness grinds He all."
    },
    {
      "cite": "Paul Bloom",
      "quote": "On many issues, empathy can pull us in the wrong direction. The outrage that comes from adopting the perspective of a victim can drive an appetite for retribution."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Vengeance, retaliation, retribution, revenge are deceitful brothers; vile, beguiling demons promising justifiable compensation to a pained soul for his losses. Yet in truth they craftily fester away all else of worth remaining."
    },
    {
      "cite": "John Calvin",
      "quote": "God preordained, for his own glory and the display of His attributes of mercy and justice, a part of the human race, without any merit of their own, to eternal salvation, and another part, in just punishment of their sin, to eternal damnation."
    },
    {
      "cite": "Rod Serling",
      "quote": "Justice can span years. Retribution is not subject to a calendar."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Heaven never defaults. The wicked are sure of their wages, sooner or later."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Disease is the retribution of outraged Nature."
    },
    {
      "cite": "Miles Franklin",
      "quote": "There is a law of retribution in all things, direct or indirect, visible or invisible."
    },
    {
      "cite": "Plato",
      "quote": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men."
    },
    {
      "cite": "Euripides",
      "quote": "The ways of the gods are long, but in the end they are not without strength."
    },
    {
      "cite": "Emily Thorne",
      "quote": "In every life, there comes a day of reckoning - a time when unsettled scores demand retribution, and our own lies and transgressions are finally laid bare."
    },
    {
      "cite": "Willie Davis",
      "quote": "If you step on people in this life, you're going to come back as a cockroach."
    },
    {
      "cite": "Mark Twain",
      "quote": "Laws are sand, customs are rock. Laws can be evaded and punishment escaped but an openly transgressed custom brings sure punishment."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The first and greatest punishment of the sinner is the conscience of sin."
    }
  ]
}