{
  "source": "https://www.wisesayings.com/retreat-quotes/",
  "theme": "retreat",
  "quotes": [
    {
      "cite": "Patrick Shen",
      "quote": "The world needs people who retreat from the world in order to see it more clearly."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A lion will only retreat if you stare it in the eyes; likewise, so will fear."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory."
    },
    {
      "cite": "Anais Nin",
      "quote": "I am like a snake who has already bitten. I retreat from a direct battle while knowing the slow effect of the poison."
    },
    {
      "cite": "Fiorello LaGuardia",
      "quote": "It makes no difference if I burn my bridges behind me - I never retreat."
    },
    {
      "cite": "Jane Lindskold",
      "quote": "There is no shame in strategic retreat if it lets you remain strong enough to go after the enemy later."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Braving obstacles and hardships is braver than retreat to tranquility."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Woman begins by resisting a man's advances and ends by blocking his retreat."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "In politics, it seems, retreat is honorable if dictated by military considerations and shameful if even suggested for ethical reasons."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Every person who wins in any undertaking must be willing to burn his ships and cut all sources of retreat."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "A tactical retreat is not a bad response to a surprise assault, you know. First you survive. Then you choose your own ground. Then you counterattack."
    },
    {
      "cite": "Lee H. Hamilton",
      "quote": "The temptations are great to simply retreat to the domain of private life and give up on our public problems."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "In this revolution, no plans have been written for retreat."
    },
    {
      "cite": "Oswald Boelke",
      "quote": "When over the enemy's lines, never forget your own line of retreat."
    },
    {
      "cite": "Subhash Kak",
      "quote": "When the mind grasps the universe, the senses retreat."
    },
    {
      "cite": "Eoin Colfer",
      "quote": "Certain battles were won by retreating."
    },
    {
      "cite": "Erno Paasilinna",
      "quote": "It is also a victory to know when to retreat."
    }
  ]
}