{
  "source": "https://www.wisesayings.com/return-quotes/",
  "theme": "return",
  "quotes": [
    {
      "cite": "Thomas a Kempis",
      "quote": "Remember always your end, and that lost time does not return."
    },
    {
      "cite": "Confucius",
      "quote": "Return good for good; return evil with justice."
    },
    {
      "cite": "Geneen Roth",
      "quote": "Come back to yourself. Return to the voice of your body. Trust that much."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It is most unusual to return to a place that has changed in ways you yourself have altered."
    },
    {
      "cite": "Yana Toboso",
      "quote": "Something once lost will never return."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "The return makes one love the farewell."
    },
    {
      "cite": "Luther Burbank",
      "quote": "We must return to nature and nature's god."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "When much is taken, something is returned."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In the woods we return to reason and faith."
    },
    {
      "cite": "Mark X.",
      "quote": "To return to nature is to embrace extinction."
    },
    {
      "cite": "Sengcan",
      "quote": "Return to the root and you will find the meaning."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "In the life of one man, never The same time returns."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Life comes from the earth and life returns to the earth."
    },
    {
      "cite": "Clay Aiken",
      "quote": "Love others and as you do, that love will return to you."
    },
    {
      "cite": "Grigoris Deoudis",
      "quote": "When man will return to nature, nature will return to him."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The development of man is a return to an original perfection."
    },
    {
      "cite": "Plautus",
      "quote": "If you say hard things you must expect to hear them in return."
    },
    {
      "cite": "Francesco Guicciardini",
      "quote": "The return we reap from generous actions is not always evident."
    },
    {
      "cite": "Sam Keen",
      "quote": "To love is to return to a home we never left, to remember who we are."
    },
    {
      "cite": "Andre Gide",
      "quote": "The true return to nature is the definitive return to the elements-death."
    },
    {
      "cite": "John Burroughs",
      "quote": "One may return to the place of his birth, He cannot go back to his youth."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "The truest indication of gratitude is to return what you are grateful for."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Once you hear something, you can never return to the time before you heard it."
    },
    {
      "cite": "Ryuho Okawa",
      "quote": "The essence of love is to give continually, without expecting anything in return."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "The true test of faith is how we treat those who can do nothing for us in return."
    },
    {
      "cite": "Rumi",
      "quote": "When the light returns to its source, it takes nothing of what it has illuminated."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "You may return here once you have fully come to understand that you are always here."
    },
    {
      "cite": "Paul Theroux",
      "quote": "You go away for a long time and return a different person - you never come all the way back."
    },
    {
      "cite": "Sophocles",
      "quote": "For whoever knows how to return a kindness he has received must be a friend above all price."
    },
    {
      "cite": "Horace",
      "quote": "The words can not return."
    }
  ]
}