{
  "source": "https://www.wisesayings.com/reunited-quotes/",
  "theme": "reunited",
  "quotes": [
    {
      "cite": "Richard Dawkins",
      "quote": "The idea of an afterlife where you can be reunited with loved ones can be immensely consoling - though not to me."
    },
    {
      "cite": "Jon Tenney",
      "quote": "When you get together with childhood friends, for example, there's an intimacy that you instantly have because you share something really profound in your past. There's a shortcut to emotional intimacy if you share your past with somebody. It's really empowering when you're reunited with people who share that."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "Reunions are the first day of school all over again. Time casts away familiarity and replaces it with warm confusion. Seeing how the years have frayed the friends of our youth reminds us that we too have irrevocably changed and can never return to a state of innocence again."
    },
    {
      "cite": "Leah Raeder",
      "quote": "Maybe we needed to break a little, so we could put ourselves back together more beautifully than before."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Every long separation is a test: A test to see how powerful or how weak the will of reuniting is!"
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "I like to see people reunited, I like to see people run to each other, I like the kissing and the crying, I like the impatience, the stories that the mouth can't tell fast enough, the ears that aren't big enough, the eyes that can't take in all of the change, I like the hugging, the bringing together, the end of missing someone."
    },
    {
      "cite": "Helen Cardwell",
      "quote": "There were screams of joy as some were reunited with friends or family members that they had been separated from during the rush."
    },
    {
      "cite": "Luc Delahaye",
      "quote": "There is something beautiful about photography; it allows the self to be reunited with the world."
    },
    {
      "cite": "Tommy Blacha",
      "quote": "Just 'cause we're not broken up doesn't mean we can't reunite."
    },
    {
      "cite": "Mitchell Hurwitz",
      "quote": "I want my family back. I guess what I'm trying to say is, I want to reunite the band."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Someday we'll be reunited. In another world, a much better world."
    },
    {
      "cite": "Edward Kitsis",
      "quote": "Nothing warms the heart more than a family reunited."
    },
    {
      "cite": "Alexi Kaye Campbell",
      "quote": "At the very least, we should be reunited with what is rightfully ours."
    },
    {
      "cite": "David McCracken",
      "quote": "Banding together in common weakness is what creates strength. It's the only way to deal with all the horrors in this world. It's why people get married and form friendships and reunite to relive the good old days."
    },
    {
      "cite": "James O'Barr",
      "quote": "I believe there's a place where the restless souls wander. Burdened by the weight of their own sadness, they wait for a chance to set the wrong things right. Only then can they be reunited with the ones they love."
    },
    {
      "cite": "Toni Braxton",
      "quote": "I want you back in my life / I wanna be with my wife again / Reunited, back to the business of love / Reunited, getting back together because / We're united"
    },
    {
      "cite": "Cornell Haynes",
      "quote": "You're a warrior, fighting for your soul / Taken from a world above, and brought down to a world below / Re-united, re-united return the princess to the king, / Re-united, re-united, she's been taken for so long / Re-united, re-united and then she'll be filled with joy / Re-united, re-united like the days of her youth"
    },
    {
      "cite": "Stephen Brian Street",
      "quote": "Happy lovers, back together. / Uh, and I do feel proud. / Happy lovers, reunited. / Uh, and I do feel proud now. / I'm not the type to boost as you know, / Thou it was me who brought them back together."
    },
    {
      "cite": "Marina Lambrini Diamandis",
      "quote": "All the people living in, living in the world today / Reunited by our love, reunited by our pain (ooh) / All the things that I've done and I've seen / Still, I don't know, don't know what it means"
    },
    {
      "cite": "Bill Anderson",
      "quote": "She was his reason for living / She was his rock and his best friend / They'll be reunited in heaven / 'Cause he's dying to see her again"
    },
    {
      "cite": "Glen Raymond Tipton",
      "quote": "We'll play on till the end / It's not over not over my friends / We are together tonight / Reunited for all of our lives / And we thank you for it all / We will never forget"
    },
    {
      "cite": "Dennis Brown",
      "quote": "I'd make it right if you want it / I want it back more than you know  / I crossed the line do you want it / I want you back / And I'm waiting for you to get that feeling once again / Reunited in the end / And I've been waiting for you"
    },
    {
      "cite": "When the Clock Strikes",
      "quote": "But I can't miss you 'til you go / We're better friends from a distance / Even more than I can say / And I hope we're reunited  / After many, many days"
    },
    {
      "cite": "Mick Hucknall",
      "quote": "Cause life is what you make as we take it as reality / Now we're reunited and it feels so good / You know were reunited and it feels so good / Through the centuries of time heal the rhymes and unwind"
    },
    {
      "cite": "Carole King",
      "quote": "Memory's flame is soon ignited / Lighting my lamp with amber glow / Quietly friends are reunited / Singing a song of long ago, la la la..."
    },
    {
      "cite": "John Gay",
      "quote": "We only part to meet again."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "It takes one person to forgive, it takes two people to be reunited."
    },
    {
      "cite": "Charles Bass",
      "quote": "Despite the best of efforts, many foster children are neither reunited with their families, nor adopted."
    },
    {
      "cite": "Gary Locke",
      "quote": "Everybody simply wants to be reunited with their family members, their loved ones."
    }
  ]
}