{
  "source": "https://www.wisesayings.com/reunion-quotes/",
  "theme": "reunion",
  "quotes": [
    {
      "quote": "The sweetness of reunion is the joy of heaven.",
      "cite": "Richard Paul Evans"
    },
    {
      "quote": "Reunion: enough reading stories, time to create new memories.",
      "cite": "Amol Gade"
    },
    {
      "quote": "If you don't believe in ghosts, you've never been to a family reunion.",
      "cite": "Ashleigh Brilliant"
    },
    {
      "quote": "It takes a certain amount of guts to go to your class reunions.",
      "cite": "Dick Cavett"
    },
    {
      "quote": "Reunion together this time. Reunion forever be mine.",
      "cite": "Erasure"
    },
    {
      "quote": "Hear you calling my name for a reunion thought I wandered too far away . But. now I've got a brand new start. Reunion, reunion of the heart.",
      "cite": "The Hollies"
    },
    {
      "quote": "Make this the best of the rest of your days. Start your revolution and I'll see you at the reunion.",
      "cite": "Bon Jovi"
    },
    {
      "quote": "It's been a while, but in our reunion, I can't remember why you went away",
      "cite": "Betty Who"
    },
    {
      "quote": "Like some reunions do there won't be many people just me and him and you.",
      "cite": "Wade Hayes"
    },
    {
      "quote": "Come on in, I've been expecting you sweet reunion, welcome home again.",
      "cite": "Kenny Loggins"
    },
    {
      "quote": "The best effect of fine persons is felt after we have left their presence.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "That's the fun of going to a high school reunion: it's seeing the people who you were close to all those years ago, and re-exploring the relationships of the past.",
      "cite": "Jon Hurwitz"
    },
    {
      "quote": "For my heart was softened by my return, and such a change had come to pass, that I felt like on who was toiling home barefoot from distant travel, and whose wanderings had lasted many years.",
      "cite": "Charles Dickens"
    },
    {
      "quote": "It'd been a long time since they'd been together, but as close as they were physically, they'd never been so far apart in every other way.",
      "cite": "Jennifer Faye"
    },
    {
      "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.",
      "cite": "Robert Southey"
    },
    {
      "quote": "At the end of four years' time, at graduation, we were down to 12. At our reunion that we had several years ago, only 1 out of the 52 actually made it to ordination and priesthood. So there you go, there's your numbers.",
      "cite": "Peter Jurasik"
    },
    {
      "quote": "When we recall the past, we usually find that it is the simplest things not the great occasions that in retrospect give off the greatest glow of happiness.",
      "cite": "Bob Hope"
    },
    {
      "quote": "To reminisce with my old friends, a chance to share some memories, and play our songs again.",
      "cite": "Ricky Nelson"
    },
    {
      "quote": "Memories are the treasures that we keep locked deep within the storehouse of our souls, to keep our hearts warm when we are lonely.",
      "cite": "Becky Aligada"
    },
    {
      "quote": "Never go to your high school reunion pregnant or they will think that is all you have done since you graduated.",
      "cite": "Erma Bombeck"
    },
    {
      "quote": "Reunion reveals friendship potential that haven't yet been emerged in the past.",
      "cite": "Toba Beta"
    },
    {
      "quote": "We all take different paths in life, but no matter where we go, we take a little of each other everywhere.",
      "cite": "Tim McGraw"
    },
    {
      "quote": "Reunions are always fraught with awkward tensions the necessity to account for oneself; the attempt to find, through memories, an ember of the old emotions.",
      "cite": "Anita Shreve"
    },
    {
      "quote": "Back on its golden hinges the gate of Memory swings, and my heart goes into the garden and walks with the olden things.",
      "cite": "Ella Wheeler Wilcox"
    },
    {
      "quote": "Family faces are magic mirrors. Looking at people who belong to us, we see the past, present and future.",
      "cite": "Gail Buckley"
    },
    {
      "quote": "Unfortunately these are not isolated incidents, and the people of Reunion are the first to be horrified by this despicable barbarity which mars the image of their island.",
      "cite": "Brigitte Bardot"
    },
    {
      "quote": "Recall it as often as you wish a happy memory never wears out.",
      "cite": "Libbie Fudim"
    },
    {
      "quote": "Reunion after long separation is even better than one's wedding night.",
      "cite": "Chinese Proverb"
    },
    {
      "quote": "Every parting is a form of death, as every reunion is a type of heaven.",
      "cite": "Tryon Edwards"
    }
  ]
}