{
  "source": "https://www.wisesayings.com/reverence-quotes/",
  "theme": "reverence",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The noble soul reveres itself."
    },
    {
      "cite": "Justin K. McFarlane Beau",
      "quote": "Even the proud in all their boasting, must fall silent before the wise."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The reverence for the deeds of our ancestors is a treacherous sentiment. Their merit was not to reverence the old, but to honor the present moment; and we falsely make them excuses of the very habit which they hated and defied."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The foundation of reverence is this perception, that the present holds within itself the complete sum of existence, backwards and forwards, that whole amplitude of time, which is eternity."
    },
    {
      "cite": "Norman Macdonald",
      "quote": "Proper respect to others is the most prudent rule of directing the measure of reverence due to ourselves."
    },
    {
      "cite": "Bodhidharma",
      "quote": "Worship means reverence and humility. It means revering your real self and humbling delusions."
    },
    {
      "cite": "Source Unknown",
      "quote": "Reverence is one of the signs of strength, irreverence one of the surest indications of weakness. No man will rise high who jeers at sacred things. The fine loyalties of life must be reverenced or they will be fore sworn in the day of trial."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Reverence to a woman in courtship is less to be dispensed with, as, generally, there is but little of it shown afterwards."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The reverence for the Scriptures is an element of civilization, for thus has the history of the world been preserved, and is preserved."
    },
    {
      "cite": "Ursula Goodenough",
      "quote": "Reverence is the sense that there is something larger than the self, larger even than the human, to which one accords respect and awe and assent."
    },
    {
      "cite": "John Milton",
      "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."
    },
    {
      "cite": "John Ruskin",
      "quote": "Reverence is the chief joy and power of life - reverence for that which is pure and bright in youth; for what is true and tried in age; for all that is gracious among the living, great among the dead, - and marvelous in the powers that cannot die."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "Real devotion is an unbroken receptivity to the truth. Real devotion is rooted in an awed and reverent gratitude, but one that is lucid, grounded, and intelligent."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Reverence makes it possible to be whole, though ignorant. It is the wholeness of understanding."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "If a man loses his reverence for any part of life, he will lose his reverence for all of life."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Reverence for life is the highest court of appeal."
    },
    {
      "cite": "David O. McKay",
      "quote": "Reverence is profound respect mingled with love"
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Reverence the highest, have patience with the lowest. Let this day's performance of the meanest duty be thy religion. Are the stars too distant, pick up the pebble that lies at thy feet, and from it learn the all."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Reverence for life is more than solicitude or sensitivity for life. It is a sense of the whole, a capacity for inspired response, a respect for the intricate universe of individual life. It is the supreme awareness of awareness itself."
    },
    {
      "cite": "Mark Twain",
      "quote": "Who is to decide what ought to command my reverence--my neighbor or I? . . You can't have reverence for a thing that doesn't command it. If you could do that, you could digest what you haven't eaten, and do other miracles and get a reputation."
    },
    {
      "cite": "Plato",
      "quote": "Let parents bequeath to their children not riches, but the spirit of reverence."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "A reverence for life needs to be developed, in which all things are sacred."
    },
    {
      "cite": "Isaac Watts",
      "quote": "A holy reverence checks our speech, And praise sits silent on our tongues."
    },
    {
      "cite": "Ambrose",
      "quote": "Reverence: the spiritual attitude of a man to a god and a dog to a man."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Cleanness of body was ever deemed to proceed from a due reverence to God."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Competition of praise inclineth to a reverence of antiquity. For men contend with the living, not with the dead."
    },
    {
      "cite": "Pythagoras",
      "quote": "Above the cloud with its shadow is the star with its light. Above all things reverence thyself."
    },
    {
      "cite": "Socrates",
      "quote": "Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence."
    },
    {
      "cite": "Robert Millikan",
      "quote": "Fullness of knowledge always means some understanding of the depths of our ignorance and that is always conducive to humility and reverence."
    },
    {
      "cite": "George Eliot",
      "quote": "No soul is desolate as long as there is a human being for whom it can feel trust and reverence."
    }
  ]
}