{
  "source": "https://www.wisesayings.com/revival-quotes/",
  "theme": "revival",
  "quotes": [
    {
      "cite": "Lou Engle",
      "quote": "Revival is the eruption of God's heart on a life poured out."
    },
    {
      "cite": "Richard Lovelace",
      "quote": "Revival is an infusion of new spiritual life imparted by the Holy Spirit to existing parts of Christ's body."
    },
    {
      "cite": "Vance Havner",
      "quote": "Real revival does not begin with joyous singing. It begins with conviction and repentance on the part of Christians."
    },
    {
      "cite": "Nancy Leigh Demoss",
      "quote": "Revival is not just an emotional touch; it's a complete takeover!"
    },
    {
      "cite": "J.I. Packer",
      "quote": "Revival is the visitation of God which brings to life Christians who have been sleeping and restores a deep sense of God's near presence and holiness. Thence springs a vivid sense of sin and a profound exercise of heart in repentance, praise, and love, with an evangelistic outflow."
    },
    {
      "cite": "Henry Blackaby",
      "quote": "Revival is a divinely initiated work in which God's people pray, repent of their sin, and return to a holy, Spirit-filled, obedient, love-relationship with God."
    },
    {
      "cite": "Charles Finney",
      "quote": "Revival is a renewed conviction of sin and repentance, followed by an intense desire to live in obedience to God. It is giving up one's will to God in deep humility."
    },
    {
      "cite": "Anne Graham Lotz",
      "quote": "Revival begins when you draw a circle around yourself and make sure everything in that circle is right with God."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "Nothing teaches us about the preciousness of the Creator as much as when we learn the emptiness of everything else."
    },
    {
      "cite": "Jonathan Goforth",
      "quote": "If revival is being withheld from us it is because some idol remains still enthroned; because we still insist in placing our reliance in human schemes; because we still refuse to face the unchangeable truth that, 'It is not by might, but by My Spirit."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "In revival, God is not concerned about filling empty churches, He is concerned about filling empty hearts."
    },
    {
      "cite": "James Alexander Stewart-Mackenzie",
      "quote": "There can be no revival apart from the Holy Ghost; He is the author of every Heaven-sent movement."
    },
    {
      "cite": "Vance Havner",
      "quote": "Revival is falling in love with Jesus all over again."
    },
    {
      "cite": "Winkie Pratney",
      "quote": "Revival brings back a holy shock to apathy and carelessness."
    },
    {
      "cite": "Henry Blackaby",
      "quote": "Revival is when God's people return to God and God returns to them, and everyone sees the difference."
    },
    {
      "cite": "John R. Rice",
      "quote": "Present-day wickedness, apostasy and modern civilization cannot prevent revival."
    },
    {
      "cite": "Andrew Bonar",
      "quote": "Revivals begin with God's own people; the Holy Spirit touches their heart anew, and gives them new fervor and compassion, and zeal, new light and life, and when He has thus come to you, He next goes forth to the valley of dry bones... Oh, what responsibility this lays on the Church of God! If you grieve Him away from yourselves, or hinder His visit, then the poor perishing world suffers sorely!"
    },
    {
      "cite": "Jerry Falwell",
      "quote": "Revival is not just a feeling of excitement of the Lord. We get excited about many things, but excitement is not a revival if God is not the thing that gets us excited."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "If we want revivals, we must revive our reverence for the Word of God."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "Any true revival can be proven by the fact that it changed the moral climate of an area or nation."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "Revival is when God gets so sick and tired of being misrepresented that He shows Himself."
    },
    {
      "cite": "Jim Burns",
      "quote": "Renewal and revival often begin when young people take a stand for God."
    },
    {
      "cite": "Tom Wells",
      "quote": "There are no magic formulas for revival. We cannot command it. We may await it with longing, and we are bound to express our longing in prayer."
    },
    {
      "cite": "Henry Blackaby",
      "quote": "All revival begins, and continues, in the prayer meeting. Some have also called prayer the \"great fruit of revival.\" In times of revival, thousands may be found on their knees for hours, lifting up their heartfelt cries, with thanksgiving, to heaven."
    },
    {
      "cite": "David Lloyd-Jones",
      "quote": "A revival means days of heaven upon earth."
    },
    {
      "cite": "Andrew Murray",
      "quote": "A true revival means nothing less than a revolution, casting out the spirit of worldliness and selfishness, and making God and His love triumph in the heart and life."
    },
    {
      "cite": "Francis Schaeffer",
      "quote": "Reformation is a return to the sound doctrine of the Bible. Revival is the practice of that sound doctrine under the power of the Holy Spirit."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "As long as we are content to live without revival, we will."
    },
    {
      "cite": "Sammy Tippit",
      "quote": "Revival is not the discovery of some new truth. It's the rediscovery of the grand old truth of God's power in and through the Cross."
    },
    {
      "cite": "Charles Grandison Finney",
      "quote": "A revival may be expected when Christians have a spirit of prayer for a revival. That is, when they pray as if their hearts were set upon it. When Christians have the spirit of prayer for a revival. When they go about groaning out their hearts desire. When they have real travail of soul"
    }
  ]
}