{
  "source": "https://www.wisesayings.com/revision-quotes/",
  "theme": "revision",
  "quotes": [
    {
      "cite": "Kelly Barnhill",
      "quote": "That’s the magic of revisions – every cut is necessary, and every cut hurts, but something new always grows."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "One great aim of revision is to cut out. In the exuberance of composition it is natural to throw in - as one does in speaking - a number of small words that add nothing to meaning but keep up the flow and rhythm of thought. In writing, not only does this surplusage not add to meaning, it subtracts from it. Read and revise, reread and revise, keeping reading and revising until your text seems adequate to your thought."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "God Himself has reserved no right of revision of His own laws nor is there any need for Him for any such revision."
    },
    {
      "cite": "K. M. Soehnlein",
      "quote": "But revision is a creative act, not merely an analytical imposition of rules of style on a more creative first draft. That's a myth - that the first draft is more creative and everything after that is ruining creativity."
    },
    {
      "cite": "Marianne Moore",
      "quote": "Revision is its own reward."
    },
    {
      "cite": "Bernard Malamud",
      "quote": "Revision is one of the exquisite pleasures of writing."
    },
    {
      "cite": "Lester Beall",
      "quote": "The moment clients realize that revisions are not an all-you-can-eat buffet, suddenly they realize they are not hungry."
    },
    {
      "cite": "Tama Janowitz",
      "quote": "The novel is never really in the first draft. The novel really happens in the revisions."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "The writer’s life is a life of revisions."
    },
    {
      "cite": "John Dufresne",
      "quote": "Revision is not the end of the creative process, but a new beginning. It's a chance not just to clean up and edit, but to open up and discover."
    },
    {
      "cite": "Will Shetterly",
      "quote": "The great thing about revision is that it's your opportunity to fake being brilliant."
    },
    {
      "cite": "Romulus Linney",
      "quote": "Revision, once well done, becomes a sort of automatic itch which you scratch in the next work without thinking about it."
    },
    {
      "cite": "John Dufresne",
      "quote": "In revision, your imagination becomes deeply engaged with your material. It's when you come to know your characters and begin to perceive their motivations and values."
    },
    {
      "cite": "Rigoberto Gonzalez",
      "quote": "Revision is a good impulse to have."
    },
    {
      "cite": "Richard Branson",
      "quote": "Every success story is a tale of constant adaption, revision and change."
    },
    {
      "cite": "May Sarton",
      "quote": "Revision is not going back and fussing around, but going forward into the process of creation"
    },
    {
      "cite": "Tracy Kidder",
      "quote": "Writing is revision. All prose responds to work."
    }
  ]
}