{
  "source": "https://www.wisesayings.com/revolution-quotes/",
  "theme": "revolution",
  "quotes": [
    {
      "cite": "Che Guevara",
      "quote": "The revolution is not an apple that falls when it is ripe. You have to make it fall."
    },
    {
      "cite": "Fidel Castro",
      "quote": "A revolution is not a bed of roses. A revolution is a struggle to the death between the future and the past."
    },
    {
      "cite": "Stephen Gardiner",
      "quote": "The Industrial Revolution was another of those extraordinary jumps forward in the story of civilization."
    },
    {
      "cite": "Huey Newton",
      "quote": "The revolution has always been in the hands of the young. The young always inherit the revolution."
    },
    {
      "cite": "Scott Cook",
      "quote": "We're still in the first minutes of the first day of the Internet revolution."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "A revolution is impossible without a revolutionary situation; furthermore, not every revolutionary situation leads to revolution."
    },
    {
      "cite": "Emma Goldman",
      "quote": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Personal transformation can and does have global effects. As we go, so goes the world, for the world is us. The revolution that will save the world is ultimately a personal one."
    },
    {
      "cite": "Douglas Engelbart",
      "quote": "The digital revolution is far more significant than the invention of writing or even of printing."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every revolution was first a thought in one man's mind."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "Revolution is not something fixed in ideology, nor is it something fashioned to a particular decade. It is a perpetual process embedded in the human spirit."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The seed of revolution is repression."
    },
    {
      "cite": "Gil Scott-Heron",
      "quote": "The revolution that takes place in your head, nobody will ever see that."
    },
    {
      "cite": "Paulo Freire",
      "quote": "Revolution is born as a social entity within the oppressor society."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Revolutions never go backwards."
    },
    {
      "cite": "Bill Ayers",
      "quote": "Every revolution seems impossible at the beginning, and after it happens, it was inevitable."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "The most heroic word in all languages is revolution."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "A revolution does not last more than fifteen years, the period which coincides with the flourishing of a generation."
    },
    {
      "cite": "Kim Jong Il",
      "quote": "The revolution is carried out by means of one's thought, not through one's family background."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The most important of all revolutions, a revolution in sentiments, manners and moral opinions."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "The revolution will come from the people and the willingness to work towards something better, to fight for a better living."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "The greatest revolution in our generation is that of human beings, who by changing the inner attitudes of their minds, can change the outer aspects of their lives."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "The only way to support a revolution is to make your own."
    },
    {
      "cite": "Plato",
      "quote": "The excessive increase of anything causes a reaction in the opposite direction."
    },
    {
      "cite": "Charles James Fox",
      "quote": "The worst of revolutions is a restoration."
    },
    {
      "cite": "Will Rogers",
      "quote": "One revolution is like one cocktail, it just gets you organized for the next."
    },
    {
      "cite": "Bill Viola",
      "quote": "Revolution is something that actually starts in individual hearts."
    },
    {
      "cite": "Toni Cade Bambara",
      "quote": "Revolution begins with the self, in the self."
    },
    {
      "cite": "Eric Cantona",
      "quote": "The revolution is really easy to do nowadays."
    },
    {
      "cite": "Caitlin Moran",
      "quote": "The revolution doesn't always look perfect."
    }
  ]
}