{
  "source": "https://www.wisesayings.com/revolutionary-war-quotes/",
  "theme": "revolutionary-war",
  "quotes": [
    {
      "cite": "Mao Zedong",
      "quote": "Revolutionary war is an antitoxin which not only eliminates the enemy's poison but also purges us of our own filth."
    },
    {
      "cite": "Danny K. Davis",
      "quote": "We borrowed money to fight the Revolutionary War, and so there was a debt owed. We paid it. If we have done that for 235 years, if we have done it ever since this country has existed, we can do it again."
    },
    {
      "cite": "John Podhoretz",
      "quote": "The United States established itself as a trustworthy new nation in its first two decades after the Revolutionary War by paying its debts, even when many in the country believed it had no obligation to do so. Alexander Hamilton, the founder of this newspaper, insisted on it."
    },
    {
      "cite": "Patrick Henry",
      "quote": "I know not what course others may take; But as for me, Give me liberty, or give me death."
    },
    {
      "cite": "Murray Rothbard",
      "quote": "War has generally had grave and fateful consequences for the American monetary and financial system. We have seen that the Revolutionary War occasioned a mass of depreciated fiat paper, worthless Continentals, a huge public debt, and the beginnings of central banking in the Bank of North America."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants."
    },
    {
      "cite": "Mao Zedong",
      "quote": "The revolutionary war is a war of the masses; it can be waged only by mobilizing the masses and relying on them."
    },
    {
      "cite": "James Madison",
      "quote": "The means of defense against foreign danger historically have become the instruments of tyranny at home."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The end of democracy and the defeat of the American Revolution will occur when government falls into the hands of lending institutions and moneyed incorporations."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "War is when the government tells you who the bad guy is. Revolution is when you decide that for yourself."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Those who expect the blessings of freedom, must, like men undergo the fatigue of supporting it."
    },
    {
      "cite": "Alexandra Kollontai",
      "quote": "It is only in revolutionary struggle against the capitalists of every country, and only in union with the working women and men of the whole world, that we will achieve a new and brighter future-the socialist brotherhood of the workers."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Writing for a newspaper is like running a revolutionary war. You go to battle not when you are ready, but when action offers itself."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If we do do not hang together then we will surely hang separately."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There Are Two Ways Of Resisting War: The Legal Way And The Revolutionary Way. The Legal Way Involves The Offer Of Alternatinve Service Not As A Privilege For A Few But As A Right For All. The Revolutionary View Involves An Uncompromising Resistance, With A View To Breaking The Power Of Militarism In Time Of Peace Or The Resources Of The State In Time Of War."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Weapons are an important factor in war, but not the decisive one; it is man and not materials that count."
    },
    {
      "cite": "Donald Trump",
      "quote": "Sometimes by losing a battle you find a new way to win the war."
    }
  ]
}