{
  "source": "https://www.wisesayings.com/rhetoric-quotes/",
  "theme": "rhetoric",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Rhetoric is the art of ruling the minds of men."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "RhetoricÂ is nothing but reason well dressed and argument put in order."
    },
    {
      "cite": "George Emmons",
      "quote": "The two best rules for a system of rhetoric are: first, have something to say; and next, say it."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "RhetoricÂ never won a revolution yet."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "ProgressiveÂ rhetoricÂ has the effect of concealing social crisis and moral breakdown by presenting them as the birth pangs of a new order."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Political rhetoric leads only to confusion."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Rhetoric is a poor substitute for action, and we have trusted only to rhetoric. If we are really to be a great nation, we must not merely talk; we must act big."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is the fault of ourÂ rhetoricÂ that we cannot strongly state one fact without seeming to belie some other."
    },
    {
      "cite": "Peter Shaffer",
      "quote": "The rhetoric is the key to the character. It's the verbal music of the piece."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "RhetoricÂ is no substitute for reality."
    },
    {
      "cite": "William Penn",
      "quote": "There is a truth and beauty in rhetoric; but it oftener serves ill turns than good ones."
    },
    {
      "cite": "Kenneth Burke",
      "quote": "Wherever there is persuasion, there is rhetoric, and wherever there is rhetoric, there is meaning."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "RhetoricÂ in serious discourses is like the flowers in corn; pleasing to those who come only for amusement, but prejudicial to him who would reap profit from it."
    },
    {
      "cite": "Kenneth Frazier",
      "quote": "One of the strongest forms of rhetoric in our society is the rhetoric of blame."
    },
    {
      "cite": "George Carlin",
      "quote": "RhetoricÂ paints with a broad brush."
    }
  ]
}