{
  "source": "https://www.wisesayings.com/rhyme-quotes/",
  "theme": "rhyme",
  "quotes": [
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Like a French poem is life; being only perfect in structure when with the masculine rhymes mingled the feminine are."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "The monotony of a long heroic poem may often be pleasantly relieved by judicious interruptions in the perfect succession of rhymes, just as the metre may sometimes be adorned with occasional triplets and Alexandrines."
    },
    {
      "cite": "Eminem",
      "quote": "A lot of my rhymes are just to get chuckles out of people. Anybody with half a brain is going to be able to tell when I'm joking and when I'm serious."
    },
    {
      "cite": "Demetri Martin",
      "quote": "I think it's interesting that 'cologne' rhymes with 'alone.'"
    },
    {
      "cite": "Garrison Keillor",
      "quote": "I love rhymes; I love to write a poem about New York and rhyme 'oysters' with 'The Cloisters.' And 'The lady from Knoxville who bought her brassieres by the box full.' I just feel a sort of small triumph."
    },
    {
      "cite": "India Arie",
      "quote": "I'm not just making rhymes and making melodies. I'm expressing my true life force, energy."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Like many modern poets, I tend to conceal rhymes by placing them in the middle of lines, and to avoid immediate alliteration and assonance in favor of echoes placed later in the poems."
    },
    {
      "cite": "John Cooper Clarke",
      "quote": "When you're doing poetry like mine that rhymes, it's very easy to sound like a song that didn't work out!"
    },
    {
      "cite": "Britt Allcroft",
      "quote": "A rhyme that's witty and quite snappy makes everybody glad and happy."
    },
    {
      "cite": "Pam Brady",
      "quote": "You have only to believe if you wish to achieve. That rhymed. Unintentional."
    },
    {
      "cite": "Mike Stoklasa",
      "quote": "Again, it's like poetry, so that they rhyme."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "Neither rhyme nor reason can express how much."
    },
    {
      "cite": "Rich Correll",
      "quote": "When it rhymes, It Makes Sense! You made my life a wrecka so I'm dumping you Becca!"
    },
    {
      "cite": "Stephen Tolkin",
      "quote": "Exactly the attitude you must abandon! Most challenging of all, when in the mar-grave's presence, a lady must always, without exception, speak in a rhyming dactylic tetrameter."
    },
    {
      "cite": "Stephen Tolkin",
      "quote": "A poetic meter in which each line consists of four groups of three-syllable phrases with the accent on the first syllable. And the first syllable of the fourth phrase of each line must rhyme with the corresponding syllable on the line before it."
    },
    {
      "cite": "Fred Barron",
      "quote": "Well, that shouldn't be too hard. Just think about all the things you love about her and make them rhyme. What have you got so far?"
    },
    {
      "cite": "James L. Brooks",
      "quote": "Well, I used a rhyming dictionary, but it only gives you options. The job of the poet is to say, 'this one, I guess.'"
    },
    {
      "cite": "Barbara Slade",
      "quote": "Learn it. Yep. A bit of rap rhyming. Free-styling."
    },
    {
      "cite": "Alyson Fouse",
      "quote": "Your rhyme was fun but we're still good. We still can stunt, your from the hood."
    },
    {
      "cite": "Arnold E Hamilton",
      "quote": "Saying what I mean, meaning what I say / Hooray, you toot and chant when my rhymes are played / If I may, today, demonstrate my sway"
    },
    {
      "cite": "Arnold E Hamilton",
      "quote": "My rhyme is devious, but believe me it's / One of a kind, you agree from the previous"
    },
    {
      "cite": "Cedric Ulmont",
      "quote": "Rhyme to ill, rhyme to romp / Rhyme to smack, rhyme to shock, rhyme to roll / Rhyme to destroy anything toy boy / On the microphone"
    },
    {
      "cite": "Cedric Ulmont",
      "quote": "Rhymes are moved and you can't be stop with the / Beat as it goes to the rhyme that flows"
    },
    {
      "cite": "John Robert King",
      "quote": "Rhymes - what are these things that I talk about? / Hear them in the walkman every time you want to walk about / Never lost a battle in which I fought  / And if rhyme was a crime, I'd never get caught"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "When I wake up people take up mostly all of my time / I'm not singing, phone keep ringing cause I make up a rhyme"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "It's tricky to rock a rhyme, to rock a rhyme that's right on time"
    },
    {
      "cite": "Matthew James Aitken",
      "quote": "Rhyme to the rhythm / Come on feel the rhythm / There's a rhythm that rhymes / That rock the whole time"
    },
    {
      "cite": "James B Spicer",
      "quote": "Rhymes faster than a speeding bullet / Has more rhymes than a train has tracks"
    },
    {
      "cite": "James B Spicer",
      "quote": "From the day I came out my mother's womb / I found myself in the operating room / Then the doctor spanked me on my behind / I didn't cry, the kid started to rhyme"
    },
    {
      "cite": "Trevor Tahiem Smith",
      "quote": "I be writing, writing, writing rhymes everyday / Don't you say no more you don't want to battle"
    }
  ]
}