{
  "source": "https://www.wisesayings.com/rich-man-quotes/",
  "theme": "rich-man",
  "quotes": [
    {
      "cite": "Agatha Christie",
      "quote": "A rich man and his money are not so easily parted. Me, I have seen a well-known millionaire turn out a tramful of people to seek for a dropped halfpenny."
    },
    {
      "cite": "Sean O'Casey",
      "quote": "Wealth often takes away chances from men as well as poverty. There is none to tell the rich to go on striving, for a rich man makes the law that hallows and hollows his own life."
    },
    {
      "cite": "Ben Hecht",
      "quote": "I know that a man who shows me his wealth is like the beggar who shows me his poverty; they are both looking for alms from me, the rich man for the alms of my envy, the poor man for the alms of my guilt."
    },
    {
      "cite": "Luis Inacio Lula da Silva",
      "quote": "In Brazil, a poor man goes to jail when he steals. When a rich man steals, he becomes a minister."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "It tires me to talk to rich men. You expect a man of millions, the head of a great industry, to be a man worth hearing; but as a rule they don't know anything outside their own business."
    },
    {
      "cite": "Almeida Garrett",
      "quote": "I ask the political economists and the moralists if they have ever calculated the number of individuals who must be condemned to misery, overwork, demoralisation, degradation, rank ignorance, overwhelming misfortune and utter penury in order to produce one rich man."
    },
    {
      "cite": "Adam Smith",
      "quote": "Wherever there is great property there is great inequality. For one very rich man there must be at least five hundred poor, and the affluence of the few supposes the indigence of the many. The affluence of the rich excites the indignation of the poor, who are often both driven by want, and prompted by envy, to invade his possessions."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "He who recognizes no higher logic than that of the shilling may become a very rich man, and yet remain all the while an exceedingly poor creature; for riches are no proof whatever of moral worth, and their glitter often serves only to draw attention to the worthlessness of their possessor, as the glow-worm's light reveals the grub."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Certain rich men, whose lives are evil and corrupt, are the representatives of predatory wealth accumulated by all forms of inequity, from the oppression of wage workers to unfair methods of crushing out competition."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In the world of high finance the shilling of the idle rich man can buy more than that of the poor, industrious man."
    },
    {
      "cite": "Samora Machel",
      "quote": "The rich man's dog gets more in the way of vaccination, medicine and medical care than do the workers upon whom the rich man's wealth is built."
    },
    {
      "cite": "Michael Oondatje",
      "quote": "Why are you not smarter? It's only the rich who can't afford to be smart. They're compromised. They got locked years ago into privilege. They have to protect their belongings. No one is meaner than the rich. Trust me. But they have to follow the rules of their sh— civilized world."
    },
    {
      "cite": "Warren Buffett",
      "quote": "There’s class warfare, all right, but it’s my class, the rich class, that’s making war, and we’re winning."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "I do not see how it is possible for a man to die worth fifty million of dollars, or ten million of dollars, in a city full of want, when he meets almost every day the withered hand of beggary and the white lips of famine. How a man can withstand all that, and hold in the clutch of his greed twenty or thirty million of dollars, is past my comprehension. I do not see how he can do it. I should not think he could do it any more than he could keep a pile of lumber on the beach, where hundreds and thousands of men were drowning in the sea."
    },
    {
      "cite": "Justin K. McFarlane Beau",
      "quote": "The rich and the poor truly are from different realms: one has adapted to become an expert in material forfeit; the other has forfeited all they are to material, and thus is enslaved, by it."
    },
    {
      "cite": "Christina Stead",
      "quote": "If all the rich people in the world divided up their money among themselves there wouldn't be enough to go around."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "When the people shall have nothing more to eat, they will eat the rich."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The greatest astonishment of my life was the discovery that the man who does the work is not the man who gets rich."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Experience demands that man is the only animal which devours his own kind, for I can apply no milder term to the general prey of the rich on the poor."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "You may be rich, but there is one thing you can't afford - that is, if you are a good sort - you can't afford to spend money on your own luxuries while there are people around you wanting the necessaries of life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The rich man is always sold to the institution which makes him rich. Absolutely speaking, the more money, the less virtue."
    },
    {
      "cite": "Socrates",
      "quote": "If a rich man is proud of his wealth, he should not be praised until it is known how he employs it."
    },
    {
      "cite": "Russian Proverb",
      "quote": "The rich would have to eat money, but luckily the poor provide food."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "To suppose as we all suppose, that we could be rich and not behave as the rich behave, is like supposing that we could drink all day and stay sober."
    },
    {
      "cite": "Wellins Calcott",
      "quote": "The rich man's happiness is but from the teeth outwards, a counterfeit satisfaction, with a worm in his heart."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "A rich man is an honest man—no thanks to him; for he would be a double knave, to cheat mankind when he had no need of it: he has no occasion to press upon his integrity, nor so much as to touch upon the borders of dishonesty."
    },
    {
      "cite": "Paul Robert Wolff",
      "quote": "It is no exaggeration to say that the rich own most of what there is that is not nailed down."
    },
    {
      "cite": "Marie von Ebner",
      "quote": "The poor man wishes to conceal his poverty, and the rich man his wealth: the former fears lest he be despised, the latter lest he be plundered."
    },
    {
      "cite": "Edvard Munch",
      "quote": "The rich man who gives, steals twice over. First he steals the money and then the hearts of men."
    },
    {
      "cite": "Charles Peguy",
      "quote": "Short of genius a rich man cannot even imagine poverty."
    }
  ]
}