{
  "source": "https://www.wisesayings.com/riddle-quotes/",
  "theme": "riddle",
  "quotes": [
    {
      "cite": "Isak Dinesen",
      "quote": "Some people have an unconquerable love of riddles. They may have the chance of listening to plain sense, or to such wisdom that explains life; but no, they must go and work their brains over a riddle, just because they do not understand what it means."
    },
    {
      "cite": "Karl Kaus",
      "quote": "A writer is someone who can make a riddle out of an answer."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Every human life involves an unfathomable mystery, for man is the riddle of the universe, and the riddle of man in his endowment with personal capacities."
    },
    {
      "cite": "Peter Thiel",
      "quote": "How to teach people to do what hasn't been done is a great riddle."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle."
    },
    {
      "cite": "Patricia A. Mckillip",
      "quote": "The Riddle Master himself lost the key to his own riddles one day,' he said in his deep, reed-pure voice, 'and he found it again at the bottom of his heart."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "The riddles of God are more satisfying than the solutions of man."
    },
    {
      "cite": "Eyden I.",
      "quote": "Woman will always continue to be a cute riddle or a beautiful puzzle, in the meantime man believes that he solves it."
    },
    {
      "cite": "Syed Arshad",
      "quote": "Every riddle has one perfect answer. For life it is love."
    },
    {
      "cite": "Adriana Koulias",
      "quote": "The greatest riddle of all.... the riddle of man! The complex mystery of the universal human being as he stands wihtin the threshold of universal laws. This is the most fascinating puzzle!"
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Much like life, you don't complete a puzzle by throwing away the pieces."
    },
    {
      "cite": "Chaim Potok",
      "quote": "Truth has to be given in riddles. People can't take truth if it comes charging at them like a bull. The bull is always killed. You have to give people the truth in a riddle, hide it so they go looking for it and find it piece by piece; that way they learn to live with it."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "There is a riddle about a man who is locked in a room with nothing but a bed and a calendar, and the question is: How does he survive? The answer is: He eats dates from the calendar and drinks from the springs of the bed."
    },
    {
      "cite": "W.S. Gilbert",
      "quote": "Life's perhaps the only riddle That we shrink from giving up."
    },
    {
      "cite": "Charles Kettering",
      "quote": "It is man's destiny to ponder on the riddle of existence and, as a byproduct of his wonderment, to create a new life on this earth."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The riddle of the age has for each a private solution."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Man's moral nature is a riddle which only eternity can solve."
    },
    {
      "cite": "Paul Watzlawick",
      "quote": "For an answer which cannot be expressed the question too cannot be expressed. The riddle does not exist."
    },
    {
      "cite": "Charles Proteus Steinmetz",
      "quote": "The scientist is not much given to talking of the riddle of the universe. 'Riddle' is not a scientific term. The conception of a riddle is 'something which can he solved.' And hence the scientist does not use that popular phrase. We don't know the why of anything. On that matter we are no further advanced than was the cavedweller. The scientist is contented if he can contribute something toward the knowledge of what is and how it is."
    },
    {
      "cite": "Steve Hamilton",
      "quote": "The greatest puzzle in the world, young man, the greatest challenge a man can face, a solving the riddle of a women's heart."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Not every puzzle is intended to be solved. Some are in place to test your limits. Others are, in fact, not puzzles at all."
    },
    {
      "cite": "Socrates",
      "quote": "The world's a puzzle; no need to make sense out of it."
    },
    {
      "cite": "George Arthur Buttrick",
      "quote": "Life is essentially a series of events to be lived through rather than intellectual riddles to be played with and solved."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Out yonder there was this huge world...which stands before us like a great eternal riddle."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The poet is the man made to solve the riddle of the universe who brings the whole soul of man into activity."
    },
    {
      "cite": "Walter de la Mare",
      "quote": "What a haunting, inescapable riddle life was."
    },
    {
      "cite": "Mary Downing Hahn",
      "quote": "Here, there, and everywhere — an opinionated riddle."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "To become rich is easy. Much harder is to solve the riddles of of the heart."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Riddle me this, riddle me that. Who's afraid of the big black bat?"
    },
    {
      "cite": "Max Black",
      "quote": "Understanding a metaphor is like deciphering a code or unraveling a riddle."
    }
  ]
}