{
  "source": "https://www.wisesayings.com/ride-quotes/",
  "theme": "ride",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. In order to keep your balance, you must keep moving."
    },
    {
      "cite": "Darryl Worley",
      "quote": "It's great to ride with you while you're taking care of business."
    },
    {
      "cite": "William Dampier",
      "quote": "In the road ships must ride in 30, 40, or 50 fathom water, not above half a mile from the shore at farthest: and if there are many ships they must ride close one by another."
    },
    {
      "cite": "Joe Caruso",
      "quote": "You can either ride the wave or suck the surf."
    },
    {
      "cite": "John Buckingham",
      "quote": "You ride out the downturn and you're usually rewarded in the end."
    },
    {
      "cite": "Toni Morrison",
      "quote": "If you surrendered to the air, you could ride it."
    },
    {
      "cite": "Woody Allen",
      "quote": "You can't ride two horses with one behind."
    },
    {
      "cite": "Sonny Barger",
      "quote": "The ride does not require an explanation, just participants."
    },
    {
      "cite": "Carolyn Mackler",
      "quote": "Life's a car ride. Sometimes it's cruise control down smooth highways. Other times it's potholes on rural roads."
    },
    {
      "cite": "Ernest Bramah",
      "quote": "One may ride upon a tiger's back but it is fatal to dismount"
    },
    {
      "cite": "Ben Mendelsohn",
      "quote": "If you ride like lightning, you're gonna crash like thunder."
    },
    {
      "cite": "John Wanamaker",
      "quote": "You can never ride on the wave that came in and went out yesterday."
    },
    {
      "cite": "Jess \"Chief\" Brynjulson",
      "quote": "It's the ride of life the journey from here to there living and loving every moment like we have none to spare."
    },
    {
      "cite": "Breyten Breytenbach",
      "quote": "You ride astride the imaginary in order to hunt down the real."
    },
    {
      "cite": "Ned Overend",
      "quote": "When you're turning the crankset, you're riding the bike. When you're coasting, you're just along for the ride."
    },
    {
      "cite": "Dan Buettner",
      "quote": "Have fun, be active. Ride a bike instead of driving, for example."
    },
    {
      "cite": "Dick Rutan",
      "quote": "A free ride and free food are two of the three things no pilot ever turns down."
    },
    {
      "cite": "Gordon Wright",
      "quote": "Every time you ride, your either teaching or un-teaching your horse."
    },
    {
      "cite": "Justin Smith",
      "quote": "You ride it as hard as you can, as fast as you can, and see where we get at the end of things."
    },
    {
      "cite": "Jaachynma N.E. Agu",
      "quote": "Ride higher in life unto the higher life."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is like a roller coaster. It has its ups and downs. But it's your choice to scream or enjoy the ride."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Take care of your car in the garage, and the car will take care of you on the road."
    },
    {
      "cite": "Eddy Merckx",
      "quote": "Ride as much or as little, or as long or as short as you feel. But ride."
    },
    {
      "cite": "Werner Erhard",
      "quote": "Ride the horse in the direction that it's going."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "You ride in a limousine the first time, it's a big thrill but after that it's just a stupid car."
    },
    {
      "cite": "John DiMaggio",
      "quote": "The more you ride the bike, the better it gets, and the more you know how to ride it"
    },
    {
      "cite": "Traci Dickson",
      "quote": "Anyone can ride with us, you don't have to be a member. You don't have to ride a motorcycle; you can drive a car and help us carry our equipment."
    },
    {
      "cite": "Bonnie Blair",
      "quote": "Anytime you ride against the best in the world, it becomes a learning process."
    },
    {
      "cite": "David Baldacci",
      "quote": "It's not the beginning or the destination that counts. It's the ride in between."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We do not ride on the railroad; it rides upon us."
    }
  ]
}