{
  "source": "https://www.wisesayings.com/ridiculous-quotes/",
  "theme": "ridiculous",
  "quotes": [
    {
      "quote": "All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door.",
      "cite": "Albert Camus"
    },
    {
      "quote": "There is always something ridiculous about the emotions of people whom one has ceased to love.",
      "cite": "Oscar Wilde"
    },
    {
      "quote": "It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them.",
      "cite": "Agatha Christie"
    },
    {
      "quote": "All the passions make us commit faults; love makes us commit the most ridiculous ones.",
      "cite": "Francois de la Rochefoucauld"
    },
    {
      "quote": "People don't mind being mean; but they never want to be ridiculous.",
      "cite": "Moliere"
    },
    {
      "quote": "Of all ridiculous things the most ridiculous seems to me, to be busy -- to be a man who is brisk about his food and his work. Therefore, whenever I see a fly settling, in the decisive moment, on the nose of such a person of affairs; or if he is spattered with mud from a carriage which drives past him in still greater haste; or the drawbridge opens up before him; or a tile falls down and knocks him dead, then I laugh heartily.",
      "cite": "Søren Kierkegaard"
    },
    {
      "quote": "Some people, right away, do know each other deeply. Love gives them insight into each other. Love makes them pledge themselves to each other. Love makes them inventive. Yes, it also makes them ridiculous. But that's just another of love's glories. It makes being ridiculous permissible.",
      "cite": "James Kuzner"
    },
    {
      "quote": "Those who are actually in society, are not as ridiculous as those who are trying to get in.",
      "cite": "Edgar Watson Howe"
    },
    {
      "quote": "I have never made but one prayer to God, a very short one: Oh Lord, make my enemies ridiculous. And God granted it.",
      "cite": "Voltaire"
    },
    {
      "quote": "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
      "cite": "Voltaire"
    },
    {
      "quote": "It’s better to be absolutely ridiculous than absolutely boring.",
      "cite": "Marilyn Monroe"
    },
    {
      "quote": "The problem is that the people with the most ridiculous ideas are always the people who are most certain of them.",
      "cite": "Bill Maher"
    },
    {
      "quote": "It will do you no harm to find yourself ridiculous. Resign yourself to be the fool you are…We must always take risks. That is our destiny...",
      "cite": "T.S. Eliot"
    },
    {
      "quote": "My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was.",
      "cite": "Rodney Dangerfield"
    },
    {
      "quote": "It is not the criminal things that are hardest to confess, but the ridiculous and the shameful.",
      "cite": "Jean Jacques Rousseau"
    },
    {
      "quote": "A new idea is first condemned as ridiculous and then dismissed as trivial, until finally, it becomes what everybody knows.",
      "cite": "William James"
    },
    {
      "quote": "Everything has two sides -- the outside that is ridiculous, and the inside that is solemn.",
      "cite": "Olive Schreiner"
    },
    {
      "quote": "Behind many acts that are thought ridiculous there lie wise and weighty motives.",
      "cite": "Francois de la Rochefoucauld"
    },
    {
      "quote": "We are made ridiculous less by our defects than by the affectation of qualities which are not ours.",
      "cite": "John Lancaster Spalding"
    },
    {
      "quote": "The pursuit of happiness is a most ridiculous phrase: if you pursue happiness you'll never find it.",
      "cite": "Carrie P. Snow"
    },
    {
      "quote": "Truth rides best In that which looks ridiculous.",
      "cite": "Eugene J. Martin"
    },
    {
      "quote": "How ridiculous and unrealistic is the man who is astonished at anything that happens in life.",
      "cite": "Marcus Aurelius"
    },
    {
      "quote": "To be curious about that which is not one's concern while still in ignorance of oneself is ridiculous.",
      "cite": "Plato"
    },
    {
      "quote": "The ridiculous is more easily retained than the admirable.",
      "cite": "Horace"
    },
    {
      "quote": "You cannot learn to skate without making yourself ridiculous - the ice of life is slippery.",
      "cite": "George Bernard Shaw"
    },
    {
      "quote": "I told my psychiatrist that everyone hates me. He said I was being ridiculous - everyone hasn't met me yet.",
      "cite": "Rodney Dangerfield"
    },
    {
      "quote": "Sometimes life gives us lessons sent in ridiculous packaging.",
      "cite": "Dar Williams"
    },
    {
      "quote": "The trouble with life ... is its amorphousness, its ridiculous fluidity. Look at it: thinly plotted, largely themeless, sentimental and ineluctably trite. The dialogue is poor, or at least violently uneven. The twists are either predictable or sensationalist. And it's always the same beginning; and the same ending.",
      "cite": "Martin Amis"
    },
    {
      "quote": "A painting in a museum hears more ridiculous opinions than anything else in the world.",
      "cite": "Edmond de Goncourt"
    },
    {
      "quote": "The intelligent man finds almost everything ridiculous, the sensible man hardly anything.",
      "cite": "Johann Wolfgang von Goethe"
    }
  ]
}