{
  "source": "https://www.wisesayings.com/righteous-quotes/",
  "theme": "righteous",
  "quotes": [
    {
      "cite": "Alexandra Adornetto",
      "quote": "The righteous ones are always exhausting to have around."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The righteous man takes his life in his hand whenever he utters the truth."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Every righteous man or woman is entitled to revelation concerning his own affairs."
    },
    {
      "cite": "Shaquille O'Neal",
      "quote": "When you're righteous, you don't have to tell people that you're righteous."
    },
    {
      "cite": "Vera Brittain",
      "quote": "Most of us have to be self-righteous before we can be righteous."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Those who are self-righteous are not prominent."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "To be individually righteous is the first of all duties, come what may to ones self, to one's country, to society, and to civilization itself."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "Redemption is prior to righteousness. You cannot be righteous until you are first redeemed."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Righteous people have no sense of humor."
    },
    {
      "cite": "Don Paterson",
      "quote": "No fury more righteous than that of a sinner accused of the wrong sin."
    },
    {
      "cite": "David Brin",
      "quote": "Self-righteous people can talk themselves into forgetting they are part of a civilization. They can then feed on that culture, bringing it down. It's happened many times in the past. It could happen to us."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Ye must leave righteous ways behind, not to speak of unrighteous ways."
    },
    {
      "cite": "Isaiah",
      "quote": "Tell the righteous it will be well with them, for they will enjoy the fruit of their deeds."
    },
    {
      "cite": "Laurell K Hamilton",
      "quote": "There's no one so self-righteous as someone policing someone else's morality."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "A righteous wife can make a poor man feel like a king."
    },
    {
      "cite": "Paul Washer",
      "quote": "To the self-righteous, being judged according to deeds does not seem too alarming but to the man who knows himself the thought is terrifying."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "One of the best ways to celebrate righteous history is to make more of it, make more righteous history!"
    },
    {
      "cite": "Mark Lowry",
      "quote": "The self-righteous have their fig leaves so tightly bound that they have forgotten the seeping wounds beneath the foliage."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Even in a righteous cause force is a fearful thing; God only helps when men can help no more."
    },
    {
      "cite": "Aleksander Kwasniewski",
      "quote": "Righteous is the one who was able to demonstrate compassion in face of human suffering."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous."
    },
    {
      "cite": "Hesiod",
      "quote": "It is a hard thing for a man to be righteous, if the unrighteous man is to have the greater right."
    },
    {
      "cite": "Primo Levi",
      "quote": "It is the duty of righteous men to make war on all undeserved privilege, but one must not forget that this is a war without end."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A puritan is a person who pours righteous indignation into the wrong things."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "It's more important to be righteous than to be right."
    },
    {
      "cite": "Martin Luther",
      "quote": "We do not become righteous by doing righteous deed but, having been made righteous, we do righteous deeds."
    },
    {
      "cite": "Solomon",
      "quote": "A righteous man hates lying, But a wicked man is loathsome and comes to shame."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If a man aspires towards a righteous life, his first act of abstinence is from injury to animals."
    },
    {
      "cite": "John Darnielle",
      "quote": "Young people like to feel self-righteous, like they're on the right side of things."
    },
    {
      "cite": "Bible",
      "quote": "A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel."
    }
  ]
}