{
  "source": "https://www.wisesayings.com/ring-quotes/",
  "theme": "ring",
  "quotes": [
    {
      "cite": "Seth Grahame-Smith",
      "quote": "I shall never relinquish my sword for a ring. The right man wouldn't ask me to."
    },
    {
      "cite": "Evan Esar",
      "quote": "The longer a wedding ring is worn, the harder it is to remove."
    },
    {
      "cite": "Evan Esar",
      "quote": "When a young man gives his girl a ring, he gives it with all his heart and most of his savings."
    },
    {
      "cite": "Evan Esar",
      "quote": "Opportunity knocks for every man, but a woman gets a ring."
    },
    {
      "cite": "Evan Esar",
      "quote": "During courtship  a girl is unpredictable until she gets an engagement ring - then she shows her hand."
    },
    {
      "cite": "Evan Esar",
      "quote": "The bright sparkle of a diamond ring often renders a woman stone-blind to the defects of the man who gives it."
    },
    {
      "cite": "Evan Esar",
      "quote": "A wedding ring may not be as tight as a tourniquet, but it stops the wearer's circulation."
    },
    {
      "cite": "Evan Esar",
      "quote": "Some girls get rings with large diamonds, others get rings that look as if they were all paid for."
    },
    {
      "cite": "Evan Esar",
      "quote": "A ring on the finger is worth two on the phone."
    },
    {
      "cite": "Evan Esar",
      "quote": "An engagement ring is a piece of jewelry that usually turns a right-handed girl into a left handed one."
    },
    {
      "cite": "Evan Esar",
      "quote": "To the bachelor, a wedding ring symbolizes a vicious cycle."
    },
    {
      "cite": "Evan Esar",
      "quote": "A girl uses soft soap to get a ring off her finger - and also to get  one on."
    },
    {
      "cite": "John Donne",
      "quote": "Marriage rings are not of this stuff."
    },
    {
      "cite": "Sir Philip Sidney",
      "quote": "Ring out your bells, let mourning shows be spread;"
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Ring out, wild bells, to the wild sky."
    },
    {
      "cite": "John Bannister Tabb",
      "quote": "But he brake a golden ring with me, the pledge of his faith to be."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "This ring for me is far most dear of all this isle within it knows"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "I've found great lord thy ring of gold, thy fortune truly knows no bounds."
    },
    {
      "cite": "George Crabbe",
      "quote": "The ring so worn as you behold , so thin so pale is yet of gold."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "For careless joys, yet it's I who wear the ring."
    },
    {
      "cite": "Robert Herrick",
      "quote": "I bring to thee this ring, made for thy finger fit."
    },
    {
      "cite": "Richard Lovelace",
      "quote": "I depose your finger of that ring, and crowne mine with that a while."
    },
    {
      "cite": "Eugene Field",
      "quote": "And here is the ring she gave me with love's sweet promise then."
    },
    {
      "cite": "Debra Winger",
      "quote": "The sexiest thing in the world is to be totally naked with your wedding band on."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Rings and jewels are not gifts, but apologies for gifts. The only true gift is a portion of thyself."
    },
    {
      "cite": "Amanda Mosher",
      "quote": "Love may be a ring that has no end, but the logic is far from circular."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "A ring is a halo on your finger."
    },
    {
      "cite": "Anne Tyler",
      "quote": "No couple buying wedding rings wants to be reminded that someday one of them will have to accept the other one's ring from a nurse or an undertaker."
    }
  ]
}