{
  "source": "https://www.wisesayings.com/ripple-quotes/",
  "theme": "ripple",
  "quotes": [
    {
      "cite": "Fabienne Fredrickson",
      "quote": "To create a big ripple effect, stop keeping yourself a secret."
    },
    {
      "cite": "Graham Greene",
      "quote": "Success is more dangerous than failure, the ripples break over a wider coastline."
    },
    {
      "cite": "Victor Webster",
      "quote": "Everything we do, even the slightest thing we do, can have a ripple effect and repercussions that emanate. If you throw a pebble into the water on one side of the ocean, it can create a tidal wave on the other side."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Gaiety is often the reckless ripple over depths of despair."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We are ripples of consciousness of the vast ocean of consciousness. If we get agitated and become part of the reactionary and vitriolic behavior sometimes around us, we will only add to the disturbance."
    },
    {
      "cite": "Leila Janah",
      "quote": "Don't underestimate the ripple effect of what you do. These kinds of actions have toppled empires."
    },
    {
      "cite": "Grant M. Bright",
      "quote": "How long after you are gone will ripples remain as evidence that you were cast into the pool of life?"
    },
    {
      "cite": "Mollie Marti",
      "quote": "Our power lies in our small daily choices, one after another, to create eternal ripples of a life well lived."
    },
    {
      "cite": "Susan J. Palmer",
      "quote": "Rumors are like ripples in a cornfield. They are ephemeral, but they do indicate which way the wind is blowing."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "Own your joy so that you can be happier and bring more energy to the world. That ripple effect works on a quantum level. It brings about changes in the world."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Just as ripples spread out when a single pebble is dropped into water, the actions of individuals can have far-reaching effects."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Consciousness is a vast ocean and thinking is the waves & ripples on the surface of the ocean."
    },
    {
      "cite": "Matt Bevin",
      "quote": "While it may seem small, the ripple effects of small things is extraordinary."
    },
    {
      "cite": "Gene Wilder",
      "quote": "Invention, my dear friends, is 93% perspiration, 6% electricity, 4% evaporation, and 2% butterscotch ripple."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "No one is actually dead until the ripples they cause in the world die away."
    },
    {
      "cite": "Christine Mason Miller",
      "quote": "When we focus our energy towards constructing a passionate, meaningful life, we are tossing a pebble into the world, creating a beautiful ripple effect of inspiration. When one person follows a dream, tries something new or takes a daring leap, everyone nearby feels that energy, and before too long they are making their own daring leaps and inspiring yet another circle."
    },
    {
      "cite": "Horace",
      "quote": "The foolish are like ripples on water, For whatsoever they do is quickly effaced; But the righteous are like carvings upon stone, For their smallest act is durable."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Sometimes big things happen, and they echo. Those echoes crash across worlds. They are the ripples in the fabric of things. Often they manifest as storms. Reality is a fragile thing, after all."
    },
    {
      "cite": "John V. Politis",
      "quote": "We come and go just like ripples in a stream."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Throw a stone into the stream and the ripples that propagate themselves are the beautiful type of all influence."
    },
    {
      "cite": "Scott Adams",
      "quote": "Remember there's no such thing as a small act of kindness. Every act creates a ripple with no logical end."
    },
    {
      "cite": "Robert Bringhurst",
      "quote": "Drop a word in the ocean of meaning and concentric ripples form. To define a single word means to try to catch those ripples. No one's hands are fast enough."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples."
    },
    {
      "cite": "Amit Ray",
      "quote": "Our wings are small but the ripples of the heart are infinite."
    },
    {
      "cite": "Rob Reiner",
      "quote": "Everybody talks about wanting to change things and help and fix, but ultimately all you can do is fix yourself. And that's a lot. Because if you can fix yourself, it has a ripple effect."
    },
    {
      "cite": "Barack Obama",
      "quote": "Acts of sacrifice and decency without regard to what's in it for you create a ripple effect. Ones that lift up families and communities, that spread opportunity."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We live as ripples of energy in the vast ocean of energy."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope... and crossing each other from a million different centers of energy and daring those ripples build a current that can sweep down the mightiest walls of oppression and resistance."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "In a fully functional organism, an emotion has a very short life span. It is like a momentary ripple or wave on the surface of your being."
    },
    {
      "cite": "Donna Brazile",
      "quote": "It takes but one person, one moment, one conviction, to start a ripple of change."
    }
  ]
}