{
  "source": "https://www.wisesayings.com/rise-above-quotes/",
  "theme": "rise-above",
  "quotes": [
    {
      "cite": "Michael Korda",
      "quote": "To succeed it is necessary to accept the world as it is and rise above it."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You will never rise above the image you have of yourself in your own mind."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "If you will not rise above the things of this world, they will rise above you."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "The greatest victory in life is to rise above the material things that we once valued most."
    },
    {
      "cite": "Corey Taylor",
      "quote": "We are defined by our dignity to rise above debasement. We are certainly better people for doing so."
    },
    {
      "cite": "D.T. Suzuki",
      "quote": "You ought to know how to rise above the trivialities of life, in which most people are found drowning themselves."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "You've got to learn to live with what you can't rise above."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "Rise above sectional interests and private ambitions... Pass from matter to spirit. Matter is diversity; spirit is light, life and unity."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The future belongs to those who can rise above the confines of the earth."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do."
    },
    {
      "cite": "Martin Luther King Jr",
      "quote": "An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of all humanity."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Rise above the limited conditions of pleasure and pain, success and failure, happiness and sorrow, that all the countless unenlightened beings in creation are slaves to."
    },
    {
      "cite": "Mike Huckabee",
      "quote": "It's when ordinary people rise above the expectations and seize the opportunity that milestones truly are reached."
    },
    {
      "cite": "Socrates",
      "quote": "Man must rise above the Earth - to the top of the atmosphere and beyond - for only thus will he fully understand the world in which he lives."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "It is always legitimate to wish to rise above one's self, never above others."
    },
    {
      "cite": "Sivananda Saraswati",
      "quote": "Rise above the deceptions and temptations of the mind. This is your duty. You are born for this only; all other duties are self-created and self-imposed owing to ignorance."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You will rise above all limitations once you begin to live life with the right attitude. People who fail and fall are the people who see difficulties in every opportunity and call it \"impossibility\". Rise up!"
    },
    {
      "cite": "Archimedes",
      "quote": "Rise above oneself and grasp the world."
    },
    {
      "cite": "Joseph Heller",
      "quote": "Rise above principle and do what's right."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Occasionally, a man must rise above principles."
    },
    {
      "cite": "Mario Fernandez",
      "quote": "Rise above the storm and you will find the sunshine."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We must dare to rise above the obstacles on our path."
    },
    {
      "cite": "Hafez",
      "quote": "You yourself are your own obstacle, rise above yourself."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "We can rise above our limitations, only once we recognize them."
    },
    {
      "cite": "Quentin L. Cook",
      "quote": "It is important to rise above rationalizations and make the best choices."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "You learn to rise above a lot of bad things that happen in your life. And you have to keep going."
    },
    {
      "cite": "Huey Long",
      "quote": "The time has come for all good men to rise above principle."
    },
    {
      "cite": "Archibald Alexander Hodge",
      "quote": "No man can ever rise above that that which he aims."
    },
    {
      "cite": "Tim McGraw",
      "quote": "There ain't no troubles that we can't rise above, with a handful of faith and a heartful of love."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "It's a fine thing to rise above pride, but you must have pride in order to do so."
    }
  ]
}