{
  "source": "https://www.wisesayings.com/rise-quotes/",
  "theme": "rise",
  "quotes": [
    {
      "cite": "Saint Augustine",
      "quote": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."
    },
    {
      "cite": "Lord Byron",
      "quote": "Men think highly of those who rise rapidly in the world; whereas nothing rises quicker than dust, straw, and feathers."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You'll never rise any higher than the way you see yourself."
    },
    {
      "cite": "Aristotle",
      "quote": "It is best to rise from life as from a banquet, neither thirsty nor drunken."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The way for a young man to rise is to improve himself in every way he can, never suspecting that anybody wishes to hinder him."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To rise from error to truth is rare and beautiful."
    },
    {
      "cite": "Andrew Young",
      "quote": "We rise in glory as we sink in pride."
    },
    {
      "cite": "Joshua Prager",
      "quote": "We have to rise above bad fortune. We have to be in the good and enjoy the good, study and work and adventure and friendship and community and love."
    },
    {
      "cite": "Trip Lee",
      "quote": "'Rise' has a lot of different meanings. It's a call to action to rise from the dead and actually live."
    },
    {
      "cite": "Les Brown",
      "quote": "No one rises to low expectations"
    },
    {
      "cite": "Archimedes",
      "quote": "Rise above oneself and grasp the world."
    },
    {
      "cite": "Georgia Douglas Johnson",
      "quote": "Rise with the hour for which you were made."
    },
    {
      "cite": "Anita R. Sneed-Carter",
      "quote": "Rise up and be you. Your rise is your growth."
    },
    {
      "cite": "Rumi",
      "quote": "Rise up nimbly and go on your strange journey!"
    },
    {
      "cite": "Nicholas Breton",
      "quote": "We rise with the lark and go to bed with the lamb."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Rise up and become the person you were meant to be."
    },
    {
      "cite": "Mario Fernandez",
      "quote": "Rise above the storm and you will find the sunshine."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "We cannot rise higher than our thought of ourselves."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Rise free from care before the dawn, and seek adventures."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Rise in great might to fulfill your special specific mission."
    },
    {
      "cite": "Oliver Cromwell",
      "quote": "No one rises so high as he who knows not whither he is going."
    },
    {
      "cite": "Octavia E. Butler",
      "quote": "In order to rise from its own ashes, a Phoenix first must burn."
    },
    {
      "cite": "Francis Bacon",
      "quote": "We rise to great heights by a winding staircase of small steps."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "You learn to rise above a lot of bad things that happen in your life. And you have to keep going."
    },
    {
      "cite": "Ken Wilber",
      "quote": "I rise to taste the dawn, and find that love alone will shine today."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Some rise by sin, and some by virtue fall."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "It's a fine thing to rise above pride, but you must have pride in order to do so."
    },
    {
      "cite": "Chiang Kai-shek",
      "quote": "The rise or fall of Shanghai means the birth or death of the whole nation."
    },
    {
      "cite": "Leon Bourgeois",
      "quote": "The rise of man from the animal to the human level was prolonged by the necessity of rising from a state of barbarism and violence to one of order and peace."
    },
    {
      "cite": "Horace Greeley",
      "quote": "Always rise from the table with an appetite, and you will never sit down without one."
    }
  ]
}