{
  "source": "https://www.wisesayings.com/risk-management-quotes/",
  "theme": "risk-management",
  "quotes": [
    {
      "cite": "Max Gladstone",
      "quote": "You live in a grim universe. That’s risk management for you."
    },
    {
      "cite": "Daniel Wagner",
      "quote": "Some risks that are thought to be unknown, are not unknown. With some foresight and critical thought, some risks that at first glance may seem unforeseen, can in fact be foreseen. Armed with the right set of tools, procedures, knowledge and insight, light can be shed on variables that lead to risk, allowing us to manage them."
    },
    {
      "cite": "Kenneth E. Behring",
      "quote": "Never take both hands off the pump. As an entrepreneur, you need to be on constant lookout for opportunity, and that will involve risk. But you minimize those risks by keeping one hand on the pump that is producing for you."
    },
    {
      "cite": "Jos Berkemeijer",
      "quote": "A major lesson in risk management is that a 'receding sea' is not a lucky offer of an extra piece of free beach, but the warning sign of an upcoming tsunami."
    },
    {
      "cite": "Leena Patel",
      "quote": "Risk comes with the territory when you are breaking new ground. Learn how to evaluate and mitigate these risks rather than take away people’s power and autonomy."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Opportunity and risk come in pairs"
    },
    {
      "cite": "Gary Cohn",
      "quote": "If you don't invest in risk management, it doesn't matter what business you're in, it's a risky business."
    },
    {
      "cite": "Bruce Pittman",
      "quote": "Keeping the risk management plan up to date can transform it from a door stop into a vital project management tool. Remember: what you don't know can kill your project."
    },
    {
      "cite": "Jerome F. Lederer",
      "quote": "Risk management is a more realistic term than safety. It implies that hazards are ever-present, that they must be identified, analyzed, evaluated and controlled or rationally accepted."
    },
    {
      "cite": "Deloitte white paper",
      "quote": "If you treat risk management as a part-time job, you might soon find yourself looking for one."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Risk management is a culture, not a cult. It only works if everyone lives it, not if it's practiced by a few high priests."
    },
    {
      "cite": "Ed Seykota",
      "quote": "Here's the essence of risk management: Risk no more than you can afford to lose, and also risk enough so that a win is meaningful. If there is no such amount, don't play."
    },
    {
      "cite": "CHARLES TREMPER",
      "quote": "The first step in the risk management process is to acknowledge the reality of risk. Denial is a common tactic that substitutes deliberate ignorance for thoughtful planning."
    },
    {
      "cite": "Raghuram G. Rajan",
      "quote": "Not taking risks one doesn't understand is often the best form of risk management."
    },
    {
      "cite": "Toba Beta",
      "quote": "Being able to be repeated controllably is one key element in risk management."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "The risk management needs to lift up from risk control to risk intelligence which can identify the potential business growth opportunities"
    },
    {
      "cite": "Jerome Powell",
      "quote": "Alignment of business strategy and risk appetite should minimize the firm's exposure to large and unexpected losses. In addition, the firm's risk management capabilities need to be commensurate with the risks it expects to take."
    },
    {
      "cite": "Peter L. Bernstein",
      "quote": "The essence of risk management lies in maximizing the areas where we have some control over the outcome while minimizing the areas where we have absolutely no control over the outcome."
    },
    {
      "cite": "Robert S. Kaplan",
      "quote": "Managing risk is very different from managing strategy. Risk management focuses on the negative-threats and failures rather than opportunities and successes."
    },
    {
      "cite": "Trevor Levine",
      "quote": "Risk management is about people and processes and not about models and technology."
    },
    {
      "cite": "Peter Bernstein",
      "quote": "If everything is a matter of luck, risk management is a meaningless exercise. Invoking luck obscures truth, because it separates an event from its cause."
    },
    {
      "cite": "OSFI Superintendent Julie Dickson",
      "quote": "Risk management should be an enterprisewide exercise and engrained in the business culture of the organization."
    },
    {
      "cite": "Dale E. Jones",
      "quote": "Thoughtfully assessing and addressing enterprise risk and placing a high value on corporate transparency can protect the one thing we cannot afford to lose: trust."
    },
    {
      "cite": "Richard S Fuld Jr",
      "quote": "The key to risk management is never putting yourself in a position where you cannot live to fight another day."
    },
    {
      "cite": "Danny Klinefelter",
      "quote": "Total enterprise risk management is critical, but implementing it is both expensive and easier said than done. Even the most sophisticated financial institutions are still basically silo risk managers."
    },
    {
      "cite": "Robert F. Engle",
      "quote": "Risk managers and investment bankers and actually, all kinds of investors took on more risk than they expected. So there was a failure of risk management. There was a failure to recognize how much risk there was in some of these securities that people bought."
    },
    {
      "cite": "Paul Proctor",
      "quote": "Anything that government and industry learn from hackers must be seen through the lens of their own risk management needs."
    },
    {
      "cite": "Tom Corson-Knowles",
      "quote": "Let's be honest: starting, owning and running a business is inherently risky. Creating the right systems is what helps you manage the risk. And risk management is incredibly important."
    },
    {
      "cite": "Walter Wriston",
      "quote": "All of life is the management of risk, not its elimination."
    },
    {
      "cite": "Dr Michael Ong",
      "quote": "Good risk management fosters vigilance in times of calm and instills disciplie in times of crisis."
    }
  ]
}