{
  "source": "https://www.wisesayings.com/risk-quotes/",
  "theme": "risk",
  "quotes": [
    {
      "cite": "Jim Rohn",
      "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "When you take risks you learn that there will be times when you succeed and there will be times when you fail, and both are equally important."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Only those who will risk going too far can possibly find out how far one can go."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life in a great cause."
    },
    {
      "cite": "Chuck Yeager",
      "quote": "You don't concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "To win without risk is to triumph without glory."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Creative risk-taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "Risk! Risk anything! Care no more for the opinions of others, for those voices. Do the hardest thing on earth for you. Act for yourself. Face the truth."
    },
    {
      "cite": "Roger Von Oech",
      "quote": "Everyone has a 'risk muscle.' You keep it in shape by trying new things. If you don't, it atrophies. Make a point of using it at least once a day."
    },
    {
      "cite": "Leo F. Buscaglia",
      "quote": "The person who risks nothing does nothing, has nothing, is nothing, and becomes nothing. He may avoid suffering and sorrow, but he simply cannot learn and feel and change and grow and love and live."
    },
    {
      "cite": "Paul Tillich",
      "quote": "He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being."
    },
    {
      "cite": "Jim Mcmahon",
      "quote": "Yes, risk taking is inherently failure-prone. Otherwise, it would be called sure-thing-taking."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year."
    },
    {
      "cite": "General George Patton",
      "quote": "Take calculated risks. That is quite different from being rash."
    },
    {
      "cite": "Geena Davis",
      "quote": "If you risk nothing, then you risk everything."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Living at risk is jumping off the cliff and building your wings on the way down."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "During the first period of a man's life, the danger is not to take the risk."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I believe that one of life's greatest risks is never daring to risk."
    },
    {
      "cite": "Alex Noble",
      "quote": "Risk is essential. There is not growth of inspiration in staying within what is safe and comfortable. Once you find out what you do best, why not try something else."
    },
    {
      "cite": "Erica Jong",
      "quote": "If you don't risk anything you risk even more."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "The one who does not risk anything does not gain nor lose."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Everything is sweetened by risk."
    },
    {
      "cite": "Persian Proverb",
      "quote": "Risk -- If one has to jump a stream and knows how wide it is, he will not jump. If he doesn't know how wide it is, he'll jump and six times out of ten he'll make it."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "If we allow risk to be a fear, then we are sure not to succeed. But, if we approach risk with proper planning, and a good attitude, then most times we can minimize the risk and use it to our advantage."
    },
    {
      "cite": "Fran Watson",
      "quote": "As we risk ourselves, we grow. Each new experience is a risk."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Risk is, for some people, the fear of failure. If they take no risks, they have no failure.But failure, as like risks, can be a great teacher. Don't let fear stop you from taking a risk to achieve your dreams."
    },
    {
      "cite": "Russian Proverb",
      "quote": "He who doesn't risk never gets to drink champagne."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "To achieve your goals you may have to take a risk. However, it is better to risk than to do nothing."
    },
    {
      "cite": "Paul Arden",
      "quote": "Risks are a measure of people. People who won't take them are trying to preserve what they have. People who do take them often end up having more."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Risk comes from not knowing what you're doing."
    }
  ]
}