{
  "source": "https://www.wisesayings.com/rivalry-quotes/",
  "theme": "rivalry",
  "quotes": [
    {
      "cite": "George Ade",
      "quote": "Anybody can win unless there happens to be a second entry."
    },
    {
      "cite": "Muhammad Ali Jinnah",
      "quote": "There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women."
    },
    {
      "cite": "Hebrew Proverb",
      "quote": "Rivalry of scholars advances wisdom."
    },
    {
      "cite": "David B. Haight",
      "quote": "Life is a competition not with others, but with ourselves. We should seek each day to live stronger, better, truer lives; each day to master some weakness of yesterday; each day to repair a mistake; each day to surpass ourselves."
    },
    {
      "cite": "Martin Milner",
      "quote": "There is no overt rivalry among our children."
    },
    {
      "cite": "PROVERBS",
      "quote": "People will ignore their misfortunes and their interests when they are in competition with their pleasures."
    },
    {
      "cite": "Obafemi Awolowo",
      "quote": "It is safer and wiser to cure unhealthy rivalry than to suppress it."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Rivalry adds so much to the charms of one's conquests."
    },
    {
      "cite": "Gretchen Wilson",
      "quote": "Mothers and daughters have that rivalry thing."
    },
    {
      "cite": "Joseph Addison",
      "quote": "It is the privilege of posterity to set matters right between those antagonists who, by their rivalry for greatness, divided a whole age."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Rivalry discovers that courtesy overlooks."
    },
    {
      "cite": "Bob Proctor",
      "quote": "The only competition you will ever face is with your own ignorance."
    },
    {
      "cite": "Anna Jameson",
      "quote": "The only competition worthy a wise man is with himself."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "Sisters define their rivalry in terms of competition for the gold cup of parental love. It is never perceived as a cup which runneth over, rather a finite vessel from which the more one sister drinks, the less is left over for the others."
    },
    {
      "cite": "Rick Pitino",
      "quote": "Set higher standards for your own performance than anyone else around you, and your only competition will be with yourself."
    },
    {
      "cite": "Harold H Greene",
      "quote": "With competition everyone has to try harder."
    },
    {
      "cite": "Tina Fey",
      "quote": "You're not in competition with other women. You're in competition with everyone."
    },
    {
      "cite": "Christopher Bollen",
      "quote": "All close friendships are marked with competition. Our earliest tests are against our siblings and playmates, and some of that rivalry endures amongst friends into adulthood. Like dogs play fighting, you learn not to bite hard."
    },
    {
      "cite": "Peter Thiel",
      "quote": "Rivalry causes us to overemphasize old opportunities and slavishly copy what has worked in the past."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Rivalry is the life of trade, and the death of the trader."
    },
    {
      "cite": "Peter Jackson",
      "quote": "Rivalry doesn't help anybody."
    },
    {
      "cite": "William George Jordan",
      "quote": "Life is not a competition with others. In its truest sense it is a rivalry with ourselves. We should each day seek to break the record of our yesterday. We should seek each day to live stronger, better, truer lives; each day to master some weakness of yesterday; each day to repair past follies; each day to surpass...ourselves. And this is but progress."
    },
    {
      "cite": "Alex Hirsch",
      "quote": "There is a very specific, unique brand of rivalry that exists between twins. You're always wondering who the Alpha twin is."
    },
    {
      "cite": "Henry Ford",
      "quote": "Competition is the keen cutting edge of business, always shaving away at costs."
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "Our competition in life is solely with our old self."
    },
    {
      "cite": "Josh Billings",
      "quote": "Rivalry and envy are Siamese twins."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "Compete with yourself, not with others."
    },
    {
      "cite": "Beth Moore",
      "quote": "Insecurity is at the heart of every rivalry."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "Every one of us possesses a gene predisposing us toward rivalry, competition, and fits of envy with any past, present, or future siblings."
    },
    {
      "cite": "Joseph Addison",
      "quote": "It is impossible for authors to discover beauties in one another's works; they have eyes only for spots and blemishes."
    }
  ]
}