{
  "source": "https://www.wisesayings.com/river-quotes/",
  "theme": "river",
  "quotes": [
    {
      "cite": "Jeffrey R. Anderson",
      "quote": "The river is one of my favorite metaphors, the symbol of the great flow of Life Itself. The river begins at Source, and returns to Source, unerringly. This happens every single time, without exception. We are no different."
    },
    {
      "cite": "Jakob Bohme",
      "quote": "Just as a drop of water in the ocean cannot avail much; but if a great river runneth into it, that maketh a great commotion."
    },
    {
      "cite": "David Paul Kirkpatrick",
      "quote": "The river was beautiful and wise. There were the two of them being happy in a new way. For here, there was no man, no woman, no master, no yellow, no black, no white. We, we who were, we are the same no longer."
    },
    {
      "cite": "Shozo Tanaka",
      "quote": "The care of rivers is not a question of rivers but of the human heart."
    },
    {
      "cite": "Kabir",
      "quote": "As the river surrenders itself to the ocean, what is inside me moves inside you."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "A river is more than an amenity, it is a treasure."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "Rivers run through our history and folklore, and link us as a people. They nourish and refresh us and provide a home for dazzling varieties of fish and wildlife and trees and plants of every sort. We are a nation rich in rivers"
    },
    {
      "cite": "Kenneth Grahame",
      "quote": "The River... It's my world, and I don't want any other. What it hasn't got is not worth having, and what it doesn't know is not worth knowing. Lord! the times we've had together!"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Like a river down the gutter roars the rain, the welcome rain!"
    },
    {
      "cite": "Garth Brooks",
      "quote": "A dream is like a river ever changing as it flows and a dreamer's just a vessel that must follow where it goes."
    },
    {
      "cite": "Edward Abbey",
      "quote": "I choose to listen to the river for a while, thinking river thoughts, before joining the night and the stars."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "The river of truth is always splitting up into arms that reunite. Islanded between them, the inhabitants argue for a lifetime as to which is the mainstream."
    },
    {
      "cite": "Kekla Magoon",
      "quote": "The river moves, but it follows a path. When it tires of one journey, it rubs through some rock to forge a new way. Hard work, but that's its nature."
    },
    {
      "cite": "Michio Kaku",
      "quote": "The river of time may fork into rivers, in which case you have a parallel reality and so then you can become a time traveler and not have to worry about causing a time paradox."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "May what I do flow from me like a river, no forcing and no holding back, the way it is with children."
    },
    {
      "cite": "Girdhar Joshi",
      "quote": "The flowing river nonchalantly reminds us of life: flowing relentlessly; flowing purposelessly. Life without purpose."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "A river or stream is a cycle of energy from sun to plants to insects to fish. It is a continuum broken only by humans."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "The old river in its broad reach rested unruffled at the decline of day, after ages of good service done to the race that peopled its banks, spread out in the tranquil dignity of a waterway leading to the uttermost ends of the earth."
    },
    {
      "cite": "Norman Maclean",
      "quote": "Eventually, all things merge into one, and a river runs through it. The river was cut by the world's great flood and runs over rocks from the basement of time. On some of the rocks are timeless raindrops. Under the rocks are the words, and some of the words are theirs. I am haunted by waters."
    },
    {
      "cite": "Lynn Culbreath Noel",
      "quote": "The river moves from land to water to land, in and out of organisms, reminding us what native peoples have never forgotten: that you cannot separate the land from the water, or the people from the land."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Rivers don't drink their own waters; trees don't eat their own fruits. The salt seasons the soup in order to have its purpose fulfilled. Live for others!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the river meets the sea, he dies! Because the character of the river is to flow and when the character dies, everything dies!"
    },
    {
      "cite": "Félix J. Palma",
      "quote": "Time is a river sweeping away all that is born towards the darkest shore."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Indeed the river is a perpetual gala, and boasts each month a new ornament."
    },
    {
      "cite": "Roderick Haig-Brown",
      "quote": "A river is water is its loveliest form; rivers have life and sound and movement and infinity of variation, rivers are veins of the earth through which the lifeblood returns to the heart."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The only river i would like to be drown is the river filled with the blood of Jesus."
    },
    {
      "cite": "Vinoba Bhave",
      "quote": "The river flows at its own sweet will, but the flood is bound in the two banks. If it were not thus bound, its freedom would be wasted."
    },
    {
      "cite": "David Paul Kirkpatrick",
      "quote": "There is a river whose streams make glad the city of Love. Along that river is the tree of heaven."
    },
    {
      "cite": "John Muir",
      "quote": "Rivers flow not past, but through us; tingling, vibrating, exciting every cell and fiber in our bodies, making them sing and glide."
    },
    {
      "cite": "Mark Helprin",
      "quote": "A good river is nature's life work in song."
    }
  ]
}