{
  "source": "https://www.wisesayings.com/road-quotes/",
  "theme": "road",
  "quotes": [
    {
      "cite": "Charles De Lint",
      "quote": "The road leading to a goal does not separate you from the destination; it is essentially a part of it."
    },
    {
      "cite": "Jonathan Davis",
      "quote": "When you live on the road, going home is a place to escape and just be with your family to unwind."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If there is a nice road to your destination, you are lucky; if there isn't any, then you are even luckier because you will have the chance to be a road-creator!"
    },
    {
      "cite": "Norman Borlaug",
      "quote": "Roads are essential to any type of agricultural development."
    },
    {
      "cite": "Andre Maurois",
      "quote": "The longer the road to love, the keener is the pleasure to be experienced by the sensitive lover."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An old road always looks richer and more beautiful than a new road because old roads have memories!"
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "There is a road from the eye to the heart that does not go through the intellect. Men do not quarrel about the meaning of sunsets; they never dispute that the hawthorn says the best and wittiest thing about the spring."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The road may be beautiful or ugly; it may be easy or hard, smooth or rough, it doesn't matter; what matters most is where the road will take you!"
    },
    {
      "cite": "Willie Nelson",
      "quote": "I believe that all roads lead to the same place - and that is wherever all roads lead to."
    },
    {
      "cite": "Carl Lewis",
      "quote": "The trials on the road to world harmony are no greater than the courage of those who accept the challenge."
    },
    {
      "cite": "Robert Brault",
      "quote": "The road to success is not a path you find but a trail you blaze."
    },
    {
      "cite": "James Richardson",
      "quote": "The road reaches every place, the short cut only one."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "When within yourself you find the road, the right road will open."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If the road is beautiful, walk the road slowly; be a turtle, be a snail and even better than this: Stop walking; live the road fully!"
    },
    {
      "cite": "Lucy Stone",
      "quote": "The road before us is shorter than the road behind."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The road to success is always under construction."
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "The road was new to me, as roads always are, going back."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The road is a word, conceived elsewhere and laid across the country in the wound prepared for it: a word made concrete and thrust among us."
    },
    {
      "cite": "Lin Yutang",
      "quote": "Hope is like a road in the country; there was never a road, but when many people walk on it, the road comes into existence."
    },
    {
      "cite": "Wayne Knight",
      "quote": "Whatever road you've been given, enjoy that road."
    },
    {
      "cite": "Richard Le Gallienne",
      "quote": "The road recedes as the traveler advances, leaving a continuous present."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "There is no royal road to learning; no short cut to the acquirement of any art."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "The road is long, we carry on, try to have fun in the meantime."
    },
    {
      "cite": "Norton Juster",
      "quote": "There are no wrong roads to anywhere."
    },
    {
      "cite": "Dane Bird-Smith",
      "quote": "On the roads, it is one of those 'might is right' situations. If I see cars coming, I duck out of the way."
    },
    {
      "cite": "Joey Reiman",
      "quote": "The road to success just might be your driveway."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The middle of the road is all of the usable surface. The extremes, right and left, are in the."
    },
    {
      "cite": "Munia Khan",
      "quote": "A lost road will remember your footsteps because someday you may want to return, tracing the way."
    },
    {
      "cite": "Charles E. Wilson",
      "quote": "There is no royal road; you've got to work a good deal harder than most people want to work."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "There are so many roads you can take that will lead you the wrong way, that nobody will hear your name."
    }
  ]
}