{
  "source": "https://www.wisesayings.com/roaming-quotes/",
  "theme": "roaming",
  "quotes": [
    {
      "cite": "Adlai Stevenson II",
      "quote": "It is in the nature of cats to do a certain amount of unescorted roaming."
    },
    {
      "cite": "Ahmed Mostafa",
      "quote": "Without purpose, we're zombies aimlessly roaming the earth."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "For always roaming with a hungry heart."
    },
    {
      "cite": "A.J. Darkholme",
      "quote": "The lion does not need the whole world to fear him, only those nearest where he roams."
    },
    {
      "cite": "Amol Gade",
      "quote": "It's not about roaming around the established facts, it's about exploring new logics and giving meaning to this transient life."
    },
    {
      "cite": "Benjamin N. Cardozo",
      "quote": "The judge is not the knight-errant, roaming at will in pursuit of his own ideal of beauty or of goodness."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Sometimes I have visions of myself driving through hell, selling sulphur and brimstone, or through heaven peddling refreshments to the roaming souls. If me and the children I've got left could find a place where there's no shooting, I wouldn't mind a few years of peace and quiet."
    },
    {
      "cite": "Buffalo Bill",
      "quote": "I felt only as a man can feel who is roaming over the prairies of the far West, well armed, and mounted on a fleet and gallant steed."
    },
    {
      "cite": "Buffalo Bill",
      "quote": "My restless, roaming spirit would not allow me to remain at home very long."
    },
    {
      "cite": "Callimachus",
      "quote": "I abhor, too, the roaming lover, nor do I drink from every well; I loathe all things in common"
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "You have to believe in yourself. That's the secret."
    },
    {
      "cite": "David Gemmell",
      "quote": "I may be stupid, as you say, to believe in honour and friendship and loyalty without price. But these are virtues to be cherished, for without them we are no more than beasts roaming the land."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Roaming through the jungle of \"Ohs\" and \"Ahs\", searching for a more agreeable noise, I live a life of primitivity with the mind of a child and an unquenchable thirst for sharps and flats."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "When love is roaming in our mind, looping in the deepest fringes of our heart, undreamt spaciousness emerges, repealing the constraints of triviality and letting stifling narrowness fade away. While our mindset is besieged by a revolving burst of emotion, our world is ultimately opening up."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you cannot find a good companion to walk with, walk alone, like an elephant roaming the jungle. It is better to be alone than to be with those who will hinder your progress."
    },
    {
      "cite": "George Takei",
      "quote": "For me, country music symbolized freedom and the joys of life... roaming the country, experiencing the joys as well as the heartbreaks. It was a transporting kind of song, and I'd just kind of sing along with them."
    },
    {
      "cite": "James Altucher",
      "quote": "Don't time travel into the past, roaming through the nuances as if they can change. Don't bookmark pages you've already read."
    },
    {
      "cite": "Janine di Giovanni",
      "quote": "I spent a good part of the nineties roaming the Earth writing about conflict. It was very grueling. I was beginning to find this way of life was, wow, addictive and deeply meaningful."
    },
    {
      "cite": "John Stuart Blackie",
      "quote": "Rocking on a lazy billow With roaming eyes, Cushioned on a dreamy pillow, Thou art now wise. Wake the power within thee slumbering, Trim the plot that's in thy keeping, Thou wilt bless the task when reaping Sweet labour's prize."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "The stars are far brighter Than gems without measure, The moon is far whiter Than silver in treasure; The fire is more shining On hearth in the gloaming Than gold won by mining, So why go a-roaming? O! Tra-la-la-lally Come back to the Valley."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "Taught from infancy that beauty is woman's sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison."
    },
    {
      "cite": "Neil Young",
      "quote": "I'm not waiting for times to change I want to live like a free-roaming soul on the highway of our love."
    },
    {
      "cite": "Pipilotti Rist",
      "quote": "When I close my eyes, my imagination roams free. In the same way I want to create spaces for video art that rethink the very nature of the medium itself. I want to discover new ways of configuring the world, both the world outside and the world within."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "For me, childhood roaming was what developed self-reliance, a sense of direction and adventure, imagination, a will to explore, to be able to get a little lost and then figure out the way back."
    },
    {
      "cite": "Robert Collier",
      "quote": "But fear - panic - knows no reason. It brings into being overnight the things that it fears. It is the greatest torment of humanity. Fear is, in short, the devil. It causes most of the sin, disaster, disease and misery of the world. It is the ravening lion roaming the earth seeking whom it may...devour. The only refuge is in the knowledge that it has no power other than the power you give it."
    },
    {
      "cite": "Robin Hobb",
      "quote": "If all of her was not enough for him, then let him have none of her and seek what he needed elsewhere."
    },
    {
      "cite": "Shaikh Ashraf",
      "quote": "Roaming is the easiest part, just wandering around, looking the places, imagining how people lived there at that time, breathing deeply the open air around there and feeling the best."
    },
    {
      "cite": "Sameh Elsayed",
      "quote": "Desire should be allowed to roam freely. The range is endless."
    },
    {
      "cite": "Sigrid Undset",
      "quote": "Feelings of longing seemed to burst from her heart; they ran in all directions, like streams of blood, seeking out paths to all the places in the wide landscape where she had lived, to all her sons roaming through the world, to all her dead lying under the earth."
    }
  ]
}