{
  "source": "https://www.wisesayings.com/robot-quotes/",
  "theme": "robot",
  "quotes": [
    {
      "cite": "Ken Goldberg",
      "quote": "We're fascinated with robots because they are reflections of ourselves."
    },
    {
      "cite": "James Dyson",
      "quote": "If robots are to clean our homes, they'll have to do it better than a person."
    },
    {
      "cite": "David Hanson",
      "quote": "Robots will someday, or maybe, wake up. They may be really smart. They may be as creative, smart and capable as human beings, and fully conscious, and self discerning with free will."
    },
    {
      "cite": "Daniel H. Wilson",
      "quote": "Robots are interesting because they exist as a real technology that you can really study - you can get a degree in robotics - and they also have all this pop-culture real estate that they take up in people's minds."
    },
    {
      "cite": "Gray Scott",
      "quote": "Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end."
    },
    {
      "cite": "Roger Penrose",
      "quote": "If the computer-guided robots turn out to be our superiors in every respect, then will they not find that they can run the world better without the need of us at all? Humanity itself will then have become obsolete."
    },
    {
      "cite": "Ernst Jünger",
      "quote": "Unfortunately robots capable of manufacturing robots do not exist. That would be the philosopher's stone, the squaring of the circle."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "We can make robots that learn from mistakes, yet man still makes the same ones over, and over."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "To make robots practical, flaws must be removed. To make robots endearing, flaws must be added."
    },
    {
      "cite": "Daniel H. Wilson",
      "quote": "Sometimes a technology is so awe-inspiring that the imagination runs away with it - often far, far away from reality. Robots are like that. A lot of big and ultimately unfulfilled promises were made in robotics early on, based on preliminary successes."
    },
    {
      "cite": "James Altucher",
      "quote": "Robots are the new middle class. And everyone else will either be an entrepreneur or a temp staffer."
    },
    {
      "cite": "Cynthia Breazeal",
      "quote": "Robots touch something deeply human within us. For me, robots are all about people."
    },
    {
      "cite": "Trevor Paglen",
      "quote": "Anything humans can do in space, robots can do better."
    },
    {
      "cite": "David Hanson",
      "quote": "We're seeing the arrival of conversational robots that can walk in our world. It's a golden age of invention."
    },
    {
      "cite": "Tanith Lee",
      "quote": "No one asks a robot what he wants."
    },
    {
      "cite": "Lorin Morgan-Richards",
      "quote": "Old robots are becoming more human and young humans are becoming more like robots."
    },
    {
      "cite": "Cynthia Breazeal",
      "quote": "If you look at the field of robotics today, you can say robots have been in the deepest oceans, they've been to Mars, you know? They've been all these places, but they're just now starting to come into your living room. Your living room is the final frontier for robots."
    },
    {
      "cite": "David Hanson",
      "quote": "Character robotics could plant the seed for robots that actually have empathy. So, if they achieve human level intelligence or, quite possibly, greater than human levels of intelligence, this could be the seeds of hope for our future."
    },
    {
      "cite": "Barry Long",
      "quote": "When the robot mind is mastered, undisciplined thinking ceases and is replaced by awareness. Awareness can know love."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "... you just can't differentiate between a robot and the very best of humans."
    },
    {
      "cite": "Erik Brynjolfsson",
      "quote": "Knowing how to keep someone motivated and how to keep a connection are skills humans have learned and evolved over hundreds of thousands of years. A robot can't figure out whether you can do one more push-up, or how to motivate you to actually do it."
    }
  ]
}