{
  "source": "https://www.wisesayings.com/rock-and-roll-quotes/",
  "theme": "rock-and-roll",
  "quotes": [
    {
      "cite": "Maury Dean",
      "quote": "Rock and Roll is inclusive. It welcomes rockers of all races, religions, ages, ethnic backgrounds, alternative lifestyles."
    },
    {
      "cite": "Elvis Presley",
      "quote": "Rock and roll music, if you like it, if you feel it, you can't help but move to it. That's what happens to me. I can't help it."
    },
    {
      "cite": "Steve Waksman",
      "quote": "Rock and roll is a style in which, at least ostensibly, the best artists are rule breakers."
    },
    {
      "cite": "Bobby Hatfield",
      "quote": "Some people come to our shows and think they're gonna spend the night just listening to love songs, and they're pretty much surprised cause we do a lot of rock and roll."
    },
    {
      "cite": "Johnny Thunders",
      "quote": "Rock and Roll is simply an attitude. You don't have to play the greatest guitar."
    },
    {
      "cite": "Captain Beefheart",
      "quote": "Most of modern rock and roll is a product of guilt."
    },
    {
      "cite": "Keith Richards",
      "quote": "Rock and roll ain't nothing but jazz with a hard backbeat."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Energy is so important. If you don't have it, don't bother with rock and roll."
    },
    {
      "cite": "Rick James",
      "quote": "You can't have rock and roll without drugs, you can't have rock and roll without sex."
    },
    {
      "cite": "Pete Townshend",
      "quote": "Rock n Roll might not solve your problems, but it does let you dance all over them."
    },
    {
      "cite": "Peter York",
      "quote": "Rock and roll is the hamburger that ate the world."
    },
    {
      "cite": "Neil Young",
      "quote": "Rock and roll is here to stay."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "If it's illegal to rock and roll, throw my ass in jail!"
    },
    {
      "cite": "Bob Gruen",
      "quote": "For me rock and roll is about the freedom to express yourself very loudly."
    },
    {
      "cite": "Malcolm McLaren",
      "quote": "Rock and roll doesn't necessarily mean a band. It doesn't mean a singer, and it doesn't mean a lyric, really. It's that question of trying to be immortal."
    },
    {
      "cite": "Bruce Dickinson",
      "quote": "Rock music should be gross: that's the fun of it. It gets up and drops its trousers."
    },
    {
      "cite": "Larry Williams",
      "quote": "Rock and Roll has no beginning and no end for it is the very pulse of life itself."
    },
    {
      "cite": "Kim Fowley",
      "quote": "Rock and roll is a nuclear blast of reality in a mundane world where no one is allowed to be magnificent."
    },
    {
      "cite": "Lou Reed",
      "quote": "If I hadn't heard rock and roll on the radio, I would have had no idea there was life on this planet."
    },
    {
      "cite": "Eddie Spaghetti",
      "quote": "Rock and roll keeps you in a constant state of juvenile delinquency."
    },
    {
      "cite": "John Lennon",
      "quote": "If you tried to give rock and roll another name, you might call it Chuck Berry."
    }
  ]
}