{
  "source": "https://www.wisesayings.com/rockstar-quotes/",
  "theme": "rockstar",
  "quotes": [
    {
      "cite": "Dave Grohl",
      "quote": "Being a 'rockstar' is about celebrity, not about music , which is why you're supposed to be doing this in the first place. Being a rockstar shouldn't be considered a career option...if you don't love to play music- and you're not doing it purely for that reason- then quit."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "We're not arrogant, we just believe we're the best band in the world."
    },
    {
      "cite": "Jarvis Coc",
      "quote": "To suddenly become known by a lot of people because I waggled my arse at somebody isn't brilliant , is it? I'd rather be known for something better than that. Although my arse-wiggling is second-to-none, I'd rather people remembered me for what I create."
    },
    {
      "cite": "John Lennon",
      "quote": "Oh sure. I dug the fame, the power, the money, and playing to big crowds. Conquering America was the best thing."
    },
    {
      "cite": "Mick Jagger",
      "quote": "I don't think people mind if I'm conceited. Every rock 'n roll star in the world is conceited."
    },
    {
      "cite": "Elvis Presley",
      "quote": "I've got fifty-six gold singles, and fourteen gold albums and if anyone out there doubts it, if you ever come through Memphis you can come argue about it, 'cause I've got every one of them hanging on the wall.'"
    },
    {
      "cite": "Brian Eno",
      "quote": "The traditional rock star role is that you don't say anything. The best way to maintain your conceit is to keep your mouth shut and I'm certainly not prepared to do that. I couldn't."
    },
    {
      "cite": "Suggs",
      "quote": "I believe that every band had their ten minutes of glory. But I like to think that we've left enough options open to give us twenty minutes."
    },
    {
      "cite": "Little Richard",
      "quote": "I'm just the same as ever-loud, electrifying and full of personal magnetism."
    },
    {
      "cite": "Bono",
      "quote": "A rockstar is someone with a hole in his heart almost the size of his ego."
    },
    {
      "cite": "Chrissie Hynde",
      "quote": "I'm a rocker— I don't want to work. I want to goof off."
    },
    {
      "cite": "Jimmy Paige",
      "quote": "Mild barbarians is how we were once described. And I can't really deny it."
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Hey, you're a rockstar baby / Up in the buildin' makin' the club go crazy / Hey, you're a rockstar baby / Thowin' ass like that you must be a rock star baby."
    },
    {
      "cite": "Eddie Galan",
      "quote": "She's got a body like a rock star / Look at her put on a show (show me girl) / She's got a body like a rock star / You can put her on a stage and let it go (oh, yeah)."
    },
    {
      "cite": "Bill Kaulitz",
      "quote": "Sleep with rockstars...Support the arts."
    },
    {
      "cite": "Courtney Love",
      "quote": "Being a rock star is like being a cult leader you really have to be in your own religion."
    },
    {
      "cite": "Anthony Kiedis",
      "quote": "A rock star does not age!"
    },
    {
      "cite": "Slash",
      "quote": "Being a rockstar is the intersection of who you are and who you want to be."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "If you act like a rock star, you will be treated like one."
    },
    {
      "cite": "Travis Scott",
      "quote": "You can't buy being a rock star."
    },
    {
      "cite": "Josh Groban",
      "quote": "There's no half-singing in the shower, you're either a rock star or an opera diva."
    },
    {
      "cite": "Alice Cooper",
      "quote": "If you're listening to a rock star in order to get your information on who to vote for, you're a bigger moron than they are."
    },
    {
      "cite": "Nick Cave",
      "quote": "The rock star is dying. And it's a small tragedy. Rock stars have blogs now. I have no use for that kind of rock star."
    },
    {
      "cite": "Shawn Amos",
      "quote": "If I were a rock star, I'd design my own clothes. I'd do it because that's the mark of a true rock star."
    },
    {
      "cite": "Rob Sheffield",
      "quote": "Rock stars did not invent burning out. They just do it louder."
    }
  ]
}