{
  "source": "https://www.wisesayings.com/rocket-quotes/",
  "theme": "rocket",
  "quotes": [
    {
      "cite": "Irvine Welsh",
      "quote": "Okay baby, let's take this rocket to Uranus. This hoor is perfect, and she can act as well."
    },
    {
      "cite": "Debra Doyle",
      "quote": "If there’s a zeppelin, it’s alternate history. If there’s a rocketship, it’s science fiction. If there are swords and/or horses, it’s fantasy. A book with swords and horses in it can be turned into science fiction by adding a rocketship to the mix. If a book has a rocketship in it, the only thing that can turn it back into fantasy is the Holy Grail."
    },
    {
      "cite": "Michael Chabon",
      "quote": "The rocket was beautiful. In conception it had been shaped by an artist to break a chain that had bound the human race ever since we first gained consciousness of earth's gravity and all it's analogs in suffering, failure and pain. It was at once a prayer sent heavenward and the answer to that prayer: Bear me away from this awful place."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "It [the rocket] will free man from his remaining chains, the chains of gravity which still tie him to this planet. It will open to him the gates of heaven."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on."
    },
    {
      "cite": "Ezra Pound",
      "quote": "You were gone up as a rocket, bending your passages from right to left and from left to right. In the flat projection of a spiral."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "A lustrous rocket, rising out of space. Behold the signal of the foe,' cried one."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "While the silver streamed aircraft swished like a rocket through space, but resonated like a dying man nose-dived towards the earth; as streaks of turbulent lightning struck it unexpectedly."
    },
    {
      "cite": "Robert Graves",
      "quote": "Then soared the sudden rocket, broke in blanching showers."
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "Watching on tiptoe and with stifled roar to see a rocket fired or a bull slain."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "By day the dipping house-flag and by night the rocket's trail. As the sheep that graze behind us so we know them where they hail."
    },
    {
      "cite": "Elton John",
      "quote": "Oh no no no I'm a rocket man. Rocketman burning out his fuse up here alone."
    },
    {
      "cite": "Elton John",
      "quote": "I'm gonna be high I'm a rocket man."
    },
    {
      "cite": "Cheryl Lynn",
      "quote": "Take me in your arms and rocket me. Come with me. All across the universe, we will sail for the skies. Meet behind Mars."
    },
    {
      "cite": "Primitive Radio Gods",
      "quote": "Rocket, rocket, the skins like the sun like the red colored one that they call my. Rocket, rocket, that some ancient tune that invented the moon and the stars."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "You took me riding in your rocket gave me a star."
    },
    {
      "cite": "Kool Keith",
      "quote": "Coming through. Levels shifting get swift on analog sounds  pounds of rocket tars."
    },
    {
      "cite": "Pokemon",
      "quote": "Team Rocket blast off at the speed of light. Surrender now or prepare to fight."
    },
    {
      "cite": "Kiss",
      "quote": "Take a rocket ride. From the start you wanted to fly. I got the rocket and you want the ride."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "A rocket is an experiment; a star is an observation."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "A rocket is a reed that thinks brilliantly."
    },
    {
      "cite": "George Carlin",
      "quote": "We will never be an advanced civilization as long as rain showers can delay the launching of a space rocket."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "If the rocket will free man from his remaining chains, the chains of gravity which still tie him to this planet. It will open to him the gates of heaven."
    },
    {
      "cite": "Michael P. Anderson",
      "quote": "When you launch in a rocket, you're not really flying that rocket. You're just sort of hanging on."
    },
    {
      "cite": "Homer Hickam",
      "quote": "A rocket won't fly unless somebody lights the fuse!"
    },
    {
      "cite": "Wernher von Braun",
      "quote": "The rocket worked perfectly except for landing on the wrong planet."
    },
    {
      "cite": "Sally Ride",
      "quote": "Rocket science is tough, and rockets have a way of failing."
    },
    {
      "cite": "Konstantin Tsiolkovsky",
      "quote": "From the moment of using rocket devices; a great new era will begin in astronomy: the epoch of the more intensive study of the firmament"
    },
    {
      "cite": "John Carmack",
      "quote": "Rocket science has been mythologized all out of proportion to its true difficulty."
    }
  ]
}