{
  "source": "https://www.wisesayings.com/rock-climbing-quotes/",
  "theme": "rock-climbing",
  "quotes": [
    {
      "cite": "John Salathe",
      "quote": "I find that rock climbing is the finest, most healthiest sport in the whole world. It is much healthier than most. Look at baseball, where 10 000 sit on their ass to watch a handful of player."
    },
    {
      "cite": "Greg Child",
      "quote": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "Getting to the top is optional. Getting down is mandatory."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Never measure the height of a mountain until you have reached the top. Then you will see how low it was."
    },
    {
      "cite": "John Muir",
      "quote": "Climb the mountains and get their good tidings. Nature's peace will flow into you as sunshine flows into trees."
    },
    {
      "cite": "Wolfgang Gullich",
      "quote": "In climbing you are always faced with new problems in which you must perform using intuitive movements, and then later analyze them to figure out why they work, and then learn from them."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it."
    },
    {
      "cite": "Jonathan Waterman",
      "quote": "Climbing is one of the few sports in which the arena. The cliffs, the mountains and their specific routes acquires a notoriety that out populates, outshines and outlives the actual athletes."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "Sometimes, that mountain you've been climbing, is just a grain of sand."
    },
    {
      "cite": "Walter Bonatti",
      "quote": "Climbing is not a battle with the elements, nor against the law of gravity. It's a battle against oneself."
    },
    {
      "cite": "David McCullough Jr.",
      "quote": "Climb the mountain not to plant your flag, but to embrace the challenge, enjoy the air and behold the view. Climb it so you can see the world, not so the world can see you."
    },
    {
      "cite": "Annie Smith Peck",
      "quote": "Climbing is unadulterated hard labor. The only real pleasure is the satisfaction of going where no man has been before and where few can follow."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "When you go to the mountains, you see them and you admire them. In a sense, they give you a challenge, and you try to express that challenge by climbing them."
    },
    {
      "cite": "Chris Sharma",
      "quote": "Climbing is an artistic, creative thing; it's about being spontaneous, traveling, seeing the world, hanging out. It's a balance of setting goals while enjoying the process, being ambitious without being too competitive."
    },
    {
      "cite": "Gaston Rebuffat",
      "quote": "Climbing is, above all, a matter of integrity."
    },
    {
      "cite": "Tommy Caldwell",
      "quote": "In rock climbing, people get strong enough, and then they pick goals they can do with their strengths at that moment."
    },
    {
      "cite": "Trevanian",
      "quote": "The rope connecting two men on a mountain is more than nylon protection; it is an organic thing that transmits subtle messages of intent and disposition from man to man; it is an extension of the tactile senses, a psychological bond, a wire along which currents of communication flow."
    },
    {
      "cite": "Edward Whymper",
      "quote": "Climb if you will, but remember that courage and strength are nought without prudence, and that a momentary negligence may destroy the happiness of a lifetime. Do nothing in haste; look well to each step; and from the beginning think what may be the end."
    },
    {
      "cite": "Barry Finlay",
      "quote": "Every mountain top is within reach if you just keep climbing."
    },
    {
      "cite": "Chris Sharma",
      "quote": "With climbing you can go to the most beautiful places on the planet and practice. Anywhere there is rock, you can climb."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Jumping from boulder to boulder and never falling, with a heavy pack, is easier than it sounds; you just can't fall when you get into the rhythm of the dance."
    },
    {
      "cite": "Chris Sharma",
      "quote": "The harder you fall, the heavier your heart; the heavier your heart, the stronger you climb; the stronger you climb, the higher your pedestal."
    },
    {
      "cite": "Reinhold Messner",
      "quote": "Mountains are not fair or unfair, they are just dangerous."
    }
  ]
}