{
  "source": "https://www.wisesayings.com/rock-quotes/",
  "theme": "rock",
  "quotes": [
    {
      "cite": "Thomas Jefferson",
      "quote": "In matters of style, swim with the current; in matters of principle, stand like a rock."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Civilization began the first time an angry person cast a word instead of a rock."
    },
    {
      "cite": "Yugoslav Proverb",
      "quote": "Man is harder than rock and more fragile than an egg."
    },
    {
      "cite": "Mark Twain",
      "quote": "Laws are sand, customs are rock. Laws can be evaded and punishment escaped, but an openly transgressed custom brings sure punishment."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "A rock pile ceases to be a rock pile the moment a single man contemplates it, bearing within him the image of a cathedral."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Rock bottom became the solid foundation on which I rebuilt my life."
    },
    {
      "cite": "George Herbert",
      "quote": "A man of great memory without learning hath a rock and a spindle and no staff to spin."
    },
    {
      "cite": "English Proverb",
      "quote": "The ship that will not obey the helm will have to obey the rocks."
    },
    {
      "cite": "George Eliot",
      "quote": "Resolve will melt no rocks. But it can scale them."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A great rock is not disturbed by the wind; the mind of a wise man is not disturbed by either honor or abuse."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "All history shows that the hand that cradles the rock has ruled the world, not the hand that rocks the cradle!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Don't look for an unshakable rock to stand on; there ain't any! Rather, learn how to stand still on a shaking rock!"
    },
    {
      "cite": "Rumi",
      "quote": "Very little grows on jagged rock. Be ground. Be crumbled, so wildflowers will come up where you are."
    },
    {
      "cite": "Ruth Westheimer",
      "quote": "Our way is not soft grass, it's a mountain path with lots of rocks. But it goes upwards, forward, toward the sun."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "No rock so hard but that a little wave may beat admission in a thousand years."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Be like a headland of rock on which the waves break incessantly; but it stands fast and around it the seething of the waters sink to rest."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There will always be rocks in the road ahead of us. They will be stumbling blocks or stepping stones; it all depends on how you use them."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Stand through life firm as a rock in the sea, undisturbed and unmoved by its ever-rising waves."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Love is not enough. But, it is the rock on which all else stands."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Only the guy who isn't rowing has time to rock the boat."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Shooting stars are not stars at all. They re just rocks that enter the atmosphere and catch fire under friction. What we wish on when we see one is only a trail of debris."
    },
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "If we have the courage and tenacity of our forebears, who stood firmly like a rock against the lash of slavery, we shall find a way to do for our day what they did for theirs."
    },
    {
      "cite": "Francesco Petrarch",
      "quote": "How difficult it is to save the bark of reputation from the rocks of ignorance."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The cradle rocks above an abyss, and common sense tells us that our existence is but a brief crack of light between two eternities of darkness."
    },
    {
      "cite": "John Dryden",
      "quote": "Rhyme is the rock on which thou art to wreck."
    },
    {
      "cite": "Suzanne Woods Fisher",
      "quote": "Just because the boat rocks doesn't mean it's time to jump overboard."
    },
    {
      "cite": "William Booth",
      "quote": "Look! Don't be deceived by appearances - men and things are not what they seem. All who are not on the rock are in the sea!"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Not to have control over the senses is like sailing in a rudderless ship, bound to break to pieces on coming in contact with the very first rock."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Rock is a great master of life. It teaches us this simple philosophy: Stay firm!"
    }
  ]
}