{
  "source": "https://www.wisesayings.com/rock-n-roll-quotes/",
  "theme": "rock-n-roll",
  "quotes": [
    {
      "cite": "Kim Fowley",
      "quote": "Rock and roll is a nuclear blast of reality in a mundane world where no-one is allowed to be magnificent."
    },
    {
      "cite": "Alex Turner",
      "quote": "Rock'n'roll will never go away completely because it's so fundamentally attractive."
    },
    {
      "cite": "Neil Young",
      "quote": "Rock and roll is here to stay."
    },
    {
      "cite": "Pablo Casals",
      "quote": "Rock n' roll is poison put to sound."
    },
    {
      "cite": "Paul Stanley",
      "quote": "The great thing about rock-n-roll is you realize the top of the mountain is big enough for more than one band."
    },
    {
      "cite": "Patti Smith",
      "quote": "Rock & roll is like a painting. Can great paintings still be done? It depends on who holds the brush."
    },
    {
      "cite": "Kesha",
      "quote": "I have Rock 'n' Roll pumping through my veins."
    },
    {
      "cite": "Lemmy Kilmister",
      "quote": "If you think you are too old to rock 'n roll, then you are."
    },
    {
      "cite": "Malcolm McLaren",
      "quote": "Rock and roll doesn't necessarily mean a band. It doesn't mean a singer, and it doesn't mean a lyric, really. It's that question of trying to be immortal."
    },
    {
      "cite": "John Mellencamp",
      "quote": "Rock'n'roll starts between the legs and goes through the heart, then to the head. As long as it does those three things, it's a great rock song."
    },
    {
      "cite": "Larry Williams",
      "quote": "Rock and Roll has no beginning and no end for it is the very pulse of life itself."
    },
    {
      "cite": "Charlie Watts",
      "quote": "Rock and roll has probably given more than it's taken."
    },
    {
      "cite": "Pete Townshend",
      "quote": "Rock 'n' Roll might not solve your problems, but it does let you dance all over them."
    },
    {
      "cite": "Bono",
      "quote": "Rock n roll stops the traffic."
    },
    {
      "cite": "unknown",
      "quote": "Life is a disease. The only cure is rock 'n' roll."
    },
    {
      "cite": "Dave Grohl",
      "quote": "There's always gonna be rock n' roll bands, there's always gonna be kids that love rock n' roll records, and there will always be rock n' roll."
    },
    {
      "cite": "Tom Larson",
      "quote": "Rock and roll is the music of America, of youth, of rebellion, and of the common spirit that ties all that together."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "You can't kill Rock 'n' Roll. It's here to stay"
    },
    {
      "cite": "Little Richard",
      "quote": "God gives us the ability, but rock 'n' roll was created by men."
    },
    {
      "cite": "Pete Wentz",
      "quote": "What would rock and roll be without ambition, craziness, danger, and fun?"
    },
    {
      "cite": "Patti Smith",
      "quote": "You're not a rock 'n' roll person four hours a day or even when you're on stage. It's become the rhythm of your whole life."
    },
    {
      "cite": "Peter York",
      "quote": "Rock and roll is the hamburger that ate the world."
    },
    {
      "cite": "Ray Manzarek",
      "quote": "Rock 'n' roll is like a circus today."
    },
    {
      "cite": "Mitch Miller",
      "quote": "The reason kids like rock 'n roll is their parents don't."
    },
    {
      "cite": "George Thorogood",
      "quote": "Rock 'n' roll never sleeps it just passes out."
    },
    {
      "cite": "Chuck Berry",
      "quote": "Rock is rock, and, rock and roll, rock is just short for rock and roll."
    },
    {
      "cite": "Dave Edmunds",
      "quote": "Rock 'n' roll will never die. There'll always be some arrogant little brat who wants to make music with a guitar."
    },
    {
      "cite": "Giuseppe Andrews",
      "quote": "You know, your clothes may say disco, but your eyes say rock n roll."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "If Music is a Place -- then Jazz is the City, Folk is the Wilderness, Rock is the Road, Classical is a Temple."
    },
    {
      "cite": "Joan Jett",
      "quote": "Girls have got balls. They're just a little higher up, that's all."
    }
  ]
}