{
  "source": "https://www.wisesayings.com/rodeo-quotes/",
  "theme": "rodeo",
  "quotes": [
    {
      "cite": "Demetri Martin",
      "quote": "When I am at rodeo I find it difficult not to root for the animals."
    },
    {
      "cite": "Rick Springfield",
      "quote": "Look at me move I'm the king of the rodeo. Everybody, welcome to the rodeo, everybody, welcome to the rodeo."
    },
    {
      "cite": "Jim Wakefield",
      "quote": "Rodeo is about life lessons, and not just about belt buckles and winning. There is so much you can learn from a horse and a cow that you can't learn from football."
    },
    {
      "cite": "The Isley Brothers",
      "quote": "Rodeo be like up and down. 'Bout to show you how I throw down."
    },
    {
      "cite": "Gene Clark",
      "quote": "Riding the rodeo. He's a rodeo rider, sole survivor. Got to prove that he's the best."
    },
    {
      "cite": "Paul Overstreet",
      "quote": "Like a rodeo round and round and up and down we go. Some days it's a battle just to stay up in the saddle."
    },
    {
      "cite": "Tracy Byrd",
      "quote": "Rodeo ain't no ordinary life but a cowboy ain't no ordinary man."
    },
    {
      "cite": "George Jung",
      "quote": "Life's a rodeo and all you have to do is stay in the saddle."
    },
    {
      "cite": "Jane Smiley",
      "quote": "With horses, familiarity breeds comfort. If you haven't been around horses for a while (or ever), the best thing to do is to go to the racetrack, a horse show, a rodeo, or some other horsey activity, and watch the horses. Familiarize yourself with the way they move and behave themselves."
    },
    {
      "cite": "John Fogerty",
      "quote": "Sometimes I think life is just a rodeo, the trick is to ride and make it to the bell."
    },
    {
      "cite": "Garth Brooks",
      "quote": "It's the ropes and the reins, and the joy and the pain. And they call the thing rodeo."
    },
    {
      "cite": "John Branch",
      "quote": "Rodeo careers can end without warning, as quick as the next try at an eight-second ride."
    },
    {
      "cite": "Taylor Kitsch",
      "quote": "A good old rodeo never hurt anyone."
    }
  ]
}