{
  "source": "https://www.wisesayings.com/role-models-quotes/",
  "theme": "role-models",
  "quotes": [
    {
      "cite": "Tiger Woods",
      "quote": "If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about."
    },
    {
      "cite": "Barry Bonds",
      "quote": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others."
    },
    {
      "cite": "Denzel Washington",
      "quote": "I think a role model is a mentor - someone you see on a daily basis, and you learn from them."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "I know that being seen as a role model means taking responsibility for all my actions. I am human, and of course, sometimes I make mistakes. But I promise that when I fall, I get back up."
    },
    {
      "cite": "Charles Barkley",
      "quote": "I'm not paid to be a role model, parents should be role models."
    },
    {
      "cite": "James Baldwin",
      "quote": "Children have never been very good at listening to their elders, but they have never failed to imitate them."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "A father has to be a provider, a teacher, a role model, but most importantly, a distant authority figure who can never be pleased. Otherwise, how will children ever understand the concept of God?"
    },
    {
      "cite": "Lana Del Rey",
      "quote": "Find someone who has a life that you want and figure out how they got it. Read books, pick your role models wisely. Find out what they did and do it."
    },
    {
      "cite": "John Wooden",
      "quote": "Being a role model is the most powerful form of educating...too often fathers neglect it because they get so caught up in making a living they forget to make a life."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Role models are only of limited use. For no-one is as important, potentially powerful and as key in your life and world as you."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Role modeling is the most basic responsibility of parents. Parents are handing life's scripts to their children, scripts that in all likelihood will be acted out for the rest of the children's lives."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Setting an example is not the main means of influencing others; it is the only means."
    },
    {
      "cite": "Rosabeth Moss Kantor",
      "quote": "Leaders are more powerful role models when they learn than when they teach."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Example is leadership."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You are the bows from which your children as living arrows are sent forth."
    },
    {
      "cite": "Eric Allenbaugh",
      "quote": "You are in charge of your feelings, beliefs, and actions. And you teach others how to behave toward you. While you cannot change other people, you can influence them through your own behaviors and actions. By being a living role model of what you want to receive from others, you create more of what you want in your life."
    },
    {
      "cite": "Lawrence Balter",
      "quote": "The best way to teach children restraint and generosity is to be a model of those qualities yourself."
    },
    {
      "cite": "Rich Mayo",
      "quote": "You've got to be careful whom you pattern yourself after because you're likely to become just like them."
    },
    {
      "cite": "Epictetus",
      "quote": "Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Being is the great explainer."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Act that your principle of action might safely be made a law for the whole world."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Don't worry that children never listen to you; worry that they are always watching you."
    },
    {
      "cite": "Pericles",
      "quote": "We do not imitate, but are a model to others."
    },
    {
      "cite": "Lawrence Balter",
      "quote": "As a parent, you will often serve as an inadvertent example to your child. A child will model himself after you in many areas: how you deal with frustration, settle disagreements and cope with not being able to have the things that you want, to name just three."
    },
    {
      "cite": "Arlene Harder",
      "quote": "When things turn out pretty much as expected, parents give little thought to how much they have influenced the outcome. When thing s don't turn out as expected, parents give a great deal of thought to the role they play."
    },
    {
      "cite": "Carol B. Hillman",
      "quote": "One of the most important things we adults can do for young children is to model the kind of person we would like them to be."
    },
    {
      "cite": "Alice Sterling Honig",
      "quote": "Family is the first school for young children, and parents are powerful models."
    },
    {
      "cite": "Sara Lawrence Lightfoot",
      "quote": "There must be a profound recognition that parents are the first teachers and that education begins before formal schooling and is deeply rooted in the values, traditions, and norms of family and culture."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "You can preach a better sermon with your life than with your lips."
    }
  ]
}