{
  "source": "https://www.wisesayings.com/roller-coaster-quotes/",
  "theme": "roller-coaster",
  "quotes": [
    {
      "cite": "John Green",
      "quote": "I’m on a roller coaster that only goes up, my friend."
    },
    {
      "cite": "Jack Dorsey",
      "quote": "Starting anything is a roller coaster with the highest highs and lowest lows."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Once you know where the roller coaster is going, are you in for the ride?"
    },
    {
      "cite": "Carrie Underwood",
      "quote": "God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "Life is like a roller coaster, live it, be happy, enjoy life."
    },
    {
      "cite": "Paul Harvey",
      "quote": "Stay in your seat come times of trouble. Its only people who jump off the roller coaster who get hurt."
    },
    {
      "cite": "Mariah Carey",
      "quote": "It's kinda like being on a roller coaster. If you don't get on the ride, you won't experience the adventure."
    },
    {
      "cite": "Siddharth Katragadda",
      "quote": "There cannot be ups in a roller coaster ride unless there are downs."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is like a roller coaster. You can either scream every time there is a bump or you can throw your hands up and enjoy the ride"
    },
    {
      "cite": "SebastiAn",
      "quote": "With peaks of joy and valleys of heartache, life is a roller coaster ride that's both scary and exciting at the same time the rise and fall of which defines our journey."
    },
    {
      "cite": "Ace Frehley",
      "quote": "My life has been a roller coaster ride, but somehow I've always been able to land on my feet and still play the guitar."
    },
    {
      "cite": "Alexander Elder",
      "quote": "Many traders ride an emotional roller coaster and miss the essential element of winning the management of their emotions."
    },
    {
      "cite": "Zayn Malik",
      "quote": "Just close your eyes and enjoy the roller coaster that is life."
    },
    {
      "cite": "Seanan McGuire",
      "quote": "Roller coasters are like math you can ride."
    }
  ]
}