{
  "source": "https://www.wisesayings.com/romantic-love-quotes/",
  "theme": "romantic-love",
  "quotes": [
    {
      "cite": "Douglas Hyde",
      "quote": "She’s my desire, oh, my desire!/ More glorious than the bright sun’s fire; / Who were than wild-blown ice more cold / Were I so bold as to sit by her."
    },
    {
      "cite": "Renata Grossi",
      "quote": "Romantic love is a factor in the  determination of selfhood, particularly in the young individuals. It is in romantic love that adolescents and young adult first feel themselves to be liberated and strong."
    },
    {
      "cite": "Matthew Herbert",
      "quote": "Proving us wrong all along / Shouldn't we be holding on / It's a silly thing really / That you shouldn't believe in / Nothing too complicated / Endlessly formulated / Foolish romantic ideals of love."
    },
    {
      "cite": "W.B. Yeats",
      "quote": "I made my song a coat/ Covered with embroideries/ Out of old mythologies/ From heel to throat."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "One day you will kiss a man you can't breathe without and find that breath is of little consequence."
    },
    {
      "cite": "Jane Austen",
      "quote": "The very first moment I beheld him, my heart was irrevocably gone."
    },
    {
      "cite": "Sanober Khan",
      "quote": "Your hand touching mine. This is how galaxies collide."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "I crossed a thousand leagues to come to you, and lost the best part of me along the way. Don't tell me to leave."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "And he took her in his arms and kissed her under the sunlit sky, and he cared not that they stood high upon the walls in the sight of many."
    },
    {
      "cite": "Pulo Coelho",
      "quote": "I love you because the entire universe conspired to help me find you."
    },
    {
      "cite": "Osho",
      "quote": "If you love a flower, don’t pick it up. Because if you pick it up, it dies and it ceases to be what you love. So if you love a flower, let it be. Love is not about possession. It is about appreciation."
    },
    {
      "cite": "Maxwell Anderson",
      "quote": "Oh, the days dwindle down, to a precious few. And these two precious days, I'll spend with you."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "Breathless, we flung us on the windy hill. Laughed in the sun and kissed the lovely grass."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "Sure there is music even in the beauty, and the silent note which Cupid strikes, far sweeter than the sound of an instrument. For there is a music wherever there is harmony, order, or proportion; and thus far we may maintain the music of the spheres."
    },
    {
      "cite": "Charles Stobo Reid",
      "quote": "When you're in love / You don't know much about it / Not in your mind / Romantic love / Rots the brain / No doubt about it / You're out of your mind / You're out of your mind."
    },
    {
      "cite": "Renata Grossi",
      "quote": "Romantic love emerges only when women begin to have more of a choice about their lives--and about their lovers and husbands in particular."
    },
    {
      "cite": "Eric Clapton",
      "quote": "I feel wonderful because I see / The love light in your eyes./And the wonder of it all / Is that you just don’t realize how much I love you."
    },
    {
      "cite": "Nicole Krauss",
      "quote": "Once upo a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If you are not too long, I will wait here for you all my life."
    },
    {
      "cite": "Billy Graham",
      "quote": "The word 'romance,' according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "When you look at me, when you think of me, I am in paradise."
    },
    {
      "cite": "Michael Buble",
      "quote": "The more I see you, the more I want you. Somehow this feeling just grows and grows. With every sigh, I become more mad about you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "You are the answer to every prayer I've offered. You are a song, a dream, a whisper, and I don't know how I could have lived without you for as long as I have."
    },
    {
      "cite": "Sam Sheryll",
      "quote": "I can be the one you've always dreamed of / Our helpless hearts beating in time / We'll be romantics in love / Cuz I can give you a love that songs are made of / We could create the perfect rhyme / We'll be romantics in love / We'll be romantics in love."
    },
    {
      "cite": "Harry Langheld",
      "quote": "All of our days we long for a chance / To be lost in a trance of a love we share / A romantic love like no other before / All of our days we live on the run / But we try to believe that it's just begun / That we'll have the time to enjoy every day."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope."
    },
    {
      "cite": "Douglas Horton",
      "quote": "The more we are filled with thoughts of lust the less we find true romantic love."
    },
    {
      "cite": "Kami Garcia",
      "quote": "I never loved you any more than I do, right this second. And I'll never love you any less than I do, right this second."
    }
  ]
}