{
  "source": "https://www.wisesayings.com/romanticism-quotes/",
  "theme": "romanticism",
  "quotes": [
    {
      "cite": "Anita Brookner",
      "quote": "Romanticism is not just a mode; it literally eats into every life. Women will never get rid of just waiting for the right man."
    },
    {
      "cite": "Anita Brookner",
      "quote": "The essence of romantic love is that wonderful beginning, after which sadness and impossibility may become the rule."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If there is moonlight outside, don't stay inside! If there is candle inside, don't stay outside! Moments of romanticism are too valuable to be missed!"
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Classicism is health, romanticism is disease."
    },
    {
      "cite": "Jean Paul",
      "quote": "Romanticism is beauty without bounds-the beautiful infinite."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Nothing spoils romance so much as a sense of humor in the woman."
    },
    {
      "cite": "Viktor Yanukovych",
      "quote": "Worrisome. It's romanticism, and it's dangerous to have children and students on the street."
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "It's all romanticism, nonsense, rottenness, art."
    },
    {
      "cite": "Arthur Rimbaud",
      "quote": "Romanticism has never been properly judged. Who was there to judge it? The critics!"
    },
    {
      "cite": "Brad Mehldau",
      "quote": "Romanticism implies nostalgia for damaged goods."
    },
    {
      "cite": "Samuel Hopkins Adams",
      "quote": "Boredom is simply romanticism with a morning-after thirst."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Romanticism was more than merely an alternative to a sterile classicism; romanticism made possible, especially in art, a great expansion of the human consciousness."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Romanticism is precisely situated neither in choice of subject, nor exact truth, but in the way of feeling."
    },
    {
      "cite": "Dietrich Fischer-Dieskau",
      "quote": "In Romanticism, the main determinant is the mood, the atmosphere. And in that regard, you could also describe Schubert as a Romantic."
    },
    {
      "cite": "Brin-Jonathan Butler",
      "quote": "At the heart of all romanticism is suffering."
    },
    {
      "cite": "Shulamith Firestone",
      "quote": "Romanticism is a cultural tool of male power to keep women from knowing their conditions."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "Only the really young are fearless, have the optimism, the romanticism to take unimaginable risks."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "To say the word Romanticism is to say modern art - that is, intimacy, spirituality, color, aspiration towards the infinite, expressed by every means available to the arts."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "Romanticism is the abuse of adjectives."
    },
    {
      "cite": "Hermann Broch",
      "quote": "Romanticism is the mother of kitsch and that there are moments when the child becomes so like its mother that one cannot differentiate between them."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "He must have a truly romantic nature, for he weeps when there is nothing at all to weep about."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "For me, Romanticism is the most recent and the most current expression of beauty."
    }
  ]
}