{
  "source": "https://www.wisesayings.com/roman-empire-quotes/",
  "theme": "roman-empire",
  "quotes": [
    {
      "cite": "Waheed Ibne Musa",
      "quote": "You know the Romans were fond of bloodshed. North Africa was one of many places where the Roman Empire had its arenas. It was their amphitheatre which, with the passage of time, had enlarged with the vanishing of many rocks. But, thank God, man has changed and, after six hundred years, that bloody sport has ended."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "Such was the unhappy condition of the Roman emperors, that, whatever might be their conduct, their fate was commonly the same. A life of pleasure or virtue, of severity or mildness, of indolence or glory, alike lead to an untimely grave; and almost every reign is closed by the same disgusting repetition of treason and murder."
    },
    {
      "cite": "Ben Carson",
      "quote": "The Roman Empire was very, very much like us. They lost their moral core, their sense of values in terms of who they were. And after all of those things converged together, they just went right down the tubes very quickly."
    },
    {
      "cite": "Voltaire",
      "quote": "This agglomeration which was called and which still calls itself the Holy Roman Empire was neither holy, nor Roman, nor an empire."
    },
    {
      "cite": "Philip Freeman",
      "quote": "We like to imagine Roman civilization falling to sweaty barbarians storming the gates of the city and slaughtering the citizens while they took refuge in the temples of the gods, but it didn't happen like that. The Roman people, in the end, simply decided that they would rather have food than freedom."
    },
    {
      "cite": "Vegetius or Publius Flavius Vegetius Renatus",
      "quote": "We find that the Romans owed the conquest of the world to no other cause than continual military training, exact observance of discipline in their camps, and unwearied cultivation of the other arts of war."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "It was luxuries like air conditioning that brought down the Roman Empire. With air conditioning their windows were shut, they couldn't hear the barbarians coming."
    },
    {
      "cite": "Edward Everett",
      "quote": "In Italy, on the breaking up of the Roman Empire, society might be said to be resolved into its original elements, - into hostile atoms, whose only movement was that of mutual repulsion."
    },
    {
      "cite": "James Buchan",
      "quote": "The world survived the fall of the Roman empire and will no doubt outlast our own so much more splendid civilisation."
    },
    {
      "cite": "Neel Burton",
      "quote": "It is no coincidence that, on all four sides, in all four corners, the borders of the Roman Empire stopped where wine could no longer be made."
    },
    {
      "cite": "George Eliot",
      "quote": "Rome – the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar."
    },
    {
      "cite": "Ishmael Reed",
      "quote": "The descendants of Holy Roman Empire monarchies became feeble-minded in the twentieth century, and after World War I had been done in by the democracies; some were kept on to entertain the tourists, like the one they have in England."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The true key to the declension of the Roman empire which is not to be found in all Gibbon's immense work may be stated in two words: the imperial character overlaying, and finally destroying, the national character. Rome under Trajan was an empire without a nation."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Like other systems in decay, the Roman Empire continued to function for several generations after its vitality was sapped. For nearly a hundred years our Island was one of the scenes of conflict between a dying civilisation and lusty, famishing barbarism."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The union of the Roman empire was dissolved; its genius was humbled in the dust; and armies of unknown barbarians, issuing from the frozen regions of the North, had established their victorious reign over the fairest provinces of Europe and Africa."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The two Antonines (for it is of them that we are now speaking) governed the Roman world forty-two years, with the same invariable spirit of wisdom and virtue. ... Their united reigns are possibly the only period of history in which the happiness of a great people was the sole object of government."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The Romans, who so coolly and so concisely mention the acts of justice which were exercised by the legions, reserve their compassion and their eloquence for their own sufferings, when the provinces were invaded and desolated by the arms of the successful Barbarians."
    },
    {
      "cite": "Norman F. Cantor",
      "quote": "An economy built on slave labor is vulnerable in two ways. One, availability of forced labor discourages technical innovation. The very wealthy [Roman]empire experienced no industrial revolutions. Two -- even more crucial -- slaves do not reproduce their own numbers. As Rome's wars of conquest ended, the slave population began to shrink, leading to a shortage of agricultural laborers by 200 A.D."
    },
    {
      "cite": "Norman F. Cantor",
      "quote": "[Roman] society became steadily more cosmopolitan. By 212 A.D., all inhabitants of the empire, except for slaves, were deemed to be citizens. The old Roman aristocracy was not fixated upon race and color. Wealth and literacy were what opened the doors of their urban mansions and country villas."
    },
    {
      "cite": "Susan Jacoby",
      "quote": "The Roman Empire was fairly tolerant of religious choice as long as you made a point not of thumbing your nose in public at the Roman Gods."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The various modes of worship which prevailed in the Roman world were all considered by the people as equally true; by the philosopher as equally false; and by the magistrate as equally useful."
    },
    {
      "cite": "Stephen Baxter",
      "quote": "A citizen of the Roman Empire, for example, would have placed less value on individual liberty in the modern Western sense than on collective responsibility."
    },
    {
      "cite": "Cory Booker",
      "quote": "If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse."
    },
    {
      "cite": "Mark Rutte",
      "quote": "As we all know from the Roman empire, big empires go down if the borders are not well-protected."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "The Church was spread throughout the entire Roman Empire before a single book of the New Testament was written."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "Such is life in the Roman Empire, which has begun its slow decline into ruin. There is little justice or nobility among."
    },
    {
      "cite": "Trip Hawkins",
      "quote": "If you look at any institution in history - look at the Roman Empire - anything in history, and what it looks like when it's peaking. Look at Apple, and how can you say it's not peaking? ... The thing is, it may take another year or two before it starts to decline, but it has to - everything does."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "Beginning under the Roman Empire, intellectual leadership in the West had been provided by Christianity. In the middle ages, who invented the first universities - in Paris, Oxford, Cambridge? The church."
    }
  ]
}