{
  "source": "https://www.wisesayings.com/romans-quotes/",
  "theme": "romans",
  "quotes": [
    {
      "cite": "Livy",
      "quote": "The old Romans all wished to have a king over them because they had not yet tasted the sweetness of freedom."
    },
    {
      "cite": "Omar Epps",
      "quote": "We were all Romans once, I guess."
    },
    {
      "cite": "Saint Ambrose",
      "quote": "When in Rome, live as the Romans do; when elsewhere, live as they live elsewhere."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I think with the Romans, that the general of today should be a soldier tomorrow if necessary."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The Romans had power, the Greeks had imagination."
    },
    {
      "cite": "Ana Claudia Antunes",
      "quote": "Latin is a dead tongue And Romans made songs! Then no one disagree: It delighted them in theory Now it's \"the Latin\" in me."
    },
    {
      "cite": "Thomas Watson",
      "quote": "The pardoned soul is out of the gunshot of hell."
    },
    {
      "cite": "Abbi Glines",
      "quote": "I knew it was bad, but I didn't care."
    },
    {
      "cite": "René Goscinny",
      "quote": "Never mind what Julius Caesar said... not going and not seeing is the best way not to get conquered!"
    },
    {
      "cite": "Evelyn Winters",
      "quote": "It’s not wheel science… just aim and fire."
    },
    {
      "cite": "Titus Maccius Plautus",
      "quote": "If you have overcome your inclination and not been overcome by it, you have reason to rejoice."
    },
    {
      "cite": "Scipio Africanus",
      "quote": "I’m never less at leisure than when at leisure, or less alone than when alone."
    },
    {
      "cite": "Marcus Tulius Cicero",
      "quote": "If you have a garden and a library, you have everything you need."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey’s end."
    },
    {
      "cite": "Julius Caesar",
      "quote": "If you must break the law, do it to seize power: in all other cases observe it."
    },
    {
      "cite": "Gaius",
      "quote": "Those most moved to tears by every word of a preacher are generally weak and a rascal when the feelings evaporate."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "An angry man is again angry with himself when he returns to reason."
    },
    {
      "cite": "Publius",
      "quote": "Fear is proof of a degenerate mind."
    },
    {
      "cite": "Quintus",
      "quote": "A shoe that is too large is apt to trip one, and when too small, to pinch the feet. So it is with those whose fortune does not suit them."
    },
    {
      "cite": "Quintus",
      "quote": "The lofty pine is oftenest shaken by the winds; High towers fall with a heavier crash; And the lightning strikes the highest mountain."
    },
    {
      "cite": "Marcus Annaeus Seneca",
      "quote": "Every new beginning comes from some other beginning’s end."
    },
    {
      "cite": "Publius Ovidius Naso",
      "quote": "There is no such thing as pure pleasure; some anxiety always goes with it."
    },
    {
      "cite": "Tiberius",
      "quote": "Say not always what you know, but always know what you say."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The first and greatest punishment of the sinner is the conscience of sin."
    },
    {
      "cite": "Gaius Plinius Secundus",
      "quote": "Hope is the pillar that holds up the world. Hope is the dream of a waking man."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Virgil",
      "quote": "Happy is he who can trace effects to their causes."
    },
    {
      "cite": "Horace",
      "quote": "A word once uttered can never be recalled."
    },
    {
      "cite": "Phaedrus",
      "quote": "Everyone ought to bear patiently the results of his own conduct."
    },
    {
      "cite": "Tacitus",
      "quote": "Reason and judgment are the qualities of a leader."
    }
  ]
}