{
  "source": "https://www.wisesayings.com/roof-quotes/",
  "theme": "roof",
  "quotes": [
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Tiny drops of experiences collated from the roof of our journeys in life becomes the ocean upon which we sail to greatness ."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Roof of your house is not your real roof; the walls of your house are not your real walls, your fists are not your real fists! Your real roof, your real wall, your real fist, your real shield is your right thinking! It is your right thinking that protects you from every danger!"
    },
    {
      "cite": "Chelsea Clinton",
      "quote": "A tin roof is one of the greatest indicators of prosperity in the developing world."
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "The roof might fall in; anything could happen."
    },
    {
      "cite": "Confucius",
      "quote": "Don't complain about the snow on your neighbor's roof when your own doorstep is unclean."
    },
    {
      "cite": "Monique Gadaud",
      "quote": "You can forget about placing another tile on the roof of your country house."
    },
    {
      "cite": "Horace Bushnell",
      "quote": "A house without a roof would scarcely be a more different home, than a family unsheltered by God's friendship, and the sense of being always rested in His providential care and guidance."
    },
    {
      "cite": "Brad D. Smith",
      "quote": "The best time to repair the roof is when the sun is shining."
    },
    {
      "cite": "Anne Tyler",
      "quote": "There is no sound more peaceful than rain on the roof, if you're safe asleep in someone else's house."
    },
    {
      "cite": "Ramakrishna",
      "quote": "God can be realized through all paths. All religions are true. The important thing is to reach the roof. You can reach it by stone stairs or by wooden stairs or by bamboo steps or by a rope. You can also climb up by a bamboo pole."
    },
    {
      "cite": "Plato",
      "quote": "Haughtiness lives under the same roof with solitude."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "The shelter of excuses has a leaky roof."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Nothing's more determined than a cat on a hot tin roof."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "Under every roof, a story, just as behind every brow, a history."
    },
    {
      "cite": "Micheal O Muircheartaigh",
      "quote": "No known roof is as beautiful as the skies above."
    },
    {
      "cite": "Irish Blessings",
      "quote": "May you always have walls for the winds, a roof for the rain, tea beside the fire, laughter to cheer you, those you love near you and all your heart might desire."
    },
    {
      "cite": "Bible",
      "quote": "He measured then the gate from the roof of one little chamber to the roof of another: the breadth was five and twenty cubits, door against door."
    },
    {
      "cite": "Lowell L. Bennion",
      "quote": "Learn to love the sunrise and sunset, the beating of rain on the roof and windows, and the gentle fall of snow on a winter day."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Compromise makes a good umbrella, but a poor roof; it is temporary expedient, often wise in party politics, almost sure to be unwise in statesmanship."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When you are caught in the heavy rains of anger, open the umbrella of mind, take refuge under the roof of reason!"
    },
    {
      "cite": "Proverb",
      "quote": "Rain does not fall on one roof alone"
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Thatch your roof before rainy weather; dig your well before you become parched with thirst."
    },
    {
      "cite": "Bill Gates",
      "quote": "It's really kind of cool to have solar panels on your roof."
    },
    {
      "cite": "Sol Hurok",
      "quote": "The sky's the limit if you have a roof over your head."
    },
    {
      "cite": "Matt Keough",
      "quote": "Whether we have a leak or roof that needs to be replaced, we can always count on Premier Roofing Services to get the job done the right way."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Spring rain leaking through the roof dripping from the wasps' nest."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The time to repair the roof is when the sun is shining."
    },
    {
      "cite": "Adam Scott",
      "quote": "Going to the roof of the Empire State Building is pretty amazing for kids."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "It is the sea that whitens the roof. The sea drifts through the winter air. It is the sea that the north wind makes. The sea is in the falling snow."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "In the same way that rain breaks into a house with a bad roof, desire breaks into the mind that has not been practising meditation."
    }
  ]
}