{
  "source": "https://www.wisesayings.com/roommate-quotes/",
  "theme": "roommate",
  "quotes": [
    {
      "cite": "Steven Wright",
      "quote": "My roommate got a pet elephant. Then it got lost. It's in the apartment somewhere."
    },
    {
      "cite": "Harlan Cohen",
      "quote": "In case you’re not familiar with the roommate honeymoon, it’s the initial time period of unconditional love when roommates can do no wrong. A roommate could talk on the phone all night, have sex on another roommate’s bed, borrow clothing, fart, burp, download porn, drink, smoke, and party in the room with random people, and most new roommates will say nothing — at least to their roommate. Instead, they will complain to friends, family, and even strangers. They will send texts, write email, and launch a 'Why My Roommate Sucks' Facebook group. But tell the roommate? Forget it."
    },
    {
      "cite": "Harlan Cohen",
      "quote": "Don’t judge your roommate until you live together for a couple months. Then judge your roommate and invite your roommate to judge you. When judging, it’s sometimes more fun to actually dress up like a judge. Then your roommate knows that it’s judgment time."
    },
    {
      "cite": "Harlan Cohen",
      "quote": "When finding yourself living with a naked roommate, ALWAYS take the top bunk, put towels on the furniture, and request that there is no eating in the nude (for your health and his or her safety — cheese pizza can be hot and dangerous). If you are the naked roommate, then be kind and courteous while naked."
    },
    {
      "cite": "Harlan Cohen",
      "quote": "Noisy, nasty, and naughty roommates make for great stories. First you have to live through it. The funny part starts about three to five years later (depending on the level of the nasty factor)."
    },
    {
      "cite": "Harlan Cohen",
      "quote": "Chances are that your roommate’s partying will only be a temporary problem — that is, until he or she fails out, passes out, or forgets where he or she lives."
    },
    {
      "cite": "Linda Fiore",
      "quote": "If you are having a problem with a roommate who takes a nap at 10 p.m. and then studies until dawn, and you did not indicate on your preference form that you are an early riser, even though there was a check box for that, well, Houston, we have a problem."
    },
    {
      "cite": "Becky Murphy Simpson",
      "quote": "For most of us. roommate life begins at eighteen. We head off to college bright-eyed and bushy-tailed. Dorm living situations are almost always out of our control. Throughout the rest college and early adult life, roommates are a hodgepodge strangers, best buds, and friends of friends of cousins’ friends."
    },
    {
      "cite": "Becky Murphy Simpson",
      "quote": "Just like snowflakes, no two roommates are alike."
    },
    {
      "cite": "J.A. Suuriniemi",
      "quote": "Sometimes you get flatmates that are super nice and friendly as a person, but as flatmates they suck. Or you have a ghost as a flatmate, you don't see him, or hear her, but you know they exist, because there are dirty dishes in the sink in the mornings."
    },
    {
      "cite": "Michele Hall; Kathrin Lake",
      "quote": "In essence, a roommate is someone who will become part of your new family. The last thing you want is to come home to drama all the time or to a chaotic, messy kitchen when you just want to put up your feel and chill."
    },
    {
      "cite": "Melanie Falconer",
      "quote": "As they say, all good things must come to an end. Dare I say, once I started living with a roommate in a college dorm, the good things crashed and burned."
    },
    {
      "cite": "Stephanie Wu",
      "quote": "Over the course of my twenty-seven-year-old life, I’ve had about twenty roommates. Some — including my current one — have become my closest friends, who know more about me than anyone else; others have faded into the deep recesses of my memory, only to be dug up while browsing yearbooks and Facebook. And then there are the select few who are remembered by their eccentric habits as opposed to their names, like my camp roommate who stepped inside a wardrobe and closed the doors behind her every time she wanted to change."
    },
    {
      "cite": "David Borgenicht; Jennifer Woricht",
      "quote": "If your roommate never leaves the room, buy him a ticket to an all-day concert, a movie, or a sporting event. Do not ask your roommate if he wants to go; just purchase the ticket — the farther away the event, the better."
    },
    {
      "cite": "Margaret Feinberg",
      "quote": "Granted, you may end up with a roommate who brags about their action figure collection 24/7 or someone who shouldn’t have been allowed to leave their parents’ house without a shock collar. We've had both. But even when we’ve had bad roommates, we’ve managed to live together without hurting each other, and in the end, our credit ratings weren’t damaged too badly."
    },
    {
      "cite": "Margaret Feinberg",
      "quote": "You might not know whether your future roommate likes to clean, prefers to drink milk straight from the jug, or has personal hygiene issues, but if you or someone you know can vouch for their character, then the odds of your living with a raving lunatic drop dramatically."
    },
    {
      "cite": "Margaret Feinberg",
      "quote": "Depending on your income level and the size of the place you live in, you may calculate that you need another roommate or two. The upside is that the amount of rent you pay goes down. The downside is that so does your quality of life."
    },
    {
      "cite": "Margaret Feinberg",
      "quote": "Basic Rule: Roommates who make more money than you will eat better than you. Roommates who make less money than you will eat worse than you."
    },
    {
      "cite": "Traci Maynigo",
      "quote": "Not only does your dorm room come with a bed and a desk, but also in all likelihood with a real live person. Unfortunately, much to your chagrin, this real live person won't be as willing to serve you as your coffee table or towel rack."
    },
    {
      "cite": "Kathryn Williams",
      "quote": "I am fine with roommates plopping down on my bed. They could camp out there for weeks, like an eco-terrorist hippie, for all I care. I do not. however, want them all up in my desk. That is where my deep, dark secrets are hidden, and it is off limits."
    },
    {
      "cite": "Amy Zalneraitis",
      "quote": "Since moving to New York City more than seven years ago, I have spent a considerable amount of time venting about living with roommates — the everyday problems, the precarious circumstances, and the seemingly endless crazy behavior. I found that my girlfriends and 1 could sit around for hours talking about our living situations, mainly because these conversations were cathartic for us — spontaneous therapy sessions that taught us we weren't the only ones dealing with a roommate who shamelessly stole our socks on a weekly basis or flirted just a little too much with our boyfriends."
    },
    {
      "cite": "Amy Zalneraitis",
      "quote": "Two things should almost always be kept out of close relationships: sleeping with a roommate’s ex and sleeping with a roommate’s current boyfriend. There are a few reasons for this, chief among them being that even if your roommate discarded her last boyfriend like a sack of garbage, you have no idea how she really feels about him, or what’s going on between them still. Maybe he’s just using you to get back at her . . . This kind of stuff can get ugly quickly, and the best way to solve the problem is to avoid it entirely."
    },
    {
      "cite": "Mary Lou Podlasiak",
      "quote": "To get my roomie to clean up his side every once in a while, I’d tell him my mother, professor, or someone else of importance would be stopping by while he was in class."
    },
    {
      "cite": "Andrew R. Nielsen; Christopher E. Rojas; MC Chris",
      "quote": "Satan was my roommate, so junior year was hell / He lacked social skills and had a pungent smell / When your roommate is the devil it can be extremely whacked / Putting posters on the wall of Trapt and Nickelback"
    },
    {
      "cite": "Eaton Sobule",
      "quote": "I live like a freshman / I still have a roommate / I even moved to Brooklyn / I still need a roommate"
    },
    {
      "cite": "Wigs",
      "quote": "I think my roommate / Didn't clean his hair / Oh man, oh man hot damn / It's everywhere"
    },
    {
      "cite": "Bree Olson via Twitter",
      "quote": "All my roommates have their boyfriends over & I'm just laying here . . . cuddling with my teddy bear . . . it's fine though."
    },
    {
      "cite": "Deno DeMartino via Twitter",
      "quote": "Roommate has date coming by later and asked me to clean [because] he's not home. So I made a Princess D shrine in his room."
    },
    {
      "cite": "Aparna Nancherla via Twitter",
      "quote": "I still think there should be a Grammy category for 'Best to Play 438 Times in a Row as a Declaration of War on a Roommate'"
    }
  ]
}