{
  "source": "https://www.wisesayings.com/rope-quotes/",
  "theme": "rope",
  "quotes": [
    {
      "cite": "Jean Toomer",
      "quote": "We learn the rope of life by untying its knots."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Whatever happens, do not lose hold of the two main ropes of life - hope and faith."
    },
    {
      "cite": "Tim Finn",
      "quote": "Weave me a rope that will pull me through these impossible times."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "The rope that pulls you from the flood can become a noose around your neck."
    },
    {
      "cite": "Janet Jackson",
      "quote": "There are two sides of the Velvet Rope. Those who want to be on the other side and those who are on the other side."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "The end of the rope stops in the palm of God."
    },
    {
      "cite": "Ramakrishna",
      "quote": "As a piece of rope, when burnt, retains its form, but cannot serve to bind, so is the ego which is burnt by the fire of supreme Knowledge."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "When you reach the end of your rope, tie a knot in it and hang on."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "ROPE, n. An obsolescent appliance for reminding assassins that they too are mortal. It is put about the neck and remains in place one's whole life long."
    },
    {
      "cite": "Cooper Edens",
      "quote": "If you're at the end of your rope . . . untie the knot in your heart."
    },
    {
      "cite": "Marjorie Bowen",
      "quote": "What a rope of sand we are without a leader ..."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The cord breaketh at last by the weakest pull."
    },
    {
      "cite": "Robert Burton",
      "quote": "No cord or cable can draw so forcibly, or bind so fast, as love can do with a single thread."
    },
    {
      "cite": "Michelle Gibson",
      "quote": "The higher the rope, the more thrilling it is to climb."
    },
    {
      "cite": "Sean O'Casey",
      "quote": "You cannot put a rope around the neck of an idea: you can not put an idea up against a barracks-square wall and riddle it with bullets: you cannot confine it in the strongest prison cell that your slaves could ever build."
    },
    {
      "cite": "Kabir",
      "quote": "If you don't break your ropes while you're alive, do you think ghosts will do it after?"
    },
    {
      "cite": "William Ernest Hocking",
      "quote": "We cannot swing up a rope which is attached only to our own belt."
    },
    {
      "cite": "Catherine Destivelle",
      "quote": "Without a rope there is no fear beacuse to fall is unthinkable."
    },
    {
      "cite": "Stephen King",
      "quote": "The rope by which the great blocks of taxes are attached to any citizenry is simple loyalty."
    },
    {
      "cite": "Samuel Fuller",
      "quote": "When you're at the end of your rope, all you have to do is make one foot move out in front of the other. Just take the next step. That's all there is to it"
    },
    {
      "cite": "Will Rogers",
      "quote": "Spinnin' a rope is fun if your neck ain't in it"
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Sometimes the rope seems the only option when at the bottom of the pit. Climb it to safety."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are in a deep dark well with no rope to climb, hold on to the hope, because it is also a strong rope!"
    }
  ]
}