{
  "source": "https://www.wisesayings.com/rosary-quotes/",
  "theme": "rosary",
  "quotes": [
    {
      "cite": "Venerable Archbishop Fulton Sheen",
      "quote": "If you wish to convert anyone to the fullness of the knowledge of Our Lord and of His Mystical Body, then teach him the Rosary. One of two things will happen. Either he will stop saying the Rosary — or he will get the gift of faith."
    },
    {
      "cite": "St. Louis De Montfort",
      "quote": "Never will anyone who says his Rosary every day be led astray. This is a statement that I would gladly sign with my blood."
    },
    {
      "cite": "Bishop Hugh Doyle",
      "quote": "No one can live continually in sin and continue to say the Rosary: either they will give up sin or they will give up the Rosary"
    },
    {
      "cite": "Pope Bl.Pius IX",
      "quote": "Give me an army saying the Rosary and I will conquer the world."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "To recite the Rosary is nothing other than to contemplate the face of Christ with Mary."
    },
    {
      "cite": "John Locke",
      "quote": "I thought that I had no time for faith nor time to pray, then I saw an armless man saying his Rosary with his feet."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "The Rosary is the book of the blind, where souls see and there enact the greatest drama of love the world has ever known; it is the book of the simple, which initiates them into mysteries and knowledge more satisfying than the education of other men."
    },
    {
      "cite": "Padre Pio",
      "quote": "In times of darkness, holding the Rosary is like holding your Blessed Mother’s hand. Pray the Rosary every day. Abandon yourself in the hands of Mary. She will take care of you."
    },
    {
      "cite": "St. Louis De Montfort",
      "quote": "The rosary should be said with faith–for our Blessed Lord said, 'Believe that you shall receive; and they shall come unto you'."
    },
    {
      "cite": "Pope St. Pius X",
      "quote": "If there were one million families praying the Rosary every day, the entire world would be saved."
    },
    {
      "cite": "Louis de Montfort",
      "quote": "When the Holy Rosary is said well, it gives Jesus and Mary more glory and is more meritorious than any other prayer."
    },
    {
      "cite": "Pope Pius XI",
      "quote": "Among all the devotions approved by the Church none has been so favored by so many miracles as the devotion of the Most Holy Rosary"
    },
    {
      "cite": "Josemaria Escriva",
      "quote": "If you say the Holy Rosary every day, with a spirit of faith and love, our Lady will make sure she leads you very far along her Son's path."
    },
    {
      "cite": "Ian McEwan",
      "quote": "How guilt refined the methods of self-torture, threading the beads of detail into an eternal loop, a rosary to be fingered for a lifetime."
    },
    {
      "cite": "Dana Gioia",
      "quote": "This is a prayer, inchoate and unfinished, for you, my love, my loss, my lesion, a rosary of words to count out time's illusions, all the minutes, hours, days the calendar compounds as if the past existed somewhere like an inheritance still waiting to be claimed."
    },
    {
      "cite": "Susan Sarandon",
      "quote": "One night I looked down and my rosary beads were glowing. And I realized that I did not want to see the blessed Virgin - I was terrified."
    },
    {
      "cite": "Saint Louis de Montfort",
      "quote": "Never will anyone who says his Rosary every day become a formal heretic or be led astray by the devil."
    },
    {
      "cite": "Pope Saint John XXIII",
      "quote": "The Rosary is a school for learning true Christian perfection."
    },
    {
      "cite": "St. Louis De Montfort",
      "quote": "It has always been remarked that those who wear the outward look of reprobation, like impious heretics and proud worldlings, hate or despise the Hail Mary or the Rosary. Heretics still learn and say the Our Father, but not the Hail Mary, nor the Rosary. That is their horror. They would rather wear a serpent than a rosary."
    },
    {
      "cite": "Blessed Alan de la Roche",
      "quote": "If you persevere in reciting the Rosary, this will be a most probable sign of your eternal salvation."
    },
    {
      "cite": "A.D.Coleman",
      "quote": "The past is always with us, in the form of our photographs, which we feel as we might a rosary, wearing them smooth with the fingering of our eyes."
    },
    {
      "cite": "Saadi",
      "quote": "Religion is only in the service of the people; it is not in the rosary and the prayer-carpet."
    }
  ]
}