{
  "source": "https://www.wisesayings.com/roses-quotes/",
  "theme": "roses",
  "quotes": [
    {
      "cite": "Rumi",
      "quote": "A rose's rarest essence lives in the thorn."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A thorn defends the rose, harming only those who would steal the blossom."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is the time you have spent on your rose that makes her so important."
    },
    {
      "cite": "Anne Bronte",
      "quote": "But he that dares not grasp the thorn. Should never crave the rose."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "If I had a rose for every time I thought of you, I'd be picking roses for a lifetime."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The rose is a rose from the time it is a seed to the time it dies. Within it, at all times, it contains its whole potential. It seems to be constantly in the process of change: Yet at each state, at each moment, it is perfectly all right as it is."
    },
    {
      "cite": "Nixon Waterman",
      "quote": "A rose to the living is more than sumptuous wreaths to the dead."
    },
    {
      "cite": "William Blake",
      "quote": "O Rose thou art sick / The invisible worm, That flies in the night / In the howling storm: Has found out thy bed / Of crimson joy: And his dark secret love / Does thy life destroy"
    },
    {
      "cite": "Charles Bukowski",
      "quote": "We are like roses that have never bothered to bloom when we should have bloomed and it is as if the sun has become disgusted with waiting."
    },
    {
      "cite": "Kathleen Noris",
      "quote": "None of this matters to the rose keepers of Elizabeth. / From the backyards of row houses / they bring forth pink roses, yellow roses/and around a house on its own green plot, a hedge of roses, in red and white."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "A single flow’r he sent me, since we met./ All tenderly his messenger he chose; / Deep-hearted, pure, with scented dew still wet — One perfect rose."
    },
    {
      "cite": "J. B. Yeats",
      "quote": "If the rose puzzled its mind over the question how it grew, it would not have been the miracle that it is."
    },
    {
      "cite": "L.L. Barkat",
      "quote": "Here’s a blush rose, with raspberry scent. / Here’s a pink, come taste the edge. / And here, my dear, upon the stair, / is simply the hip of a white-blue rose / I’ve carried up to bed."
    },
    {
      "cite": "Jane Eastoe",
      "quote": "I should own up that for me, growing roses is all about creating a cheap supply of fabulous, favorite blooms. I’m no Martha Stewart; I just love cutting flowers and bringing them into the house where I can focus on their beauty."
    },
    {
      "cite": "Allie Michelle",
      "quote": "Have you heard the story of the rose / That blooms in the night? / Without the sun’s presence / She grew from her own light / She did not yearn for / His warmth on her petals / For she knew she held the power / To radiate light from within / Though she had strong thorns / Her heart was always open / For those with an open heart / Can never be broken."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "She drips herself with water, and her shoulders / Glisten as silver, they crumple up / Like wet and falling roses, and I listen / For the sluicing of their rain-dishevelled petals. / In the window full of sunlight / Concentrates her golden shadow / Fold on fold, until it glows as/ Mellow as the glory roses."
    },
    {
      "cite": "Proverb",
      "quote": "Take time to smell the roses."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Roses fall, but the thorns remain."
    },
    {
      "cite": "unknown",
      "quote": "Do not watch the petals fall from the rose with sadness, know that, like life, things sometimes must fade, before they can bloom again."
    },
    {
      "cite": "unknown",
      "quote": "The rose is a flower of love. The world has acclaimed it for centuries. Pink roses are for love hopeful and expectant. White roses are for love dead or forsaken, but the red roses, ah the red roses are for love triumphant."
    },
    {
      "cite": "Ray Evans",
      "quote": "A rose must remain with the sun and the rain or its lovely promise won't come true."
    },
    {
      "cite": "Edmond Jabes",
      "quote": "One rose is enough for the dawn."
    },
    {
      "cite": "Emma Goldman",
      "quote": "I'd rather have roses on my table than diamonds on my neck."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "Gather the rose of love whilst yet is time."
    },
    {
      "cite": "George Eliot",
      "quote": "It will never rain roses: when we want to have more roses we must plant more trees."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Truths and roses have thorns about them."
    },
    {
      "cite": "Ziggy",
      "quote": "You can complain because roses have thorns, or you can rejoice because thorns have roses."
    },
    {
      "cite": "Angelus Silesius",
      "quote": "The Rose is without an explanation; She blooms, because She blooms."
    }
  ]
}