{
  "source": "https://www.wisesayings.com/rough-quotes/",
  "theme": "rough",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "There's a divinity which shapes our ends, rough hew them how we will."
    },
    {
      "cite": "George Eliot",
      "quote": "Truth has rough flavours if we bite it through."
    },
    {
      "cite": "Solange nicole",
      "quote": "The rough must always accompany the smooth. Without one or the other one learns nothing about oneself."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If love be rough with you, be rough with love. Prick love for pricking and you beat love down."
    },
    {
      "cite": "George Orwell",
      "quote": "We sleep safe in our beds because rough men stand ready in the night to visit violence on those who would do us harm."
    },
    {
      "cite": "Simone Weil",
      "quote": "A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Life is rough. If it were smooth, we'd slide right through it without noticing. A bumpy ride teaches us gratitude and perspective."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "As no roads are so rough as those that have just been mended, so no sinners are so intolerant as those that have just turned saints."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Ever notice the word 'rough' in through? There is truth to that, though the way may be rough, we are still able to get through it."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "It is a rough road that leads to the heights of greatness."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "Rough work, iconoclasm, but the only way to get at truth."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "The soul is placed in the body like a rough diamond; and must be polished, or the lustre of it will never appear."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "There is nothing so agonizing to the fine skin of vanity as the application of a rough truth."
    },
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "Invest in the human soul. Who knows, it might be a diamond in the rough."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Rough spots sharpen our performance. And more often than not, obstacles can be turned into advantages. You just can't let your disappointment get in the way."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Virtue rejects facility to be her companion. She requires a craggy, rough and thorny way."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Life is a rough biography. Memories smooth out the edges."
    },
    {
      "cite": "Epictetus",
      "quote": "God has pitted you against a rough antagonist that you may be a conqueror, and this cannot be without toil."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The scenes of our life are like pictures done in rough mosaic. Looked at close, they produce no effect. There is nothing beautiful to be found in them, unless you stand some distance off."
    },
    {
      "cite": "Umar",
      "quote": "Get used to a rough life, for luxury does not last forever."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Rough diamonds may sometimes be mistaken for worthless pebbles."
    },
    {
      "cite": "Larry David",
      "quote": "Anyone can be confident with a full head of hair. But a confident bald man - there's your diamond in the rough."
    },
    {
      "cite": "Anonymous",
      "quote": "Sure God created man before woman.  But then you always make a rough draft before the final masterpiece."
    },
    {
      "cite": "Milton Berle",
      "quote": "It's rough to go through life with your contents looking as if they settled during shipping."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "Many a man gets weary of clamping down on his rough impulses, which if given occasional release would encourage the living of life with salt in it, in place of dust."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Human nature is pretty well balanced; for every lacking virtue there is a rough substitute that will serve at a pinch--as cunning is the wisdom of the unwise, and ferocity the courage of the coward."
    },
    {
      "cite": "Usama Rasheed",
      "quote": "Singing is a rough business. Every vocal performance involves hundreds of thousands of micro-collisions in the throat."
    }
  ]
}