{
  "source": "https://www.wisesayings.com/routine-quotes/",
  "theme": "routine",
  "quotes": [
    {
      "cite": "Maximillian Degenerez",
      "quote": "Celebrate life in all its glory - challenge yourself to let the routine sing, and the new dance."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "As long as habit and routine dictate the pattern of living, new dimensions of the soul will not emerge."
    },
    {
      "cite": "Ella Maillart",
      "quote": "One travels to run away from routine, that dreadful routine that kills all imagination and all our capacity for enthusiasm."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "The less routine the more life."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you think adventure is dangerous, try routine; it is lethal."
    },
    {
      "cite": "Henri de Lubac",
      "quote": "Habit and routine have an unbelievable power to waste and destroy."
    },
    {
      "cite": "John W. Peterson",
      "quote": "A man practices the art of adventure when he breaks the chain of routine."
    },
    {
      "cite": "Paula White",
      "quote": "Your future is found in your daily routine. Successful people do daily what others do occasionally!"
    },
    {
      "cite": "William Feather",
      "quote": "The big things that come our way are the fruit of seeds planted in the daily routine of our work."
    },
    {
      "cite": "Johnny Rich",
      "quote": "There is a distinction between a relationship which has a routine and a relationship which becomes routine"
    },
    {
      "cite": "Tommy Amaker",
      "quote": "Don't mistake routine for commitment, just showing up is not enough."
    },
    {
      "cite": "Gertrude Atherton",
      "quote": "The final result of too much routine is death in life."
    },
    {
      "cite": "James Galway",
      "quote": "Running through things because you are familiar with them, breeds routine and this is the seed of boredom."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "Men fall into a routine when they are tired and slack: it has all the appearance of activity with few of its burdens."
    },
    {
      "cite": "Bruce Lee",
      "quote": "With every adversity comes a blessing because a shock acts as a reminder to oneself that we must not get stale in routine."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Great cultural changes begin in affectation and end in routine."
    },
    {
      "cite": "Arthur Helps",
      "quote": "Routine is not organization, any more than paralysis is order."
    },
    {
      "cite": "George Eliot",
      "quote": "Habit is the beneficent harness of routine which enables silly men to live respectfully and unhappy men to live calmly"
    },
    {
      "cite": "Andre Maurois",
      "quote": "All of us, from time to time, need a plunge into freedom and novelty, after which routine and discipline will seem delightful by contrast"
    },
    {
      "cite": "William Graham Sumner",
      "quote": "Men of routine or men who can do what they are told are not hard to find; but men who can think and plan and tell the routine men what to do are very rare."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "So much of our time is spent in preparation, so much in routine, and so much in retrospect, that the amount of each person's genius is confined to a very few hours."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Routine is a ground to stand on, a wall to retreat to; we cannot draw on our boots without bracing ourselves against it."
    },
    {
      "cite": "Rick Pitino",
      "quote": "Long term success is a direct result of what you achieve everyday. Goals provide your daily routine"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A child reminds us that playtime is an essential part of our daily routine."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "It is the leisured, I have noticed, who rebel the most at an interruption of routine."
    },
    {
      "cite": "Michael Kimmelman",
      "quote": "Out of routine comes inspiration. That's the idea, anyway. To grasp what's exceptional, you first have to know what's routine."
    },
    {
      "cite": "Gunter Grass",
      "quote": "How easily the routine of sin establishes itself."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Most people are so constituted that they can only be virtuous in a certain routine; an irregular course of life demoralizes them."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings."
    },
    {
      "cite": "Ronald A. Heifetz",
      "quote": "Yesterday's adaptations are today's routines."
    }
  ]
}