{
  "source": "https://www.wisesayings.com/royal-quotes/",
  "theme": "royal",
  "quotes": [
    {
      "cite": "Gianni Versace",
      "quote": "In the past, people were born royal. Nowadays, royalty comes from what you do."
    },
    {
      "cite": "Alice Cary",
      "quote": "There's nothing so kingly as kindness, and nothing so royal as truth."
    },
    {
      "cite": "John Lydon",
      "quote": "Being born into the Royal Family is like being born into a mental asylum. Marrying into it is not something to be taken lightly."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "There are no galley-slaves in the royal vessel of divine love - every man works his oar voluntarily!"
    },
    {
      "cite": "Robert Greene",
      "quote": "Be Royal in your on own fashion. Act like a King to be treated."
    },
    {
      "cite": "Erica Jong",
      "quote": "Poems, like dreams, are a sort of royal road to the unconcious. They tell you what your secret self cannot express."
    },
    {
      "cite": "Mark Twain",
      "quote": "The institution of royalty in any form is an insult to the human race."
    },
    {
      "cite": "Cheshire Cat",
      "quote": "To the royal guards of this realm, we are all victims in-waiting."
    },
    {
      "cite": "Dean Cavanagh",
      "quote": "Royal blood isn't blue, it is a jaundiced shade of red and riddled with broken chromosomes."
    },
    {
      "cite": "Pharrell Williams",
      "quote": "All kings and queens are not born of royal bloodlines. Some become royal because of what they do once they realize who they are."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "What we need is a royal army of returned missionaries reenlisted into service."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The royal road to a man's heart is to talk to him about the things he treasures most."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "There is no royal road to a successful life, as there is no royal road to learning. It has got to be hard knocks, morning, noon, and night, and fixity of purpose."
    },
    {
      "cite": "Euclid",
      "quote": "There is no royal road to geometry."
    },
    {
      "cite": "Frederik, Crown Prince of Denmark",
      "quote": "Historically, royal families have represented an institution. The institution is built on heritage, and is timeless in that sense."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "There is no royal road to learning; no short cut to the acquirement of any art."
    },
    {
      "cite": "Ingrid Seward",
      "quote": "For a sailor used to travelling light and looking after himself, many aspects of life as a royal came as an unpleasant shock to Prince Philip."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "There is only one royal road for the spiritual journey ... Love."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Dreams are the royal road to the unconcious."
    },
    {
      "cite": "John Cena",
      "quote": "Winning the Royal Rumble is as big an accomplishment as anything."
    },
    {
      "cite": "George Herbert",
      "quote": "The Royal Crown cures not the headache."
    },
    {
      "cite": "John Wesley",
      "quote": "And now run the race which is set before thee, in the royal way of universal love."
    }
  ]
}