{
  "source": "https://www.wisesayings.com/rugby-quotes/",
  "theme": "rugby",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Rugby is a good occasion for keeping thirty bullies far from the center of the city."
    },
    {
      "cite": "Derek Robinson",
      "quote": "The advantage law is the best law in rugby, because it lets you ignore all the others for the good of the game."
    },
    {
      "cite": "Will Carling",
      "quote": "If the game is run properly as a professional game, you do not need 57 old farts running rugby."
    },
    {
      "cite": "Pierre Danos",
      "quote": "Rugby players are either piano shifters or piano movers. Fortunately, I am one of those who can play a tune."
    },
    {
      "cite": "John Dickenson",
      "quote": "The pub is as much a part of rugby as is the playing field."
    },
    {
      "cite": "Dennis LaLanne",
      "quote": "Rugby is not like tea, which is good only in England, with English water and English milk. On the contrary, rugby would be better, frankly, if it were made in a Twickenham pot and warmed up in a Pyrenean cauldron."
    },
    {
      "cite": "Jean-Pierre Rives",
      "quote": "The whole point of rugby is that it is, first and foremost, a state of mind, a spirit."
    },
    {
      "cite": "Anonymous",
      "quote": "Rugby League is a war without the frills."
    },
    {
      "cite": "Spike Milligan",
      "quote": "Rugby is a game for big buggers. if you're not a big bugger, you get hurt. I wasn't a big bugger but i was a fast bugger and therefore I avoided the big buggers."
    },
    {
      "cite": "Joe Theismann",
      "quote": "Rugby is great. The players don't wear helmets or padding; they just beat the living daylights out of each other and then go for a beer. I love that."
    },
    {
      "cite": "Russell Crowe",
      "quote": "If there is no blood on the line, it is not rugby league."
    },
    {
      "cite": "Bob Dwyer",
      "quote": "Good big blokes are better than good little blokes. Then again, good little blokes are better than dud big blokes. And dud big blokes should play something other than Rugby."
    },
    {
      "cite": "John Singleton",
      "quote": "Anyone who does not watch rugby league is not a real person."
    },
    {
      "cite": "Brian O'Driscoll",
      "quote": "There's ego in all of us rugby players."
    },
    {
      "cite": "Heyneke Meyer",
      "quote": "Ballroom dancing is a contact sport. Rugby is a collision sport."
    },
    {
      "cite": "Alan Lewis",
      "quote": "The scrum and the tackle are the two really contentious areas of the game. If you get those two aspects right, most rugby matches will work in your favour."
    },
    {
      "cite": "Richard Burton",
      "quote": "Rugby is a wonderful show: dance, opera and, suddenly, the blood of a killing."
    },
    {
      "cite": "Henry Blaha",
      "quote": "Rugby is a beastly game played by gentlemen; soccer is a gentleman's game played by beasts; football is a beastly game played by beasts."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Rugby is a hooligans game played by gentlemen."
    },
    {
      "cite": "Chris Laidlaw",
      "quote": "Beer and Rugby are more or less synonymous."
    },
    {
      "cite": "Chris Laidlaw",
      "quote": "Rugby may have many problems, but the gravest is undoubtedly that of the persistence of summer."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Rugby is a game for barbarians played by gentlemen. Football is a game for gentlemen played by barbarians."
    },
    {
      "cite": "Jono Gibbs",
      "quote": "Nobody in Rugby should be called a genius. A genius is a guy like Norman Einstein."
    },
    {
      "cite": "Andrew Mehrtens",
      "quote": "The French are predictably unpredictable."
    },
    {
      "cite": "Andrew Mehrtens.",
      "quote": "After an All Blacks surprise loss to the French in the 1999 Rugby World Cup. The French are predictably unpredictable."
    },
    {
      "cite": "Babe Ruth",
      "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don’t play together, the club won’t be worth a dime."
    },
    {
      "cite": "Colin Meads",
      "quote": "I've seen a lot people like him, but they weren't playing on the wing."
    },
    {
      "cite": "Frank Layden",
      "quote": "I told him, Son, what is it with you? Is it ignorance or apathy?' He said, Coach, I don't know and I don't care."
    },
    {
      "cite": "FWinston Churchill",
      "quote": "Rugby is a hooligans game played by gentlemen."
    },
    {
      "cite": "Gareth Chilcott",
      "quote": "I thought I would have a quiet pint and about 17 noisy ones."
    }
  ]
}