{
  "source": "https://www.wisesayings.com/ruin-quotes/",
  "theme": "ruin",
  "quotes": [
    {
      "cite": "Amelia Barr",
      "quote": "No man was ever ruined from without; the final ruin comes from within, when you turn hopeless and lose courage!"
    },
    {
      "cite": "Homer",
      "quote": "Ruin, eldest daughter of Zeus, she blinds us all, that fatal madness—she with those delicate feet of hers, never touching the earth, gliding over the heads of men to trap us all. She entangles one man, now another."
    },
    {
      "cite": "J.R. Ward",
      "quote": "Falling into ruin was a bit like falling in love: Both descents stripped you bare and left you as you were at your core. And both endings are equally painful."
    },
    {
      "cite": "Aimee Bender",
      "quote": "You can ruin anything if you focus at it."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "We climb to heaven most often on the ruins of our cherished plans, finding our failures were successes."
    },
    {
      "cite": "Arthur Alfred Lynch",
      "quote": "If a man has directed his course to great ends there is compensation even in ruin."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Never ruin an apology with an excuse."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Sentiment without action is the ruin of the soul."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "Don’t ruin your own happiness by letting someone’s wickedness hurt you."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "You can't change the past, but you can ruin the present by worrying about the future."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Protect your good image from the eyes of negative viewers, who may look at your good appearance with an ugly fiendish eye, and ruin your positive qualities with their chemical infested tongues."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Worry is a progressive disease that ruins one’s life"
    },
    {
      "cite": "Veronica Roth",
      "quote": "How many different kinds of ruin do you have to see, before you resign yourself to calling it all 'ruin'?"
    },
    {
      "cite": "Anselm Kiefer",
      "quote": "Ruins, for me, are the beginning. With the debris, you can construct new ideas. They are symbols of a beginning."
    },
    {
      "cite": "Alphonsus Liguori",
      "quote": "To be silent when we are impelled to utter words injurious to God or to our neighbour, is an act of virtue; but, to be silent in confessing our sins, is the ruin of the soul."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Routine ruins the life, variety vitalise the life."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Someday was the thing he had, because it was a lot harder to ruin than today."
    },
    {
      "cite": "Lord Byron",
      "quote": "A thousand years may scare form a state. An hour may lay it in ruins."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Just because you're unhappy doesn't mean you have to ruin someone else's happiness too ..."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive."
    },
    {
      "cite": "Warren Buffett",
      "quote": "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you'll do things differently."
    },
    {
      "cite": "Kay Boyle",
      "quote": "You can reconstruct the picture from chaos and memory's ruins."
    }
  ]
}