{
  "source": "https://www.wisesayings.com/rum-quotes/",
  "theme": "rum",
  "quotes": [
    {
      "cite": "P.G. Wodehouse",
      "quote": "Alcohol is a misunderstood vitamin."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Alcohol is the anesthesia by which we endure the operation of life."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "Liquor is not a necessity. It is a means of momentarily sidestepping necessity."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "In wine there is wisdom, in beer there is Freedom, in water there is bacteria."
    },
    {
      "cite": "Anonymous",
      "quote": "Drinking after work is fine, but if you really want to enjoy working then drink before work."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Candy is dandy, but liquor is quicker."
    },
    {
      "cite": "Beverly A. Potter",
      "quote": "Because alcohol is encouraged by our culture, we get the idea that it isn't dangerous. However, alcohol is the most potent and most toxic of the legal psychoactive drugs."
    },
    {
      "cite": "Brian D'Ambrosio",
      "quote": "Rum is tonic that clarifies the vision, and sets things in true perspective."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."
    },
    {
      "cite": "Thrity Umrigar",
      "quote": "Liquor is the kiss of the angels as well as the curse of the devil. It can conceal but also can reveal."
    },
    {
      "cite": "Earl Dibbles Jr.",
      "quote": "Drinking Rum before 10am makes you a Pirate, not an Alcoholic."
    },
    {
      "cite": "Lord Byron",
      "quote": "There's naught, no doubt, so much the spirit calms as rum and true religion."
    },
    {
      "cite": "David Cook",
      "quote": "Alcoholism is a well documented pathological reaction to unresolved grief."
    },
    {
      "cite": "W. C. Fields",
      "quote": "There are only two real ways to get ahead today - sell liquor or drink it."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Liquor is one way out an' death's the other."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Rum, n. Generically, fiery liquors that produce madness in total abstainers."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Rum is a flatterer, making fools and lunatics."
    },
    {
      "cite": "Matt Groening",
      "quote": "Here's to alcohol, the cause of, and solution to, all life's problems."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Robin Williamns",
      "quote": "As an alcoholic, you will violate your standards quicker than you can lower them."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Alcohol, taken in sufficient quantities, may produce all the effects of drunkenness."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "It was a maddening image and the only way to whip it was to hang on until dusk and banish the ghosts with rum."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."
    },
    {
      "cite": "Arthur Baer",
      "quote": "Liquor - you can make it illegal but you can't make it unpopular."
    },
    {
      "cite": "Anonymous",
      "quote": "A glass of beer shortens your life by one minute, a glass of wine by two minutes, and a day of work by seven to ten hours."
    },
    {
      "cite": "Bob Marley",
      "quote": "Herb is the healing of a nation, alcohol is the destruction."
    },
    {
      "cite": "Will Rogers",
      "quote": "Prohibition is better than no liquor at all."
    },
    {
      "cite": "Pavol Kazimir",
      "quote": "Best ideas come while sipping rum."
    },
    {
      "cite": "Lu Yu",
      "quote": "Its liquor is like the sweetest dew from Heaven."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Better belly burst than good liquor be lost."
    }
  ]
}