{
  "source": "https://www.wisesayings.com/rumors-quotes/",
  "theme": "rumors",
  "quotes": [
    {
      "cite": "Shana Alexander",
      "quote": "Trying to squash a rumor is like trying to unring a bell."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Rumors generally grow deformed as they travel."
    },
    {
      "cite": "Susan J. Palmer",
      "quote": "Rumors are like ripples in a cornfield. They are ephemeral, but they do indicate which way the wind is blowing."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Those who feed on rumors are small, suspicious souls."
    },
    {
      "cite": "Roya R. Rad",
      "quote": "Rumors are mostly a projection of the individual who started them."
    },
    {
      "cite": "W. Michael Gear",
      "quote": "Rumors are like songbirds; they sound filling but make a poor feast."
    },
    {
      "cite": "Virgil",
      "quote": "Rumor grows as it goes."
    },
    {
      "cite": "Horace",
      "quote": "Nothing is swifter than rumor."
    },
    {
      "cite": "Nellie Nae Batson",
      "quote": "Rumors are like a flame blown by the wind."
    },
    {
      "cite": "Jean-Noel Kapferer",
      "quote": "Rumors are the oldest form of mass media."
    },
    {
      "cite": "Kenneth D. Mcllroy",
      "quote": "Rumors are like wildfire; you are burned up before you know it."
    },
    {
      "cite": "Will Rogers",
      "quote": "Rumor travels faster, but it don't stay put as long as truth."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What you don't see with your eyes, don't witness with your mouth."
    },
    {
      "cite": "Josh Homme",
      "quote": "Foolishly play with the fires of rumor, only to risk being burned by its treacherous flames."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "No one gossips about other people's secret virtues."
    },
    {
      "cite": "Brian Koslow",
      "quote": "Never make negative comments or spread rumors about anyone. It depreciates their reputation and yours."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If you reveal your secrets to the wind you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "Rhys Bowen",
      "quote": "You know what rumors are like like a jar full of moths. Once they escape, they're all over the place."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Always remember... Rumors are carried by haters, spread by fools, and accepted by idiots."
    },
    {
      "cite": "unknown",
      "quote": "Rumors are as dumb as the people who started them and as fake as the people who help spread them."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas. Average minds discuss events. Small minds discuss people."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Three may keep a secret, if two of them are dead."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Gossip is when you hear something you like about someone you don't."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "Gossip is called gossip because it's not always the truth."
    },
    {
      "cite": "Terry Ann Knopf",
      "quote": "Old rumors never die; nor do they fade away. They simply lay dormant for a while until the next appropriate time appears."
    },
    {
      "cite": "Bob Wisner",
      "quote": "Buy the rumor, sell the fact."
    },
    {
      "cite": "Ernest Hamlin Abbott",
      "quote": "Rumors are not news; but they sometimes foreshadow news."
    },
    {
      "cite": "Fuwa Aika",
      "quote": "Rumors, at times, can be more severe than the truth."
    }
  ]
}