{
  "source": "https://www.wisesayings.com/running-quotes/",
  "theme": "running",
  "quotes": [
    {
      "cite": "Steve Prefontaine",
      "quote": "You have to wonder at times what you're doing out there. Over the years, I've given myself a thousand reasons to keep running, but it always comes back to where it started. It comes down to self-satisfaction and a sense of achievement."
    },
    {
      "cite": "Jesse Owens",
      "quote": "I always loved running...it was something you could do by yourself, and under your own power. You could go in any direction, fast or slow as you wanted, fighting the wind if you felt like it, seeking out new sights just on the strength of your feet and the courage of your lungs."
    },
    {
      "cite": "Fred Lebow",
      "quote": "In running, it doesn't matter whether you come in first, in the middle of the pack, or last. You can say, 'I have finished.' There is a lot of satisfaction in that."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Running is the greatest metaphor for life, because you get out of it what you put into it."
    },
    {
      "cite": "John Bingham",
      "quote": "If you run, you are a runner. It doesn't matter how fast or how far. It doesn't matter if today is your first day or if you've been running for twenty years. There is no test to pass, no license to earn, no membership card to get. You just run."
    },
    {
      "cite": "Michael Sargent",
      "quote": "Running should be a lifelong activity. Approach it patiently and intelligently, and it will reward you for a long, long time."
    },
    {
      "cite": "Sarah Condor",
      "quote": "Remember the feeling you get from a good run is far better than the feeling you get from sitting around wishing you were running."
    },
    {
      "cite": "Monte Davis",
      "quote": "Running long and hard is an ideal antidepressant, since it's hard to run and feel sorry for yourself at the same time. Also, there are those hours of clearheadedness that follow along run."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Running! If there's any activity happier, more exhilarating, more nourishing to the imagination, I can't think of what it might be."
    },
    {
      "cite": "Jeff Galloway",
      "quote": "We are designed to run and we increase our chance of daily happiness when we do so."
    },
    {
      "cite": "Zen of Running",
      "quote": "In running, every step you make and every push forward changes you, it transforms you into a different person. Every single run adds something to you and then it also takes something away. You are not the same person you were at the starting line and by the time you cross the finish line, your inner self has been reinvented and reimagined."
    },
    {
      "cite": "Doris Brown Heritage",
      "quote": "Running is a road to self-awareness reliance-you can push yourself to extremes and learn the harsh reality of your physical and mental limitations or coast quietly down a solitary path watching the earth spin beneath your feet."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "People sometimes sneer at those who run every day, claiming they'll go to any length to live longer. But don't think that's the reason most people run. Most runners run not because they want to live longer, but because they want to live life to the fullest."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "You would run much slower if you were dragging something behind you, like a knapsack or a sheriff."
    },
    {
      "cite": "Paul Maurer",
      "quote": "Running is all about having the desire to train and persevere until every fiber in your legs, mind, and heart is turned to steel. And when you've finally forged hard enough, you will have become the best runner you can be. And that's all that you can ask for."
    },
    {
      "cite": "Dean Karnazes",
      "quote": "I run because if I didn't, I'd be sluggish and glum and spend too much time on the couch. I run to breathe the fresh air. I run to explore. I run to escape the ordinary. I run'to savor the trip along the way. Life becomes a little more vibrant, a little more intense."
    },
    {
      "cite": "John Bingham",
      "quote": "It was being a runner that mattered, not how fast or how far I could run. The joy was in the act of running and in the journey, not in the destination. We have a better chance of seeing where we are when we stop trying to get somewhere else."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "In long-distance running the only opponent you have to beat is yourself, the way you used to be."
    },
    {
      "cite": "Dean Karnazes",
      "quote": "I run because long after my footprints fade away, maybe I will have inspired a few to reject the easy path, hit the trails, put one foot in front of the other, and come to the same conclusion I did: I run because it always takes me where I want to go."
    },
    {
      "cite": "James Dyson",
      "quote": "What I've learned from running is that the time to push hard is when you're hurting like crazy and you want to give up. Success is often just around the corner."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "There is something magical about running; after a certain distance, it transcends the body. Then a bit further, it transcends the mind. A bit further yet, and what you have before you, laid bare, is the soul."
    },
    {
      "cite": "Richard O'Brien",
      "quote": "Running is not, as it so often seems, only about what you did in your last race or about how many miles you ran last week. It is, in a much more important way, about community, about appreciating all the miles run by other runners, too."
    },
    {
      "cite": "Dr George Sheehan",
      "quote": "It's very hard in the beginning to understand that the whole idea is not to beat the other runners. Eventually you learn that the competition is against the little voice inside you that wants you to quit."
    },
    {
      "cite": "Joan Benoit Samuelson",
      "quote": "Running is about more than just putting one foot in front of the other; it is about our lifestyle and who we are."
    },
    {
      "cite": "Jeb Dickerson",
      "quote": "My feet have several thousand meetings scheduled with the dirt on a trail not far from here. Who am I to keep them waiting? Time to run."
    },
    {
      "cite": "George Sheehan",
      "quote": "The difference between a jogger and a runner is an entry blank."
    },
    {
      "cite": "unknown",
      "quote": "Runners just do it - they run for the finish line even if someone else has reached it first."
    },
    {
      "cite": "Paul Maurer",
      "quote": "Running isn't a sport for pretty boys. It's about the sweat in your hair and the blisters on your feet. Its the frozen spit on your chin and the nausea in your gut. It's about throbbing calves and cramps at midnight that are strong enough to wake the dead. It's about getting out the door and running when the rest of the world is only dreaming about having the passion that you need to live each and every day with."
    },
    {
      "cite": "Grahak Cunningham",
      "quote": "Running strips life back to the bare essentials. When we challenge ourselves, it breaks down barriers. It brings us back to our essence and peels away the layers of ego we surround ourselves with."
    },
    {
      "cite": "Hal Higdon",
      "quote": "The pride in finishing a marathon is much greater than all the pain endured during the marathon."
    }
  ]
}