{
  "source": "https://www.wisesayings.com/running-away-quotes/",
  "theme": "running-away",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "Danger - if you meet it promptly and without flinching - you will reduce the danger by half. Never run away from anything. Never!"
    },
    {
      "cite": "James Baskett",
      "quote": "You can't run away from trouble. There ain't no place that far."
    },
    {
      "cite": "Socrates",
      "quote": "He is a man of courage who does not run away, but remains at his post and fights against the enemy."
    },
    {
      "cite": "Senora Roy",
      "quote": "Running away from things you find unpleasant causes suffering. But facing and challenging such situations will enrich your life."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Running away from the problem only increases the distance from the solution."
    },
    {
      "cite": "Jack Handy",
      "quote": "If you define cowardice as running away at the first sign of danger, screaming and tripping and begging for mercy, then yes, Mr. Brave man, I guess I'm a coward."
    },
    {
      "cite": "Proverb",
      "quote": "Some have been thought brave because they didn't have the courage to run away."
    },
    {
      "cite": "unknown",
      "quote": "Running away from your problems is a race you will never win, so just face them head on, and overcome them."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you build the guts to do something, anything, then you better save enough to face the consequences."
    },
    {
      "cite": "Glenda Millard",
      "quote": "Running away was easy; not knowing what to do next was the hard part."
    },
    {
      "cite": "Kimberly McCreight",
      "quote": "I do know this. It's the things we run from that hurt us the most.  Brad Sturdevant"
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear; that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "Running away will never make you free."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We acquire the strength we have overcome."
    },
    {
      "cite": "Uncle Remus",
      "quote": "You can't run away from trouble. There ain't no place that far."
    },
    {
      "cite": "Eudora Weity",
      "quote": "A good snapshot stops a moment from running away."
    },
    {
      "cite": "Liam Neeson",
      "quote": "I think I survived by running away some. Running away to work."
    },
    {
      "cite": "Jamie Redknapp",
      "quote": "I never got to the point when I felt like running away from it all."
    },
    {
      "cite": "Nicolas Sarkozy",
      "quote": "In a presidential campaign, you can't lie. You can't hide what you are and what you want. You can't hide what kind of President you'll be. You can't keep on talking about nothing indefinitely and committing to nothing, you can't keep running away from debate, masking the challenges."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Nothing ever goes away until it teaches us what we need to know."
    },
    {
      "cite": "Julia Stamps",
      "quote": "Running away from everything, can also be running toward something."
    },
    {
      "cite": "unknown",
      "quote": "The hardest part about walking away from you is knowing that you won't run after me."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When you have got an elephant by the hind legs and he is trying to run away, it's best to let him run."
    },
    {
      "cite": "unknown",
      "quote": "We run away all the time to avoid coming face to face with ourselves."
    },
    {
      "cite": "Nadia Comaneci",
      "quote": "I don't run away from a challenge because I am afraid. Instead, I run towards it because the only way to escape fear is to trample it beneath your foot."
    },
    {
      "cite": "unknown",
      "quote": "Running away from problems or troubles will make you fall into another problem or trouble."
    },
    {
      "cite": "John Kotter",
      "quote": "Great leadership does not mean running away from reality. Sometimes the hard truths might just demoralize the company, but at other times sharing difficulties can inspire people to take action that will make the situation better."
    },
    {
      "cite": "Dr. Paul Tournier",
      "quote": "Acceptance of one's life has nothing to do with resignation; it does not mean running away from the struggle. On the contrary, it means accepting it as it comes, with all the handicaps of heredity, of suffering, of psychological complexes and injustices."
    },
    {
      "cite": "Mirajane Strauss",
      "quote": "You're just running away. I'm moving forward. In a confrontation, a person who wants to help their comrades  is stronger than the person who escapes."
    },
    {
      "cite": "Kenny Logins",
      "quote": "Running away will never make you free."
    }
  ]
}