{
  "source": "https://www.wisesayings.com/runway-quotes/",
  "theme": "runway",
  "quotes": [
    {
      "cite": "Coco Chanel",
      "quote": "Everyday is a fashion show and the world is the runway."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "When I walk down the runway, my main goal is to not think about the people watching. The idea of all eyes on me would make me too uncomfortable. As I step on the runway, I take a deep breath, focus on a point in the distance, and go!"
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Some of us have great runways already built for us. If you have one, take off. But if you don't have one, realize it is your responsibility to grab a shovel and build one for yourself and for those who will follow after you."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "A runway is spectacle. It’s only fashion when a woman puts it on."
    },
    {
      "cite": "Roni Size",
      "quote": "Downtown hanging around / Over and under in and out / Stanger now in a different town / We got the in and out / Take off the runway / Take off and go / Take off the runway / Take off and go"
    },
    {
      "cite": "Stephen Percy",
      "quote": "Coming home when I see the runway lights / In the misty dawn the night is fading fast / Coming home, far away as their vapor trails align"
    },
    {
      "cite": "Jackson Jackson",
      "quote": "Glide down the runway / In style In style / Glass but she won't break / Steals what she won't take / All eyes All eyes / Are watching"
    },
    {
      "cite": "Tauheed Epps",
      "quote": "Used to make hard, make it look easy / Take the top back and make it look Jeezy / Two double cups make it look Weezy / Too much shrimp got me lookin' queasy / That's how I'm feelin' on the runway (the runway)"
    },
    {
      "cite": "Josh Kear",
      "quote": "Lord knows I got a job to do / I just can't wait until it's through / I keep dreaming bout that home bound flight / Looking for those runway lights."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Flight of love-thought / Lands only on the heart-runway / Such thought also flies / In my mind / But unfortunately, / I cannot locate that runway / For stable and secure landing."
    },
    {
      "cite": "Charleston Pierce",
      "quote": "Life is a runway. You get to choose how you walk that runway from beginning to end."
    },
    {
      "cite": "Charleston Pierce",
      "quote": "Through their body language, they have look and act like they own the runway. With practice, they have confidence to do just that."
    },
    {
      "cite": "Tim Gunn",
      "quote": "During the runway show there is a huge deliberation, far more than most people realize."
    },
    {
      "cite": "Udayakumar Gopalakrishnan",
      "quote": "Take off in the runway of life--you would realize every time you pursue and achieve dreams, happiness is not by-product; instead it is an accompanying process, making the cruise worthy!"
    },
    {
      "cite": "Robert Jones",
      "quote": "Is the wind blowing so hard that you can't get on the runway of life because it's too scary, cloudy, or windy? Sometimes life's problems can get out of control and overbearing, but they don't have to prevent you from moving toward a more productive life."
    },
    {
      "cite": "David William Sinclair",
      "quote": "Keep going' and I did. It was smooth as I looked up and saw one line of runway lights."
    },
    {
      "cite": "Robert Jones",
      "quote": "Are you ready for the runway? Brace yourself, because you may be taking off sooner than you think."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "Never,ever confuse what happens on a runway with fashion. A runway is spectacle. It's only fashion when a woman puts it on. Being well dressed hasn't much to do with having good clothes. It's a question of good balance and good common sense."
    },
    {
      "cite": "Ashley Graham",
      "quote": "The runway isn't just about showing fashion, it's about gaining confidence."
    },
    {
      "cite": "David Shore",
      "quote": "Shorten the runway and you have fewer takeoffs and landings, shorten the runway and you enhance safety and reduce the noise."
    },
    {
      "cite": "Tyra Banks",
      "quote": "The runway symbolizes something in society that's very intimidating to women."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "A runway is spectacle. It's only fashion when a woman puts it on."
    }
  ]
}