{
  "source": "https://www.wisesayings.com/rush-quotes/",
  "theme": "rush",
  "quotes": [
    {
      "cite": "Erik Pevernagie",
      "quote": "If the whole world is in a rush and people are out of step with themselves, they fail to catch that quirky aura and that special quality of life that feeds our soul-searching frame of mind and that builds a coveted haven, giving recognition and self-reliance."
    },
    {
      "cite": "Germany Kent",
      "quote": "It is more important to go slow and gain the lessons you need along the journey then to rush the process and arrive at your destination empty."
    },
    {
      "cite": "Jinnul Jr",
      "quote": "Life could always be in a hurry, you run for it or you run from it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Too much hurry will bury your goals. Too much haste will make you waste. Too quick race will cripple your pace. Be patient."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Are you aware that rushing toward a goal is a sublimated death wish? It's no coincidence we call them 'deadlines.'"
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "Nature never rushes, yet everything gets done."
    },
    {
      "cite": "Lilla D. Windsor",
      "quote": "Why do we hurry? For they who hurry through life are hastening the tomb. It doesn't pay. Take time sufficient for everything you do. Take time to eat properly. Take time to rest and play. Take time for politeness. Take time to pass over the road of life — and if you fail and fall among the rocks, arise again and struggle on; let not hurry nor worry divert you from your path. Study your nature. You will be healthy, happy and successful."
    },
    {
      "cite": "unknown",
      "quote": "Once you stop rushing through life, you will be amazed how much more life you have time for."
    },
    {
      "cite": "John Ortberg",
      "quote": "One of the great illusions of our time is that hurrying will buy us more time."
    },
    {
      "cite": "Willa Cather",
      "quote": "Life hurrying past us and running away, too strong to stop, too sweet to lose."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The feeling of being hurried is not usually the result of living a full life and having no time.  It is, rather, born of a vague fear that we are wasting our life."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "No reason for a feverish rush For we will all arrive in the same place At the right time. Justice will be served. There will be no better or worse, No big and small, no rewards, no punishment, No guilt, no judges, no hierarchies; Only silent equality."
    },
    {
      "cite": "Lizelle Gutierrez",
      "quote": "Don’t rush your healing, don’t pretend to be okay when you’re not and don’t apologize for being broken."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Do not rush in the ride of life."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Time appears to rush by without any concern for its impact upon you."
    },
    {
      "cite": "Hugh Howey",
      "quote": "Wisely and slowly; they stumble that run fast."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Don't rush in order to have things done early. Be prepared before you set off. That's the rule. However, this does not mean that you keep delaying the time for beginning. You must begin by all means! Go, get prepared!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "There is no need to rush in life. Just with one word at a time, your sweet life history will be written boldly in capitals and highlighted for easy access. Be sure you are passing the test of patience!"
    },
    {
      "cite": "Auliq Ice",
      "quote": "Nothing good ever comes out of hurry and frustration, only misery."
    },
    {
      "cite": "Michael R. Phillips",
      "quote": "The best things are never arrived at in haste. God is in no hurry, His plans are never rushed."
    },
    {
      "cite": "Saint Vincent de Paul",
      "quote": "If you must be in a hurry, then let it be according to the old adage, and hasten slowly."
    },
    {
      "cite": "Elizabeth Bibesco",
      "quote": "He is invariably in a hurry. Being in a hurry is one of the tributes he pays to life."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Whoever is in a hurry shows that the thing he is about is too big for him."
    },
    {
      "cite": "Robert Brault",
      "quote": "No matter how you hurry, you will notice at the end of the day that you traveled at the speed of time."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "We have to slow the rhythm of rush in our lives so that the best of who are can emerge."
    },
    {
      "cite": "Alan Watts",
      "quote": "Hurrying and delaying are alike ways of trying to resist the present."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Learn diligence before speedy execution"
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "You are hurrying to the sweet place, To the nonsense chasing your spirit And in the nonsense you look for answers."
    },
    {
      "cite": "Satish Kumar",
      "quote": "Quality and perfection are achieved with time. You do not create a perfect painting or a perfect poem by hurrying. Time is always coming."
    },
    {
      "cite": "John Keats",
      "quote": "Let us not go hurrying about and collecting honey, bee-like buzzing here and there for a knowledge of what is not to be arrived at, but let us open our leaves like a flower, and be passive and receptive, budding patiently under the eye of Apollo, and taking hints from every noble insect that favors us with a visit - sap will be given us for meat and dew for drink."
    }
  ]
}