{
  "source": "https://www.wisesayings.com/rushing-quotes/",
  "theme": "rushing",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Don't try to rush things that need time to grow."
    },
    {
      "cite": "Anonymous",
      "quote": "Slow down. Rushing means you miss what's right here."
    },
    {
      "cite": "Demosthenes",
      "quote": "Great and unexpected successes are often the cause of foolish rushing into acts of extravagance."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Are you aware that rushing toward a goal is a sublimated death wish? It's no coincidence we call them 'deadlines."
    },
    {
      "cite": "Akiroq Brost",
      "quote": "Don't be in such a rush to reach a goal, that you reach the goal before you are ready. Sometimes, we learn such valuable lessons along the way. Sometimes, we learn more about ourselves and discover that we actually want something different. Put your heart into what you do, but don't rush. Good things take time."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "We hurry over the road that stretches from childhood to maturity only to discover that its most beautiful scenery escaped our vision."
    },
    {
      "cite": "Carl Honore",
      "quote": "Everywhere, people are discovering that doing things more slowly often means doing them better and enjoying them more. It means living life instead of rushing through it. You can apply this to everything from food to parenting to work."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Rushing around smartly is no proof of accomplishing much."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "Better start rushing before the rush begins!"
    },
    {
      "cite": "Laozi",
      "quote": "Rushing into action, you fail. Trying to grasp things, you lose them. Forcing a project to completion, you ruin what was almost ripe."
    },
    {
      "cite": "Germany Kent",
      "quote": "It is more important to go slow and gain the lessons you need along the journey then to rush the process and arrive at your destination empty."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Wisely and slow; they stumble that run fast."
    },
    {
      "cite": "Moliere",
      "quote": "Unreasonable haste is the direct road to error."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "While you'll feel compelled to charge forward it's often a gentle step back that will reveal to you where you and what you truly seek."
    },
    {
      "cite": "Anonymous",
      "quote": "There are some things that are just not worth rushing, especially something that you wish would last forever."
    },
    {
      "cite": "Carolyn Heilbrun",
      "quote": "As the years go on a sense of deep patience comes over one; one seems to know the virtue of ripeness, and the danger of rushing events."
    },
    {
      "cite": "John Wooden",
      "quote": "When you hurry, you're more apt to make mistakes. But you have to be quick. If you're not quick you can't get things done."
    },
    {
      "cite": "Statius",
      "quote": "Take time for deliberation. Haste spoils everything."
    },
    {
      "cite": "Graham Swift",
      "quote": "How quick and rushing life can sometimes seem, when at the same time it's so slow and sweet and everlasting."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "You have to know why you're rushing about. It's OK to rush about but it's important to know what's driving you, the positives of it and the negatives of it."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Nothing good ever comes out of hurry and frustration, only misery."
    },
    {
      "cite": "Robert Brault",
      "quote": "No matter how you hurry, you will notice at the end of the day that you traveled at the speed of time."
    },
    {
      "cite": "Livy",
      "quote": "Hasty and adventurous schemes are at first view flattering, in execution difficult, and in the issue disastrous."
    },
    {
      "cite": "Ben Parris",
      "quote": "Rushing never saved the time that planning did."
    },
    {
      "cite": "Earl Monroe",
      "quote": "Just be patient. Let the game come to you. Don't rush. Be quick, but don't hurry."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Take time for all things: great haste makes great waste."
    },
    {
      "cite": "Bill Crawford",
      "quote": "When 'being rushed' is the problem . . . Rushing is never the solution."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "There is no need to rush in life. Just with one word at a time, your sweet life history will be written boldly in capitals and highlighted for easy access. Be sure you are passing the test of patience!"
    },
    {
      "cite": "St Francis de Sales",
      "quote": "Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "One can only see clearly if one is going slowly. Quick motion creates a life-blur."
    }
  ]
}