{
  "source": "https://www.wisesayings.com/rust-quotes/",
  "theme": "rust",
  "quotes": [
    {
      "cite": "Denis Waitley",
      "quote": "Most people rust out due to lack of challenge. Few people rust out due to overuse."
    },
    {
      "cite": "M.R. Carey",
      "quote": "In an age of rust, she comes up stainless steel."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The rust of the mind is the destruction of genius."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Just as rust, which arose from the iron itself, wears out the iron, likewise, performing an action without examination would destroy us by projecting us into a negative state of existence."
    },
    {
      "cite": "Helen Hayes",
      "quote": "If you rest, you rust."
    },
    {
      "cite": "Richard Cumberland",
      "quote": "It is better to rust out than wear out."
    },
    {
      "cite": "Antisthenes",
      "quote": "As rust corrupts iron, so envy corrupts man."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The rust of business is sometimes polished off in a camp; but never in a court."
    },
    {
      "cite": "Owen Feltham",
      "quote": "Negligence is the rust of the soul that corrodes through all her best resolves."
    },
    {
      "cite": "Anais Nin",
      "quote": "Solitude may rust your words."
    },
    {
      "cite": "Ezra Cornell",
      "quote": "Idleness is to the human mind like rust to iron."
    },
    {
      "cite": "Owen Feltham",
      "quote": "Negligence is the rust of the soul, that corrodes through all her best resolves."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "Gold does not rust on the ground, and rocks don't get soaked in the rain."
    },
    {
      "cite": "Simon Hughes",
      "quote": "Worry... is rust upon the blade."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Few minds wear out; more rust out."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Sorrow is the mere rust of the soul. Activity will cleanse and brighten it."
    },
    {
      "cite": "Ovid",
      "quote": "Great talents, by the rust of long disuse, Grow lethargic and shrink from what they were."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Just as iron rusts from disuse, even so does inaction spoil the intellect."
    }
  ]
}