{
  "source": "https://www.wisesayings.com/sabbath-quotes/",
  "theme": "sabbath",
  "quotes": [
    {
      "quote": "The Sabbath-day is the savings-bank of humanity.",
      "cite": "Arthur Frederick Saunders"
    },
    {
      "quote": "In observing the Sabbath, one is both giving a gift to God and imitating Him.",
      "cite": "Lauren Winner"
    },
    {
      "quote": "The gift of the Sabbath must be treasured. Blessed are you who honour this day.",
      "cite": "Lailah Gifty Akita"
    },
    {
      "quote": "On the Sabbath- we are reminded that we are not human doings, but human beings.",
      "cite": "Rob Bell"
    },
    {
      "quote": "Sabbath is not simply the pause that refreshes. It is the pause that transforms.",
      "cite": "Walter Brueggemann"
    },
    {
      "quote": "Anybody can observe the Sabbath, but making it holy surely takes the rest of the week.",
      "cite": "Alice Walker"
    },
    {
      "quote": "The Sabbath is the link between the paradise which has passed away and the paradise which is yet to come.",
      "cite": "Andrew Wylie"
    },
    {
      "quote": "Sabbath is that uncluttered time and space in which we can distance ourselves from our own activities enough to see what God is doing.",
      "cite": "Eugene H. Peterson"
    },
    {
      "quote": "Sabbath observance invites us to stop. It invites us to rest. It asks us to notice that while we rest, the world continues without our help. It invites us to delight in the world's beauty and abundance.",
      "cite": "Wendell Berry"
    },
    {
      "quote": "It is time for us to breathe and build margin into our lives for God. Sabbath was intended as a gift, and it is still a gift to us today. If you are weary, worn out, and exhausted the concept of Sabbath will change your life.",
      "cite": "Priscilla Shirer"
    },
    {
      "quote": "Sabbath, in the first instance, is not about worship. It is about work stoppage. It is about withdrawal from the anxiety system of Pharaoh, the refusal to let one's life be defined by production and consumption and the endless pursuit of private well-being.",
      "cite": "Walter Brueggemann"
    },
    {
      "quote": "A life built upon Sabbath is contented because in rhythms of rest we discover our time is full of the holiness of God.",
      "cite": "Shelly Miller"
    },
    {
      "quote": "Sabbath isn't about resting perfectly; it's about resting in the One who is perfect.",
      "cite": "Shelly Miller"
    },
    {
      "quote": "As we keep or break the Sabbath Day we nobly save or meanly lose the last best hope by which man rises.",
      "cite": "Abraham Lincoln"
    },
    {
      "quote": "A world without a Sabbath would be like a man without a smile, like summer without flowers, and like a homestead without a garden. It is the most joyous day of the week.",
      "cite": "Henry Ward Beecher"
    },
    {
      "quote": "You will find rest on Sabbath day for your soul.",
      "cite": "Lailah Gifty Akita"
    },
    {
      "quote": "Make the Sabbath a delight by rendering service to others.",
      "cite": "Russell M. Nelson"
    },
    {
      "quote": "Sabbath is the celebration of life beyond and outside productivity.",
      "cite": "Walter Brueggemann"
    },
    {
      "quote": "Keeping the Sabbath day holy is much more than just physical rest. It involves spiritual renewal and worship.",
      "cite": "James E. Faust"
    },
    {
      "quote": "Sabbath rest is more than mere abstention from physical work; and, therefore, must include worship and Scripture-reading.",
      "cite": "Joseph Hertz"
    },
    {
      "quote": "Sabbath - a weekly festival having its origin in the fact that God made the world in six days and was arrested on the seventh.",
      "cite": "Ambrose Bierce"
    },
    {
      "quote": "Faith in God engenders a love for the Sabbath; faith in the Sabbath engenders a love for God. A sacred Sabbath truly is a delight.",
      "cite": "Russell M. Nelson"
    },
    {
      "quote": "This is what the Sabbath should feel like. A pause. Not just a minor pause, but a major pause. Not just lowering the volume, but a muting. As the famous rabbi Abraham Joshua Heschel put it, the Sabbath is a sanctuary in time.",
      "cite": "A. J. Jacobs"
    },
    {
      "quote": "The sabbath is a time where we put aside all secular work and focus entirely on Jesus and on things holy.",
      "cite": "Micheal Stewart"
    },
    {
      "quote": "Sabbath requires surrender. If we only stop when we are finished with all our work, we will never stop, because our work is never completely done. With every accomplishment there arises a new responsibility... Sabbath dissolves the artificial urgency of our days, because it liberates us from the need to be finished.",
      "cite": "Wayne Muller"
    },
    {
      "quote": "The Sabbath, as now recognized and enforced, is one of the main pillars of Priestcraft and Superstition, and the stronghold of a merely ceremonial Religion.",
      "cite": "William Lloyd Garrison"
    },
    {
      "quote": "If you keep the Sabbath, you start to see creation not as somewhere to get away from your ordinary life, but a place to frame an attentiveness to your life.",
      "cite": "Eugene H. Peterson"
    }
  ]
}