{
  "source": "https://www.wisesayings.com/sacrifice-quotes/",
  "theme": "sacrifice",
  "quotes": [
    {
      "cite": "Mitch Albom",
      "quote": "Sometimes when you sacrifice something precious, you're not really losing it. You're just passing it on to someone else."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "I guess that's just part of loving people: You have to give things up. Sometimes you even have to give them up."
    },
    {
      "cite": "Veronica Roth",
      "quote": "She taught me all about real sacrifice. That it should be done from love... That it should be done from necessity, not without exhausting all other options. That it should be done for people who need your strength because they don't have enough of their own."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "It's not hard to decide what you want your life to be about. What's hard, she said, is figuring out what you're willing to give up in order to do the things you really care about."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "Nobody knows you as well as our spouse. And that means no one will be quicker to recognize a change when you deliberately start sacrificing your wants and wishes to make sure his or her needs are met."
    },
    {
      "cite": "Gaylord Nelson",
      "quote": "The ultimate test of man's conscience may be his willingness to sacrifice something today for future generations whose words of thanks will not be heard."
    },
    {
      "cite": "Chris Hemsworth",
      "quote": "People who put themselves on the line and sacrifice their own safety for the greater good and for others, and anyone in any profession whose concern is the welfare for other people instead of the individual, are inspiring and important."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Some day you will find out that there is far more happiness in another's happiness than in your own."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Doing the right thing for someone else occasionally means doing something that feels wrong to you"
    },
    {
      "cite": "Terry Mark",
      "quote": "Sometimes we have to step down to help somebody up, not because we failed to go up, but as a humble sacrifice to save a great soul."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The sacrifice which causes sorrow to the doer of the sacrifice is no sacrifice. Real sacrifice lightens the mind of the doer and gives him a sense of peace and joy. The Buddha gave up the pleasures of life because they had become painful to him."
    },
    {
      "cite": "David Stafford",
      "quote": "Whenever you feel compelled to put others first at the expense of yourself, you are denying your own reality, your own identity"
    },
    {
      "cite": "R.K. Ryals",
      "quote": "For I was sure of one thing, it wasn't always the hero who saved the world. It was the person most willing to die first."
    },
    {
      "cite": "Tana French",
      "quote": "Regardless of what the advertising campaigns may tell us, we can't have it all. Sacrifice is not an option, or an anachronism; it's a fact of life. We all cut off our own limbs to burn on some altar. The crucial thing is to choose an altar that's worth it and a limb you can accept losing. To go consenting to the sacrifice."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Sacrifice is a part of life. It's supposed to be. It's not something to regret. It's something to aspire to. Little sacrifices. Big sacrifices. A mother works so her son can go to school. A daughter moves home to take care of her sick father."
    },
    {
      "cite": "Ernest Renan",
      "quote": "As soon as sacrifice becomes a duty and necessity to mankind. I see no limit to the horizon which opens before him."
    },
    {
      "cite": "Sidney Howard",
      "quote": "One-half of knowing what you want is knowing what you must give up before you get it."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Sacrifice still exists everywhere, and everywhere the elect of each generation suffers for the salvation of the rest."
    },
    {
      "cite": "Albert Pine",
      "quote": "What we do for ourselves dies with us. What we do for others and the world remains and is immortal."
    },
    {
      "cite": "Zahid Abas",
      "quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "I am thankful that in the giving we receive, and what we receive is the satisfaction of knowing that whatever we give is always bigger once we've given it away."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Self sacrifice is the real miracle out of which all the reported miracles grow."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "To put others in front of ourselves is to put God in front of everything."
    },
    {
      "cite": "Paullina Simons",
      "quote": "All great things worth having require great sacrifice worth giving."
    },
    {
      "cite": "David Kreger",
      "quote": "Occasionally in this life, we must give up or lose the things that we want in order to gain the things we really need."
    },
    {
      "cite": "Scrubs J.D",
      "quote": "They warn you that you're gonna have to make sacrifices, but i guess that means different things to different people, like giving up something you really want now for something you've wanted your whole life, or spending less time on yourself, so you can spend more time with someone you love. At some point you might even have to give up your own sense of safety and well being, but after a while it doesn't feel like you're giving up anything at all"
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "Real magic can never be made by offering someone else's liver. You must tear out your own, and not expect to get it back."
    },
    {
      "cite": "Holy Bible: New International Version",
      "quote": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish, but have eternal life."
    },
    {
      "cite": "Tim Hetherington",
      "quote": "Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else."
    },
    {
      "cite": "William Blake",
      "quote": "The most sublime act is to set another before you."
    }
  ]
}