{
  "source": "https://www.wisesayings.com/sad-relationship-quotes/",
  "theme": "sad-relationship",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We are afraid to care too much, for fear that the other person does not care at all."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "A deadness occurs in relationships when people are no longer willing to tell each other how they really feel."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Almost all of our sorrows spring out of our relations with other people."
    },
    {
      "cite": "Mark W. Boyer",
      "quote": "Never place someone so high on a pedestal that if they should fall... you get crushed."
    },
    {
      "cite": "George Washington",
      "quote": "It is far better to be alone, than to be in bad company."
    },
    {
      "cite": "Baylor Barbee",
      "quote": "Relationships fail because people take their own insecurities and try and twist them into their partner's flaws."
    },
    {
      "cite": "Robert Brault",
      "quote": "For lack of an occasional expression of love, a relationship strong at the seams can wear thin in the middle."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Remember that no relationship is a total waste of time. You can always learn something about yourself."
    },
    {
      "cite": "Hugh Prather",
      "quote": "An argument is always about what has been made more important than the relationship."
    },
    {
      "cite": "unknown",
      "quote": "It hurts the most when the person who made you feel so special yesterday makes you feel so unwanted today."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I could have loved you once And said it But then you went away And when you came back Love was a forgotten word, Remember?"
    },
    {
      "cite": "unknown",
      "quote": "Relationships end because once the person has you, they stop doing the things it took to get you."
    },
    {
      "cite": "Sharon Olds",
      "quote": "Once you lose someone it is never exactly the same person who comes back."
    },
    {
      "cite": "unknown",
      "quote": "Relationships are worth fighting for, but you can't be the only one fighting."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Assumptions are the termites of relationships."
    },
    {
      "cite": "Michael J. Bennett",
      "quote": "Leave someone who hates you as much as you hate yourself."
    },
    {
      "cite": "skumarsinha",
      "quote": "Relationships are like money, Hard to earn and easy to lose."
    },
    {
      "cite": "unknown",
      "quote": "You should not have to rip yourself into pieces to keep others whole."
    },
    {
      "cite": "unknown",
      "quote": "Not everyone who loves each other needs to be in a relationship. And not everyone who's in a relationship loves each other."
    },
    {
      "cite": "Matthew Ashimolowo",
      "quote": "Anybody who does not value what you have does not deserve your relationship."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "The best way to remain in your relationship is to keep other people out of your relationship."
    },
    {
      "cite": "Monica Bellucci",
      "quote": "When a relationship doesn't work anymore, it's terrible to stay with someone that you don't love."
    },
    {
      "cite": "Tablo",
      "quote": "You lose yourself trying to hold on to someone who doesn't care about losing you."
    },
    {
      "cite": "May Sarton",
      "quote": "No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Relationships based on obligation lack dignity."
    },
    {
      "cite": "unknown",
      "quote": "I'm not crying over what you said, it's what you didn't say that hurts the most."
    },
    {
      "cite": "unknown",
      "quote": "MOVING ON' sounds easy. But I died a thousand times in pain just to appreciate this phrase."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Do not sabotage your new relationship with your last relationship's poison."
    },
    {
      "cite": "unknown",
      "quote": "You learn more about a person at the end of a relationship than at the beginning."
    }
  ]
}