{
  "source": "https://www.wisesayings.com/sad-life-quotes/",
  "theme": "sad-life",
  "quotes": [
    {
      "cite": "William Mather Lewis",
      "quote": "The tragedy of life is not that it ends so soon, but that we wait so long to begin it."
    },
    {
      "cite": "Adam Silvera",
      "quote": "Sometimes pain is so unmanageable that the idea of spending another day with it seems impossible. Other times pain acts as a compass to help you through the messier tunnels of growing up. But pain can only help you find happiness if you remember it."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A feeling of sadness and longing, That is not akin to pain, And resembles sorrow only As the mist resembles the rain."
    },
    {
      "cite": "Lord Byron",
      "quote": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It's easy to cry when you realize that everyone you love will reject you or die."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Sorrow is one of the vibrations that prove the fact of living."
    },
    {
      "cite": "Olive Schreiner",
      "quote": "My feeling is that there is nothing in life but refraining from hurting others, and comforting those who are sad."
    },
    {
      "cite": "Bess Myerson",
      "quote": "To fall in love is awfully simple, but to fall out of love is simply awful."
    },
    {
      "cite": "Dante",
      "quote": "There is no greater sorrow than to recall in misery the time when we were happy."
    },
    {
      "cite": "Andre Gide",
      "quote": "Sadness is almost never anything but a form of fatigue."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Numbing the pain for a while will make it worse when you finally feel it."
    },
    {
      "cite": "William Cowper",
      "quote": "Absence from whom we love is worse than death, and frustrates hope severer than despair."
    },
    {
      "cite": "Tabitha Suzuma",
      "quote": "As the light begins to intensify, so does my misery, and I wonder how it is possible to hurt so much when nothing is wrong."
    },
    {
      "cite": "Draconian",
      "quote": "I have a thousand reasons to die and many millions of tears to cry."
    },
    {
      "cite": "John Sutherland Bonnell",
      "quote": "So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "There is no worse sorrow than remembering happiness in the day of sorrow."
    },
    {
      "cite": "Mike Mills",
      "quote": "Sadness is a super important thing not to be ashamed about but to include in our lives. One of the bigger problems with sadness or depression is there's so much shame around it. If you have it you're a failure. You are felt as being very unattractive."
    },
    {
      "cite": "Fred Rogers",
      "quote": "How sad it is that we give up on people who are just like us."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Tears are words that need to be written."
    },
    {
      "cite": "Seneca",
      "quote": "Sadness usually results from one of the following causes either when a man does not succeed, or is ashamed of his success."
    },
    {
      "cite": "Wendy Wunder",
      "quote": "This is what it felt like to have a broken heart. It felt less like a cracking down the middle and more like she had swallowed it whole and it sat bruised and bleeding in the pit of her stomach."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad."
    },
    {
      "cite": "Jonathan Safran Foe",
      "quote": "You cannot protect yourself from sadness without protecting yourself from happiness."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Half of the secular unrest and dismal, profane sadness of modern society comes from the vain ideas that every man is bound to be a critic for life."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "Nothing records the effects of a sad life so graphically as the human body."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The walls we build around us to keep sadness out also keeps out the joy."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "Man could not live if he were entirely impervious to sadness. Many sorrows can be endured only by being embraced, and the pleasure taken in them naturally has a somewhat melancholy character."
    }
  ]
}