{
  "source": "https://www.wisesayings.com/sad-love-quotes/",
  "theme": "sad-love",
  "quotes": [
    {
      "cite": "Jean de La Bruyère",
      "quote": "The beginning and the decline of love are both marked by the embarrassment the lovers feel to be alone together."
    },
    {
      "cite": "Mark Tremonti",
      "quote": "You were as kind as you could be, and even though you're gone, you still mean the world to me."
    },
    {
      "cite": "Regina Spektor",
      "quote": "You are my sweetest downfall. I loved you first, I loved you first."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "It's funny how we feel so much but we cannot say a word. We are screaming inside, but we can't be heard."
    },
    {
      "cite": "Stevie Nicks",
      "quote": "Well, I've been afraid of changing 'cause I've built my life around you. But time makes you bolder even children get older and I'm getting older too."
    },
    {
      "cite": "Anais Nin",
      "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of withering, of tarnishing."
    },
    {
      "cite": "Herryicm",
      "quote": "I will wait for you till the day I can forget you or till the day you realize you cannot forget me"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "There is a distinct, awful pain that comes with loving someone more than they love you."
    },
    {
      "cite": "Faraaz Kazi",
      "quote": "Walking alone is not difficult but when we have walked a mile worth a thousand years with someone then coming back alone is what is difficult."
    },
    {
      "cite": "La Rochefoucauld",
      "quote": "There is no disguise which can hide love for long where it exists, or simulate it where it does not."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The walls we build around us to keep sadness out also keeps out the joy."
    },
    {
      "cite": "Merle Shan",
      "quote": "Loving can cost a lot but not loving always costs more, and those who fear to love often find that want of love is an emptiness that robs the joy from life."
    },
    {
      "cite": "unknown",
      "quote": "Relationships are like glass. Sometimes it's better to leave them broken than try to hurt yourself putting it back together."
    },
    {
      "cite": "Thomas Otway",
      "quote": "If we must part forever, Give me but one kind word to think upon, And please myself with, while my heart's breaking."
    },
    {
      "cite": "unknown",
      "quote": "Remember me with smiles and laughs, for that's how I'll remember you. If you can only remember me with sadness and tears, then don't remember me at all."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The magic of first love is our ignorance that it can ever end."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Where there is love there is pain."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "To love anything is to realize that it might be lost."
    },
    {
      "cite": "Dag Hammarskjöld",
      "quote": "Perhaps a great love is never returned."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "Falling out of love is very enlightening; for a short while you see the world with new eyes."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "How do you know that love is gone? If you said you would be there by seven, you get there by nine, and he or she has not called the police yet—it’s gone."
    },
    {
      "cite": "Leonora Speyer",
      "quote": "You gave me wings to fly, then took away my sky."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "To fall in love is to create a religion that has a fallible God."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Love without return is like a question without an answer."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "We must get our hearts broken sometimes. This is a good sign, having a broken heart. It means we have tried for something."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken—and I’d rather remember it as it was at its best than mend it and see the broken places as long as I lived."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It’s so hard to forget pain, but it’s even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace."
    },
    {
      "cite": "English Proverb",
      "quote": "Never love with all your heart, it only ends in breaking."
    },
    {
      "cite": "Jewel",
      "quote": "Everything is temporary if you give it enough time."
    }
  ]
}