{
  "source": "https://www.wisesayings.com/sadness-quotes/",
  "theme": "sadness",
  "quotes": [
    {
      "cite": "John Sutherland Bonnel",
      "quote": "So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers."
    },
    {
      "cite": "Seneca",
      "quote": "Sadness usually results from one of the following causes either when a man does not succeed, or is ashamed of his success."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Sadness is but a wall between two gardens."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "Sadness does not inhere in things; it does not reach us from the world and through mere contemplation of the world. It is a product of our own thought. We create it out of whole cloth."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "Sadness is a natural reaction to awakening to see the way things are. But we can either become lost in our sadness, or decide to use this awakening to inspire us to work to change things to the way we wish they could be."
    },
    {
      "cite": "unknown",
      "quote": "Sadness is a visitor who will enter your home without a key but you have the ability to kick it out when you're ready to."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Sadness is a choice - sadness does not exist."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "The word happiness would lose its meaning if it were not balanced by sadness."
    },
    {
      "cite": "Chuck T. Falcon",
      "quote": "Remember sadness is always temporary. This, too, shall pass."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "You cannot prevent the birds of sadness from passing over your head, but you can prevent their making a nest in your hair."
    },
    {
      "cite": "John Sutherland Bonnell",
      "quote": "So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers."
    },
    {
      "cite": "Osho",
      "quote": "Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That's its balance."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Sadness may be part of life but there is no need to let it dominate your entire life."
    },
    {
      "cite": "Jareb Teague",
      "quote": "Sadness flowers to the next renewing joy."
    },
    {
      "cite": "Malagasy Proverb",
      "quote": "Sadness is a valuable treasure only discovered in people you love."
    },
    {
      "cite": "Theodore White",
      "quote": "The best thing for being sad is to learn something."
    },
    {
      "cite": "David Weatherford",
      "quote": "By the same token, we can experience joy because we have known sadness."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The walls we build around us to keep out the sadness also keep out the joy."
    },
    {
      "cite": "Nana Mouskouri",
      "quote": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness."
    },
    {
      "cite": "unknown",
      "quote": "Sadness does not come from bad circumstances. It comes from bad thoughts."
    },
    {
      "cite": "Jackie Kennedy",
      "quote": "One must not let oneself be overwhelmed by sadness."
    },
    {
      "cite": "Ecclesiastes, 7:3.",
      "quote": "Sorrow is better than laughter: for by the sadness of the countenance the heart is made better."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Sadness flies on the wings of the morning and out of the heart of darkness comes the light."
    },
    {
      "cite": "Taraji P. Henson",
      "quote": "Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it's there if you look deep."
    },
    {
      "cite": "Alyssa Milano",
      "quote": "First, accept sadness. Realize that without losing, winning isn't so great."
    },
    {
      "cite": "Osho",
      "quote": "When sadness comes, accept it. Listen to its song. It has something to give to you. It has a gift which no happiness can give to you, only sadness can give it."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "There is something beautiful in reveling in sadness. The proof is how beautiful sad songs can be. I don't think being sad is to be avoided. It's apathy and boredom you want to avoid. But feeling anything is good, I think."
    }
  ]
}