{
  "source": "https://www.wisesayings.com/safety-quotes/",
  "theme": "safety",
  "quotes": [
    {
      "cite": "Eleanor Everet",
      "quote": "For safety is not a gadget but a state of mind."
    },
    {
      "cite": "Goethe",
      "quote": "The dangers of life are infinite, and among them is safety."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "Safety is something that happens between your ears, not something you hold in your hands."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is always safety in valor."
    },
    {
      "cite": "Dudley Moore",
      "quote": "The best car safety device is a rear-view mirror with a cop in it."
    },
    {
      "cite": "Edward Coke",
      "quote": "Precaution is better than cure."
    },
    {
      "cite": "Harry Connick",
      "quote": "Safety's just danger, out of place."
    },
    {
      "cite": "Proverb",
      "quote": "Better a thousand times careful than once dead."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "We must respect the past and mistrust the present if we wish to provide for the safety of the future."
    },
    {
      "cite": "Tacitus",
      "quote": "The desire for safety stands against every great and noble enterprise."
    },
    {
      "cite": "Doug Bourne",
      "quote": "Safety is a common denominator across all aspects of life, hence knowledge should always be shared. It is not a matter for industry it is a matter for humanity."
    },
    {
      "cite": "Dr Trevor Kletz",
      "quote": "There's an old saying that if you think safety is expensive, try an accident. Accidents cost a lot of money. And, not only in damage to plant and in claims for injury, but also in the loss of the company's reputation."
    },
    {
      "cite": "Aesop",
      "quote": "Our insignificance is often the cause of our safety."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "Safety from external danger is the most powerful director of national conduct."
    },
    {
      "cite": "George Carlin",
      "quote": "A lot of the people who keep a gun at home for safety are the same ones who refuse to wear a seat belt."
    },
    {
      "cite": "Jack Mcdevitt",
      "quote": "One could not always put safety up front as the prime goal. Do that, and who would ever achieve anything of note?"
    },
    {
      "cite": "Jerry Smith",
      "quote": "Working safely is like breathing - if you don't, you die."
    },
    {
      "cite": "James Madison",
      "quote": "The safety and happiness of society are the objects at which all political institutions aim, and to which all such institutions must be sacrificed."
    },
    {
      "cite": "Mary Shafer",
      "quote": "Insisting on perfect safety is for people who don't have the balls to live in the real world."
    },
    {
      "cite": "Warren Farrell",
      "quote": "Choosing safety is a choice of life over career."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Out of this nettle, danger, we pluck this flower, safety."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that's secure is not safe"
    },
    {
      "cite": "Edward H. Harriman",
      "quote": "It is never safe to look into the future with eyes of fear."
    },
    {
      "cite": "Abraham H. Maslow",
      "quote": "One can go back toward safety or forward toward growth."
    },
    {
      "cite": "Motto",
      "quote": "Safety is from God alone."
    },
    {
      "cite": "Charles M. Hayes",
      "quote": "Safety First is Safety Always."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Government's first duty and highest obligation is public safety."
    },
    {
      "cite": "American Proverb",
      "quote": "It is better to be safe than sorry."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The best safety lies in fear."
    }
  ]
}