{
  "source": "https://www.wisesayings.com/safe-haven-quotes/",
  "theme": "safe-haven",
  "quotes": [
    {
      "cite": "Matt Bomer",
      "quote": "Without a safe haven, one of the most authentic parts of who you are, who you love, felt invisible to the world."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "This world can seem marvellously convincing until death collapses the illusion and evicts us from our hiding place. What will happen to us then if we have no clue of any deeper reality?"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The fear of God is safe haven."
    },
    {
      "cite": "Wil S. Hylton",
      "quote": "Many experts are concerned that the parents who need safe havens the most are the least likely to use them."
    },
    {
      "cite": "Brassai",
      "quote": "The wall, safe haven for what is forbidden, gives a voice to all those who would, without it, be condemned to silence."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "With care and protection, with safe havens in the ocean, there is still a good chance that we can turn things around."
    },
    {
      "cite": "Gary Shilling",
      "quote": "We're in a pretty tumultuous world, and there's a lot of uncertainty. Treasurys are where people go as one of the few safe havens in the world."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Happiness is the greatest hiding place for despair."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Sometimes the best hiding place is the one that's in plain sight."
    },
    {
      "cite": "Anne Michaels",
      "quote": "To share a hiding place, physical or psychological, is as intimate as love."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Your real secret hiding place is not a dark cave, it is not a dusky forest, it is not a desolate house in the middle of nowhere but your real secret hiding place is always your own mind! Every person ultimately hides himself over there, in his own mind!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Nature is the hiding place of the sensitive souls and the elevated minds!"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "God is our great helper, shelter, provider and protector."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "In a storm there is no shelter like the wings of God."
    },
    {
      "cite": "William Bennett",
      "quote": "Home is a shelter from storms - all sorts of storms."
    },
    {
      "cite": "Irish Proverb",
      "quote": "It is in the shelter of each other that the people live."
    },
    {
      "cite": "Samuel Mockbee",
      "quote": "Everyone, rich or poor, deserves a shelter for the soul."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Earth is the insane asylum of the universe."
    },
    {
      "cite": "Brad Friedel",
      "quote": "For a goalkeeper, there is no hiding place."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Hiding places there are innumerable, escape is only one, but possibilities of escape, again, are as many as hiding places."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The battle is lost or won in the secret places of the will before God, never first in the external world."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "There were days when you peered into yourself, into the secret places of your heart, and what you saw there made you faint with horror. And then, next day, you didn't know what to make of it,you couldn't interpret the horror you had glimpsed the day before. Yes, you know what evil costs."
    },
    {
      "cite": "George Eliot",
      "quote": "The human heart finds nowhere shelter but in human kind."
    }
  ]
}