{
  "source": "https://www.wisesayings.com/sage-quotes/",
  "theme": "sage",
  "quotes": [
    {
      "cite": "Lao Tzu",
      "quote": "The career of a sage is of two kinds: He is either honored by all in the world, Like a flower waving its head, Or else he disappears into the silent forest."
    },
    {
      "cite": "Laozi",
      "quote": "The Sage expects no recognition for what he does; he achieves merit but does not take it to himself; he does not wish to display his worth."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The sage does not hoard. The more he helps others, the more he benefits himself, The more he gives to others, the more he gets himself. The Way of Heaven does one good but never does one harm. The Way of the sage is to act but not to compete."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The sage belongs to the same obsolete repertory as the virtuous maiden and the enlightened monarch."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A sage is the instructor of a hundred ages."
    },
    {
      "cite": "Zhuangzi",
      "quote": "A sage steers by the bright light of confusion and doubt."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The sage has one advantage: he is immortal. If this is not his century, many others will be."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The sage never seems to know his own merits, for only by not noticing them can you call others' attention to them."
    },
    {
      "cite": "Laozi",
      "quote": "If the sage wants to stand above people, he must speak to them from below. If he wants to lead people, he must follow them from behind."
    },
    {
      "cite": "Laozi",
      "quote": "The Way of the Sage is to act but not to compete."
    },
    {
      "cite": "Susan Sontag",
      "quote": "To paraphrase several sages: Nobody can think and hit someone at the same time."
    },
    {
      "cite": "Alberto Villoldo",
      "quote": "If the way of the sage is true, that we are all dreaming our world into being, then it has to apply not only to our private, personal universe but to the world at large."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "The Sage has no thinking mind and therefore there are no ‘others’ for him."
    },
    {
      "cite": "Laozi",
      "quote": "The Sage expects no recognition for what he does; he achieves merit but does not take it to himself; he does not wish to display his worth."
    },
    {
      "cite": "Lie Yukou",
      "quote": "The Sage embraces similarity of understanding and pays no regard to similarity of form. The world in general is attracted by similarity of form, but remains indifferent to similarity of understanding."
    },
    {
      "cite": "Laozi",
      "quote": "The sage governs by emptying senses and filling bellies."
    },
    {
      "cite": "Laozi",
      "quote": "The sage's Way is to act and not to contend."
    },
    {
      "cite": "Laozi",
      "quote": "The sage knows without traveling, perceives without looking, completes without acting."
    },
    {
      "cite": "Laozi",
      "quote": "The sage never strives for greatness, and can therefore accomplish greatness."
    },
    {
      "cite": "Laozi",
      "quote": "The sage does not attempt anything very big, and thus achieves greatness."
    },
    {
      "cite": "Laozi",
      "quote": "The sage attends to the belly, and not to what he sees."
    },
    {
      "cite": "Laozi",
      "quote": "The sage is one with the world, and lives in harmony with it."
    },
    {
      "cite": "Laozi",
      "quote": "The sage has no concern for himself, but makes the concerns of others his own."
    },
    {
      "cite": "Laozi",
      "quote": "The sage knows himself, but does not parade. He cherishes himself, but does not praise himself."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The sage says that all that is under heaven incurs the same law and the same fate."
    },
    {
      "cite": "Laozi",
      "quote": "The sage does not act and therefore does not fail, does not seize and therefore does not lose."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The sage desires no desire, does not value rare treasures, learns without learning, recovers what people have left behind."
    },
    {
      "cite": "Maurice Maeterlinck",
      "quote": "The true sage is not he who sees, but he who, seeing the furthest, has the deepest love for mankind."
    },
    {
      "cite": "Laozi",
      "quote": "The sage acts without taking credit. He accomplishes without dwelling on it. He does not want to display his worth."
    },
    {
      "cite": "Laozi",
      "quote": "The sage is sharp but does not cut, pointed but does not pierce, forthright but does not offend, bright but does not dazzle."
    }
  ]
}