{
  "source": "https://www.wisesayings.com/sagittarius-quotes/",
  "theme": "sagittarius",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Sagittarius have smiles that can brighten any room and will always try to make you feel like you belong."
    },
    {
      "cite": "unknown",
      "quote": "As forgiving as they are, Sagittarius doesn't mind distancing themselves from people, so don't test them."
    },
    {
      "cite": "Freeda Gillbert",
      "quote": "They can be the sweetest person until you piss them off."
    },
    {
      "cite": "Ramana Pemmaraju",
      "quote": "Sagittarians are aliens disguised as humans"
    },
    {
      "cite": "unknown",
      "quote": "A Sagittarius hardly holds grudges. If you ask one about it, he or she will tell you it's old news. They've already moved on."
    },
    {
      "cite": "unknown",
      "quote": "Sagittarius have a heart of gold and will have no problem settling down with someone who can keep up with them."
    },
    {
      "cite": "Yolanda",
      "quote": "A Sagittarius can read people easily, so there's no hiding your feelings from them."
    },
    {
      "cite": "unknown",
      "quote": "Count on a Sagittarius to help discover a whole new meaning to life."
    },
    {
      "cite": "Freeda Gillbert",
      "quote": "They know life is too short to be sweating the petty stuff."
    },
    {
      "cite": "unknown",
      "quote": "Sagittarius are not hot tempered, but when they are, keep your distance."
    },
    {
      "cite": "unknown",
      "quote": "A Sagittarius can say things to you so bluntly, you won't know if you should be upset or love their honesty."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I'm a Sagittarius, and one of our major qualities is that we're blindly optimistic."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "I don't believe in astrology; I'm a Sagittarius and we're skeptical."
    },
    {
      "cite": "unknown",
      "quote": "A Sagittarius is that one person you can always act like a fool with and take a long drive nowhere with to escape everyday life."
    },
    {
      "cite": "unknown",
      "quote": "A Sagittarius can look emotionally distant. But in reality, he or she has a big heart."
    },
    {
      "cite": "unknown",
      "quote": "Nothing about a Sagittarius-born is boring. They know how to get the party started."
    },
    {
      "cite": "unknown",
      "quote": "As a Sagittarius, you don't have time for people who play mind games because you have better things to do with your time."
    },
    {
      "cite": "Rosemary Breen",
      "quote": "While a Sagittarian tends to be candid, there's also a part of them that could be described as being more devious than Pisces, more deceptive than Gemini and more carnal than Scorpio."
    },
    {
      "cite": "unknown",
      "quote": "Sagittarians have smiles that can brighten any room and will always try to make you feel like you belong."
    },
    {
      "cite": "Freeda Gillbert",
      "quote": "Sagittarius will give you the world if you wanted it. When they fall for someone it's the real deal."
    },
    {
      "cite": "Therrie Rosenvald",
      "quote": "If you see a guy with a big grin from one ear to the other, winking in a mischievous way and who still looks like a college kid even though his hair is turning grey, then you've probably run into a Sagittarius man."
    },
    {
      "cite": "Therrie Rosenvald",
      "quote": "The Sagittarius man is debonair, footloose and often accused of being a playboy."
    },
    {
      "cite": "Therrie Rosenvald",
      "quote": "Mr Sagittarius likes to postpone for as long as possible."
    },
    {
      "cite": "Therrie Rosenvald",
      "quote": "Sagittarians are not normally sentimental, however, they can get really attached to a favorite sweater that has seen better days."
    },
    {
      "cite": "Margarete Beim",
      "quote": "Average Sagittarius is more interested in contentment and joy than in material gain."
    },
    {
      "cite": "Margarete Beim",
      "quote": "When Sagittarius does get hooked on a venture, he or she is often willing to take risks to secure a profit."
    },
    {
      "cite": "Margarete Beim",
      "quote": "Not all Sagittarius are very interested in home life."
    },
    {
      "cite": "Margarete Beim",
      "quote": "People born under the Sagittarius sign are not keen on luxuries and other displays of wealth."
    },
    {
      "cite": "Margarete Beim",
      "quote": "Even when they settle down, Sagittarius men and women like to keep a small corner of their life just for themselves."
    }
  ]
}