{
  "source": "https://www.wisesayings.com/sailing-quotes/",
  "theme": "sailing",
  "quotes": [
    {
      "cite": "Morgan Freeman",
      "quote": "If you live a life of make-believe, your life isn't worth anything until you do something that does challenge your reality. And to me, sailing the open ocean is a real challenge, because it's life or death."
    },
    {
      "cite": "George Matthew Adams",
      "quote": "Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford."
    },
    {
      "cite": "Irv Heller",
      "quote": "Sailing - The fine art of slowly going nowhere at great expense while being cold, wet and miserable."
    },
    {
      "cite": "Michael B. McPhee",
      "quote": "For the most part, a sailboat navigates through its world of wind and water not leaving a single trace of its passage. Nothing is consumed. Nothing is altered. The winds and the water are left in exactly the same condition for the next user. Sailing is forever."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The sail, the play of its pulse so like our own lives: so thin and yet so full of life, so noiseless when it labors hardest, so noisy and impatient when least effective."
    },
    {
      "cite": "Bernard Hayman",
      "quote": "A man can pretend to be a lot of things in this world; but he can only pretend to be a sailor for as long as it takes to clear the harbour mouth!"
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "To reach a port we must sail, sometimes with the wind, and sometimes against it. But we must not drift or lie at anchor."
    },
    {
      "cite": "Seneca",
      "quote": "If one does not know to which port one is sailing, no wind is favorable."
    },
    {
      "cite": "George William Curtis",
      "quote": "It is not the ship so much as the skillful sailing that assures the prosperous voyage."
    },
    {
      "cite": "Don Bamford",
      "quote": "Only two sailors, in my experience, never ran aground. One never left port and the other was an atrocious liar."
    },
    {
      "cite": "Anonymous",
      "quote": "He who goes to sea for pleasure would go to hell to pass the time!"
    },
    {
      "cite": "Magnus Olsson",
      "quote": "It's scary to have a 30 foot wave chasing you. If you are steering, you don't look back. The crew looks back for you, and you watch their faces. When they look straight up, then get ready!"
    },
    {
      "cite": "Sophocles",
      "quote": "Wonders are many, and none is more wonderful than the power that crosses the white sea, driven by the stormy wind, making a path under surges that threaten to engulf him"
    },
    {
      "cite": "Charles Buxton",
      "quote": "Success soon palls. The joyous time is when the breeze first strikes your sails, and the waters rustle under your bows."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now, you will be more disappointed by the things you didn't do than those you did. So throw off the bowlines. Sail away from safe harbor. Catch the wind in your sails. Explore. Dream. Discover."
    },
    {
      "cite": "Anonymous",
      "quote": "A bad day sailing is 100 times better than a good day at work"
    },
    {
      "cite": "Bernard Moitessier",
      "quote": "The questions that used to bother me at times, do not weigh anything before the immensity of a wake so close to the sky and filled with the wind of the sea"
    },
    {
      "cite": "Joyce Brothers",
      "quote": "There is a rule in sailing where the more maneuverable ship should give way to the less maneuverable craft. I think this is sometimes a good rule to follow in human relationships as well."
    },
    {
      "cite": "Alexander Pope",
      "quote": "On life's vast ocean diversely we sail. Reasons the card, but passion the gale."
    },
    {
      "cite": "Rumi",
      "quote": "On a day when the wind is perfect, the sail just needs to open and the world is full of beauty."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Tis the set of the sail that decides the goal, and not the storm of life."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We are tied to the ocean. And when we go back to the sea, whether it is to sail or to watch, we are going back from whence we came."
    },
    {
      "cite": "William Penn",
      "quote": "Less judgment than wit is more sail than ballast."
    },
    {
      "cite": "Bertha Calloway",
      "quote": "We cannot direct the wind, but we can adjust the sails."
    },
    {
      "cite": "Dr. Thomas Fuller",
      "quote": "He that will not sail till all dangers are over must never put to sea."
    },
    {
      "cite": "Robert Southwell",
      "quote": "Hoist up sail while gale doth last, Tide and wind stay no man's pleasure"
    },
    {
      "cite": "C J Dennis",
      "quote": "I'd like to be a sailor - a sailor bold and bluff, Calling out, 'Ship ahoy!' in manly tones and gruff. I'd learn to box the compass, and to reef and tack and luff; I'd sniff and sniff the briny breeze and never get enough. Perhaps I'd chew tobacco, or an old black pipe I'd puff, But I wouldn't be a sailor if The sea was very rough."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Any fool can carry on, but a wise man knows how to shorten sail in time."
    },
    {
      "cite": "Anonymous",
      "quote": "Sailing requires the management of all the systems on the boat, plus all the controls on the boat, while assessing the weather and navigation. It's planning everything to a fine level of detail and making the required adjustments all at the same time things are changing"
    }
  ]
}