{
  "source": "https://www.wisesayings.com/salary-quotes/",
  "theme": "salary",
  "quotes": [
    {
      "cite": "Christopher Voss",
      "quote": "Salary negotiations shouldn't be limited to just salary. Salary pays your mortgage, but terms build your career."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "Salary stories are intrusive. Do you ask your neighbour what they earn for their job?"
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The salary of the chief executive of a large corporation is not a market award for achievement. It is frequently in the nature of a warm personal gesture by the individual to himself."
    },
    {
      "cite": "Charles Jaffe",
      "quote": "It's not your salary that makes you rich, it's your spending habits."
    },
    {
      "cite": "Jack Benny",
      "quote": "Try to save something while your salary is small; it's impossible to save after you begin to earn more."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "A salary does not make a person rich, but only gives him the opportunity to take care of hisneeds. It is not a means of becoming wealthy. It is a means of fulfilling our potential."
    },
    {
      "cite": "James Altucher",
      "quote": "The only way to make real wealth is to get rid of your salary. In a salary, by definition, you are creating wealth for others, and you are creating a chain and handcuffs for yourself."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The reason that man is seldom satisfied with his salary is that when it increases, he increases his expenses."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To work for salary is to mortgage your life."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Salary is the price you pay to compromise on your dreams."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A salary is a tax employers pay, every four weeks, for putting an employee’s dream on hold."
    },
    {
      "cite": "Henry Ford",
      "quote": "Paying good wages is not charity at all-it is the best kind of business."
    },
    {
      "cite": "Karl Marx",
      "quote": "Wages are determined by the bitter struggle between capitalist and worker."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "The best of wages will not compensate for excessively long working hours which undermine heath."
    },
    {
      "cite": "Hilary of Poitiers",
      "quote": "Wages cannot be considered as a gift, because they are due to work, but God has given free grace to all men by the justification of faith."
    },
    {
      "cite": "Cullen Hightower",
      "quote": "A day’s pay for a day’s work is more than adequate when both the work and the pay are appreciated as much as they are expected."
    },
    {
      "cite": "Matt Mullenweg",
      "quote": "Money and salary is not a particularly good motivator in the long term."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "It is my belief that one's salary is between an individual and the IRS."
    },
    {
      "cite": "Carlos Tevez",
      "quote": "Salary matters shouldn't be told to everyone. It's a matter of respect for my teammates."
    },
    {
      "cite": "Jerry Buss",
      "quote": "Anybody who makes an outlandish salary obviously attracts attention."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The three most harmful addictions are heroin, carbohydrates, and a monthly salary."
    },
    {
      "cite": "James Sinegal",
      "quote": "Obscene salaries send the wrong message through a company."
    },
    {
      "cite": "Samora Machel",
      "quote": "Salaries and wages must reflect the reality of the enterprise's economic performance; deviations from the planned performance should be reflected in pay."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Salary is no object: I want only enough to keep body and soul apart."
    },
    {
      "cite": "Joe Torre",
      "quote": "The fact that somebody is reducing your salary is just telling me they're not satisfied with what you're doing."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The first commitment is raise your salary. One of the ways to raise your salary sometimes is to have short-term profits but there are many other ways."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Job and salary is the greatest slavery you can ever set upon yourself."
    },
    {
      "cite": "Tom Perez",
      "quote": "It stands to reason: Higher wages means higher loyalty and morale, which means higher productivity, which means a more profitable business."
    },
    {
      "cite": "Jeremy Corbyn",
      "quote": "You pay more in wages, get more in in tax, you get people living a higher standard, you get more money. It's a kind of circle."
    },
    {
      "cite": "James Sinegal",
      "quote": "Paying good wages is not in opposition to good productivity."
    }
  ]
}