{
  "source": "https://www.wisesayings.com/salad-quotes/",
  "theme": "salad",
  "quotes": [
    {
      "cite": "Robert Hendrickson",
      "quote": "Cleopatra, kidded by Charmian about her old love for Julius Cesar, joked that those were her salad days, when she was 'green in judgement, cold in blood.'"
    },
    {
      "cite": "Ronald Dahl",
      "quote": "Hair...coarse and slightly wavy, with just a trace of oil all over it, like a well-tossed salad."
    },
    {
      "cite": "Anon",
      "quote": "A woman is like a salad; much depends on the dressing."
    },
    {
      "cite": "Paul Newman",
      "quote": "The embarrassing thing is that the salad dressing is out-grossing my films."
    },
    {
      "cite": "Lord Byron",
      "quote": "A woman should never be seen eating or drinking, unless it be lobster salad and champagne, the only true feminine and becoming viands."
    },
    {
      "cite": "John Barrymore",
      "quote": "There are three things a woman can make out of almost anything— a salad, a hat, and a quarrel."
    },
    {
      "cite": "Jean Pierre Camus",
      "quote": "It takes more oil than vinegar to make a good salad."
    },
    {
      "cite": "Sonja Overhiser",
      "quote": "There's no lettuce in a true Greek salad; it's a mix of vegetables based around large, juicy tomato wedges."
    },
    {
      "cite": "Chuck Williams",
      "quote": "The essence of a good salad is simplicity. Clean, bright flavors that, when brought together, bring out the best in one another."
    },
    {
      "cite": "Chuck Williams",
      "quote": "Herbs are appreciated for the complex flavor and refreshing taste they bring to a salad."
    },
    {
      "cite": "Tasha DeSerio",
      "quote": "Your hands are the best tool for dressing salad greens— tongs or other tools bruise delicate greens and make it difficult to dress them evenly."
    },
    {
      "cite": "Tasha DeSerio",
      "quote": "Making salads is an art. A delicious, healthy art."
    },
    {
      "cite": "Jean Pare",
      "quote": "When schedules are tight and mealtime becomes a rushed affair, salads are often the first thing dropped from the menu, and that's a shame because a salad adds nutrition, texture, color, and taste to even the simplest of meals."
    },
    {
      "cite": "Alfred Suzanne",
      "quote": "A salad at dinner is a necessity, almost a passion with some people; the craving for it may be compared to that of an inveterate smoker for his pipe, of english women for tea, and the Chinese for opium."
    },
    {
      "cite": "J.J. Rousseau",
      "quote": "Salad required so much care in order to retain the essential properties of the plants that they should not be touched except  by the delicate fingers of a young girl."
    },
    {
      "cite": "Pam Powell",
      "quote": "A salad is only as good as the ingredients used to crate it."
    },
    {
      "cite": "Harry Eastwood",
      "quote": "The joy of a salad is that it can be made up from almost anything and it will always provide you with a healthy, colorful, and fun food experience."
    },
    {
      "cite": "Harry Eastwood",
      "quote": "Apart from being delicious, salads are also a way of looking at leaves and vegetables in a fresh, new light."
    },
    {
      "cite": "Harry Eastwood",
      "quote": "To my delight, I have found that eating a salad a day has opened up a world of lunches and dinners that are decadent and satisfying— and usually knocked up in twenty minutes."
    },
    {
      "cite": "Harry Eastwood",
      "quote": "The soul of a great salad lies in the freshness of its ingredients, the imagination with which it comes together, and the vibrancy of the colours, textures, and tastes on your plate."
    },
    {
      "cite": "Jean-Anthelme Brillat-Savarin",
      "quote": "Salad 'freshens without enfeebling and fortifies without irritating.'"
    },
    {
      "cite": "Louis Bromfield",
      "quote": "Bread is the king of the table and all else is merely the court that surrounds the king. The countries are the soup, the meat, the vegetables, the salad but bread is king."
    },
    {
      "cite": "George Ellwanger",
      "quote": "To remember a successful salad is generally to remember a successful dinner; at all events, the perfect dinner necessarily includes the perfect salad."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "It's like a jar of salad dressing sitting on a shelf... most of the seasoning settles to the bottom of the bottle. But when you shake that bottle up, all the ingredients mix together and then the dressing can add flavor to a salad. In the same way, we can stir ourselves up and regain the reverence, respect and awe we once had for the Lord."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "One of the benefits of eating salad is that you can eat tons of it and never be satisfied."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "A well-made salad must have a certain uniformity; it should make perfect sense for those ingredients to share a bowl."
    },
    {
      "cite": "Miles Kington",
      "quote": "Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad."
    },
    {
      "cite": "Laurie Colwin",
      "quote": "Many people eat salad dutifully because they feel it is good for them, but more enlightened types eat it happily because it is good."
    },
    {
      "cite": "Brian O'Driscoll",
      "quote": "Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad."
    },
    {
      "cite": "Augustus Saint-Gaudens",
      "quote": "What garlic is to salad, insanity is to art."
    }
  ]
}