{
  "source": "https://www.wisesayings.com/salem-quotes/",
  "theme": "salem",
  "quotes": [
    {
      "cite": "Edmund Morgan",
      "quote": "By 1892, enlightenment had progressed to the point where the Salem trials were simply an embarrassing blot on the history of New England. They were a part of the past that was best forgotten: a reminder of how far the human race had come in two centuries."
    },
    {
      "cite": "Thomm Quackenbush",
      "quote": "Salem has become this ... Mecca for Wiccans, but no witches died here. Aside from Tituba, no one practiced anything like witchcraft near here in colonial times. It was a bunch of bored Puritans who thought killing their neighbors at the behest of teenage girls was a fine, Christian form of entertainment and land acquisition."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When a small group of people come together to relive the Salem witch hunts, God cries. For if anything is sorrowful to God, it is evil done in his name. When you find out you were not given the truth, how will you live with yourself?"
    },
    {
      "cite": "Stacy Schiff",
      "quote": "Salem is in part a story of what happens when a set of unanswerable questions meets a set of unquestioned answers."
    },
    {
      "cite": "Alice Morse Earle",
      "quote": "Salem houses present to you a serene and dignified front, gracious yet reserved, not thrusting forward their choicest treasures to the eyes of passing strangers; but behind the walls of the houses, enclosed from public view, lie cherished gardens, full of the beauty of life."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Though our own hearts break, we cannot flinch; these are new times, sir. There is a misty plot afoot so subtle we should be criminal to cling to old respect and ancient friendships. I have seen too many frightful proofs in court the Devil is alive in Salem, and we dare not quail to follow wherever the accusing finger points!"
    },
    {
      "cite": "Arthur Miller",
      "quote": "We are what we always were in Salem, but now the little crazy children are jangling the keys of the kingdom, and common vengeance writes the law!"
    },
    {
      "cite": "Rose McGowan",
      "quote": "I think if I had lived back in Salem, I would have been burned at the stake."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "To me there is nothing more fraught with mystery & terror than a remote Massachusetts farmhouse against a lonely hill. Where else could an outbreak like the Salem witchcraft have occurred?"
    },
    {
      "cite": "Joel Miller",
      "quote": "With its brutal excesses and reliance on snitches and finks as informants, I don't think it's far off-kilter to describe the modern-day drug war as oddly similar to the Salem witch trials."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "In the Salem of our peaceful hearts, the name of Jesus is great beyond compare, he has won our love, and He shall wear it."
    },
    {
      "cite": "John Updike",
      "quote": "If she'd been born at the right time they would have burned her over in Salem."
    },
    {
      "cite": "Sarah Vowell",
      "quote": "There are freaky talking mannequins in the Salem Witch Museum that recite the Lord's Prayer and while they do resemble shrunken apples they nevertheless help the visitor understand how hard it must have been for the condemned to say the line about forgiving those who trespass against us."
    }
  ]
}