{
  "source": "https://www.wisesayings.com/salt-quotes/",
  "theme": "salt",
  "quotes": [
    {
      "cite": "Victor Hugo",
      "quote": "Earnestness is the salt of eloquence."
    },
    {
      "cite": "Theodore Parker",
      "quote": "Disappointment is often the salt of life."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Wit is the salt of conversation, not the food."
    },
    {
      "cite": "Antonio Tabucchi",
      "quote": "The salt of any interesting civilization is mixture."
    },
    {
      "cite": "Pythagoras",
      "quote": "Salt is born of the purest parents: the sun and the sea."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "The salt blowing off the sea makes the air feel textured and heavy."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Just like salt makes sweet taste sweeter, trials make happy feel happier."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Salt is like good-humor, and nearly every thing is better for a pinch of it."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Be salt, and a little bit of salt keeps the whole society from going rancid."
    },
    {
      "cite": "Jay Rayner",
      "quote": "Salt is the difference between eating in Technicolor and eating in black and white."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "There must be something strangely sacred in salt. It is in our tears and in the sea."
    },
    {
      "cite": "Rebecca West",
      "quote": "Nobody likes having salt rubbed into their wounds, even if it is the salt of the earth."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The arts are the salt of the earth; as salt relates to food, the arts relate to technology."
    },
    {
      "cite": "John Piper",
      "quote": "People don't enjoy salt. They enjoy what is salted. We are the salt of the earth. We do not exist for ourselves."
    },
    {
      "cite": "Vance Havner",
      "quote": "Salt seasons, purifies, preserves. But somebody ought to remind us that salt also irritates. Real living Christianity rubs this world the wrong way."
    },
    {
      "cite": "Margaret Visser",
      "quote": "Salt is the policeman of taste: it keeps the various flavors of a dish in order and restrains the stronger from tyrannizing over the weaker."
    },
    {
      "cite": "John H. Tobe",
      "quote": "The fact that salt is a powerful emetic as well as a potent laxative should convince the most skeptical that it is not meant to form an important part of the human diet."
    },
    {
      "cite": "Ferran Adria",
      "quote": "Salt is the only product that changes cuisine. There's a big difference between food that has salt and food without it. If you don't believe that, ask people who can't eat salt."
    },
    {
      "cite": "Margaret Visser",
      "quote": "Salt is the only rock directly consumed by man. It corrodes but preserves, desiccates but is wrested from the water. ... It preserves things from corruption - even as it corrodes other things with its bite. A little of it fertilizes the land; a lot sterilizes it."
    },
    {
      "cite": "George O. Wood",
      "quote": "The purpose of the salt in the steak is to do its work so quietly that it changes the nature of what it invades without calling attention to itself. Salt must get into something in order to have effect, where it indelibly stamps its own character upon what it invades."
    }
  ]
}