{
  "source": "https://www.wisesayings.com/salty-quotes/",
  "theme": "salty",
  "quotes": [
    {
      "cite": "Sarah Silverman",
      "quote": "I still have highs and lows, maybe I don't cry salty tears as much."
    },
    {
      "cite": "Tamara Taylor",
      "quote": "I try to be mindful of snacking, but salty chips sometimes sneak in."
    },
    {
      "cite": "Iliza Shlesinger",
      "quote": "Both are salty, one will give me carpal tunnel, I'll go with the fries."
    },
    {
      "cite": "Willie Geist",
      "quote": "Salty. I could just eat a mountain of bacon for breakfast; it's so delicious."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "If you put butter and salt on it, it tastes like salty butter."
    },
    {
      "cite": "Rebecca West",
      "quote": "“[N]obody likes having salt rubbed into their wounds, even if it is the salt of the earth.”"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "“You are the salt of the earth. But remember that salt is useful when in association, but useless in isolation.”"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "“Don't be a pepper on the eyes of people; Rather be the salt on their tongue and make a difference that influences their sense of belonging to the earth.”"
    },
    {
      "cite": "Gary Taubes",
      "quote": "“The laboratory evidence that carbohydrate-rich diets can cause the body to retain water and so raise blood pressure, just as salt consumption is supposed to do, dates back well over a century”"
    },
    {
      "cite": "Jennifer Nettles",
      "quote": "Salt water is cleansing, be it sweat, the ocean, or tears."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Salt is like good-humor, and nearly every thing is better for a pinch of it."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Be salt, and a little bit of salt keeps the whole society from going rancid."
    },
    {
      "cite": "Margaret Visser",
      "quote": "Salt is the policeman of taste: it keeps the various flavors of a dish in order and restrains the stronger from tyrannizing over the weaker."
    },
    {
      "cite": "Rebecca West",
      "quote": "Nobody likes having salt rubbed into their wounds, even if it is the salt of the earth."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "There must be something strangely sacred in salt. It is in our tears and in the sea."
    },
    {
      "cite": "Jesse Neo",
      "quote": "Let the salt of your tears be the spice of your success banquet."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Oh salty sea, how much of your salt Is tears from Portugal?"
    },
    {
      "cite": "Lauren Oliver",
      "quote": "The salt blowing off the sea makes the air feel textured and heavy."
    },
    {
      "cite": "Vance Havner",
      "quote": "Salt seasons, purifies, preserves. But somebody ought to remind us that salt also irritates. Real living Christianity rubs this world the wrong way."
    },
    {
      "cite": "Sylvester Graham",
      "quote": "Salt is wholly innutritious; it affords no nourishment to any structure or substance of the human body."
    },
    {
      "cite": "Jeremy Gove",
      "quote": "“If salt isn’t salty, it’s pointless.”"
    },
    {
      "cite": "Emma Cameron",
      "quote": "i miss my brother like the sea would miss salt if that were taken away."
    },
    {
      "cite": "Michael Moss",
      "quote": "Each year, food companies use an amount of salt that is every bit as staggering as it sounds: 5 billion pounds."
    },
    {
      "cite": "Rodney Ross",
      "quote": "In youth, you want someone to build a life with. After fifty, you just want someone who can handle salt."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "My desire swollen with hope Will float upon your salty tears"
    },
    {
      "cite": "Saša Milivojev",
      "quote": "Like a salty tear You are my aching wound Let me beg and love you and love you."
    },
    {
      "cite": "Sonia Walker",
      "quote": "Her eyes shone as she munched with pleasure, relishing every piece of her salty treasure."
    },
    {
      "cite": "Brenden Pettingill",
      "quote": "it is the taste that enjoys you  it is salty and bitter and less than fairly traded it cries in the boiling water before being dipped in butter and designed on a plate\tit is the taste that enjoys you  it is salty and bitter and less than fairly traded it cries in the boiling water before being dipped in butter and designed on a plate"
    }
  ]
}