{
  "source": "https://www.wisesayings.com/salute-quotes/",
  "theme": "salute",
  "quotes": [
    {
      "cite": "Ismail Haniyeh",
      "quote": "I salute all the nations of the Arab Spring and I salute the heroic people of Syria who are striving for freedom, democracy and reform."
    },
    {
      "cite": "Desiree Rogers",
      "quote": "How can we salute - encourage the American spirit? That means many different things to many different people."
    },
    {
      "cite": "General George S. Patton",
      "quote": "If you can't get them to salute when they should salute and wear the clothes you tell them to wear, how are you going to get them to die for their country?"
    },
    {
      "cite": "Bob Taft",
      "quote": "Many have left their families to defend our freedom. We salute their bravery; we express our appreciation and support to their families. And we pray for their safe return."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "No government on earth can make men, who have realized freedom in their hearts, salute against their will."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "I salute and thank all my opponents, from whom, I learned many things, without pushing and searching for that, even sitting at home."
    },
    {
      "cite": "Tecumseh",
      "quote": "Always give a word or sign of salute when meeting or passing a friend, or even a stranger, if in a lonely place."
    },
    {
      "cite": "Richard Winters",
      "quote": "We salute the rank not the man."
    },
    {
      "cite": "Max Lucado",
      "quote": "If God were only mighty, we would salute Him. But since he is Merciful and Mighty, we can approach Him."
    },
    {
      "cite": "Andrew Guzaldo",
      "quote": "Salute the past and give thanks for the lessons and experience it gave. Welcome the future and be ready for new challenges."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Life laughs at you when you are unhappy; Life smiles at you when you are happy; But life salutes you when you make others happy."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "You take it from me, we are losing the war because we can salute too well."
    },
    {
      "cite": "George Herbert",
      "quote": "By all means use some time to be alone, salute thyself, see what thy soul doth wear."
    },
    {
      "cite": "George Washington",
      "quote": "Be not forward, but friendly and courteous; the first to salute, hear and answer; and be not pensive when it is time to converse."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Flag up your courage high and your fears will salute it in humility. Your fears are like walls without foundations; they are afraid to go down and hence pretend to be strong! Exercise Courage!"
    },
    {
      "cite": "John Byrom",
      "quote": "Christians awake, salute the happy morn whereon the Saviour of the world was born."
    },
    {
      "cite": "R.C. Sproul",
      "quote": "Most Christians salute the sovereignty of God but believe in the sovereignty of man."
    },
    {
      "cite": "Robert Stone",
      "quote": "Everybody's after a new morning. What do we have to run up and salute tomorrow?"
    },
    {
      "cite": "Neneh Cherry",
      "quote": "I try not to be superstitious, but, you know, we never put any shoes on the table. That's totally against the law in our house. And I always salute when I see one magpie."
    }
  ]
}