{
  "source": "https://www.wisesayings.com/salvation-quotes/",
  "theme": "salvation",
  "quotes": [
    {
      "cite": "Karl Barth",
      "quote": "No one can be saved in virtue of what he can do. Everyone can be saved in virtue of what God can do."
    },
    {
      "cite": "Steve Lawson",
      "quote": "Salvation is not a reward for the righteous, it is a gift for the guilty."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "Every year, if not every day, we have to wager our salvation upon some prophecy based upon imperfect knowledge."
    },
    {
      "cite": "Paul Washer",
      "quote": "Salvation is a work of God to show His glory. That's why He's not going to let it fail."
    },
    {
      "cite": "David Jeremiah",
      "quote": "Saving us is the greatest and most concrete demonstration of God's love, the definitive display of His grace throughout time and eternity."
    },
    {
      "cite": "Joseph Smith, Jr.",
      "quote": "Salvation cannot come without revelation. Men of the present time testify of heaven and hell, and have never seen either; and I will say that no man knows these things without this."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "The salvation of mankind lies only in making everything the concern of all."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "The salvation of this human world lies nowhere else than in the human heart, in the human power to reflect, in human meekness and human responsibility."
    },
    {
      "cite": "Rick Warren",
      "quote": "Through salvation our past has been forgiven, our present is given meaning, and out future is secured."
    },
    {
      "cite": "David Platt",
      "quote": "Salvation has absolutely nothing to do with human merit and absolutely everything to do with divine mercy."
    },
    {
      "cite": "Dean Koontz",
      "quote": "None of us can ever save himself; we are the instruments of one another's salvation, and only by the hope that we give to others do we lift ourselves out of the darkness into light."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Salvation is from our side a choice, from the divine side it is a seizing upon, an apprehending, a conquest by the Most High God. Our accepting and willing are reactions rather than actions. The right of determination must always remain with God."
    },
    {
      "cite": "J.C. Ryle",
      "quote": "Saving faith and real converting grace will always produce some conformity to the image of Jesus."
    },
    {
      "cite": "Marilynne Robinson",
      "quote": "Salvation was universally considered to be much more becoming in women than in men."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Salvation cannot be bought with the currency of obedience; it is purchased by the blood of the Son of God."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The first step in a person's salvation is knowledge of their sin."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "The salvation of the world lies in the human heart."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Our salvation is in work, but let us also take delight in that work."
    },
    {
      "cite": "Ryszard Kapuscinski",
      "quote": "Our salvation is in striving to achieve what we know we'll never achieve."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Human salvation lies in the hands of the creatively maladjusted."
    },
    {
      "cite": "Kristen Heitzmann",
      "quote": "Christ has accomplished your salvation. But He has not yet perfected your circumstances. Do not be confused in the two."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets."
    },
    {
      "cite": "Billy Graham",
      "quote": "Salvation is free, but discipleship costs everything we have."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The salvation of a single soul is more important than the production or preservation of all the epics and tragedies in the world."
    },
    {
      "cite": "Henry Miller",
      "quote": "There is no salvation in becoming adapted to a world which is crazy."
    },
    {
      "cite": "Buddha",
      "quote": "Work out your own salvation. Do not depend on others."
    },
    {
      "cite": "A.W Tozer",
      "quote": "As long as Christ sits on the mediatorial throne every day is a good day and all days are days of salvation."
    },
    {
      "cite": "Augustine",
      "quote": "Forgiveness is the remission of sins. For it is by this that what has been lost, and was found, is saved from being lost again."
    },
    {
      "cite": "Rob Bell",
      "quote": "Salvation is the entire universe being brought back into harmony with its maker."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Not that our salvation should be the effect of our work, but our work should be the evidence of our salvation."
    }
  ]
}