{
  "source": "https://www.wisesayings.com/samurai-quotes/",
  "theme": "samurai",
  "quotes": [
    {
      "cite": "Yamada Jirokichi",
      "quote": "Sword and mind must be united. Technique by itself is insufficient, and spirit alone is not enough."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "A samurai will use a toothpick even though he has not eaten. Inside the skin of a dog, outside the hide of a tiger."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "The samurai is the first to suffer anxiety for human society, and he is the last to seek personal pleasure."
    },
    {
      "cite": "Alexei Maxim Russell",
      "quote": "A samurai chooses to serve a master and does it out of respect and love, not because they are forced. Service to them is not demeaning; service is an expression of their prowess and their pride; they serve because only they are strong enough to serve with such flawless perfection and such consummate ability. It is a source of pride to them."
    },
    {
      "cite": "Nabeshima Naoshige",
      "quote": "The way of the samurai is found in death. When it comes to either or, there is only the quick choice of death. It is not particularly difficult. Be determined and advance."
    },
    {
      "cite": "Lucy Liu",
      "quote": "Working on the samurai sword is very different because your body position has to be very still. It's a much quieter way of fighting."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "The true meaning of the samurai is one who serves and adheres to the power of love."
    },
    {
      "cite": "Lyoto Machida",
      "quote": "The samurai always has to rise and move on, because new challenges will come."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "The sword has to be more than a simple weapon; it has to be an answer to life's questions."
    },
    {
      "cite": "Dustin Diamond",
      "quote": "The sword was a very elegant weapon in the days of the samurai. You had honor and chivalry much like the knights, and yet it was a gruesome and horrific weapon."
    },
    {
      "cite": "Stan Sakai",
      "quote": "A samurai should always be prepared for death whether his own or someone else's."
    },
    {
      "cite": "Yamaoka Tesshu",
      "quote": "As a samurai, I must strengthen my character; as a human being I must perfect my spirit."
    },
    {
      "cite": "Alexei Maxim Russell",
      "quote": "Being a samurai is all about selfless service and if the lord abuses the servant, it is no longer a situation of service; it becomes the situation of a victim. It is never acceptable for a samurai to be a victim. It is never acceptable to allow a lord to abuse you or rob you of your dignity. In such a situation, it is acceptable to walk away."
    },
    {
      "cite": "Inazo Nitobe",
      "quote": "A samurai was essentially a man of action."
    },
    {
      "cite": "Chris Bradford",
      "quote": "A samurai must remain calm at all times even in the face of danger."
    },
    {
      "cite": "Edward Zwick",
      "quote": "Samurai culture did exist really, for hundreds of years and the notion of people trying to create some sort of a moral code, the idea that there existed certain behaviors that could be celebrated and that could be operative in a life."
    },
    {
      "cite": "Yoshida Shoin",
      "quote": "Once the will is resolved, one's spirit is strengthened. Even a peasant's will is hard to deny, but a samurai of resolute will can sway ten thou­sand men."
    },
    {
      "cite": "Sreechinth C.",
      "quote": "The increased influence of Zen Buddhism on the Samurai culture had a great hand in flourishing art forms. As the country has splintered into many inter-conflicting states, the demand of the warriors raised so was that of the Ninja warriors who were experts in unconventional warfare."
    },
    {
      "cite": "Sreechinth C.",
      "quote": "From a mere peasant, Toyotomi Hideyoshi rose to one of the three key men in restoring peace and unity in the country. Though was born out of the noble families of the traditional Samurai bloodline, his tactics and skills on and off the battlefield made him the ruler of major part of Japan."
    },
    {
      "cite": "Sreechinth C.",
      "quote": "Katana, the sword of Samurai too became an integral part of the warriors at that time. As the honor of the Samurai resided in his sword , the craftsmanship or making the perfect Katana grew as an art."
    },
    {
      "cite": "Sreechinth C.",
      "quote": "The word Samurai itself is a synonym as they are the great ferocious aristocratic warriors in the history of the country."
    },
    {
      "cite": "Tom Cruise",
      "quote": "I look at the Samurai because they were the artists of their time. What i think struck me When I read Bushido is compassion. 'If there's no one there to help, go out and find someone to help.' That hit me, because I try to lead my life like that."
    },
    {
      "cite": "Stephen Turnbull",
      "quote": "To a great extent, the story of a samurai has been the story of Japan during most of the past millennium, and it is surely premature to relegate the samurai tradition entirely to the past."
    },
    {
      "cite": "Stephen Turnbull",
      "quote": "In addition to its importance in informing us about Japanese behaviour in general, the history of the samurai is enormously colorful and exciting. No one knows exactly when samurai first appeared in the province of Japan."
    },
    {
      "cite": "Stephen Turnbull",
      "quote": "Despite their largely rustic origins, the samurai much admired the social brilliance and classical culture of the courtiers and sought eagerly to emulate their ways."
    },
    {
      "cite": "Stephen Turnbull",
      "quote": "Within a decade, the new samurai rulers had set Japan firmly on the course of modernization, and though they were obliged in the process to dissolve the feudal privileges of their own class, former samurai in fact became leaders in all areas of modern Japanese society."
    },
    {
      "cite": "Tommy Ito",
      "quote": "The story of the samurai warriors charts the rise and fall of the most skilled and courageous group of elite combatants the world has ever seen."
    },
    {
      "cite": "Tommy Ito",
      "quote": "Although the samurai are well-known for their use of the sword, they began as skilled mountain archers, and used a variety of weapons, including longbows, spears, and firearms."
    },
    {
      "cite": "Tommy Ito",
      "quote": "Two of the most remarkable aspects of samurai culture are bushido, a strict philosophy which places absolute loyalty to the master above all else, and seppuku— ritual suicide, performed in preference to dishonor."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "The way of the Samurai is found in death. When it comes..there is only a quick choice of death...we all want to live...but not having attained our aim and continuing to live is cowardice...If by setting one's heart right every morning and evening, one is able to live as though his body is already dead, he gains freedom in the Way."
    }
  ]
}