{
  "source": "https://www.wisesayings.com/san-francisco-quotes/",
  "theme": "san-francisco",
  "quotes": [
    {
      "cite": "Will Durst",
      "quote": "In San Francisco, Halloween is redundant."
    },
    {
      "cite": "Patricia Montandon",
      "quote": "San Francisco is poetry. Even the hills rhyme."
    },
    {
      "cite": "Paul Kantner",
      "quote": "San Francisco is 49 square miles surrounded by reality."
    },
    {
      "cite": "Herb Caen",
      "quote": "San Francisco isn't what it used to be, and it never was."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "San Francisco is the place where most people were last seen."
    },
    {
      "cite": "Muddy Waters",
      "quote": "The thing about San Francisco is that it has this kind of magical quality."
    },
    {
      "cite": "John Steinbeck",
      "quote": "You know what it is? San Francisco is a golden handcuff with the key thrown away."
    },
    {
      "cite": "James Coulter",
      "quote": "What makes San Francisco work is that high-value people like to live there and cluster."
    },
    {
      "cite": "William Saroyan",
      "quote": "San Francisco is a world to explore. It is a place where the heart can go on a delightful adventure."
    },
    {
      "cite": "Walter Cronkite",
      "quote": "Leaving San Francisco is like saying goodbye to an old sweetheart. You want to linger as long as possible."
    },
    {
      "cite": "Nathaniel Dorsky",
      "quote": "San Francisco's winter is a season unto itself. Fleeting, rain-soaked, verdant, a brief period of shadows and renewal."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "San Francisco is a mad city - inhabited for the most part by perfectly insane people whose women are of a remarkable beauty."
    },
    {
      "cite": "Dave Barry",
      "quote": "San Francisco leads the world in the category of Most People On The Sidewalk Holding Conversations With Purely Imaginary Companions."
    },
    {
      "cite": "William Saroyan",
      "quote": "San Francisco itself is art, above all literary art. Every block is a short story, every hill a novel. Every home a poem, every dweller within immortal. That is the whole truth."
    },
    {
      "cite": "Duke Ellington",
      "quote": "San Francisco is one of the great cultural plateaus of the world - one of the really urbane communities in the United States - one of the truly cosmopolitan places and for many, many years, it always has had a warm welcome for human beings from all over the world."
    },
    {
      "cite": "Cecil Beaton",
      "quote": "San Francisco is perhaps the most European of all American cities."
    },
    {
      "cite": "Nancy Peters",
      "quote": "The old San Francisco is under attack to the point where it's disappearing."
    },
    {
      "cite": "Jack Kenny",
      "quote": "San Francisco is a city with the assets of a metropolis without the disadvantages of size and industry."
    },
    {
      "cite": "Christopher Moore",
      "quote": "San Francisco is a breathtakingly beautiful city, with lots of great contrasts between dark and light, often overlapping each other. It's a great setting for a horror story."
    },
    {
      "cite": "Les Claypool",
      "quote": "San Francisco is an interesting place. It's always been such a nice culturally diverse environment, which it still is, but there's a lot of money there now and a lot of dot com's so it's a little different than it used to be."
    }
  ]
}