{
  "source": "https://www.wisesayings.com/sanctuary-quotes/",
  "theme": "sanctuary",
  "quotes": [
    {
      "cite": "Charles Spurgeon",
      "quote": "May we have communion with God in the secret of our hearts, and find Him to be to us as a little sanctuary."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Each of us has an inner room where we can visit to be cleansed of fear-based thoughts and feelings. This room, the holy of holies, is a sanctuary of light."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "I bought my own home in 2004. It's a sanctuary for my family and a place of peace and calm. It's key for anyone committed to leadership and success to avoid the noise and focus on their best opportunities."
    },
    {
      "cite": "Mac Miller",
      "quote": "It never gets boring for me because there's so many different things to explore in the studio. The studio's become the sanctuary that people have come in and found new things out about themselves, as weird as that sounds. But it's true, I'm no different. I've made some crazy hard records, and I've made a jazz album."
    },
    {
      "cite": "Janet Mock",
      "quote": "To say that I loved school would be an understatement. It was my oasis, my sanctuary."
    },
    {
      "cite": "Vera Wang",
      "quote": "My bedroom is my sanctuary. It's like a refuge, and it's where I do a fair amount of designing - at least conceptually, if not literally."
    },
    {
      "cite": "Alexandra Stoddard",
      "quote": "If we could make our house a home, and then make it a sanctuary, I think we could truly find paradise on Earth."
    },
    {
      "cite": "Paul Pierce",
      "quote": "The gym was my sanctuary. The place where you could forget about all your worries your problems people asking you for money people asking you to do this, do that."
    },
    {
      "cite": "Rachel Roy",
      "quote": "Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls."
    },
    {
      "cite": "Lidia Bastianich",
      "quote": "Food feeds our souls. It is the single great unifier across all cultures. The table offers a sanctuary and a place to come together for unity and understanding."
    },
    {
      "cite": "Edward Everett",
      "quote": "There is no sanctuary of virtue like home."
    },
    {
      "cite": "Michael Frome",
      "quote": "A national park is not a playground. It's a sanctuary for nature and for humans who will accept nature on nature's own terms."
    },
    {
      "cite": "Margo Jefferson",
      "quote": "Every mind is a clutter of memories, images, inventions and age-old repetitions. It can be a ghetto, too, if a ghetto is a sealed-off, confined place. Or a sanctuary, where one is free to dream and think whatever one wants. For most of us it's both - and a lot more complicated."
    },
    {
      "cite": "B. H. Roberts",
      "quote": "A temple, first of all, is a place of prayer; and prayer is communion with God. It is the 'infinite in man seeking the infinite in God.' Where they find each other, there is holy sanctuary--a temple."
    },
    {
      "cite": "Corinne Bailey Rae",
      "quote": "Home is a sanctuary for me and the place where I can relax. Everyone should have the right to a safe and secure home."
    },
    {
      "cite": "J.R. Miller",
      "quote": "A true home is one of the most sacred of places. It is a sanctuary into which men flee from the world's perils and alarms. It is a resting-place to which at close of day the weary retire to gather new strength for the battle and toils of tomorrow. It is the place where love learns its lessons, where life is schooled into discipline and strength, where character is molded."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Within you there is a stillness and sanctuary to which you can retreat at any time and be yourself."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "A home is a kingdom of it's own in the midst of the world, a stronghold amid life's storms and stresses, a refuge, even a sanctuary."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Trees are sanctuaries. Whoever knows how to speak to them, whoever knows how to listen to them, can learn the truth. They do not preach learning and precepts, they preach, undeterred by particulars, the ancient law of life."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Worshipers never leave church...we carry our sanctuary with us wherever we go."
    },
    {
      "cite": "Mikky Ekko",
      "quote": "You need a sanctuary. Somewhere where it doesn't feel like it's being tainted by everybody's opinions and other people's money. I think I'm kind of homesick right now."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Let us make of our homes sanctuaries of righteousness, places of prayer, and abodes of love, that we might merit the blessings that can come only from our Heavenly Father."
    }
  ]
}