{
  "source": "https://www.wisesayings.com/sand-quotes/",
  "theme": "sand",
  "quotes": [
    {
      "cite": "Nelson Rockefeller",
      "quote": "You can't leave footprints in the sands of time while sitting down."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "We take a handful of sand from the endless landscape of awareness around us and call that handful of sand the world."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Nothing is built on stone; all is built on sand, but we must build as if the sand were stone."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "I was sand, I was snow, written on, rewritten, smoothed over."
    },
    {
      "cite": "Akram Fouad Khater",
      "quote": "They defended the grains of sand in the desert to the last drop of their blood."
    },
    {
      "cite": "Anne Lamott",
      "quote": "I sat down in the sand, breathless with shame and failure. God, I thought, some defender of the weak. Some freedom fighter, Joan of Arc in sunscreen."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "When I opened my eyes I saw nothing but the pool of nocturnal sky, for I was lying on my back with outstretched arms, face to face with that hatchery of stars. Only half awake, still unaware that those depths were sky, having no roof between those depths and me, no branches to screen them, no root to cling to, I was seized with vertigo and felt myself as if flung forth and plunging downward like a diver."
    },
    {
      "cite": "Basil Bunting",
      "quote": "Our doom is, to be sifted in the wind, heaped up, smoothed down like silly sands. We are less permanent than thought."
    },
    {
      "cite": "Bhavna Karnani Killa",
      "quote": "The sand in the hourglass runs from one compartment to another, marking the passage of moments with something constant and tangible."
    },
    {
      "cite": "Bob Dylan",
      "quote": "In the fury of the moment I can see the Master's hand In every leaf that trembles, in every grain of sand."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Even these stars, which seem so numerous, are as sand, as dust or less than dust in the enormity of the space in which there is nothing."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The total number of stars in the Universe is larger than all the grains of sand on all the beaches of the planet Earth."
    },
    {
      "cite": "Caspar David Friedrich",
      "quote": "The divine is everywhere, even in a grain of sand; there I represented it in the reeds."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "The whole of the world could be deduced from the smallest grain of sand, if one studied it closely enough."
    },
    {
      "cite": "Confucius",
      "quote": "From a grain of sand in the Pearl comes."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "The passing of armies and the passing of sands in the desert are one."
    },
    {
      "cite": "David",
      "quote": "How precious also are thy thoughts unto me, O God! how great is the sum of them! If I should count them, they are more in number than the sand. When I awake, I am still with thee."
    },
    {
      "cite": "David McCord",
      "quote": "A handful of sand is an anthology of the universe."
    },
    {
      "cite": "Dorothy Bryant",
      "quote": "Like an old gold-panning prospector, you must resign yourself to digging up a lot of sand from which you will later patiently wash out a few minute particles of gold ore."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "All love that has not friendship for its base is like a mansion built upon the sand."
    },
    {
      "cite": "Eric Bana",
      "quote": "Technically speaking, you can build anything out of sand it doesn't mean you do it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "On vacations. We hit the sunny beaches where we occupy ourselves keeping the sun off our skin, the saltwater off our bodies, and the sand out of our belongings."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "With their souls of patent leather, they come down the road. Hunched and nocturnal, where they breathe they impose, silence of dark rubber, and fear of fine sand."
    },
    {
      "cite": "Frank Herbert",
      "quote": "When you take your stand along the maker's path, you must remain utterly still. You must think like a patch of sand. Hide beneath your cloak and become a little dune in your very essence."
    },
    {
      "cite": "Gao Xingjian",
      "quote": "The sand murmurs that it wants to swallow everything."
    },
    {
      "cite": "George Eliot",
      "quote": "The golden moments in the stream of life rush past us, and we see nothing but sand. The angels come to visit us, and we only know them when they are gone."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "All that mankind has ever learned is nothing more than a single grain of sand on a beach that reaches to infinity."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I don't know, there's something about you. Say there's an hourglass, the sand's about to run out. Someone like you can always be counted on to turn the thing over."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Time is like a handful of sand the tighter you grasp it, the faster it runs through your fingers."
    },
    {
      "cite": "Herbie Mann",
      "quote": "I always say, if you keep your head in the sand, you don't know where the kick's coming from."
    }
  ]
}