{
  "source": "https://www.wisesayings.com/sanity-quotes/",
  "theme": "sanity",
  "quotes": [
    {
      "quote": "Sanity is an illusion caused by alcohol deficiency.",
      "cite": "N. F. Simpson"
    },
    {
      "quote": "Sanity becomes the fantasy that keeps us sane; a rhetorical prop in an unplotted, threatening world.",
      "cite": "Adam Phillips"
    },
    {
      "quote": "Sanity, it would seem, was a dangerously contagious disease.",
      "cite": "H. Beam Piper"
    },
    {
      "quote": "Sanity that is the great virtue of the ancient literature; the want of that is the great defect of the modern, in spite of its variety and power.",
      "cite": "Matthew Arnold"
    },
    {
      "quote": "Sanity calms, but madness is more interesting.",
      "cite": "John Russell"
    },
    {
      "quote": "Sanity is not truth. Sanity is conformity to what is socially expected. Truth is sometimes in conformity, sometimes not.",
      "cite": "Robert M. Pirsig"
    },
    {
      "quote": "One of the definitions of sanity is the ability to tell real from unreal. Soon we'll need a new definition.",
      "cite": "Alvin Toffler"
    },
    {
      "quote": "Sanity brings pain but madness is a vile thing.",
      "cite": "Euripides"
    },
    {
      "quote": "Sanity is not something you find; sanity is something you either have or don't.",
      "cite": "Byron Pulsifer"
    },
    {
      "quote": "Our sanity depends essentially on a narrowness of vision the ability to select the elements vital to survival, while ignoring the great truths.",
      "cite": "Josephine Hart"
    },
    {
      "quote": "Sanity is only that which is within the frame of reference of conventional thought.",
      "cite": "Erich Fromm"
    },
    {
      "quote": "One means of sanity is to retain a hold on the natural world, Americans still have that chance, more than many peoples.",
      "cite": "Wallace Stegner"
    },
    {
      "quote": "Sanity remains defined simply by the ability to cope with insane conditions.",
      "cite": "Anna Casttilo"
    },
    {
      "quote": "Sanity is a madness put to good uses.",
      "cite": "George Santayana"
    },
    {
      "quote": "Sanity lies somewhere between the inhibitions of conventional morality and the looseness of the extreme impulse",
      "cite": "Chogyam Trungpa"
    },
    {
      "quote": "Sanity is very rare; every man almost and every woman has a dash of madness.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Sometimes, to regain sanity, one had to acknowledge and embrace the madness.",
      "cite": "Morgan Rhodes"
    },
    {
      "quote": "All sanity depends on this: that it should be a delight to feel the roughness of a carpet under smooth soles, a delight to feel heat strike the skin, a delight to stand upright, knowing the bones are moving easily under the flesh.",
      "cite": "Doris Lessing"
    },
    {
      "quote": "Sanity is, in essence, nothing more than the ability to live in harmony with nature's laws.",
      "cite": "Freeman Dyson"
    },
    {
      "quote": "Sanity, soundness, and sincerity, of which gleams and strains can still be found in the human brain under powerful microscopes, flourish only in a culture of clarification, which is now becoming harder and harder to detect with the naked eye.",
      "cite": "James Thurber"
    },
    {
      "quote": "Sanity is a sliding scale for we all hold beliefs that may not correspond to reality.",
      "cite": "Julian Gold"
    },
    {
      "quote": "The fight for sanity in our gun safety laws is not by any means over. In many ways it's just beginning.",
      "cite": "Michael D. Barnes"
    },
    {
      "quote": "Sanity is to be found in accurate honesty to oneself.",
      "cite": "David Bain"
    },
    {
      "quote": "Sanity is sometimes a matter of going on, outwardly, as if everything is all right.",
      "cite": "Mary McMullen"
    },
    {
      "quote": "For me, insanity is super sanity. The normal is psychotic. Normal means lack of imagination, lack of creativity.",
      "cite": "Jean Dubuffet"
    },
    {
      "quote": "Sanity can take one of only two forms: that of ignorance, or denial.",
      "cite": "Derek R. Audette"
    },
    {
      "quote": "Sanity is surely not about normality in the statistical sense: it is about an eternal and natural idea of the healthy personality which indeed may be a rare achievement.",
      "cite": "Michael Leunig"
    },
    {
      "quote": "The sanity of society is a balance of a thousand insanity's.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be.",
      "cite": "Miguel de Cervantes"
    },
    {
      "quote": "Sanity consists in not being subdued by your means. Fancy prices are paid for position, and for the culture of talent, but to thegrand interests, superficial success is of no account.",
      "cite": "Ralph Waldo Emerson"
    }
  ]
}