{
  "source": "https://www.wisesayings.com/santa-quotes/",
  "theme": "santa",
  "quotes": [
    {
      "cite": "Victor Borge",
      "quote": "Santa Claus has the right idea – visit people only once a year."
    },
    {
      "cite": "Chris Van Allsburg",
      "quote": "Santa is our culture's only mythic figure truly believed in by a large percentage of the population. It's a fact that most of the true believers are under eight years old, and that's a pity."
    },
    {
      "cite": "Julia Sweeney",
      "quote": "Our family was too strange and weird for even Santa Claus to come visit… Santa, who was jolly – but, let’s face it, he was also very judgmental."
    },
    {
      "cite": "Bob Phillips",
      "quote": "There are three stages of man: he believes in Santa Claus; he does not believe in Santa Claus; he is Santa Claus."
    },
    {
      "cite": "David Letterman",
      "quote": "Here's what we know about Santa. He sees you when you're sleeping. He knows when you're awake. He knows if you've been bad or good. I think he's with the NSA."
    },
    {
      "cite": "Tom Flynn",
      "quote": "The Santa myth is one of the most effective means ever devised for intimidating children, eroding their self- esteem, twisting their behavior, warping their values, and slowing their development of critical thinking skills."
    },
    {
      "cite": "Pat Boone",
      "quote": "The greatest thing is not to believe in Santa Claus; it is to be Santa Claus."
    },
    {
      "cite": "Tom Clancy",
      "quote": "Once you stop believing in Santa Claus, the whole world just goes downhill."
    },
    {
      "cite": "George Carlin",
      "quote": "The main reason Santa is so jolly is because he knows where all the bad girls live."
    },
    {
      "cite": "Mick Foley",
      "quote": "Everybody has the idea of Santa in their head and in their heart."
    },
    {
      "cite": "Mick Foley",
      "quote": "Everything that you want Santa to be, he is."
    },
    {
      "cite": "Alvaro Enrigue",
      "quote": "History is like Santa Claus: a language construction. We have some registers about the existence of Santa and history - the presents under the tree, the archives - but none have really seen them."
    },
    {
      "cite": "Maud Lindsay",
      "quote": "All the world is happy when Santa Claus comes."
    },
    {
      "cite": "Louis Sachar",
      "quote": "Whenever you give someone a present or sing a holiday song, you're helping Santa Claus. To me, that's what Christmas is all about. Helping Santa Claus!"
    },
    {
      "cite": "Bil Keane",
      "quote": "God put Santa Claus on earth to remind us that Christmas is 'sposed to be a happy time."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "The Santa Claus principle liquidates itself."
    },
    {
      "cite": "Martina Mcbride",
      "quote": "Growing up, Santa Claus would cover the presents with a white blanket, so when we'd wake up Christmas morning, we had to wait for my dad to do the big reveal of all the presents Santa brought."
    },
    {
      "cite": "David Remnick",
      "quote": "Maybe Santa Claus is real. Here's the problem: reality."
    }
  ]
}