{
  "source": "https://www.wisesayings.com/santa-claus-quotes/",
  "theme": "santa-claus",
  "quotes": [
    {
      "cite": "Victor Borge",
      "quote": "Santa Claus has the right idea - visit people only once a year."
    },
    {
      "cite": "Jim Guthrie",
      "quote": "The three stages of man: he believes in Santa Claus; he does not believe in Santa Claus; he is Santa Claus."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Santa knows Physics: Of all colors, Red Light penetrates fog best. That’s why Benny the Blue-nosed reindeer never got the gig."
    },
    {
      "cite": "Vanessa Grimaldi",
      "quote": "Santa Claus is believing in something greater, believing in something magical."
    },
    {
      "cite": "Charles W. Howard",
      "quote": "They err who think Santa Claus enters through the chimney. He enters through the heart."
    },
    {
      "cite": "David Letterman",
      "quote": "Here's what we know about Santa. He sees you when you're sleeping. He knows when you're awake. He knows if you've been bad or good. I think he's with the NSA."
    },
    {
      "cite": "Charles W. Howard",
      "quote": "To say there is no Santa Claus is the most erroneous statement in the world. Santa Claus is a thought that is passed from generation to generation. After time this thought takes on a human form. Maybe if all children and adults understand the symbolism of this thought we can actually attain Peace on Earth and good will to men everywhere."
    },
    {
      "cite": "Truman Capote",
      "quote": "Of course there is a Santa Claus. It’s just that no single somebody could do all he has to do. So the Lord has spread the task among us all. That’s why everybody is Santa Claus. I am. You are."
    },
    {
      "cite": "Edwin Osgood Grover",
      "quote": "Santa Claus is anyone who loves another and seeks to make them happy; who gives himself by thought or word or deed in every gift that he bestows; who shares his joys with those who are sad; whose hand is never closed against the needy; whose arm is ever outstretched to aid the week; whose sympathy is quick and genuine in time of trouble; who recognizes a comrade and brother in every man he meets upon life's common road; who lives his life throughout the entire year in the Christmas spirit."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "This is, first and last, the real value of Christmas; in so far as the mythology remains at all it is a kind of happy mythology. Personally, of course, I believe in Santa Claus; but it is the season of forgiveness, and I will forgive others for not doing so."
    },
    {
      "cite": "Pat Boone",
      "quote": "The greatest thing is not to believe in Santa Claus; it is to be Santa Claus."
    },
    {
      "cite": "Louis Sachar",
      "quote": "Whenever you give someone a present or sing a holiday song, you're helping Santa Claus. To me, that's what Christmas is all about. Helping Santa Claus!"
    },
    {
      "cite": "Julia Sweeney",
      "quote": "Our family was too strange and weird for even Santa Claus to come visit... Santa, who was jolly - but, let's face it, he was also very judgmental."
    },
    {
      "cite": "Francis P. Church",
      "quote": "Alas! How dreary would be the world if there was no Santa Claus!... There would be no childlike faith then, no poetry, no romance to make tolerable this existence."
    },
    {
      "cite": "Tracy McMillan",
      "quote": "You can't trick The Universe - it's like Santa Claus that way."
    },
    {
      "cite": "Criss Jami",
      "quote": "The reality of loving God is loving him like he's a Superhero who actually saved you from stuff rather than a Santa Claus who merely gave you some stuff."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "A good many things go around in the dark besides Santa Claus."
    },
    {
      "cite": "Bil Keane",
      "quote": "God put Santa Claus on earth to remind us that Christmas is 'sposed to be a happy time."
    },
    {
      "cite": "James Caan",
      "quote": "I think we have to believe in things we don't see. That's really important for all of us, whether it's your religion or Santa Claus, or whatever. That's pretty much what it's about."
    }
  ]
}