{
  "source": "https://www.wisesayings.com/sarcasm-quotes/",
  "theme": "sarcasm",
  "quotes": [
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Sarcasm: the last refuge of modest and chaste-souled people when the privacy of their soul is coarsely and intrusively invaded."
    },
    {
      "cite": "Aubrey Plaza",
      "quote": "Sarcasm is weird. Even not in acting, in life I feel like 'sarcastic' is a word that people use to describe me sometimes so when I meet someone, it's almost like they feel like they have to also be sarcastic, but it can sometimes just come off as mean if it's not used in the right way."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Sarcasm I now see to be, in general, the language of the devil; for which reason I have long since as good as renounced it."
    },
    {
      "cite": "Kevin Hart",
      "quote": "Some sarcasm is best told simply."
    },
    {
      "cite": "Rufus Choate",
      "quote": "Neither irony nor sarcasm is argument."
    },
    {
      "cite": "Ford Frick",
      "quote": "Avoid sarcasm. Don't insist on the last word."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "A sarcastic person has a superiority complex that can be cured only by the honesty of humility."
    },
    {
      "cite": "Roland Barthes",
      "quote": "What I claim is to live to the full the contradiction of my time, which may well make sarcasm the condition of truth."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sarcasm the body's natural defense against stupidity."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Sarcasm was usually lost on imbeciles."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Sarcasm is the last refuge of the imaginatively bankrupt."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "The spirit of sarcasm lives and thrives in the midst of universal wreck; its balls are enchanted and itself invulnerable, and it braves retaliations and reprisals because itself is a mere flash, a bodiless and magical nothing."
    },
    {
      "cite": "George Eliot",
      "quote": "Blows are sarcasm's turned stupid."
    },
    {
      "cite": "Mahmoud Darwish",
      "quote": "Sarcasm helps me overcome the harshness of the reality we live, eases the pain of scars and makes people smile."
    },
    {
      "cite": "Penny Marshall",
      "quote": "You had to learn at a certain age what sarcasm is, you know?"
    },
    {
      "cite": "Author Unknown",
      "quote": "When dealing with sarcastic people, prescribe them the same course of medicine but with a stronger dosage"
    },
    {
      "cite": "Aniruddha Sastikar",
      "quote": "Puns are just another form of sarcasm, which may or may not make you - smile, giggle, or laugh."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "In my opinion, I think sarcasm and humor in a song, without turning it into a novelty song, is really charming."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "This music won't do. There's not enough sarcasm in it."
    },
    {
      "cite": "Marianne Moore",
      "quote": "We are suffering from too much sarcasm."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The monkey is an organized Sarcasm upon the human race."
    },
    {
      "cite": "Author Unknown",
      "quote": "A sarcastic person has a superiority complex that can be cured only by the honesty of humility."
    },
    {
      "cite": "Author Unknown",
      "quote": "Nothing is more discouraging than unappreciated sarcasm."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sarcasm helps keep you from telling people what you really think of them."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sarcasm: intellect on the offensive"
    },
    {
      "cite": "Peter Hook",
      "quote": "Sarcasm is a Manchester trait."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "When people are free to do as they please, they usually imitate each other."
    },
    {
      "cite": "Groucho Marx",
      "quote": "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book."
    },
    {
      "cite": "Ashleigh Brillant",
      "quote": "If you can smile when things go wrong, you have someone in mind to blame."
    }
  ]
}