{
  "source": "https://www.wisesayings.com/satan-quotes/",
  "theme": "satan",
  "quotes": [
    {
      "cite": "John Calvin",
      "quote": "We must remember that Satan has his miracles, too."
    },
    {
      "cite": "Charles Stanley",
      "quote": "One of Satan's most deceptive and powerful ways of defeating us is to get us to believe a lie. And the biggest lie is that there are no consequences to our own doing. Satan will give you whatever you ask for if it will lead you where he ultimately wants you."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "If Satan wasn't around, churches would go out of business."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Satan tries to counterfeit the work of God, and by doing this, he may deceive many. To make us lose hope, feel miserable like himself, and believe that we are beyond forgiveness, Satan might even misuse words from the scriptures that emphasize the justice of God in order to imply that there is no mercy."
    },
    {
      "cite": "Isaac Watts",
      "quote": "For Satan always finds some mischief still for idle hands to do."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Satan wants us to constantly focus on everything that is wrong with us and look at how far we still have to go. But God desires for us to rejoice in how far we have already come."
    },
    {
      "cite": "George Washington Carver",
      "quote": "God cannot use you as He wishes until you come into the fullness of His Glory. Do not get alarmed, my friend, when doubts creep in. That is old Satan. Pray, pray, pray."
    },
    {
      "cite": "Karl Kraus",
      "quote": "The devil is an optimist if he thinks he can make people worse than they are."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Satan, our adversary, wants us to fail. He spreads lies as part of his effort to destroy our belief. He slyly suggests that the doubter, the skeptic, the cynic is sophisticated and intelligent, while those who have faith in God and His miracles are naive, blind, or brainwashed."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The Devil pulls the strings which make us dance; We find delight in the most loathsome things; Some furtherance of Hell each new day brings, And yet we feel no horror in that rank advance."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Satan is wiser now than before, and tempts by making rich instead of poor."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "The best way to drive out the devil, if he will not yield to texts of Scripture, is to jeer and flout him, for he cannot bear scorn."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "One of Satan's sharpest tools is alcohol, for it blinds and deafens, numbs and manacles, impoverishes and maims, and kills unfortunate victims."
    },
    {
      "cite": "Anne Rice",
      "quote": "People who cease to believe in God or goodness altogether still believe in the devil... Evil is always possible. And goodness is eternally difficult."
    },
    {
      "cite": "David Wong",
      "quote": "Son, the greatest trick the Devil pulled was convincing the world there was only one of him."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "Holy wisdom confounds Satan and all his wickednesses."
    },
    {
      "cite": "Holly Black",
      "quote": "Clever as the Devil and twice as pretty."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "When you're in hell, only a devil can point the way out."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "All the cunning of the devil is exercised in trying to tear us away from the word."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Satan will give you a little taste, then he'll move in with rapid speed."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "If Satan ever laughs, it must be at hypocrites; they are the greatest dupes he has."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Satan delights equally in statistics and in quoting scripture."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Satan, the leader or dictator of devils, is the opposite, not of God, but of Michael."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "God is the Creator; Satan is the counterfeiter."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "The devil is merely a fallen angel, and when God lost Satan he lost one of his best lieutenants."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Satan's successes are the greatest when he appears with the name of God on his lips."
    },
    {
      "cite": "Robert Shaw",
      "quote": "Satan and all his agents, with all their combined strength and subtilty, cannot separate one soul from Christ."
    },
    {
      "cite": "Jack Heath",
      "quote": "Better the devil you know than the devil you don't."
    }
  ]
}