{
  "source": "https://www.wisesayings.com/satisfied-quotes/",
  "theme": "satisfied",
  "quotes": [
    {
      "cite": "Leo Buscaglia",
      "quote": "One must never be satisfied with his ability to love. No matter where he is, it is always just a beginning."
    },
    {
      "cite": "Mark Twain",
      "quote": "If everyone was satisfied with himself, there would be no heroes."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "One interesting thing about greed is that although the underlying motive is to seek satisfaction, the irony is that even after obtaining the object of your desire you are still not satisfied. The true antidote of greed is contentment."
    },
    {
      "cite": "Sophia Loren",
      "quote": "You really have to be satisfied with what you are and accept from life what it still very generously offers you - and notice it, and be glad for it."
    },
    {
      "cite": "Edward Rowland Sill",
      "quote": "Be satisfied with nothing but your best."
    },
    {
      "cite": "Robert Nozick",
      "quote": "You can't satisfy everybody; especially if there are those who will be dissatisfied unless not everybody is satisfied."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The easiest thing is to make sure you feel happy and satisfied in this moment. Setting long term goals is much more effort taking, but at the same time much more fulfilling."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Being satisfied with what we already have is a magical golden key to being alive in a full, unrestricted, and inspired way."
    },
    {
      "cite": "Henry Ford",
      "quote": "The only prosperity the people can afford to be satisfied with is the kind that lasts."
    },
    {
      "cite": "Epicurus",
      "quote": "He who is not satisfied with a little, is satisfied with nothing."
    },
    {
      "cite": "Frank Arthur Swinnerton",
      "quote": "No man can be satisfied with his attainment, although he may be satisfied with his circumstances."
    },
    {
      "cite": "Walter Annenberg",
      "quote": "You will not be satisfied unless you are contributing something to or for the benefit of others."
    },
    {
      "cite": "Rose Tremain",
      "quote": "Never be satisfied with a first draft. In fact, never be satisfied with your own stuff at all, until you're certain it's as good as your finite powers can enable it to be."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Love gratified is love satisfied, and love satisfied is indifference begun."
    },
    {
      "cite": "Christian Olguin",
      "quote": "What ever makes you happy, do it and don't stop till you are satisfied and until you find a new source of happiness!"
    },
    {
      "cite": "Laozi",
      "quote": "Being satisfied with little, you can gain much. Seeking much you will go astray. The wise heeds this precept. If it could be so with all people!"
    },
    {
      "cite": "Conrad Hilton",
      "quote": "To be haunted by past failures or satisfied with past successes is to arrest forward motion."
    },
    {
      "cite": "Laozi",
      "quote": "Whoever is capable of knowing when they have had enough will always be satisfied."
    },
    {
      "cite": "Jane Austen",
      "quote": "Those who have not more must be satisfied with what they have."
    },
    {
      "cite": "Will Rogers",
      "quote": "When you are satisfied, you are successful. For that's all there is to success is satisfaction."
    },
    {
      "cite": "Dwayne Wade",
      "quote": "Success means being satisfied with what you do every day. It's being proud of the better person you are becoming."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man is satisfied and composed; the mean man is always full of distress."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If God is satisfied with the work, the work may be satisfied with itself."
    },
    {
      "cite": "Raquel Welch",
      "quote": "Once you get rid of the idea that you must please other people before you please yourself, and you begin to follow your own instincts only then can you be successful. You become more satisfied, and when you are other people tend to be satisfied by what you do."
    },
    {
      "cite": "Nirmala Srivastava",
      "quote": "Without satisfaction, you cannot have compassion. You have to be satisfied souls, then your compassion will act."
    },
    {
      "cite": "Marcus Hudson",
      "quote": "Be happy and be satisfied. Find fulfillment in everything you do."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness."
    },
    {
      "cite": "Dan Snow",
      "quote": "A stone that looks satisfied with its position reflects the sense of ease the waller felt when placing it there"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "A person well satisfied with themselves is seldom satisfied with others, and others, rarely are with them."
    },
    {
      "cite": "Martial",
      "quote": "Be satisfied, and pleased with what thou art, Act cheerfully and well thou allotted part; Enjoy the present hour, be thankful for the past, And neither fear, nor wish, the approaches of the last."
    }
  ]
}