{
  "source": "https://www.wisesayings.com/satisfaction-quotes/",
  "theme": "satisfaction",
  "quotes": [
    {
      "cite": "Edgar A. Collard",
      "quote": "The art of contentment is the recognition that the most satisfying and the most dependably refreshing experiences of life lie not in great things but in little. The rarity of happiness among those who achieved much is evidence that achievement is not in itself the assurance of a happy life. The great, like the humble, may have to find their satisfaction in the same plain things."
    },
    {
      "cite": "Epicurus",
      "quote": "He who is not satisfied with a little, is satisfied with nothing."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Simplicity is extremely important for happiness. Having few desires, feeling satisfied with what you have, is very vital."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "What does not satisfy when we find it, was not the thing we were desiring."
    },
    {
      "cite": "Anonymous",
      "quote": "Many have too much, but none enough."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Little minds find satisfaction for their feelings, good or bad, in little things."
    },
    {
      "cite": "Linus Pauling",
      "quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
    },
    {
      "cite": "Drew Brees",
      "quote": "There's always a little bit of personal satisfaction when you prove somebody wrong."
    },
    {
      "cite": "Fred Van Amburgh",
      "quote": "Neither circumstances nor surroundings can bring contentment. Only by fitting ourselves to meet conditions as they are, calmly and courageously, may we hope to reconcile ourselves to our position and conditions of life."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "To be able to look back upon ones life in satisfaction, is to live twice."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A contented mind is the greatest blessing a person can enjoy in this world."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "In all our contacts it is probably the sense of being really needed and wanted which gives us the greatest satisfaction and creates the most lasting bond."
    },
    {
      "cite": "B. H. Liddell Hart",
      "quote": "A complacent satisfaction with present knowledge is the chief bar to the pursuit of knowledge."
    },
    {
      "cite": "Sarada Devi",
      "quote": "There is no treasure equal to contentment and no virtue equal to fortitude."
    },
    {
      "cite": "Anonymous",
      "quote": "A harvest of peace grows from seeds of contentment."
    },
    {
      "cite": "Linus Pauling",
      "quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Content makes poor men rich; discontentment makes rich men poor."
    },
    {
      "cite": "John Ford",
      "quote": "Contentment gives a crown, where fortune hath denied it."
    },
    {
      "cite": "Ali bin Abu-Talib",
      "quote": "Contentment is the capital which will never diminish."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Satisfaction consists in freedom from pain, which is the positive element of life."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Whether you find satisfaction in life depends not on your tale of years, but on your will."
    },
    {
      "cite": "Marvin J. Ashton",
      "quote": "You can never get enough of the things you don't need, because the things you don't need can never satisfy."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Enjoy the satisfaction that comes from doing little things well."
    },
    {
      "cite": "Meher Baba",
      "quote": "The satisfaction derived from the fleeting things of life is not lasting; and our wants remain unfulfilled. There is thus a general sense of dissatisfaction accompanied by all kinds of worries."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "Satisfaction does not come with achievement, but with effort. Full effort is full victory."
    },
    {
      "cite": "Antoinette Deshoulieres",
      "quote": "No one is satisfied with his fortune, nor dissatisfied with his intellect."
    },
    {
      "cite": "Francois La Rochefoucauld",
      "quote": "When we cannot find contentment in ourselves, it is useless to seek it elsewhere."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "If you look for perfection, you'll never be content."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Satisfaction is not always the fulfillment of what you want; it is the realization of how blessed you are for what you have."
    }
  ]
}