{
  "source": "https://www.wisesayings.com/satirical-quotes/",
  "theme": "satirical",
  "quotes": [
    {
      "cite": "David Walliams",
      "quote": "Social satire has been around since people have been around."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Good humor is the best shield against the darts of satirical raillery."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Satire chooses and knows no objects. It arises by fleeing from them and their forcing themselves upon it."
    },
    {
      "cite": "Anita Brookner",
      "quote": "Satire is dependent on strong beliefs, and on strong beliefs wounded."
    },
    {
      "cite": "Herb Caen",
      "quote": "Satire of satire tends to be self-canceling, and deliberate shock tactics soon lose their ability to shock, especially when they're too deliberate."
    },
    {
      "cite": "Tom Lehrer",
      "quote": "You cant be satirical and not be offensive to somebody."
    },
    {
      "cite": "Barbara W. Tuchman",
      "quote": "Satire is a wrapping of exaggeration around a core of reality."
    },
    {
      "cite": "Barry Humphries",
      "quote": "If you have to explain satire to someone, you might as well give up."
    },
    {
      "cite": "Gore Vidal",
      "quote": "If satire is to be effective, the audience must be aware of the thing satirized."
    },
    {
      "cite": "Philip Roth",
      "quote": "Satire is moral outrage transformed into comic art."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "All satire is blind to the forces liberated by decay. Which is why total decay has absorbed the forces of satire."
    },
    {
      "cite": "Marguerite Gardiner",
      "quote": "Satire, like conscience, reminds us of what we often wish to forget."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Satire, though it may exaggerate the vice it lashes, is not justified in creating it in order that it may be lashed."
    },
    {
      "cite": "George Crabbe",
      "quote": "In general satire, every man perceives a slight attack, yet neither fears nor grieves."
    },
    {
      "cite": "Tony Hendra",
      "quote": "Satire dramatizes better than any other use of it, the inherent contradiction of free speech that it functions best when what is being said is at its most outrageous."
    },
    {
      "cite": "Molly Ivins",
      "quote": "Satire is traditionally the weapon of the powerless against the powerful."
    },
    {
      "cite": "John Dryden",
      "quote": "Satire is a kind of poetry in which human vices are reprehended."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "All truth is valuable, and satirical criticism may be considered as useful when it rectifies error and improves judgment; he that refines the public taste is a public benefactor."
    },
    {
      "cite": "Lizz Winstead",
      "quote": "Good satire hopefully provides thought-provoking conversation."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Satire, being levelled at all, is never resented for an offence by any."
    }
  ]
}