{
  "source": "https://www.wisesayings.com/savage-quotes/",
  "theme": "savage",
  "quotes": [
    {
      "cite": "Victor Hugo",
      "quote": "The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The savage in man is never quite eradicated."
    },
    {
      "cite": "George Santayana",
      "quote": "The young man who has not wept is a savage, and the older man who will not laugh is a fool."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Of all our infirmities, the most savage is to despise our being."
    },
    {
      "cite": "Author Unknown",
      "quote": "Spirituality is... the awareness that survival is the savage fight between you and yourself."
    },
    {
      "cite": "George Saintsbury",
      "quote": "Nothing is more curious than the almost savage hostility that humor excites in those who lack it."
    },
    {
      "cite": "John Barth",
      "quote": "Is man a savage at heart, skinned o'er with fragile Manners? Or is savagery but a faint taint in the natural man's gentility, which erupts now and again like pimples on an angel's arse?"
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Non-violence leads to the highest ethics, which is the goal of all evolution. Until we stop harming all other living beings, we are still savages."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Like gold in the hands of a savage are the sayings of wisdom in the mouth of a fool."
    },
    {
      "cite": "Anne Rice",
      "quote": "Beauty was savage. It was as dangerous and lawless as the earth had been eons before man had one single coherent thought in his head or wrote codes of conduct on tablets of clay. Beauty was a Savage Garden."
    },
    {
      "cite": "Mark Twain",
      "quote": "There are many humorous things in the world; among them, the white man's notion that he is less savage than the other savages."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "There is a savage beast in every man, and when you hand that man a sword or spear and send him forth to war, the beast stirs."
    },
    {
      "cite": "Thomas Harris",
      "quote": "Problem-solving is hunting; it is savage pleasure and we are born to it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The civilized man is a more experienced and wiser savage."
    },
    {
      "cite": "William James",
      "quote": "We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause."
    },
    {
      "cite": "Charles A. Stoddard",
      "quote": "Grace is savage and must be savage in order to be perfect."
    },
    {
      "cite": "Ashok K. Banker",
      "quote": "Alone we are savages, together we are civilization."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Tears gratify a savage nature, they do not melt it."
    },
    {
      "cite": "M.I.A.",
      "quote": "Rage and grief are savage companions, but despair is the final undoing."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The true savage is a slave, and is always talking about what he must do; the true civilised man is a free man, and is always talking about what he may do."
    },
    {
      "cite": "Karl Marx",
      "quote": "Just as the savage must wrestle with nature to satisfy his wants, to maintain and reproduce life, so must civilised man, and he must do so in all social formations and under all possible modes of production."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The savage bows down to idols of wood and stone the civilized man to idols of flesh and blood."
    },
    {
      "cite": "Phil Knight",
      "quote": "Play by the rules, but be ferocious."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Without doubt, ferocious and disordered men are much weaker than timid and ordered ones. For order chases fear from men and disorder lessens ferocity"
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The most savage controversies are about matters as to which there is no good evidence either way."
    },
    {
      "cite": "Aeschylus",
      "quote": "Tame the savageness of man and make gentle the life of this world."
    },
    {
      "cite": "John Dewey",
      "quote": "To savages it would seem preposterous to seek out a place where nothing but learning was going on in order that one might learn."
    },
    {
      "cite": "The Talmud",
      "quote": "Breed not a savage dog, nor permit a loose stairway"
    },
    {
      "cite": "Plato",
      "quote": "The mere athlete becomes too much of a savage."
    }
  ]
}