{
  "source": "https://www.wisesayings.com/save-the-world-quotes/",
  "theme": "save-the-world",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Only peace can save the world and only love can create a liveable earth!"
    },
    {
      "cite": "Grace Paley",
      "quote": "Let us go forth with fear and courage and rage to save the world."
    },
    {
      "cite": "Jane Goodall",
      "quote": "It's up to us to save the world for tomorrow: it's up to you and me."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "You begin saving the world by saving one man at a time; all else is grandiose romanticism or politics."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
      "cite": "George Harrison",
      "quote": "With our love, we could save the world."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Anytime you try to be a loving person, you're doing your part to save the world."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To save the world requires faith and courage: faith in reason, and courage to proclaim what reason shows to be true."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "The only thing that can save the world is the reclaiming of the awareness of the world. That's what poetry does."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Tell the world what scares you most. Save the world with some advice from the future."
    },
    {
      "cite": "Leonard Peikoff",
      "quote": "To save the world is the simplest thing in the world. All one has to do is think."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "God always saves the world from the consequences of unintended errors of men who live in fear of Him."
    },
    {
      "cite": "Thomas Keneally",
      "quote": "Whoever saves one life, saves the world entire."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The best way to save the world is to see every plant and every animal you see as the last plant and the last animal in the world!"
    },
    {
      "cite": "Kailin Gow",
      "quote": "It isn’t every day that you get to save the world."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We save the world by being alive ourselves."
    },
    {
      "cite": "Maurice Strong",
      "quote": "We're either going to save the world or no one will be saved."
    },
    {
      "cite": "Cyndi Lauper",
      "quote": "People can save the world by the way they think and by the way they behave and what they hold to be important."
    },
    {
      "cite": "Carol Bellamy",
      "quote": "You need to get up in the morning and say, 'Boy, I'm going to - in my own stupid way - save the world today.'"
    },
    {
      "cite": "Donita K. Paul",
      "quote": "There's nothing like a mission to save the world to liven up a vacation."
    }
  ]
}