{
  "source": "https://www.wisesayings.com/saving-money-quotes/",
  "theme": "saving-money",
  "quotes": [
    {
      "cite": "Kin Hubbard",
      "quote": "The safe way to double your money is to fold it over once and put it in your pocket."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Be saving, but not at the cost of all liberality. Have the soul of a king and the hand of a wise economist."
    },
    {
      "cite": "Suze Orman",
      "quote": "Look everywhere you can to cut a little bit from your expenses. It will all add up to a meaningful sum."
    },
    {
      "cite": "Will Rogers",
      "quote": "The quickest way to double your money is to fold it in half and put it in your back pocket."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A budget is telling your money where to go instead of wondering where it went."
    },
    {
      "cite": "John Poole",
      "quote": "You must learn to save first and spend afterwards."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "Balancing your money is the key to having enough."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Saving must become a priority, not just a thought. Pay yourself first."
    },
    {
      "cite": "T.T. Munger",
      "quote": "The habit of saving is itself an education; it fosters every virtue, teaches self-denial, cultivates the sense of order, trains to forethought, and so broadens the mind."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time."
    },
    {
      "cite": "George Lorimer",
      "quote": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy."
    },
    {
      "cite": "Jean Chatzky",
      "quote": "By definition, saving for anything requires us to not get things now so that we can get bigger ones later."
    },
    {
      "cite": "Anonymous",
      "quote": "The art is not in making money, but in keeping it."
    },
    {
      "cite": "Confucius",
      "quote": "He who will not economize will have to agonize."
    },
    {
      "cite": "Barack Obama",
      "quote": "The easiest way to save money is to waste less energy."
    },
    {
      "cite": "Joe Moore",
      "quote": "A simple fact that is hard to learn is that the time to save money is when you have some."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Saving is a very fine thing. Especially when your parents have done it for you."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "Money looks better in the bank than on your feet."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "It's not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for."
    },
    {
      "cite": "Epictetus",
      "quote": "Wealth consists not in having great possessions, but in having few wants."
    },
    {
      "cite": "Edmund Burke",
      "quote": "If we command our wealth, we shall be rich and free. If our wealth commands us, we are poor indeed."
    },
    {
      "cite": "Dan Millman",
      "quote": "When a man has learned to live without money, he thought, a few rubles can go a long way."
    },
    {
      "cite": "John Ray",
      "quote": "Spend not where you may save; spare not where you must spend."
    },
    {
      "cite": "Ernest Haskins",
      "quote": "Save a little money each month and at the end of the year you'll be surprised at how little you have."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man is usually more careful of his money than he is of his principles."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "If you can count your money, you don't have a billion dollars."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "There is a gigantic difference between earning a great deal of money and being rich."
    },
    {
      "cite": "Brigham Young",
      "quote": "If you wish to get rich, save what you get. A fool can earn money; but it takes a wise man to save and dispose of it to his own advantage."
    },
    {
      "cite": "Jean Chatzky",
      "quote": "Saving requires us to not get things now so that we can get bigger ones later."
    }
  ]
}