{
  "source": "https://www.wisesayings.com/saxophone-quotes/",
  "theme": "saxophone",
  "quotes": [
    {
      "cite": "Joy Harjo",
      "quote": "The saxophone is so human. Its tendency is to be rowdy, edgy, talk too loud, bump into people, say the wrong words at the wrong time, but then, you take a breath all the way from the center of the earth and blow. All that heartache is forgiven. All that love we humans carry makes a sweet, deep sound and we fly a little."
    },
    {
      "cite": "Joy Harjo",
      "quote": "When you play a sax, that saxophone is irreverent. It's noisy; it's a trickster... you cannot hide the saxophone in your hands, so it's a good teacher."
    },
    {
      "cite": "Stan Getz",
      "quote": "The saxophone is actually a translation of the human voice, in my conception. All you can do is play melody. No matter how complicated it gets, it's still a melody."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "The saxophone is the embodied spirit of beer."
    },
    {
      "cite": "Charlie Parker",
      "quote": "Don't play the saxophone, let the saxophone play you."
    },
    {
      "cite": "Gerry Mulligan",
      "quote": "You can make a saxophone into an electric organ; you can do everything with it."
    },
    {
      "cite": "Gerry Mulligan",
      "quote": "The other saxophones, except as solo instruments, really don't have much point in the orchestra."
    },
    {
      "cite": "Joy Harjo",
      "quote": "I love the sound of the saxophone. It became my singing voice, and it sounds so human. The saxophone could carry the words past the border of words. It can carry it a little bit farther."
    },
    {
      "cite": "Lee Konitz",
      "quote": "I understood that if I wanted to work, the saxophone was the main instrument. The clarinet was what we call a double."
    },
    {
      "cite": "Robert Pinsky",
      "quote": "I am a frustrated saxophone player. If I could, I would abandon all of my books, and I would trade it all if I could play the way people I admire play."
    },
    {
      "cite": "Roscoe Mitchell",
      "quote": "I like to hear melodies that go from one extreme to the next- saxophone to a bell to a whistle, for instance."
    },
    {
      "cite": "Rufus Reid",
      "quote": "It's great to hear someone really care for the soprano saxophone."
    },
    {
      "cite": "Stan Getz",
      "quote": "The saxophone is an imperfect instrument, especially the tenor and soprano, as far as intonation goes. The challenge is to sing on an imperfect instrument that is outside of your body."
    },
    {
      "cite": "Stan Getz",
      "quote": "If you like an instrument that sings, play the saxophone. At its best it's like the human voice."
    },
    {
      "cite": "Steve Lacy",
      "quote": "Play difficult and interesting things. If you play boring things, you risk losing your appetite. Saxophone can be tedious with too much of the same."
    },
    {
      "cite": "Stevie Ray Vaughan",
      "quote": "I wanted to play saxophone, but all I could get were a few squeaks."
    },
    {
      "cite": "Bill Frisell",
      "quote": "There's so much music out there & so many possibilities. I like anyone who plays any instrument."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Drum on your drums, batter on your banjos, sob on the long cool winding saxophones. Go to it, O jazzmen."
    },
    {
      "cite": "Flying Lotus",
      "quote": "I played saxophone for a while when I was a kid."
    },
    {
      "cite": "Gerry Mulligan",
      "quote": "When I began listening to saxophones, I was first attracted to Coleman Hawkins"
    },
    {
      "cite": "Jo Jones",
      "quote": "The drum is the heart of music. The saxophone can play and then rest, as can all of them except the drums; the drummer keeps going - he can't afford to stop."
    },
    {
      "cite": "Julian Schnabel",
      "quote": "Making a painting is like playing the saxophone. You hit the note and it comes out."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "The worst waste of breath, next to playing a saxophone, is advising a son."
    },
    {
      "cite": "M. Thompson",
      "quote": "For me, the saxophone is a way of expression,"
    },
    {
      "cite": "Matt Dillon",
      "quote": "I don't know why, but I like the saxophone."
    },
    {
      "cite": "Steve Lacy",
      "quote": "The potential for the saxophone is unlimited."
    },
    {
      "cite": "Steve Lacy",
      "quote": "You can work on the saxophone alone, but ultimately you must perform with others."
    }
  ]
}