{
  "source": "https://www.wisesayings.com/saying-goodbye-quotes/",
  "theme": "saying-goodbye",
  "quotes": [
    {
      "cite": "Trey Parker",
      "quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Don't cry because it's over. Smile because it happened."
    },
    {
      "cite": "Ernie Harwell",
      "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man never knows how to say goodbye; a woman never knows when to say it."
    },
    {
      "cite": "Paulo Coehlo",
      "quote": "If you are brave enough to say goodbye life will reward you with a new hello."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Never say goodbye because goodbye means going away and going away means forgetting."
    },
    {
      "cite": "Angela Ruggiero",
      "quote": "It feels right. But it's emotional. Saying goodbye to anything you've done that long is hard."
    },
    {
      "cite": "unknown",
      "quote": "A goodbye isn't painful unless you're never going to say hello again."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Never part without loving words to think of during your absence. It may be that you will not meet again in this life."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Parting is all we know of heaven and all we need to know of hell."
    },
    {
      "cite": "John Gay",
      "quote": "We only part to meet again."
    },
    {
      "cite": "unknown",
      "quote": "Saying goodbye to someone' Just means that there's a hello waiting around the corner."
    },
    {
      "cite": "Raphael Zernoff",
      "quote": "Sometimes saying goodbye to the ones you love can be the most appropriate thing to do in order to help them understand there are consequences for each and every choice we make."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "Saying goodbye is a little like dying."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Goodbyes make you think. They make you realize what you've had, what you've lost, and what you've taken for granted."
    },
    {
      "cite": "unknown",
      "quote": "Never say goodbye when you still want to try, never give up when you still feel you can't take it. Never say you don't love the person anymore when you can't let go."
    },
    {
      "cite": "Billy Joel",
      "quote": "Say goodbye to the oldies, but goodies, because the good old days weren't always good and tomorrow ain't as bad as it seems"
    },
    {
      "cite": "Charles Dickens",
      "quote": "The pain of parting is nothing to the joy of meeting again."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "They who go Feel not the pain of parting; it is they Who stay behind that suffer."
    },
    {
      "cite": "Jay Kristoff",
      "quote": "It takes courage to say goodbye. To stare at a thing lost and know it is gone forever. Some tears are iron forged."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "I don't say goodbye unless I think it's final."
    },
    {
      "cite": "Richard Bach",
      "quote": "Don't be dismayed at good-byes. A farewell is necessary before we can meet again and meeting again, after moments or a lifetime, is certain for those who are friends."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Farewell is a beautiful and a soft word and yet it is a horrible and a heavy thing too!"
    },
    {
      "cite": "Leena Ahmad Almashat",
      "quote": "The last day is way shorter than counting to ten."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I find wisdom in the waves. Goodbye is a hello to a life without you."
    },
    {
      "cite": "Charlie Brown",
      "quote": "Goodbyes always make my throat hurt?I need more hellos"
    },
    {
      "cite": "Joel Kennedy",
      "quote": "Saying goodbye hurts, but knowing it is goodbye kills."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Saying goodbye to the people you love isn't easy."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "I guess that's what saying goodbye is always like- like jumping off an edge. The worst part is making the choice to do it. Once you're in the air, there's nothing you can do but let go."
    },
    {
      "cite": "Bilal Nasir Khan",
      "quote": "The Most Painful Goodbyes Are The Ones That Are Never Said And Never Explained..."
    }
  ]
}