{
  "source": "https://www.wisesayings.com/scar-quotes/",
  "theme": "scar",
  "quotes": [
    {
      "cite": "Henry Rollins",
      "quote": "Scar tissue is stronger than regular tissue. Realize the strength, move on."
    },
    {
      "cite": "John Green",
      "quote": "The marks humans leave are too often scars."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "The person may have a scar, but it also means they have a story."
    },
    {
      "cite": "Chris Cleave",
      "quote": "A scar does not form on the dying. A scar means I survived."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "What doesn't kill you is gonna leave a scar."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "Be proud of every scar on your heart, each one holds a lifetime's worth of lessons."
    },
    {
      "cite": "unknown",
      "quote": "She wears her scars like a warrior, for they're a reminder she's alive."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "God will not look you over for medals degrees or diplomas, but for scars."
    },
    {
      "cite": "John Steinbeck",
      "quote": "To be alive at all is to have scars."
    },
    {
      "cite": "Louie Giglio",
      "quote": "Our scars are a witness to the world. They are a part of our story. Healed wounds that are symbols that God has restored us."
    },
    {
      "cite": "Demi Lovato",
      "quote": "I think scars are like battle wounds - beautiful, in a way. They show what you've been through and how strong you are for coming out of it."
    },
    {
      "cite": "Danielle Orner",
      "quote": "Our scars make us beautiful."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Turn your scars into stars."
    },
    {
      "cite": "Benjamin Alire Sáenz",
      "quote": "Scars. A sign that you had been hurt. A sign that you had healed."
    },
    {
      "cite": "Aisha Tyler",
      "quote": "Wounds turn into scars and scars make you tough."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Every scar that you have is a reminder not just that you got hurt, but that you survived."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Scars are a warrior's beauty marks."
    },
    {
      "cite": "David Rossi",
      "quote": "Scars show us where we have been, they do not dictate where we are going."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Scars speak more loudly than the sword that caused them."
    },
    {
      "cite": "unknown",
      "quote": "Don't hide your scars. Wear them as proof that God heals."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A scar nobly got is a good livery of honor."
    },
    {
      "cite": "unknown",
      "quote": "Scars are tattoos with better stories."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Scars are just a treasure map for pain you've buried too deep to remember."
    },
    {
      "cite": "Edith L. Tiempo",
      "quote": "What the mind forgets, the scars keep remembering."
    },
    {
      "cite": "unknown",
      "quote": "Just because the scars have healed, doesn't mean that the pain has."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Even when the wound is healed the scar remains."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "I'm grateful for every scar, some pages turned, some bridges burned, but there were lessons learned."
    },
    {
      "cite": "Andy Biersack",
      "quote": "Life gives you enough scars, you don't need to manufacture your own."
    },
    {
      "cite": "Kiera Cass",
      "quote": "The best people all have some kind of scar."
    }
  ]
}