{
  "source": "https://www.wisesayings.com/scenery-quotes/",
  "theme": "scenery",
  "quotes": [
    {
      "cite": "Margaret Drabble",
      "quote": "Scenery can be a violent stimulant."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Scenery without solace is meaningless."
    },
    {
      "cite": "John Keats",
      "quote": "Scenery is fine but human nature is finer."
    },
    {
      "cite": "Lois Crisler",
      "quote": "Wilderness without wildlife is just scenery."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The scenery when it is truly seen reacts on the life of the seer."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Drive slow and enjoy the scenery - drive fast and join the scenery."
    },
    {
      "cite": "Bob Goff",
      "quote": "The most beautiful scenery in the world is when our friends come into view."
    },
    {
      "cite": "Conor Oberst",
      "quote": "There's a lot of optimism in changing scenery, in seeing what's down the road."
    },
    {
      "cite": "Sir James Jeans",
      "quote": "The really happy person is the one who can enjoy the scenery, even when they have to take a detour."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The influence of fine scenery, the presence of mountains, appeases our irritations and elevates our friendships."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The scenery is time bound but the seer is timeless. You are the timeless seer in the midst of time bound scenery."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Gratitude doesn't change the scenery. It merely washes clean the glass you look through so you can clearly see the colors."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nature is not made after such a fashion as we would have her. We piously exaggerate her wonders, as the scenery around our home."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is a serene and settled majesty to woodland scenery that enters into the soul and delights and elevates it, and fills it with noble inclinations."
    },
    {
      "cite": "William James",
      "quote": "It would probably astound each of us beyond measure to be let into his neighbors mind and to find how different the scenery was there from that of his own."
    },
    {
      "cite": "John Muir",
      "quote": "To myself, mountains are the beginning and the end of all natural scenery; in them, and in the forms of inferior landscape that lead to them, my affections are wholly bound up."
    },
    {
      "cite": "Thomas Cole",
      "quote": "The sky is the soul of all scenery. It makes the earth lovely at sunrise and splendid at sunset. In the one it breathes over the earth a crystal-like ether, in the other a liquid gold."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Even the most beautiful scenery is no longer assured of our love after we have lived in it for three months, and some distant coast attracts our avarice: possessions are generally diminished by possession."
    },
    {
      "cite": "Alice Meynell",
      "quote": "Terrestrial scenery is much, but it is not all. Men go in search of it; but the celestial scenery journeys to them; it goes its way round the world. It has no nation, it costs no wearinesss, it knows no bonds."
    },
    {
      "cite": "Barbara Holland",
      "quote": "A good-looking piece of scenery anywhere delights the eye and elevates the spirits. Some of us, crude creatures that we are, are merely excited; finer souls draw ethical and spiritual nutrients from the sight."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "The scenery of mountains painted on the ever-changing azure canvas of the sky, the mysterious mechanism of the human body, the rose, the green grass carpet, the magnanimity of souls, the loftiness of minds, the depth of love - all these things remind us of a God who is beautiful and noble."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The most stupendous scenery ceases to be sublime when it becomes distinct, or in other words limited, and the imagination is no longer encouraged to exaggerate it. The actual height and breadth of a mountain or a waterfall are always ridiculously small; they are the imagined only that content us."
    },
    {
      "cite": "Neil Diamond",
      "quote": "When you're on a merry-go-round, you miss a lot of the scenery."
    },
    {
      "cite": "E. J. Hughes",
      "quote": "The primitive style makes nature look like stage scenery."
    },
    {
      "cite": "Walter Winchell",
      "quote": "An optimist is someone who gets treed by a lion but enjoys the scenery."
    },
    {
      "cite": "Yosa Buson",
      "quote": "Throw open your window and let the scenery of clouds and sky enter your room."
    },
    {
      "cite": "Erik Satie",
      "quote": "Opera is a musical scenery, a musical atmosphere in which the characters move and talk."
    },
    {
      "cite": "Pittacus Lore",
      "quote": "My experiences have taught me that things rarely improve with a simple change of scenery."
    },
    {
      "cite": "Ron Lizzi",
      "quote": "The scenery doesn't necessarily improve in proportion to how far you travel or how much you spend."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Balloonists have an unsurpassed view of the scenery, but there is always the possibility that it may collide with them."
    }
  ]
}