{
  "source": "https://www.wisesayings.com/schizophrenia-quotes/",
  "theme": "schizophrenia",
  "quotes": [
    {
      "cite": "R. D. Laing",
      "quote": "Schizophrenia cannot be understood without understanding despair."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Schizophrenia may be a necessary consequence of literacy."
    },
    {
      "cite": "Maria Bamford",
      "quote": "Schizophrenia is hearing voices, not doing voices."
    },
    {
      "cite": "Oscar Levant",
      "quote": "Schizophrenia beats dining alone."
    },
    {
      "cite": "Paula Sellmeyer",
      "quote": "Adults with schizophrenia are not attractive in the way that an abandoned baby or abused dog is."
    },
    {
      "cite": "Ronald David Laing",
      "quote": "There is no such condition as schizophrenia, but the label is a social fact and the social fact a political event."
    },
    {
      "cite": "Robert Lawton",
      "quote": "They've always tried to help me, but having schizophrenia it was hard to receive the help."
    },
    {
      "cite": "Jeffrey Lieberman",
      "quote": "When it comes to the treatment of patients with chronic schizophrenia, the glass is only half-full."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "Writing is a socially acceptable form of schizophrenia."
    },
    {
      "cite": "Barbara Lindsay",
      "quote": "When I talk to someone with schizophrenia, I understand them hearing voices. It puts them at ease to know they're not the only one."
    },
    {
      "cite": "Gary Zukav",
      "quote": "There is no difference between acute schizophrenia and a world at war."
    },
    {
      "cite": "Holly Schindler",
      "quote": "Schizophrenia: A psychotic disorder characterized by withdrawal from reality, illogical patters of thinking, delusions, and hallucinations. See also: Nightmare."
    },
    {
      "cite": "John Forbes Nash",
      "quote": "There are things that tend to moderate with age. Schizophrenia is somewhat like that."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "As insanity in a higher sense, is the beginning of all wisdom, so is schizophrenia the beginning of all art, all fantasy."
    },
    {
      "cite": "Wesley Willis",
      "quote": "Schizophrenia demons live in my head."
    },
    {
      "cite": "Mira Bartok",
      "quote": "We children of schizophrenics are the great secret keepers, the ones who don't want you to think that anything is wrong."
    },
    {
      "cite": "Christine Klaass Smith",
      "quote": "Labels are for canned goods!"
    },
    {
      "cite": "David Icke",
      "quote": "I believe that the human race has developed a form of collective schizophrenia in which we are not only the slaves to this imposed thought behavior, but we are also the police force of it."
    },
    {
      "cite": "Mark Twain",
      "quote": "Of all the things I've lost, I miss my mind the most."
    },
    {
      "cite": "Elyn Saks",
      "quote": "The schizophrenic mind is not so much split as shattered. I like to say schizophrenia is like a waking nightmare."
    },
    {
      "cite": "John Forbes Nash",
      "quote": "There are things that tend to moderate with age. Schizophrenia is somewhat like that."
    },
    {
      "cite": "Thomas R. Insel",
      "quote": "After a century of studying schizophrenia, the cause of the disorder remains unknown."
    },
    {
      "cite": "Elyn Saks",
      "quote": "Please hear this: There are not 'schizophrenics.' There are people with schizophrenia."
    },
    {
      "cite": "Elyn Saks",
      "quote": "Some people say I'm unique, that there aren't other people with schizophrenia like me. Well, there are people like me out there, but the stigma is so great that they don't come forward."
    },
    {
      "cite": "David Davis",
      "quote": "There are a lot of mental cases [on the streets]. A lot of them have schizophrenia and they tend to use drugs a lot."
    }
  ]
}