{
  "source": "https://www.wisesayings.com/school-quotes/",
  "theme": "school",
  "quotes": [
    {
      "cite": "Victor Hugo",
      "quote": "He who opens a school door, closes a prison."
    },
    {
      "cite": "Jim Benton",
      "quote": "School prepares you for the real world... which also bites."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "What is the most important thing one learns in school? Self-esteem, support, and friendship."
    },
    {
      "cite": "Nick Giovanni",
      "quote": "It is not who you attend school with but who controls the school you attend."
    },
    {
      "cite": "unknown",
      "quote": "School is a place that provides education and education is the key to life."
    },
    {
      "cite": "Richard DuFour",
      "quote": "The fundamental purpose of school is learning, not teaching."
    },
    {
      "cite": "unknown",
      "quote": "In school, you learn how to learn."
    },
    {
      "cite": "Edward de Bono",
      "quote": "I think school is a place where thinking should be taught."
    },
    {
      "cite": "Henry Ford",
      "quote": "You can't learn in school what the world is going to do next year."
    },
    {
      "cite": "Sophia Loren",
      "quote": "It's a mistake to think that once you're done with school you need never learn anything new."
    },
    {
      "cite": "Horace Mann",
      "quote": "Jails and prisons are the complement of schools; so many less as you have of the latter, so many more must you have of the former."
    },
    {
      "cite": "Robert Frost",
      "quote": "The chief reason for going to school is to get the impression fixed for life that there is a book side for everything."
    },
    {
      "cite": "Edgar W. Howe",
      "quote": "If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers."
    },
    {
      "cite": "Tom Bodett",
      "quote": "In school, you're taught a lesson and then given a test. In life, you're given a test that teaches you a lesson."
    },
    {
      "cite": "James E. Faust",
      "quote": "Cheating in school is a form of self-deception. We go to school to learn. We cheat ourselves when we coast on the efforts and scholarship of someone else."
    },
    {
      "cite": "Harold Howe",
      "quote": "What a school thinks about its library is a measure of what it feels about education."
    },
    {
      "cite": "Ambeth R. Ocampo",
      "quote": "School made us 'literate' but did not teach us to read for pleasure."
    },
    {
      "cite": "Peter Kline",
      "quote": "School should be the best party in town."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "There's no use going to school unless your final destination is the library."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The things taught in schools and colleges are not an education, but the means of education."
    },
    {
      "cite": "Carol Burnett",
      "quote": "We don't stop going to school when we graduate."
    },
    {
      "cite": "Emma Watson",
      "quote": "I'm not going to school just for the academics - I wanted to share ideas, to be around people who are passionate about learning."
    },
    {
      "cite": "Mark Twain",
      "quote": "Every time you stop a school, you will have to build a jail. What you gain at one end you lose at the other. It's like feeding a dog on his own tail. It won't fatten the dog."
    },
    {
      "cite": "Mark Twain",
      "quote": "I never let my schooling interfere with my education."
    },
    {
      "cite": "John Spalding",
      "quote": "There is a grave defect in the school where the playground suggests happy and classroom disagreeable thoughts."
    },
    {
      "cite": "Richard Livingstone",
      "quote": "If the school sends out children with a desire for knowledge and some idea of how to acquire and use it, it will have done its work."
    },
    {
      "cite": "Emo Philips",
      "quote": "You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle aged woman: Stuff you pay good money for in later life."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "We class schools into four grades: leading school, first-rate school, good school and school."
    },
    {
      "cite": "Terrance Deal",
      "quote": "The pathway to educational excellence lies within each school."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Experience keeps a dear school, but fools will learn in no other."
    }
  ]
}