{
  "source": "https://www.wisesayings.com/scholarship-quotes/",
  "theme": "scholarship",
  "quotes": [
    {
      "cite": "Philip Rieff",
      "quote": "Scholarship is polite argument."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Scholarship can find little to say about the obvious."
    },
    {
      "cite": "Richard Levins",
      "quote": "Scholarship that is indifferent to human suffering is immoral."
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "Scholarship, save by accident, is never the measure of a man's power."
    },
    {
      "cite": "William Zinsser",
      "quote": "Scholarship hath no fury like that of a language purist faced with sludge."
    },
    {
      "cite": "Umar",
      "quote": "Do not be an arrogant scholar, for scholarship cannot subsist with arrogance."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Scholarship is to be created not by compulsion, but by awakening a pure interest in knowledge."
    },
    {
      "cite": "Michel Chossudovsky",
      "quote": "Mainstream economics scholarship produces theory without facts (\"pure theory\") and facts without theory (\"applied economics\")"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "All your scholarship would be in vain if at the same time you do not build your character and attain mastery over your thoughts and your actions."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Scholarship has the same relationship to wisdom as righteousness has to holiness: it is cold and dry, it is loveless and knows nodeep feelings of inadequacy or longing."
    },
    {
      "cite": "Harold Bloom",
      "quote": "The morality of scholarship, as currently practiced, is to encourage everyone to replace difficult pleasures by pleasures universally accessible precisely because they are easier."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Scholarship cannot do without literature.... It needs literature to float it, to set it current, to authenticate it to all the race, to get it out of closets and into the brains of men who stir abroad."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "The riches of scholarship, the benignities of literature, defy fortune and outlive calamity. They are beyond the reach of thief or moth or rust. As they cannot be inherited, so they cannot, be alienated."
    },
    {
      "cite": "Hugh Nibley",
      "quote": "All scholarship, like all science, is an ongoing, open-ended discussion in which all conclusions are tentative forever, the principal value and charm of the game being the discovery of the totally unexpected."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "True scholarship consists in knowing not what things exist, but what they mean; it is not memory but judgment."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The ceaseless, senseless demand for original scholarship in a number of fields, where only erudition is now possible, has led either to sheer irrelevancy, the famous knowing of more and more about less and less, or to the development of pseudo-scholars."
    },
    {
      "cite": "Nnamdi Azikiwe",
      "quote": "Originality is the essence of true scholarship. Creativity is the soul of the true scholar."
    },
    {
      "cite": "George Sarton",
      "quote": "Erudition without pedantry is as a rare as wisdom itself."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Erudition - dust shaken out of a book into an empty skull."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "Erudition, like a bloodhound, is a charming thing when held firmly in leash, but it is not so attractive when turned loose upon a defenseless and unerudite public."
    },
    {
      "cite": "Ashim Shanker",
      "quote": "Erudition is the crude residue of wilted harvests; wit: the meddlesome weed that wilts them."
    },
    {
      "cite": "Jalen Rose",
      "quote": "An athletic scholarship shouldn't be the best opportunity to receive a quality education."
    },
    {
      "cite": "Deborah Harkness",
      "quote": "The world of scholarship is much more measured in its appreciation and also its criticism than the world of popular literature."
    },
    {
      "cite": "John Charles Polanyi",
      "quote": "For scholarship - if it is to be scholarship - requires, in addition to liberty, that the truth take precedence over all sectarian interests, including self-interest."
    },
    {
      "cite": "Richard Hofstadter",
      "quote": "The higher paranoid scholarship is nothing if not coherent — in fact the paranoid mind is far more coherent than the real world."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Erudition can produce foliage without bearing fruit."
    },
    {
      "cite": "Jonathon Keats",
      "quote": "...there's no reason why scholarship can't be as seriously playful as bubble-blowing."
    }
  ]
}