{
  "source": "https://www.wisesayings.com/science-quotes/",
  "theme": "science",
  "quotes": [
    {
      "cite": "Sir Arthur Eddington",
      "quote": "Science is one thing, wisdom is another. Science is an edged tool, with which men play like children, and cut their own fingers."
    },
    {
      "cite": "Adam Smith",
      "quote": "Science is the great antidote to the poison of enthusiasm and superstition."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "Science is a cemetery of dead ideas"
    },
    {
      "cite": "Mark Twain",
      "quote": "There is something fascinating about science. One gets such wholesale returns of conjecture out of such a trifling investment of fact."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Science does not know its debt to imagination."
    },
    {
      "cite": "William Lawrence Bragg",
      "quote": "The important thing in science is not so much to obtain new facts as to discover new ways of thinking about them."
    },
    {
      "cite": "John Dewey",
      "quote": "Every great advance in science has issued from a new audacity of imagination."
    },
    {
      "cite": "Jean Rostand",
      "quote": "Science has made us gods even before we are worthy of being men."
    },
    {
      "cite": "Henri Poincar",
      "quote": "Science is built up of facts, as a house is built of stones; but an accumulation of facts is no more a science than a heap of stones is a house."
    },
    {
      "cite": "Max Gluckman",
      "quote": "A science is any discipline in which the fool of this generation can go beyond the point reached by the genius of the last generation."
    },
    {
      "cite": "Thomas Henry Huxley",
      "quote": "Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Science is a wonderful thing if one does not have to earn one's living at it."
    },
    {
      "cite": "Evelyn Fox Keller",
      "quote": "To know the history of science is to recognize the mortality of any claim to universal truth."
    },
    {
      "cite": "Robert L. Park",
      "quote": "The greatest discoveries of science have always been those that forced us to rethink our beliefs about the universe and our place in it."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Science is the topography of ignorance."
    },
    {
      "cite": "William James",
      "quote": "Science, like life, feeds on its own decay. New facts burst old rules; then newly divined conceptions bind old and new together into a reconciling law."
    },
    {
      "cite": "Franois Rabelais",
      "quote": "Science without conscience is the soul's perdition."
    },
    {
      "cite": "E. Rutherford",
      "quote": "All science is either physics or stamp collecting."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Science can only ascertain what is, but not what should be, and outside of its domain value judgements of all kinds remain necessary."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Science is all those things which are confirmed to such a degree that it would be unreasonable to withhold one's provisional consent."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground floor."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The whole of science is nothing more than a refinement of everyday thinking."
    },
    {
      "cite": "Hugh Walpole",
      "quote": "In all science, error precedes the truth, and it is better it should go first than last."
    },
    {
      "cite": "Thomas Henry Huxley",
      "quote": "Science commits suicide when it adopts a creed."
    },
    {
      "cite": "Abraham Flexner",
      "quote": "Science, in the very act of solving problems, creates more of them."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Science is always wrong. It never solves a problem without creating ten more."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Reason, Observation, and Experience ; The Holy Trinity of Science."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Science, at bottom, is really anti-intellectual. It always distrusts pure reason, and demands the production of objective fact."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Science may set limits to knowledge, but should not set limits to imagination."
    },
    {
      "cite": "George Santayana",
      "quote": "Science is nothing but developed perception, interpreted intent, common sense rounded out and minutely articulated."
    }
  ]
}