{
  "source": "https://www.wisesayings.com/scientific-quotes/",
  "theme": "scientific",
  "quotes": [
    {
      "cite": "Jean Piaget",
      "quote": "Scientific thought, then, is not momentary; it is not a static instance; it is a process."
    },
    {
      "cite": "Wilhelm Reich",
      "quote": "Scientific theory is a contrived foothold in the chaos of living phenomena."
    },
    {
      "cite": "Kary Mullis",
      "quote": "We are the recipients of scientific method. We can each be a creative and active part of it if we so desire."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Scientific research can reduce superstition by encouraging people to think and view things in terms of cause and effect."
    },
    {
      "cite": "Norman Ralph Augustine",
      "quote": "For every scientific or engineering action, there is an equal and opposite social reaction."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Scientific truth is beyond loyalty and disloyalty."
    },
    {
      "cite": "Karl Jaspers",
      "quote": "A scientific approach means knowing what one knows and what one doesn't. Absolute or complete knowledge is unscientific."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "A good scientific theory is one which is falsifiable, which has not been falsified."
    },
    {
      "cite": "John Dewey",
      "quote": "Scientific principles and laws do not lie on the surface of nature. They are hidden, and must be wrested from nature by an active and elaborate technique of inquiry."
    },
    {
      "cite": "Oliver Heaviside",
      "quote": "Theory is the essence of facts. Without theory scientific knowledge would be only worthy of the madhouse."
    },
    {
      "cite": "Friedrich August von Hayek",
      "quote": "This means that to entrust to science - or to deliberate control according to scientific principles - more than scientific method can achieve may have deplorable effects."
    },
    {
      "cite": "Frederick Sanger",
      "quote": "Scientific research is one of the most exciting and rewarding of occupations."
    },
    {
      "cite": "Ernst Mayr",
      "quote": "Scientific progress consists in the development of new concepts."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Scientific inquiry shouldn't stop just because a reasonable explanation has apparently been found."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In scientific thinking are always present elements of poetry. Science and music requires a thought homogeneous."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "The scientific imagination always restrains itself within the limits of probability."
    },
    {
      "cite": "Thom Mayne",
      "quote": "Scientific reality is the modern human condition, and you can see that in the symbolic nature of my work."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Scientific beliefs are supported by evidence, and they get results. Myths and faiths are not and do not."
    },
    {
      "cite": "Willard Van Orman Quine",
      "quote": "Scientific method is the way to truth, but it affords, even in principle, no unique definition of truth. Any so-called pragmatic definition of truth is doomed to failure equally."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Great scientific discoveries have been made by men seeking to verify quite erroneous theories about the nature of things."
    },
    {
      "cite": "Claude Levi-Strauss",
      "quote": "Scientific knowledge advances haltingly and is stimulated by contention and doubt."
    },
    {
      "cite": "Max Planck",
      "quote": "A new scientific truth does not triumph by convincing opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it."
    },
    {
      "cite": "Jean Piaget",
      "quote": "Scientific knowledge is in perpetual evolution; it finds itself changed from one day to the next."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "The real purpose of the scientific method is to make sure nature hasn't misled you into thinking you know something you actually don't know."
    },
    {
      "cite": "Jill Lepore",
      "quote": "Scientific management promised to replace rules of thumb with accurate measurements."
    },
    {
      "cite": "Abdus Salam",
      "quote": "Scientific thought and its creation is the common and shared heritage of mankind."
    },
    {
      "cite": "Percy Williams Bridgman",
      "quote": "Science is what scientists do, and there are as many scientific methods as there are individual scientists."
    },
    {
      "cite": "Peter Medawar",
      "quote": "Scientific reasoning is a kind of dialogue between the possible and the actual, between what might be and what is in fact the case."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "In scientific work, those who refuse to go beyond fact rarely get as far as fact."
    },
    {
      "cite": "Claude Levi-Strauss",
      "quote": "The scientific mind does not so much provide the right answers as ask the right questions."
    }
  ]
}