{
  "source": "https://www.wisesayings.com/scotland-quotes/",
  "theme": "scotland",
  "quotes": [
    {
      "cite": "Sam Heughan",
      "quote": "Scotland is about layering. The weather changes every 10 minutes."
    },
    {
      "cite": "Douglas Alexander",
      "quote": "Scotland and England may sometimes be rivals, but by geography, we are also neighbours. By history, allies. By economics, partners. And by fate and fortune, comrades, friends and family."
    },
    {
      "cite": "Sean Connery",
      "quote": "Scotland should be nothing less than equal with all the other nations of the world."
    },
    {
      "cite": "Rainn Wilson",
      "quote": "Scotland is the Canada of England!"
    },
    {
      "cite": "Sara Sheridan",
      "quote": "One of Scotland's most important cultural exports - stories."
    },
    {
      "cite": "Andy Townsend",
      "quote": "Scotland can't afford to take their minds off the gas."
    },
    {
      "cite": "Voltaire",
      "quote": "We look to Scotland for all our ideas of civilization."
    },
    {
      "cite": "Billy Connolly",
      "quote": "The religion in Scotland is one of the most patronising things... after the weather."
    },
    {
      "cite": "George Mackay Brown",
      "quote": "In Scotland, when people congregate, they tend to argue and discuss and reason; in Orkney, they tell stories."
    },
    {
      "cite": "Joseph Hume",
      "quote": "Scotland is a great country and many wonderful things have come out of this country, however England gets the glory."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "Scotland by no means escaped the fate ordained for every country which is connected, but not incorporated, with another country of greater resources."
    },
    {
      "cite": "Dorothy Wordsworth",
      "quote": "Scotland is the country above all others that I have seen, in which a man of imagination may carve out his own pleasures; there are so many inhabited solitudes."
    },
    {
      "cite": "Billy Connolly",
      "quote": "There are two seasons in Scotland: June and Winter."
    },
    {
      "cite": "Billy Connelly",
      "quote": "In Scotland, there is no such thing as bad weather - only the wrong clothes."
    },
    {
      "cite": "Mel Gibson",
      "quote": "Scotland is a great nation, but its horses are very uncomfortable."
    },
    {
      "cite": "Johann Lamont",
      "quote": "Scotland cannot be the only 'something for nothing' country in the world."
    },
    {
      "cite": "Nicola Sturgeon",
      "quote": "Scotland has a great deal to offer the world in terms of our approach to key economic and social issues."
    }
  ]
}