{
  "source": "https://www.wisesayings.com/scouting-quotes/",
  "theme": "scouting",
  "quotes": [
    {
      "cite": "Baden Powell de Aquino",
      "quote": "ScoutingÂ is a man's job cut down to a boy's size."
    },
    {
      "cite": "Baden Powell de Aquino",
      "quote": "InÂ scoutingÂ you are combating the brooding of selfishness."
    },
    {
      "cite": "Wallace G. Wilkinson",
      "quote": "Scouting exposes young men to people and experiences that encourage and nurture positive moral values. But we mustn't take scouting for granted. You can do nothing more important for young people today than to continue, or begin, your support of Scouting. I have never met anyone with devoted Scouting experience who was not a solid citizen, a loyal friend, and a patriot. We need more of them."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "ScoutingÂ teaches a boy to take care of himself and stand on his own two feet."
    },
    {
      "cite": "Bear Grylls",
      "quote": "WhatÂ scoutingÂ says to people is: Every child has a right to have an adventure. Life is about grabbing opportunities"
    },
    {
      "cite": "William Hillcourt",
      "quote": "ScoutingÂ is a game with a purpose."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "Scouting is not an abstruse or difficult science: rather it is a jolly game if you take it in the right light. In the same time it is educative, and (like Mercy) it is apt to benefit him that giveth as well as him that receives."
    },
    {
      "cite": "Terry Rozier",
      "quote": "Scouting is important. You just want to know whom you are playing against and how to play them well within the team's defense."
    },
    {
      "cite": "Juliette Gordon Low",
      "quote": "ScoutingÂ rises within you and inspires you to put forth your best."
    },
    {
      "cite": "Baden Powell de Aquino",
      "quote": "ScoutingÂ is a game for boys under the leadership of boys under the direction of a man."
    },
    {
      "cite": "John Steinbeck",
      "quote": "The free exploring mind of the individual human is the most valuable thing in the world."
    },
    {
      "cite": "Robert Powell",
      "quote": "InÂ scouting, a boy is encouraged to educate himself instead of being instructed."
    },
    {
      "cite": "Robert Powell",
      "quote": "The sport inÂ scoutingÂ is to find the good in every boy and develop it."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "Scouting is nothing less than applied Christianity."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "The method of instruction in scouting is that of creating in the boy the desire to learn for himself."
    },
    {
      "cite": "Baden Powell de Aquino",
      "quote": "Teach scouts not how to get a living, but how to live.Â"
    }
  ]
}