{
  "source": "https://www.wisesayings.com/scriptures-quotes/",
  "theme": "scriptures",
  "quotes": [
    {
      "cite": "Augustine",
      "quote": "The Holy Scriptures are our letters from home."
    },
    {
      "cite": "St. Jerome",
      "quote": "Ignorance of the Scriptures is ignorance of Christ."
    },
    {
      "cite": "Matthew Henry",
      "quote": "The Scriptures were written, not to make us astronomers, but to make us saints."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "The Scriptures were not given to increase our knowledge, but to change our lives."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "We must not only read the Scriptures, but we must make their rules of life our own."
    },
    {
      "cite": "Isaac Newton",
      "quote": "Yet one thing secures us what ever betide, the scriptures assures us that the Lord will provide."
    },
    {
      "cite": "John Knox",
      "quote": "The Scriptures of God are my only foundation and substance in all matters of weight and importance."
    },
    {
      "cite": "John Philip Kemble",
      "quote": "When you read the sacred Scriptures, or any other book, never think how you read, but what you read."
    },
    {
      "cite": "Rich Mullins",
      "quote": "We were given the Scriptures to humble us into realizing that God is right, and the rest of us are just guessing."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Any manipulation of the Scriptures to make them speak peace to the natural man is evil and can only lead to ruin."
    },
    {
      "cite": "John Flavel",
      "quote": "The Scriptures teach us the best way of living, the noblest way of suffering, and the most comfortable way of dying."
    },
    {
      "cite": "Rama Swami",
      "quote": "The scriptures say to wake up from the deep sleep of ignorance, remain fully awake, remain conscious, & go on learning."
    },
    {
      "cite": "Richard G. Scott",
      "quote": "Scriptures are like packets of light that illuminate our minds and give place to guidance and inspiration from on high."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "The truths of the Scriptures are so marked and inimitable, that the inventor would be more of a miraculous character than the hero."
    },
    {
      "cite": "John Owen",
      "quote": "In the divine Scriptures, there are shallows and there are deeps; shallows where the lamb may wade, and deeps where the elephant may swim."
    },
    {
      "cite": "John Calvin",
      "quote": "The Scriptures obtain full authority among believers only when men regard them as having sprung from heaven, as if there the living words of God were heard."
    },
    {
      "cite": "St. Jerome",
      "quote": "The Scriptures are shallow enough for a babe to come and drink without fear of drowning and deep enough for theologians to swim in without ever reaching the bottom."
    },
    {
      "cite": "John Robinson",
      "quote": "The Holy Scriptures are that divine instrument by which we are taught what to believe, concerning God, ourselves, and all things, and how to please God unto eternal life."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "The scriptures make the danger of delay clear. It is that we may discover that we have run out of time. The God who gives us each day as a treasure will require an accounting."
    },
    {
      "cite": "Joseph Franklin Rutherford",
      "quote": "The inspired Scriptures make the clear distinction between false and true riches and make plain the reason why happiness is gained and fully enjoyed only by those who find true riches."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "The scriptures offer us so many doctrinal diamonds. And when the light of the Spirit plays upon their several facets, they sparkle with celestial sense and illuminate the path we are to follow."
    },
    {
      "cite": "John Calvin",
      "quote": "The Scriptures should be read with the aim of finding Christ in them. Whoever turns aside from this object, even though he wears himself out all his life in learning, he will never reach the knowledge of the truth."
    },
    {
      "cite": "Martin Luther",
      "quote": "The Holy Scriptures surpass in efficaciousness all the arts and all the sciences of the philosophers and jurists; these, though good and necessary to life here below, are vain and of no effect as to what concerns the life eternal."
    },
    {
      "cite": "Dennis Kucinich",
      "quote": "The scriptures bid us to send forth our light and our truth and when children carry within their hearts the torch of hope, they learn the darkness yields not only to man-made fire, but to starlight, to the rising sun, and to the light of the soul."
    },
    {
      "cite": "John Dryden",
      "quote": "And that the Scriptures, though not everywhere Free from corruption, or entire, or clear, Are uncorrupt, sufficient, clear, entire In all things which our needful faith require."
    },
    {
      "cite": "Paul Enns",
      "quote": "Scripture indicates that heaven is not distant but rather… heaven is near—in another realm."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Holy Scriptures; the precious promise of God."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "The scriptures are in print what Christ is in person."
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "The scriptures hold the keys to spiritual protection."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "The Holy Scriptures lead us to God and open the path to the knowledge of God."
    }
  ]
}