{
  "source": "https://www.wisesayings.com/sculpture-quotes/",
  "theme": "sculpture",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There are men whose manners have the same essential splendor as the simple and awful sculpture on the friezes of the Parthenon, and the remains of the earliest Greek art."
    },
    {
      "cite": "Chuck Close",
      "quote": "Sculpture occupies real space like we do... you walk around it and relate to it almost as another person or another object."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "I think that any sculpture is a response to its environment. It can be brought to life or put to sleep by the environment."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Sculpture is more than painting. It is greater To raise the dead to life than to create Phantoms that seem to live."
    },
    {
      "cite": "Michaelangelo",
      "quote": "The sculpture is already complete within the marble block, before I start my work. It is already there, I just have to chisel away the superfluous material."
    },
    {
      "cite": "Auguste Rodin",
      "quote": "Where did I learn to understand sculpture? In the woods by looking at the trees, along roads by observing the formation of clouds, in the studio by studying the model, everywhere except in the schools."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Sculpture is the best comment that a painter can make on painting."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "A sculpture is just a painting cut out and stood up somewhere."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "It is not hard to understand modern art. If it hangs on a wall it's a painting, and if you can walk around it it's a sculpture."
    },
    {
      "cite": "Damien Hirst",
      "quote": "Painting is so poetic, while sculpture is more logical and scientific and makes you worry about gravity."
    },
    {
      "cite": "William Shatner",
      "quote": "You have to create your life. You have to carve it, like a sculpture."
    },
    {
      "cite": "John Ruskin",
      "quote": "Sculpture is not the mere cutting of the form of anything in stone; it is the cutting of the effect of it. Very often the true form, in the marble, would not be in the least like itself."
    },
    {
      "cite": "Louise Bourgeois",
      "quote": "It is a great privilege to be able to work with, and I suppose work off, my feelings through sculpture."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The picture that approaches sculpture nearest Is the best picture."
    },
    {
      "cite": "Georg Baselitz",
      "quote": "Sculpture is like archaeology: You dig in and you find something."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The art of sculpture is long ago perished to any real effect... it is the game of a rude and youthful people, and not the manly labour of a wise and spiritual nation."
    },
    {
      "cite": "Philip Guston",
      "quote": "Painting and sculpture are very archaic forms. It's the only thing left in our industrial society where an individual alone can make something with not just his own hands, but brains, imagination, heart maybe."
    },
    {
      "cite": "Jimmy Carl Black",
      "quote": "I really don't have a theme when I start a sculpture. The rock guides me to the final sculpture. I think that is true for many creative sculpture artists."
    },
    {
      "cite": "Wilhelm Lehmbruck",
      "quote": "Sculpture is the essence of things, the essence of nature, that which is perpetually human."
    },
    {
      "cite": "Henri Matisse",
      "quote": "I did my sculpture as a painter. I did not work as a sculptor."
    },
    {
      "cite": "Henry Moore",
      "quote": "Painting and sculpture help other people to see what a wonderful world we live in."
    },
    {
      "cite": "Michaelangelo",
      "quote": "Sculpture is made by taking away, while painting is made by adding."
    },
    {
      "cite": "Barnett Newman",
      "quote": "Sculpture is what you bump into when you back up to see a painting."
    },
    {
      "cite": "Henry Moore",
      "quote": "A piece of sculpture can have a hole through it and not be weakened if the hole is of a studied size, shape, and direction."
    }
  ]
}