{
  "source": "https://www.wisesayings.com/seafood-quotes/",
  "theme": "seafood",
  "quotes": [
    {
      "cite": "Andrew Zimmern",
      "quote": "Sardinia has to have some of the best seafood on the planet. I'm a sea urchin freak, and Sardinia's are some of the best I've had."
    },
    {
      "cite": "Dave Barry",
      "quote": "The only kind of seafood I trust is the fish stick, a totally featureless fish that doesn't have eyeballs or fins."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "I have trouble with seafood because it tastes like a dock."
    },
    {
      "cite": "Joey Chestnut",
      "quote": "Seafood is one of the easiest things to digest - a bratwurst is really hard on the body."
    },
    {
      "cite": "Marie Helvin",
      "quote": "Fresh seafood reminds me of Hawaii and eating raw ahi fish on the beach with a little soy sauce - instant sashimi."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "One of the first jobs I ever had was opening clams in a seafood restaurant, so I'm pretty quick at it."
    },
    {
      "cite": "Annie Wersching",
      "quote": "Portugal has amazing seafood with all the eyeballs staring back at you."
    },
    {
      "cite": "Nico Santos",
      "quote": "I grew up in the Philippines and we had all this amazing fresh seafood, but uni was something that I was weirded out by. It wasn't until I was an adult that I was like, 'Let me just go ahead and try this.'"
    },
    {
      "cite": "Billy Williams",
      "quote": "Mobile is a seaport town, and we ate a lot of seafood. We'd go fishing, we'd catch our fish and we'd eat our fish. It was a ritual on Saturday morning for all my family - my grandfather, my brothers, my uncles, my father - to go fishing, and then the ladies of the family would clean the fish and fry them up."
    },
    {
      "cite": "Harland Williams",
      "quote": "I love seafood. Whenever I'm in Las Vegas, I love going to the Bellagio buffet because they have these great king crab legs."
    },
    {
      "cite": "Padma Lakshmi",
      "quote": "I love seafood. I'm not a vegetarian but I'm probably a pescatarian."
    },
    {
      "cite": "Jeff Smith",
      "quote": "Most seafoods should be simply threatened with heat and then celebrated with joy."
    },
    {
      "cite": "Tilman J. Fertitta",
      "quote": "You can put the greatest seafood restaurant next to an average steak house in an urban area, and that steak house will do more business than the seafood place. If you go to the water, you can put an average seafood place next to the greatest steak house, and people are going to eat seafood."
    },
    {
      "cite": "Carl Safina",
      "quote": "To save the seas, we can eat sustainably and be conscious of the seafood we eat."
    },
    {
      "cite": "Ferran Adria",
      "quote": "Remember that a very good sardine is always preferable to a not that good lobster."
    },
    {
      "cite": "Lynda Montgomery",
      "quote": "Why does Sea World have a seafood restaurant? I'm halfway through my fishburger and I realize, Oh my God. I could be eating a slow learner."
    },
    {
      "cite": "Bernardo Zuleta",
      "quote": "The treaty has to be concocted to satisfy all tastes. One prepares the seafood, the meat, the chicken, and the rice, but they are just as assortment of separate dishes until they are blended into perfect unity, and the result is paella—or a treaty for all."
    },
    {
      "cite": "Harold Wilson",
      "quote": "If I had the choice between smoked salmon and tinned salmon, I'd have it tinned. With vinegar."
    },
    {
      "cite": "Ed Zern",
      "quote": "To bring to gaff a salmon than a bluefin tuna I would suna."
    },
    {
      "cite": "Andrew Lang",
      "quote": "As to salmon, Walton scarcely speaks a true word about their habits, except by accident."
    },
    {
      "cite": "Kevin Steele",
      "quote": "Seafood makes you live 10 years more."
    },
    {
      "cite": "Rick Stein",
      "quote": "Nothing is more exhilarating than fresh fish simply cooked."
    },
    {
      "cite": "Exec Chef Bradley",
      "quote": "Seafood is one of the last wild foods left that we eat regularly."
    },
    {
      "cite": "Brian Malarkey",
      "quote": "When chefs consider seafood, they don't consider trout seafood at all."
    },
    {
      "cite": "Arthur",
      "quote": "Yes... fish all bathe together. Although they do tend to eat one another. I often think... fish must get awfully tired of seafood. What are you thoughts, Hobson?"
    },
    {
      "cite": "Dick Brandow",
      "quote": "Want some sea food, Mama / Shrimps and rice they're very nice / Hold tight, hold tight, hold tight, hold tight / I like oysters, lobsters too / I like my tasty butter fish, foo / When I come home late at night / I get my favorite dish, fish."
    },
    {
      "cite": "Charles Calhoun",
      "quote": "Well I'm the one-eyed cat / Peeping in a seafood store / I'm like the one-eyed cat / Peeping in a seafood store / I can tell by lookin' / You ain't no child no more."
    },
    {
      "cite": "Fred Ebb",
      "quote": "Oh, I can cook, too, on top of the rest, / My seafood's the best in the town. / And I can cook, too. / My fish can't be beat, / My sugar's the sweetest around. / I'm a man's ideal of a perfect meal / Right down to the demi-tasse. / I'm a pot of joy for a hungry boy, / Baby, I'm cookin' with gas. / Oh, I'm a gumdrop, / A sweet lollipop, / A brook trout right out of the brook, / And what's more, baby, I can cook!"
    },
    {
      "cite": "Burt Green",
      "quote": "Saint Johners are not rich folk in a fancy dining car, / Come sit around our table & put your belly to the bar, / Its where the lobsters crawl up King Street, / The Seafood Can't be beat / When you drink that Moosehead Beverage / You'll say... Ain't she so sweet!"
    },
    {
      "cite": "James Hackney",
      "quote": "Seafood has always been a huge part of Massachusetts. I feel that the farm-to-table movement has highlighted the efforts put out by the fishermen and all their hard work. Fish is very seasonal, too, so it plays a big part not only getting the best, but the first of the seasonal catch. Customers are becoming very well educated about the product, so they understand and read menus that highlight that great product. As long as the chefs have a close relationship with their fishermen, it can only help to continue innovation and the ability for chefs to show off the best."
    }
  ]
}