{
  "source": "https://www.wisesayings.com/seagull-quotes/",
  "theme": "seagull",
  "quotes": [
    {
      "cite": "Gengxin Li",
      "quote": "When a man marries a whore, it is like trying to keep a seagull from the water."
    },
    {
      "cite": "Isabel Thomas",
      "quote": "Seagulls that live near airports damage aeroplanes by flying into them. People use spikes and nets to stop seagulls roosting or to scare them away."
    },
    {
      "cite": "Richard Bach",
      "quote": "I must fly home to the Flock and be content as I am, as a poor limited seagull."
    },
    {
      "cite": "Richard Bach",
      "quote": "Seagulls, as you know, never falter, never stall. To stall in the air is for them disgrace and it is dishonor."
    },
    {
      "cite": "Richard Bach",
      "quote": "Most gulls don't bother to learn more than the simplest facts of flight— how to get from shore to food and back again. For most gulls, it is not flying that matters, but eating."
    },
    {
      "cite": "Danny Snell",
      "quote": "Seagull loves to fly. It makes her heart sing. But when she gets caught in a tangle of fishing line on the beach, Seagull can only watch as other birds fly effortlessly above."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I made that vow,/ Swore that two lives should be like one / As long as the seagull loved the sea, / As long as the sunflower sought the sun,/ It shall be, I said, for eternity,/ 'Twixt you and me!"
    },
    {
      "cite": "Michael Brooke",
      "quote": "Seabirds evoke the spirit of the earth's wildest places. They spend large portions of their lives at sea, often far from land, and nest on beautiful remote islands that humans rarely visit."
    },
    {
      "cite": "Adam Nicolson",
      "quote": "Life itself could never have been sustainable without seabirds. They are bringers of fertility, the deliverers of life from ocean to land."
    },
    {
      "cite": "Adam Nicolson",
      "quote": "Only the poets in the past would have thought of seabirds as creatures riding the ripples and current of the entire planet, but that is what the scientists are seeing now today."
    },
    {
      "cite": "Munia Khan",
      "quote": "Flight of my mind rises beneath the seagull’s wings …then ocean is my motherland I feel."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Freedom can be forgotten in the repressive countries. To remember freedom, it will be enough to watch a happy seagull flying in the sky!"
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The hard part's waiting for the seagulls to attack when you have a chip on your shoulder."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Do you also see every day what the seagull sees every day? Infinite gleams of the sea? Then, you are a seagull too!"
    },
    {
      "cite": "Jeanne Marie Laskas",
      "quote": "Seagulls are a landfill nuisance because they fly away with food scraps and, as is their reputation, fight each other over them midflight, often losing them, and soon a lady has a half-eaten hamburger splashing into her backyard pool."
    },
    {
      "cite": "Eric Cantona",
      "quote": "When the seagulls follow the trawler, it is because they think sardines will be thrown into the sea."
    },
    {
      "cite": "Richard Bach",
      "quote": "The gull sees farthest who flies highest."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A seagull flying beautifully is heaven; a seagull hunting an innocent fish is hell! Existence is heaven and hell, joy and horror!"
    },
    {
      "cite": "James Hunter",
      "quote": "A seagull manager is one who periodically flies into the area, makes a lot of noise, dumps on the people, maybe eats their lunch, and flies away."
    }
  ]
}