{
  "source": "https://www.wisesayings.com/season-quotes/",
  "theme": "season",
  "quotes": [
    {
      "cite": "Elizabeth Chase Akers Allen",
      "quote": "Yet sunshine brightens after rain, The darkness comes and goes again, So solace follows bitter pain, As seasons wax and wane."
    },
    {
      "cite": "George Santayana",
      "quote": "To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring."
    },
    {
      "cite": "Arthur Rubinstein",
      "quote": "The seasons are what a symphony ought to be: four perfect movements in harmony with each other."
    },
    {
      "cite": "Plutarch",
      "quote": "Silence at the proper season is wisdom, and better than any speech."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The sun shines different ways in winter and summer. We shine different ways in the seasons of our lives."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "I know I am but summer to your heart, And not the full four seasons of the year..."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Some people plant in the spring and leave in the summer. If you're signed up for a season, see it through. You don't have to stay forever, but at least stay until you see it through."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Self-discipline is an act of cultivation. It requires you to connect today's actions to tomorrow's results. There's a season for sowing a season for reaping. Self-discipline helps you know which is which."
    },
    {
      "cite": "E. W. Howe",
      "quote": "Farmers only worry during the growing season, but townspeople worry all the time."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The seasons alter: hoary-headed frosts Fall in the fresh lap of the crimson rose."
    },
    {
      "cite": "Ecclesiastes 3:1",
      "quote": "To everything there is a season, and a time to every purpose under heaven: A time to be born, and a time to die."
    },
    {
      "cite": "Barbara J. Doll",
      "quote": "God has a plan for every season of your life. We must trust that He knows what the right      time is for changing every season in our lives and learn to rejoice in each of them."
    },
    {
      "cite": "Julian Barnes",
      "quote": "When you’re young you prefer the vulgar months, the fullness of the seasons. As you grow older you learn to like the in-between times, the months that can’t make up their minds. Perhaps it’s a way of admitting that things can’t ever bear the same certainty again."
    },
    {
      "cite": "Sherwood Smith",
      "quote": "Except. What is normal at any given time? We change just as the seasons change, and each spring brings new growth. So nothing is ever quite the same."
    },
    {
      "cite": "Meeta Ahluwahlia",
      "quote": "If people were seasons, she'd be monsoon. After every downpour, the garden laughed like her, wild and free."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "Every season has a reason. Summer cannot do the works of winter, nor winter the works of summer. Each season is unique yet so important, so cherish the seasons in your life."
    },
    {
      "cite": "Shiv Khera",
      "quote": "A person with a positive attitude is like a fruit of all seasons."
    },
    {
      "cite": "Andrea Goeglein",
      "quote": "Not everyone takes action to harvest the experiences of the seasons of life in order to enjoy their bounty."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love is a fruit in season at all times, and within reach of every hand."
    },
    {
      "cite": "Carl Jung",
      "quote": "We are born at a given moment, in a given place and, like vintage years of wine, we have the qualities of the year and of the season of which we are born. Astrology does not lay claim to anything more."
    },
    {
      "cite": "Geoff Stults",
      "quote": "The holiday season can be an especially trying time for our service men, women, and families. Military service and deployment create empty seats at holiday tables, religious services, and celebrations."
    },
    {
      "cite": "Sandra Boynton",
      "quote": "As with most fine things, chocolate has its season. There is a simple memory aid that you can use to determine whether it is the correct time to order chocolate dishes: any month whose name contains the letter A, E, or U is the proper time for chocolate."
    },
    {
      "cite": "Chris Cornell",
      "quote": "And I'm lost behind The words I'll never find And I'm left behind As seasons roll on by."
    },
    {
      "cite": "Mandy Hale",
      "quote": "It makes no sense to try to extend a friendship that was only meant to be a season into a lifetime."
    }
  ]
}