{
  "source": "https://www.wisesayings.com/seashell-quotes/",
  "theme": "seashell",
  "quotes": [
    {
      "cite": "Steven Wright",
      "quote": "I have the world's largest collection of seashells. I keep it on all the beaches of the world... perhaps you've seen it."
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "If you want to hear the distant voice of the ocean put your ear to the lips of a seashell."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Never venture and risk a seashell for a pearl; conversely, one can choose and select it in an open field, without risk."
    },
    {
      "cite": "Katrina Kenison",
      "quote": "I take the seashell from my jeans pocket and rub my fingers across its silken, indented surface, shallow as my own open hand. This chalice, subtly shaped by some divine intelligence to allow water to flow in and out with ease, is what I aspire to become: a vessel through which feelings can pour in and spill right out again, without all the grasping and holding that obstructs the flow. Can I be as serene and simple as this bleached shell, rubbed smooth by wind and water, receiving and releasing, filling and emptying and filling again, eternally receptive to the currents of life?"
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "Everybody needs a seashell in her bathroom to remind her the ocean is her home."
    },
    {
      "cite": "Edward Hirsch",
      "quote": "I am a tiny seashell that has secretly drifted ashore and carries the sound of the ocean surging through its body."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "I have paid as much as $300 a night to throw up in a sink shaped like a seashell."
    },
    {
      "cite": "Joseph Spence",
      "quote": "I don't know what I may seem to the world, but as to myself, I seem to have been only like a boy playing on the sea-shore and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me."
    },
    {
      "cite": "Walter Raleigh",
      "quote": "Give me my scallop-shell of quiet, / My staff of faith to walk upon, / My scrip of joy, immortal diet, / My bottle of salvation, / My gown of glory, hope's true gage, / And thus I'll take my pilgrimage."
    },
    {
      "cite": "Charles Dickens",
      "quote": "May the British Lion have his talons eradicated by the noble bill of the American Eagle, and be taught to play upon the Irish Harp and the Scotch Fiddle that music which is breathed by every empty shell that lies upon the shore of green Columbia."
    },
    {
      "cite": "George Steiner",
      "quote": "We must not trust the translation whose words are entirely 'unbroken.' As with a seashell, the translator can listen strenuously but mistake the rumour of his own pulse for the beat of the alien sea."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "How did these beautiful rainbow tints get into the shell of the freshwater clam buried in the mud at the bottom of our dark river? Even the sea-bottom tells of the upper skies."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is not a single colour hidden away in the chalice of a flower, or the curve of a shell, to which, by some subtle sympathy with the very soul of things, my nature does not answer."
    },
    {
      "cite": "S.C. Lourie",
      "quote": "Don't let the waves of others drown out your own ocean song. Hold your heart as though it was a seashell. And listen to it. Listen to its music. To the whispers of your ocean within. And then swim. Swim to your ocean music."
    },
    {
      "cite": "John Mark Green",
      "quote": "When I lean my ear up against your seashell heart, I can hear an ocean of love roaring inside."
    },
    {
      "cite": "Soma",
      "quote": "Like seashells, we are beautiful and unique, each with a story to tell."
    },
    {
      "cite": "Mrs. Frankweiler",
      "quote": "Never trust anyone to find your treasures for you. Find your own! Children know that. That's why they treasure seashells and little stones."
    },
    {
      "cite": "Frank",
      "quote": "I'm collecting seashells, putting them in a plastic bag, taking them home, putting them in the garage and never ever looking at them ever again."
    },
    {
      "cite": "Narrator",
      "quote": "To live in an old shack by the sea; breathe the sweet salt air. To live with the dawn and the dusk; the new moon, and the full moon. The tides, the winds, and the rain. To surf and comb the beach and gather seashells and driftwood, and know the thrill of loneliness and lose all sense of time and be free."
    },
    {
      "cite": "Jonathan Jones",
      "quote": "If you shine, I shine. / My dear, my life / Is washed up like a seashell longing to be dry / So please shine, please shine."
    },
    {
      "cite": "Donovan Leitch",
      "quote": "I see her pearly decks, my love / Set in with twinkling specks, my love / I see her pearly mast, my love / Far from her seashell past / And gently does she sway, all on her starry way."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Oh, stranger / You came and entered / such a way / In a depth of my heart / As stays a drop of rain / In the seashell / And becomes the pearl / And shines / I feel scared / So I keep silent / The world may rob that / And deprive me / Now you come yourself / And with your perfumed words / Of love / Give the life / To break the spirit / Of my silence / Show the truth and reality / And fetch out / Your credit treasure / To relieve me."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "One turns the thing over / in his hand and looks / at it from the rear: brownedged, / green and pointed scales / armor his yellow. / But turn and turn, / the crisp petals remain / brief, translucent, greenfastened, / barely touching at the edges: / blades of limpid seashell."
    },
    {
      "cite": "Amy Lowell",
      "quote": "Sea Shell, Sea Shell, / Sing me a song, O Please! / A song of ships, and sailor men, / And parrots, and tropical trees, / Of islands lost in the Spanish Main / Which no man ever may find again, / Of fishes and corals under the waves, / And seahorses stabled in great green caves. / Sea Shell, Sea Shell, / Sing of the things you know so well."
    },
    {
      "cite": "Stephen Crane",
      "quote": "What says the sea, little shell? / What says the sea? / Long has our brother been silent to us, / Kept his message for the ships, / Awkward ships, stupid ships."
    },
    {
      "cite": "Hubert Church",
      "quote": "Friend of my chamber--O thou spiral shell / That murmurest of the ever-murmuring sea! / Repeating with eternal constancy / Whatever memories the wave can tell; / Whatever harmonies may rise and swell, / Whatever sadness in the deep may be-- / They are the ocean's, and desired of thee; / Thou treasurest what thou dost love so well. / So all my heart is one voluted fold, / Shielding one face, and evermore it seems / Upon the threshold of the prying day, / Hid in the tangle of reluctant dreams; / And in the noontide, and the evening grey, / Its light illumines secrecies untold."
    },
    {
      "cite": "Ken Thompson",
      "quote": "In fact, we started off with two or three different shells and the shell had life of its own."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "By listening to certain words as a child listens to the sea in a seashell, a word dreamer hears the murmur of a world of dreams."
    },
    {
      "cite": "Anonymous",
      "quote": "The roar that we hear when we place a seashell next to our ear is not the ocean, but rather the sound of blood surging through the veins in the ear."
    }
  ]
}