{
  "source": "https://www.wisesayings.com/seattle-quotes/",
  "theme": "seattle",
  "quotes": [
    {
      "cite": "Magic Johnson",
      "quote": "I have a fond place in my heart for Seattle."
    },
    {
      "cite": "Maria Semple",
      "quote": "Unfortunately Seattle is my muse, for the better or worse of Seattle – I’m not sure."
    },
    {
      "cite": "Maria Semple",
      "quote": "All those ninnies have it wrong. The best thing about Seattle is the weather. The world over, people have ocean views. But across our ocean is Bainbridge Island, an evergreen curb, and over it the exploding, craggy, snow-scraped Olympics. I guess what I'm saying: I miss it, the mountains and the water."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Seattle, the mild green queen: wet and willing, cedar-scented, and crowned with slough grass, her toadstool scepter tilted toward Asia, her face turned ever upward in the rain; the sovereign who washes her hands more persistently than the most fastidious proctologist."
    },
    {
      "cite": "Melanie A. Smith",
      "quote": "You know you're from Seattle when even amid perhaps the worst crisis you've ever faced, you can still appreciate a sunny day."
    },
    {
      "cite": "Shonda Rhimes",
      "quote": "Seattle has ferryboats. Seattle is surrounded by water on three sides."
    },
    {
      "cite": "Alice in Chains",
      "quote": "Seattle is known for the grunge musicians. Lots of hair, lots of sweat. That word, \"grunge\" just turns me on, something fierce."
    },
    {
      "cite": "Richard Matheson",
      "quote": "Get this straight, Mr. Kolchak. No carnival or hoopla tactics on this paper. This isn't Fun Town, USA. This is Seattle."
    },
    {
      "cite": "Dan Schneider",
      "quote": "They hit us, we hit 'em back... harder. That's the Seattle way."
    },
    {
      "cite": "Jack Keller",
      "quote": "The bluest skies you've ever seen in Seattle / And the hills the greenest green in Seattle / Like a beautiful child growing up free and wild"
    },
    {
      "cite": "Jack Keller",
      "quote": "Full of hopes and full of fears / Full of laughter full of tears / Full of dreams to last the years in Seattle / In Seattle"
    },
    {
      "cite": "Aaron Carter",
      "quote": "Seattle tides / This storm isn't letting up / The currents too strong for us / All that I need is you / It's pulling me out too far, now I got left to starve"
    },
    {
      "cite": "Robyn Hitchcock",
      "quote": "Viva Seattle Tacoma, viva viva Sea-Tac / Long live everything in Washington state / Including everybody / May they live to a million years"
    },
    {
      "cite": "The Smithereens",
      "quote": "Came here to find me a place in the sun / Once was a scene now it's already done / Thinking of leaving, it's no longer fun in Seattle / In Seattle"
    },
    {
      "cite": "Courtney Dashe",
      "quote": "Seattle, I don't know why / You stand under the clouds expecting to stay dry / Can't you see the day you'll ever win / That battle / Is the day they'll take the rain out of Seattle"
    },
    {
      "cite": "Adam R  Young",
      "quote": "Hello Seattle, I am a mountaineer / In the hills and highlands / I fall asleep in hospital parking lots / And awake in your mouth"
    },
    {
      "cite": "Mr. 425",
      "quote": "Seattle's where the music scene at, Seattle's has the industry rats, how do you plan to compete with all that?"
    },
    {
      "cite": "Mark Knopfler",
      "quote": "But every time I try it it won't turn for me / Seattle - you've got to love the rain / And we both love rain / We both love rain"
    },
    {
      "cite": "Alicia Augello-Cook",
      "quote": "See, now yesterday I was feeling down / When I came to Seattle / And y'all turned me around / I said, oh, Seattle, do you know what you do? / Hey, yeah, ever all that you've done for me"
    },
    {
      "cite": "Frazier",
      "quote": "A blue collared man in Seattle never lives on white collared street / But there was food on the table for my Washington woman and me"
    },
    {
      "cite": "Frazier",
      "quote": "That Arkensal woman hurt me / As we crossed the Arkensal line / But the arms of Seattle / Are the arms that kept huggin' mine"
    },
    {
      "cite": "Garth Stein",
      "quote": "In Seattle we live among the trees and the waterways, and we feel we are rocked gently in the cradle of life. Our winters are not cold and our summers are not hot and we congratulate ourselves for choosing such a spectacular place to rest our heads."
    },
    {
      "cite": "Regina Scott",
      "quote": "We all came to Seattle in hopes of building better lives. No one said we wouldn't have to struggle first."
    },
    {
      "cite": "Hamilton Leithauser",
      "quote": "Everyone in Seattle is a total pussy when it comes to snow. The whole city shut down, the place looked like an apocalyptic movie."
    },
    {
      "cite": "Quincy Jones",
      "quote": "Seattle is like a global gumbo, a melting pot with all kinds of people the rich, the poor, white people, some Chinese, Filipino, Jewish and black people they're all here."
    },
    {
      "cite": "Jonathan Raban",
      "quote": "Seattle is not an overly friendly city. It is a civil city, but not altogether friendly. People from outside mistake the civility for friendliness. Seattle is full of people who have their own lives to live. They won't waste their time being friendly. But they are civil."
    },
    {
      "cite": "Kimberly Kinrade",
      "quote": "Seattle is for people who love culture, but refuse to sacrifice their wild nature to attain it."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "In Seattle you haven't had enough coffee until you can thread a sewing machine while it's running."
    },
    {
      "cite": "Tom Robbins",
      "quote": "To some extent, Seattle remains a frontier metropolis, a place where people can experiment with their lives, and change and grow and make things happen."
    },
    {
      "cite": "Jonathan Raban",
      "quote": "Seattle was built out on pilings over the sea, and at high tide the whole city seemed to come afloat like a ship lifting free from a mud berth and swaying in its chains."
    }
  ]
}