{
  "source": "https://www.wisesayings.com/second-chances-quotes/",
  "theme": "second-chances",
  "quotes": [
    {
      "cite": "Dave Wilson",
      "quote": "Sometimes life gives you a second chance, or even two! Not always, but sometimes. It's what you do with those second chances that counts."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "In case you never get a second chance: don't be afraid! And what if you do get a second chance? You take it!"
    },
    {
      "cite": "Jill A. Davis",
      "quote": "Second chances do come your way. Like trains, they arrive and depart regularly. Recognizing the ones that matter is the trick."
    },
    {
      "cite": "Carlos Ruiz Zafn",
      "quote": "There are no second chances in life, except to feel remorse."
    },
    {
      "cite": "Robin Jones Gunn",
      "quote": "[When it comes to God] We can't run out of second chances...only time."
    },
    {
      "cite": "Andrew M. Greeley",
      "quote": "We're given second chances every day of our life. We don't usually take them, but they're there for the taking."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "A second chance doesn't mean anything if you didn't learn from your first."
    },
    {
      "cite": "Tia Mowry",
      "quote": "Having a second chance makes you want to work even harder."
    },
    {
      "cite": "Pete Rose",
      "quote": "If somebody is gracious enough to give me a second chance, I won't need a third."
    },
    {
      "cite": "Daisy Whitney",
      "quote": "Because this is what I believe - that second chances are stronger than secrets. You can let secrets go. But a second chance? You don't let that pass you by."
    },
    {
      "cite": "Rick Price",
      "quote": "Every moment of your life is a second chance."
    },
    {
      "cite": "Thabiso Owethu Xabanisa",
      "quote": "We all deserve second chances, but not for the same mistake."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "If you ever get a second chance in life for something, you've got to go all the way."
    },
    {
      "cite": "John Wayne",
      "quote": "A man deserves a second chance, but keep an eye on him."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "God always offers us a second chance in life."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you are still breathing, you have a second chance."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Don't think there are no second chances. Life always offers you a SECOND CHANCE... It's called TOMORROW."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I believe in second chances, but I don't believe in third or fourth chances."
    },
    {
      "cite": "David Millar",
      "quote": "People do make mistakes and I think they should be punished. But they should be forgiven and given the opportunity for a second chance. We are human beings."
    },
    {
      "cite": "Gail Simmons",
      "quote": "You don't get second chances in the real world."
    },
    {
      "cite": "Harrison Ford",
      "quote": "We all have big changes in our lives that are more or less a second chance."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Life always offers us a second chance. It's called tomorrow. So don't give up against adverse circumstances and keep fighting."
    },
    {
      "cite": "Aleksandr Sebryakov",
      "quote": "Thank God you are still alive for many have died and are dying as I speak. You still have the opportunity to change and make things right whilst those that have died wish for that second chance."
    },
    {
      "cite": "Job 33:29",
      "quote": "Our GOD is a GOD of second chances - Yes, God does these things again and again for people."
    },
    {
      "cite": "Dedrick D. L. Pitter",
      "quote": "I will forever believe in second chances and forgiveness, because if it weren't for those two things I would and should be dead."
    },
    {
      "cite": "Robert J. Braathe",
      "quote": "Every second we have a second chance to do something we haven't done yet. That's why it's called a second and not a first."
    },
    {
      "cite": "Nidhi Saini",
      "quote": "They say everyone needs a second chance, I am willing to give you one provided you are ready to accept it."
    }
  ]
}