{
  "source": "https://www.wisesayings.com/secret-love-quotes/",
  "theme": "secret-love",
  "quotes": [
    {
      "cite": "Aphra Behn",
      "quote": "Love ceases to be a pleasure, when it ceases to be a secret."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you as certain dark things are to be loved, in secret, between the shadow and the soul."
    },
    {
      "cite": "Amber Hope",
      "quote": "I love you with all my life, but its not like you will ever know"
    },
    {
      "cite": "Stephanie Roogle",
      "quote": "If you love someone, tell them. For hearts are often broken by words left unspoken."
    },
    {
      "cite": "Michelle Burns",
      "quote": "I have so much that I want to say to you, but I can't say a word."
    },
    {
      "cite": "Stefanie Schneider",
      "quote": "A secret love is beautiful, sweet and sacred when it's just a light infatuation; but when that person reaches over and touches you in the heart, making it alive in a way it has never known, that secret love becomes frightening, because you can never make them love you, you would never want to make them love you...but all the same, no matter which way you view it, they don't love you...and your heart doesn't know how to beat the same."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "He wanted her. She'd never tell. Secretly she wanted him as well."
    },
    {
      "cite": "Sheila Johns",
      "quote": "There is no secret left in the fact that I am madly in love with you. My happiness glows on my face and my smile gives it away. I have tried hard but now I can't do that anymore."
    },
    {
      "cite": "Maya Angelou",
      "quote": "There is no greater agony than bearing an untold story inside you."
    },
    {
      "cite": "Telisa McLaughlin",
      "quote": "We've all at some point in our life encountered that feeling of secretly liking someone, secretly having your eyes on them, secretly wishing they knew, but deep inside you were afraid of what the outcome would be. So you kept it unnoticed. Kept it hidden, locked inside, just hoping that maybe one day that moment would finally come when they would notice you!"
    },
    {
      "cite": "Stephanie Schneider",
      "quote": "It's a funny thing secret love. You would change yourself and your whole world just to be with them; just to hear them talk to you makes you feel as though you're experiencing an epiphany. Just to see them look at you makes you feel as though every speck of what you are is valuable; and to watch them walk in the room, the ordinary, dark boring room and watch it change when they walk in as if they carry a piece of the sun itself in their being, as if now that they've arrived the whole world will be okay again. As if having them near would be the nearest thing to heaven you've ever known. But they don't love you and they walk on by each time with a smile, a nod and vanish away from your hungry sight."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "It does good to no woman to be flattered [by a man] who does not intend to marry her; and it is madness in all women to let a secret love kindle within them, which, if unreturned and unknown, must devour the life that feeds it; and, if discovered and responded to, must lead, ignis-fatuus-like, into miry wilds whence there is no extrication."
    },
    {
      "cite": "Stephanie Schneider",
      "quote": "How flippantly we all treat a secret love, like a joke, something cute, as if it's just a sweet little thing to pat. But when we are the secret lover, we hold our breath with each word they speak, we long so desperately for their touch, even just brief, we could almost bleed we long for it so. And when they find a lover, we feel like a shadow, longing to be seen as real, until we finally learn we have nothing more to do than to fade away from their light."
    },
    {
      "cite": "Dawson'S Creek",
      "quote": "There are worse things than a broken heart. Like the love that you don't explore."
    },
    {
      "cite": "Francesca Lia Block",
      "quote": "I want him to see the flowers in my eyes and hear the songs in my hands."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves."
    },
    {
      "cite": "Thomas Mann",
      "quote": "But my deepest and most secret love belongs to the fair-haired and the blue-eyed, the bright children of life, the happy, the charming and the ordinary."
    },
    {
      "cite": "unknown",
      "quote": "I pretend to look around, but I was actually looking at you."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "The extreme form of passionate love is secret love."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "There is a name hidden in the shadow of my soul, where I read it night and day and no other eye sees it."
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "Some of us will never know we'd owned someone's heart for a season."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "I had deluded myself throughout by the idea of reviving a secret love which did not exist at all."
    },
    {
      "cite": "Gaurav S Kaintura",
      "quote": "Some relationships hurt but secret relationships hurt more than that where you don't confess even to yourself that you're in a relationship."
    },
    {
      "cite": "Fay Weldon",
      "quote": "Better to live with the guilty secret than the open truth of their life together - that they were bound by the habit of illicit lust, mutual degradation."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "In the bottom of my heart lies a secret which I have never told a soul in the world. There is an image of this person who is dearest to me and closer than anything else."
    }
  ]
}