{
  "source": "https://www.wisesayings.com/secrets-quotes/",
  "theme": "secrets",
  "quotes": [
    {
      "cite": "Jean Ferris",
      "quote": "Secrets have a way of making themselves felt, even before you know there's a secret."
    },
    {
      "cite": "Cory Doctorow",
      "quote": "All secrets become deep. All secrets become dark. That's in the nature of secrets."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The secret to life is meaningless unless you discover it yourself."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "The best way of keeping a secret is to pretend there isn't one."
    },
    {
      "cite": "Whitfield Diffie",
      "quote": "The secret to strong security: less reliance on secrets."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "Secrets bind and separate in strict accordance with who's in them ."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "Secrets have power, and that power diminishes when they are shared, so they are best kept and kept well. Sharing secrets, real secrets, important ones, with even one other person, will change them."
    },
    {
      "cite": "Ally Carter",
      "quote": "I thought about how there are two types of secrets: the kind you want to keep in, and the kind you don't dare to let out."
    },
    {
      "cite": "Charles Sanford",
      "quote": "Secrets are made to be found out with time."
    },
    {
      "cite": "Liane Moriarty",
      "quote": "Some secrets are meant to stay secret forever."
    },
    {
      "cite": "Gregory David Roberts",
      "quote": "Every virtuous act has some Dark secret in its heart; every risk we take contains a mystery that can't be solved."
    },
    {
      "cite": "Idries Shah",
      "quote": "A real secret is something which only one person knows."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "Some secrets are better left at that as secrets."
    },
    {
      "cite": "E.L. Konigsburg",
      "quote": "Secrets are the kind of adventure she needs. Secrets are safe, and they do much to make you different. On the inside where it counts."
    },
    {
      "cite": "Jim Crace",
      "quote": "Secrets are like pregnancies hereabouts. You can hide them for a while but then they will start screaming."
    },
    {
      "cite": "Laura Esquivel",
      "quote": "Keeping secrets will always lead to unhappiness and communication is the key to love."
    },
    {
      "cite": "Thomas Powers",
      "quote": "The first rule in keeping secrets is nothing on paper."
    },
    {
      "cite": "James Howell",
      "quote": "A secret is too little for one, enough for two, and too much for three."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The only secrets are the secrets that keep themselves."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "For every secret hangs in greater fear between the speaker's mouth and hearer's ear than any peril between cup and lip."
    },
    {
      "cite": "Susan Griffin",
      "quote": "We keep secrets from ourselves that all along we know."
    },
    {
      "cite": "Roald Dahl",
      "quote": "The greatest secrets are always hidden in the most unlikely places."
    },
    {
      "cite": "Brian Herbert",
      "quote": "A secret is most valuable when it remains a secret."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "But some secrets are too delicious not to share."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "A good friend keeps your secrets for you. A best friend helps you keep your own secrets."
    },
    {
      "cite": "Imania Margria",
      "quote": "Secrets are a part of life. Their mysteries make our world beautiful. Their depths inspire our hearts, intrigue our minds, and embrace our very souls."
    },
    {
      "cite": "Delphine de Vigan",
      "quote": "Some secrets are like fossils and the stone has become too heavy to turn over."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There are no secrets better kept than the secrets everybody guesses."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "The man who can keep a secret may be wise, but he is not half as wise as the man with no secrets to keep."
    },
    {
      "cite": "Fausto Cercignani",
      "quote": "A secret remains a secret until you make someone promise never to reveal it."
    }
  ]
}