{
  "source": "https://www.wisesayings.com/secrecy-quotes/",
  "theme": "secrecy",
  "quotes": [
    {
      "cite": "Franny Billingsley",
      "quote": "Secrets press inside a person. They press the way water presses at a dam. The secrets and the water, they both want to get out."
    },
    {
      "cite": "Seneca",
      "quote": "If you would wish another to keep your secret, first keep it yourself."
    },
    {
      "cite": "Ric Ocasek",
      "quote": "Secrecy is the enemy of efficiency, but don't let anyone know it."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "A secret's worth depends on the people from whom it must be kept."
    },
    {
      "cite": "Max Brooks",
      "quote": "Secrecy is a vacuum and nothing fills a vacuum like paranoid speculation."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "In the mind and nature of a man a secret is an ugly thing, like a hidden physical defect."
    },
    {
      "cite": "Delphine de Vigan",
      "quote": "Some secrets are like fossils and the stone has become too heavy to turn over."
    },
    {
      "cite": "Anonymous",
      "quote": "Secrets tend to get revealed when you're feeling most loved and when you're feeling most betrayed."
    },
    {
      "cite": "Christopher Dodd",
      "quote": "Secrecy can spring from the best motives; but as it grows it begins to exist only for itself, only for its own sake, only to cover its own abuses."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Secrecy is the soul of all great designs. Perhaps more has been effected by concealing our own intentions than by discovering those of our enemy."
    },
    {
      "cite": "Mary Alice Monroe",
      "quote": "Privacy is something that we maintain for the good of ourselves and others. Secrecy we keep to separate ourselves from others, even those we love."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Secrets are things we give to others to keep for us."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Secrecy has many advantages, for when you tell someone the purpose of any object right away, they often think there is nothing to it."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Secrecy is the element of all goodness; even virtue, even beauty is mysterious."
    },
    {
      "cite": "Frank Warren",
      "quote": "Our secrets are the walls that separate us and the bridges that connect us with others and who we truly are."
    },
    {
      "cite": "Georg Simmel",
      "quote": "Secrecy sets barriers between men, but at the same time offers the seductive temptation to break through the barriers by gossip or confession."
    },
    {
      "cite": "Toba Beta",
      "quote": "Privacy seems not an illusion for those who want to believe in secrecy principle."
    },
    {
      "cite": "William Hazlitt",
      "quote": "People addicted to secrecy are so without knowing why; they are not so for cause, but for secrecy's sake."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Secrecy is best taught by starting with ourselves."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Secrecy, being an instrument of conspiracy, ought never to be the system of a regular government."
    },
    {
      "cite": "Phillip L. Smith",
      "quote": "Our secrets are what keep us sick and as soon as we are able to expose them to another person, that is when the healing begins."
    },
    {
      "cite": "Cicero",
      "quote": "Secret enmities are more to be feared than open ones."
    },
    {
      "cite": "Brian Herbert",
      "quote": "A secret is most valuable when it remains a secret."
    },
    {
      "cite": "Hannah Cowley",
      "quote": "Secrets are pleasant to each child of Eve."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "The man who can keep a secret may be wise, but he is not half as wise as the man with no secrets to keep."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Secrecy is the chastity of friendship."
    },
    {
      "cite": "Swift",
      "quote": "A secret is seldom safe in more than one breast."
    },
    {
      "cite": "Georg Simmel",
      "quote": "Secrecy involves a tension which, at the moment of revelation, finds its release."
    },
    {
      "cite": "Jean Ferris",
      "quote": "Secrets have a way of making themselves felt, even before you know there's a secret."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "To keep your secret is wisdom; but to expect others to keep it is folly."
    }
  ]
}