{
  "source": "https://www.wisesayings.com/secular-quotes/",
  "theme": "secular",
  "quotes": [
    {
      "cite": "David Cannadine",
      "quote": "In our rampantly secular world, biography is now the only form of life after death."
    },
    {
      "cite": "Ivan Illich",
      "quote": "The public school has become the established church of secular society."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Half of the secular unrest and dismal, profane sadness of modern society comes from the vain ideas that every man is bound to be a critic for life."
    },
    {
      "cite": "Joseph Addison",
      "quote": "To say that authority, whether secular or religious, supplies no ground for morality is not to deny the obvious fact that it supplies a sanction."
    },
    {
      "cite": "Sam Harris",
      "quote": "Religious moderation is the product of secular knowledge and scriptural ignorance."
    },
    {
      "cite": "Harvey Cox",
      "quote": "Secularism is not only indifferent to alternative religious systems, but as a religious ideology it is opposed to any other religious systems. It is therefore a closed system."
    },
    {
      "cite": "Stephen Young",
      "quote": "Moral capitalism is possible; if not, its strictures are only a kind of misleading vanity, the rhetoric of a secular piety."
    },
    {
      "cite": "John Green",
      "quote": "In our hyper-secular world, worship is still inevitable. But it is vital to remember that our gods don't choose us, we choose them."
    },
    {
      "cite": "Goparaju Ramachandra Rao",
      "quote": "Positive secularism is not tolerance of all religions, but it is the total denial of religious beliefs: it is the emergence of homogeneous human outlook which is based upon verifiable facts of life."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "The road to the sacred leads through the secular."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "There is nothing so secular that it cannot be sacred, and that is one of the deepest messages of the Incarnation."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Secular humanists can sit around and talk about their love of humanity, but it doesn't stack up against a two-millennium-old funeral high mass."
    },
    {
      "cite": "John Taylor Gatto",
      "quote": "In our secular society, school has become the replacement for church, and like church it requires that its teachings must be taken on faith."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "The church is only a secular institution in which the half-educated speak to the half-converted."
    },
    {
      "cite": "Rod Parsley",
      "quote": "The secular world looks to the church and to its chagrin, finds no love, no life, no laughter, no hope and no happiness."
    },
    {
      "cite": "Carl F. H. Henry",
      "quote": "Secularism denounces supernaturalism and promotes a nonreligious or antireligious basis of social organization and morality."
    },
    {
      "cite": "Lionel Blue",
      "quote": "The secular world is more spiritual than it thinks, just as the ecclesiastical world is more materialist than it cares to acknowledge."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Within the field of a secular society, which is a sort of neutral frame that allows individuals to develop their own lives, so long as they don't annoy their neighbors too much, each of us has an individual myth that's driving us, which we may or may not know."
    },
    {
      "cite": "Os Guinness",
      "quote": "People in the secular world have too much to live with, too little to live for."
    },
    {
      "cite": "Rebecca Newberger Goldstein",
      "quote": "Math . . . music .. . starry nights . . . These are secular ways of achieving transcendence, of feeling lifted into a grand perspective. It's a sense of being awed by existence that almost obliterates the self. Religious people think of it as an essentially religious experience but it's not. It's an essentially human experience."
    },
    {
      "cite": "Angela Carter",
      "quote": "In a secular age, an authentic miracle must purport to be a hoax, in order to gain credit in the world."
    },
    {
      "cite": "Sarah Bessey",
      "quote": "The line between sacred and secular is man-made."
    },
    {
      "cite": "Ulrich Beck",
      "quote": "The basic assumption of the secular society is that modernity overcomes religion."
    },
    {
      "cite": "Christopher Henry Dawson",
      "quote": "The process of secularisation arises not from the loss of faith but from the loss of social interest in the world of faith. It begins the moment men feel that religion is irrelevant to the common way of life and that society as such has nothing to do with the truths of faith."
    },
    {
      "cite": "John Gray",
      "quote": "Today secular faith is ebbing, and it is the apostles of unbelief who are left stranded on the beach."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Secularism breeds narcissism. There is nothing higher to live for, so you live for you."
    },
    {
      "cite": "Tom Flynn",
      "quote": "Secular humanists suspect there is something more gloriously human about resisting the religious impulse; about accepting the cold truth, even if that truth is only that the universe is as indifferent to us as we are to it."
    },
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "The tendency of our time is wholly oriented toward the secular. The efforts of the mystics will remain episodes. Despite a deepening of our conceptions of life, we will build no cathedrals."
    },
    {
      "cite": "Sinclair B. Ferguson",
      "quote": "Secular humanism debases the human."
    },
    {
      "cite": "Edward McDonagh",
      "quote": "The car has become a secular sanctuary for the individual, his shrine to the self, his mobile Walden Pond."
    }
  ]
}