{
  "source": "https://www.wisesayings.com/security-quotes/",
  "theme": "security",
  "quotes": [
    {
      "cite": "Aaron Sorkin",
      "quote": "We live in a world that has walls and those walls need to be guarded by men with guns."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Security is the chief enemy of mortals."
    },
    {
      "cite": "Hanif Kureishi",
      "quote": "Security and safety were the reward of dullness."
    },
    {
      "cite": "Anonymous",
      "quote": "Security is not the absence of danger, but the presence of God,no matter what the danger."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you're waiting until you feel talented enough to make it, you'll never make it."
    },
    {
      "cite": "Henry Ford",
      "quote": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability."
    },
    {
      "cite": "Robbie Sinclair",
      "quote": "Security is always excessive until it's not enough."
    },
    {
      "cite": "Theodore Forstmann",
      "quote": "The opposite of security is insecurity, and the only way to overcome insecurity is to take risks."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made."
    },
    {
      "cite": "Mark Gough",
      "quote": "Human security depends on a system where each rational individual calculates that it is more profitable not to rebel."
    },
    {
      "cite": "Isaac Yeffet",
      "quote": "We have an illusion of security, we don't have security."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Only the insecure strive for security."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Security represents your sense of worth, your identity, your emotional anchorage, your self-esteem, your basic personal strength or lack of it."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Security is when everything is settled, when nothing can happen to you; security is the denial of life."
    },
    {
      "cite": "Epicurus",
      "quote": "It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Those who deny freedom to others deserve it not for themselves."
    },
    {
      "cite": "Helen Keller",
      "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing."
    },
    {
      "cite": "Martin Firrell",
      "quote": "Security is no replacement for liberty."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Security depends not so much upon how much you have, as upon how much you can do without."
    },
    {
      "cite": "Gilda Radner",
      "quote": "There is no real security except for whatever you build inside yourself."
    },
    {
      "cite": "Mark Udall",
      "quote": "The balance between freedom and security is a delicate one."
    },
    {
      "cite": "Karl Popper",
      "quote": "We must plan for freedom, and not only for security, if for no other reason than that only freedom can make security secure."
    },
    {
      "cite": "Jane Addams",
      "quote": "The good we secure for ourselves is precarious and uncertain until it is secured for all of us and incorporated into our common life."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "It isn't for the moment you are struck that you need courage, but for that long uphill climb back to sanity and faith and security."
    },
    {
      "cite": "H. Stanley Judd",
      "quote": "The ultimate security is your understanding of reality."
    },
    {
      "cite": "Jodi Rell",
      "quote": "At the end of the day, the goals are simple: safety and security."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."
    },
    {
      "cite": "Willa Cather",
      "quote": "No one can build his security upon the nobleness of another person."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security."
    }
  ]
}