{
  "source": "https://www.wisesayings.com/seduction-quotes/",
  "theme": "seduction",
  "quotes": [
    {
      "cite": "Dan Simmons",
      "quote": "Seduction was both a science and art, a blend of skill, discipline, proximity, and opportunity. Mostly proximity."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "It is your work in life that is the ultimate seduction."
    },
    {
      "cite": "Minna Antrim",
      "quote": "Man proposes, woman forecloses."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Seduction is merely encouraging a man to do something he already wants to do."
    },
    {
      "cite": "Mathias Malzieu",
      "quote": "The climax of seduction is to give the illusion that you're not trying to seduce."
    },
    {
      "cite": "Gaiven Clairmont",
      "quote": "Saints and Sinners may be separated by their actions, but they are united by their reaction to passion."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "James Morris",
      "quote": "Seduction but in a slightly medicinal way."
    },
    {
      "cite": "Mason Cooley",
      "quote": "A modest demeanor arouses thoughts of seduction."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I suppose that romantic love was invented as a brilliant means of seduction."
    },
    {
      "cite": "Marguerite Gautier",
      "quote": "His eyes have made love to me all evening."
    },
    {
      "cite": "Monaluna",
      "quote": "Seduction brings fourth death."
    },
    {
      "cite": "Ninon de Lenclos",
      "quote": "The resistance of a woman to a mans advances is not always a sign of virtue. Sometimes its just a sign of experience."
    },
    {
      "cite": "Robert Greene",
      "quote": "Sexuality is extremely disruptive. The insecurities and emotions it stirs up can often cut short a relationship that would otherwise be deeper and longer lasting."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The seduction of safety is always more dangerous than the illusion of uncertainty."
    },
    {
      "cite": "Anonymous",
      "quote": "When a woman wants a man and lusts after him, the lover need not bother to conjure up opportunities, for she will find more in an hour than we men could think of in a century."
    },
    {
      "cite": "Crystal Woods",
      "quote": "You turn me on from across the room, and I'll completely melt if you come any closer."
    },
    {
      "cite": "Ashley March",
      "quote": "Everything you do seduces me. All you need to do is breathe and I would do anything for you."
    },
    {
      "cite": "Jonathan King",
      "quote": "If you find someone attractive, you try to make them find you attractive. That is called seduction. And seduction is a bit ugly. You could say it's a bit ugly to use your charisma."
    },
    {
      "cite": "Anonymous",
      "quote": "Seduce my mind and you can have my body, find my soul and I'm yours forever."
    },
    {
      "cite": "Benjamin T. Russell",
      "quote": "Seduction isn't making someone do what they don't want to do; seduction is enticing someone into doing what they secretly want to do already."
    },
    {
      "cite": "Karen Quan",
      "quote": "You have had me spinning for days, for I am drunk off the words that flow endlessly from your deep red lips that taste of wine."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Pursuit and seduction are the essence of sexuality. It's part of the sizzle."
    },
    {
      "cite": "Catherine Deneuve",
      "quote": "This is a place full of seduction and coquetry, rich in eroticism."
    },
    {
      "cite": "Rae Dawn Chong",
      "quote": "You can seduce a man without taking anything off, without even touching him."
    },
    {
      "cite": "Bob Guccione",
      "quote": "You have to penetrate a woman's defenses. Getting into her head is a prerequisite to getting into her body."
    },
    {
      "cite": "Rose Franken",
      "quote": "Anyone can be passionate, but it takes real lovers to be silly."
    },
    {
      "cite": "Nicki Elson",
      "quote": "Common good girl, be bad."
    },
    {
      "cite": "Elisia Blade",
      "quote": "Teach me to stop loving you. Teach me to hate you. Otherwise I fear will never leave me."
    },
    {
      "cite": "Zoe Archer",
      "quote": "There's always truth in seduction. That's why it works."
    }
  ]
}