{
  "source": "https://www.wisesayings.com/segregation-quotes/",
  "theme": "segregation",
  "quotes": [
    {
      "cite": "Lita Herron",
      "quote": "Segregation and lock-downs haven't worked."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Segregation is the adultery of an illicit intercourse between injustice and immorality."
    },
    {
      "cite": "George C. Wallace",
      "quote": "Segregation now, segregation tomorrow and segregation forever!"
    },
    {
      "cite": "Lillian Smith",
      "quote": "Segregation is evil; there is no pattern of life which can dehumanize men as can the way of segregation."
    },
    {
      "cite": "R.J. Rushdoony",
      "quote": "Segregation or separation is thus a basic principle of Biblical Law with respect to religion and morality. Every attempt to destroy this principle is an effort to reduce society to its lowest common denominator."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Segregation is not humiliating but a benefit, and ought to be so regarded by you gentlemen."
    },
    {
      "cite": "Ed Smith",
      "quote": "Segregation was a burden for many blacks, because the end of the civil war and the amendments added to the constitution elevated expectations beyond reality in some respects."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Segregation has no place in the education system."
    },
    {
      "cite": "Ward Connerly",
      "quote": "Supporting segregation need not be racist. One can believe in segregation and believe in equality of the races."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "To accept injustice or segregation passively is to say to the oppressor that his actions are morally right."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Segregation is a word of the past. Unity is the key to a peaceful future."
    },
    {
      "cite": "Maisie Williams",
      "quote": "This whole segregation between famous people and other people is complete rubbish."
    },
    {
      "cite": "Jonathan Kozol",
      "quote": "Racial segregation has come back to public education with a vengeance."
    },
    {
      "cite": "Kweisi Mfume",
      "quote": "The technological segregation known as the digital divide must be narrowed."
    },
    {
      "cite": "Malcolm X",
      "quote": "Segregation is that which is forced upon an inferior by a superior. Separation is done voluntarily by two equals."
    },
    {
      "cite": "Paul Harris",
      "quote": "Segregation never brought anyone anything except trouble."
    },
    {
      "cite": "Strom Thurmond",
      "quote": "We stand for the segregation of the races and the racial integrity of each race."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Segregation not only harms one physically but injures one spiritually. It scars the soul It is a system which forever stares the segregated in the face, saying you are less than. You are not equal to."
    },
    {
      "cite": "Randall Kennedy",
      "quote": "Segregation, in a sense, helped create and maintain black solidarity."
    }
  ]
}