{
  "source": "https://www.wisesayings.com/seize-the-day-quotes/",
  "theme": "seize-the-day",
  "quotes": [
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible, the word itself says I'm possible!"
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Go for it now. The future is promised to no one."
    },
    {
      "cite": "Greyson Chance",
      "quote": "Get rid of all the hesitation, it's time for you to seize the day."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "You may feel powerless as a child, but the world will one day be yours. And you're responsible for it. So, seize the day and take charge of it."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning think of what a privilege it is to be alive, to think, to enjoy, to love."
    },
    {
      "cite": "Liz Jensen",
      "quote": "Carpe Dium, I say. Seize the day. Grab it by the throat and rattle its bollocks."
    },
    {
      "cite": "Horace",
      "quote": "As we speak cruel time is fleeing. Seize the day, believing as little as possible in tomorrow."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Do the best you can until you know better. Then when you know better, do better."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all."
    },
    {
      "cite": "Robin Williams",
      "quote": "If you listen real close, you can hear them whisper their legacy to you. Go on, lean in. Listen, you hear it? Carpe diem, seize the day boys, make your lives extraordinary."
    },
    {
      "cite": "James Dean",
      "quote": "Dream as if you'll live forever. Live as if you'll die today."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Today is the only day in which we have any power."
    },
    {
      "cite": "John Muir",
      "quote": "One can make a day of any size."
    },
    {
      "cite": "Horace",
      "quote": "Seize the day, and put the least possible trust in tomorrow."
    },
    {
      "cite": "Horace",
      "quote": "Seize the day, trusting as little as possible in the future."
    },
    {
      "cite": "Richard Koch",
      "quote": "Those who seize the day become seriously rich."
    },
    {
      "cite": "Robin Williams",
      "quote": "Seize the day. Because, believe it or not, each and every one of us in this room is one day going to stop breathing, turn cold, and die."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Today is the day you've been waiting for."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "Seize the day, whatever's in it to seize, before something comes along and seizes you."
    },
    {
      "cite": "Marie Beynon Lyons Ray",
      "quote": "Begin doing what you want to do now."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin."
    },
    {
      "cite": "Avenged Sevenfold",
      "quote": "Seize the day or die regretting the time you lostIt's empty and cold without you here, too many people to ache overI see my vision burn, I feel my memories fade with timeBut I'm too young to worryThese's streets we traveled on will undergo our same lost past."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Your dream is a reality that is waiting for you to materialize. Today is a new day! Don't let your history interfere with your destiny! Learn from your past so that it can empower your present and propel you to greatness."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience."
    },
    {
      "cite": "Jessica Sorensen",
      "quote": "Seize the day, take hold of it, and make it whatever you want."
    },
    {
      "cite": "Robin Williams",
      "quote": "No matter what people tell you, words and ideas can change the world."
    },
    {
      "cite": "Walt Disney",
      "quote": "All our dreams can come true if we have the courage to pursue them."
    },
    {
      "cite": "Randy Pausch",
      "quote": "No matter how bad things are, you can always make things worse."
    },
    {
      "cite": "Richie Norton",
      "quote": "Time: Today is my everything."
    }
  ]
}