{
  "source": "https://www.wisesayings.com/self-empowerment-quotes/",
  "theme": "self-empowerment",
  "quotes": [
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be who you might have been."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself."
    },
    {
      "cite": "Ashley Rickards",
      "quote": "The power you have is to be the best version of yourself you can be, so you can create a better world."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Reach high, for the stars lie hidden in your soul. Dream deep, for every dream precedes the goal."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously."
    },
    {
      "cite": "Becca Lee",
      "quote": "The surest way to lose your self-worth is by trying to find it through the eyes of others."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Every time you are tempted to react in the same old way, ask yourself if you want to be a prisoner of the past or a pioneer of the future."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "He who is not everyday conquering some fear has not learned the secret of life."
    },
    {
      "cite": "Toni Morrison",
      "quote": "You wanna fly, you got to give up the sh— that weighs you down."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Most of the shadows of life are caused by standing in our own sunshine."
    },
    {
      "cite": "Alice Walker",
      "quote": "The most common way people give up their power is by thinking they don't have any."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Whenever a negative thought concerning your personal power comes to mind, deliberately voice a positive thought to cancel it out."
    },
    {
      "cite": "Helen Keller",
      "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
    },
    {
      "cite": "Coach Bobbi",
      "quote": "Self empowerment is seeking the solution rather than fixating on the problem."
    },
    {
      "cite": "A. Elle",
      "quote": "Stop giving people the power to steal your peace. It belongs to you and no one should be able to run away with it."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Do we not realize that self respect comes with self reliance?"
    },
    {
      "cite": "Nadège Richards",
      "quote": "Never limit yourself to what you can't do, but to what you have the power to do with what you have."
    },
    {
      "cite": "Paramahamsa Nithyananda",
      "quote": "Integrating the mind is the essence of life. Decide you will always say and do only what you feel is right. Then, you will come to tremendous clarity and conviction in the inner and outer worlds."
    },
    {
      "cite": "Anonymous",
      "quote": "Your greatest risk is in thinking too small. Think big. Life is too short to think small."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Never let success get to your head and never let failure get to your heart."
    },
    {
      "cite": "Aristotle",
      "quote": "Courage is the first of human qualities because it is the quality which guarantees the others."
    },
    {
      "cite": "Anonymous",
      "quote": "Surround yourself with people who empower you to become better."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind."
    },
    {
      "cite": "S.D. Buffington",
      "quote": "Trust yourself. There is no one else on earth that is better suited to determining your ideal and making it happen than you."
    },
    {
      "cite": "Gayle Forman",
      "quote": "Everything is happening all the time, but if you don't put yourself in the path of it, you miss it."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "You are perfect as you are and there is always room for improvement."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Don't let the fear of losing be greater than the excitement of winning."
    },
    {
      "cite": "Beyonce",
      "quote": "Your self-worth is determined by you. You don't have to depend on someone telling you who you are."
    }
  ]
}