{
  "source": "https://www.wisesayings.com/selflessness-quotes/",
  "theme": "selflessness",
  "quotes": [
    {
      "cite": "Solange nicole",
      "quote": "There's nothing wrong with helping someone without a cost. Especially if there's no end return."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "If selfishness is the key to being miserable, then selflessness must be the key to being happy!"
    },
    {
      "cite": "Bruce Lee",
      "quote": "Real living is living for others."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Our compassion and acts of selflessness take us to the deeper truths."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them."
    },
    {
      "cite": "Kayla Mueller",
      "quote": "I've learned that selflessness is a practice, not a place; a journey much more than a destination."
    },
    {
      "cite": "Natalie Merchant",
      "quote": "For your kindness, I'm in debt to you. For your selflessness, my admiration."
    },
    {
      "cite": "Criss Jami",
      "quote": "If the entire world sought to make itself worthy of happiness rather than make itself happy, then the entire world would be happy."
    },
    {
      "cite": "Nina Hagen",
      "quote": "Do some selfless service for people who are in need. Consider the whole picture, not just our little selves."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Behold I do not give lectures or a little charity, When I give I give myself."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Blessed is he who expects nothing, for he shall never be disappointed."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is an exciting business, and most exciting when it is lived for others."
    },
    {
      "cite": "John L. Lewis",
      "quote": "The men in the steel industry who sacrificed their all were nor merely aiding their fellows at home but were adding strength to the cause of their comrades in all industry."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "Courage is inseparable from love and leads to what may arguably be the noblest of all warrior virtues: selflessness."
    },
    {
      "cite": "Chris Pine",
      "quote": "The mythic journey is always about selflessness."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Selflessness. Humility. Truthfulness. These are the three marks of an honorable man."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Nothing was really so important to my father as the achievement of selflessness. He rarely mentioned it directly, but tried to guide us to it in a roundabout way."
    },
    {
      "cite": "Wilhelm Stekel",
      "quote": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that is wants to live humbly for one."
    },
    {
      "cite": "Robert E. Ornstein",
      "quote": "The greatest surprise of human evolution may be that the highest form of selfishness is selflessness."
    },
    {
      "cite": "Gerry Adams",
      "quote": "Your determination, selflessness and courage have brought the freedom struggle towards its fulfillment."
    },
    {
      "cite": "Sadhu Vaswani",
      "quote": "True love is selfless. It is prepared to sacrifice."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Man can never be a woman's equal in the spirit of selfless service with which nature has endowed her."
    },
    {
      "cite": "John Cusack",
      "quote": "Hopefully as you get older you get more selfless. That would be probably a good goal. I don't know if we do, though."
    },
    {
      "cite": "John Oliver",
      "quote": "When you've married someone who's been at war, there is nothing you can do that compares to that level of selflessness and bravery."
    },
    {
      "cite": "Sophie Kennedy Clark",
      "quote": "You've got to be dedicated and throw yourself into parts and auditions in a way that is completely selfless."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "Without selfless service, no one ever receives the fruits of their rewards."
    },
    {
      "cite": "Edward Albert",
      "quote": "Sometimes you have to be selfish to be selfless."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When selflessness is seen in objects, the seed of cyclic existence is destroyed."
    },
    {
      "cite": "Veronica Roth",
      "quote": "There is power in self-sacrifice."
    }
  ]
}