{
  "source": "https://www.wisesayings.com/self-discovery-quotes/",
  "theme": "self-discovery",
  "quotes": [
    {
      "cite": "Rabbi Saul Rubin",
      "quote": "We have stories to tell, stories that provide wisdom about the journey of life. What more have we to give one another than our 'truth' about our human adventure as honestly and as openly as we know how?"
    },
    {
      "cite": "Eudora Welty",
      "quote": "...all serious daring starts from within."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "We read books to find out who we are. What other people, real or imaginary, do and think and feel is an essential guide to our understanding of what we ourselves are and may become."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Each man's life represents a road toward himself."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "People often say that this or that person has not yet found himself. But the self is not something that one finds. It is something that one creates."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "There is no satisfaction that can compare with looking back across the years and finding you've grown in self-control, judgment, generosity, and unselfishness."
    },
    {
      "cite": "S. I. Hayakawa",
      "quote": "It is the individual who knows how little they know about themselves who stands the most reasonable chance of finding out something about themselves before they die."
    },
    {
      "cite": "Julien Green",
      "quote": "The greatest explorer on this earth never takes voyages as long as those of the man who descends to the depth of his heart."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I think somehow we learn who we really are and then we live with that decision."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "A person often meets his destiny on the road he took to avoid it."
    },
    {
      "cite": "Terrence Rafferty",
      "quote": "What you discover on your own is always more exciting than what someone else discovers for you-it's like the marriage between romantic love and an arranged marriage."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Man never knows what he wants; he aspires to penetrate mysteries and as soon as he has, he wants to reestablish them. Ignorance irritates him and knowledge cloys."
    },
    {
      "cite": "Aristotle",
      "quote": "Knowing yourself is the beginning of all wisdom."
    },
    {
      "cite": "Carl Jung",
      "quote": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes."
    },
    {
      "cite": "Viktor Frankl",
      "quote": "The more one forgives himself-by giving himself to a cause to serve or another person to love-the more human he is and the more he actualizes himself."
    },
    {
      "cite": "Henri Bergson",
      "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "A wise man travels to discover himself."
    },
    {
      "cite": "Alan Alda",
      "quote": "Begin challenging your own assumptions. Your assumptions are your windows on the world. Scrub them off every once in awhile, or the light won't come in."
    },
    {
      "cite": "Amit Ray",
      "quote": "Self-observation is the first step of inner unfolding."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "First find the man in yourself if you will inspire manliness in others."
    },
    {
      "cite": "John Dewey",
      "quote": "The self is not something ready-made, but something in continuous formation through choice of action."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Observe all men; thy self most."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "It is wisdom to know others; It is enlightenment to know one's self."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "If most of us remain ignorant of ourselves, it is because self-knowledge is painful and we prefer the pleasures of illusion."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "We all make mistakes, have struggles, and even regret things in our past. But you are not your mistakes, you are not your struggles, and you are here now with the power to shape your day and your future."
    },
    {
      "cite": "Marc Chernoff",
      "quote": "It's OK if you mess up, that's how you get wiser. Give yourself a break. And don't give up! Good things take time, and you're getting there."
    },
    {
      "cite": "Les Brown",
      "quote": "Someone's opinion of you does not have to become your reality."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If you learn only methods, you'll be tied to your methods but if you learn principles you can devise your own methods."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery every day. Never lose a holy curiosity."
    }
  ]
}