{
  "source": "https://www.wisesayings.com/selfishness-quotes/",
  "theme": "selfishness",
  "quotes": [
    {
      "cite": "Henry Ward Beecher",
      "quote": "Selfishness is that detestable vice which no one will forgive in others, and no one is without in himself."
    },
    {
      "cite": "James Allen",
      "quote": "The selfishness must be discovered and understood before it can be removed. It is powerless to remove itself, neither will it pass away of itself. Darkness ceases only when light is introduced; so ignorance can only be dispersed by Knowledge; selfishness by Love."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Selfish persons are incapable of loving others, but they are not capable of loving themselves either."
    },
    {
      "cite": "Jose Marti",
      "quote": "A selfish man is a thief."
    },
    {
      "cite": "Jane Austen",
      "quote": "Selfishness must always be forgiven you know, because there is no hope of a cure."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "Selfishness is the greatest curse of the human race."
    },
    {
      "cite": "Anuj Somany",
      "quote": "Selfishness is the biggest form of helplessness as it makes the person blind so much that he fails to search his true self for being always in the lurch."
    },
    {
      "cite": "Richard Whately",
      "quote": "A man is called selfish not for pursuing his own good, but for neglecting his neighbor's."
    },
    {
      "cite": "Nathaniel Emmons",
      "quote": "Selfishness is the root and source of all natural and moral evils."
    },
    {
      "cite": "Giovanni Ruffini",
      "quote": "Selfishness, if but reasonably tempered with wisdom, is not such an evil trait."
    },
    {
      "cite": "John Owen",
      "quote": "Selfishness is the making a man's self his own centre, the beginning and end of all he doeth."
    },
    {
      "cite": "Don Miguel Ruiz",
      "quote": "Selfishness comes from poverty in the heart, from the belief that love is not abundant."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Selfishness is one of the qualities apt to inspire love."
    },
    {
      "cite": "Hailliard",
      "quote": "The force of selfishness is as inevitable and as calculable as the force of gravitation."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "SELFISH, adj. Devoid of consideration for the selfishness of others."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Selfishness is blind."
    },
    {
      "cite": "Zarina Bibi",
      "quote": "Selfishness creates greed and greed destroys the soul."
    },
    {
      "cite": "Brenda Johnson Padgitt",
      "quote": "Selfishness stops the flow of blessings to you and others."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The selfish man suffers more from his selfishness than he from whom that selfishness withholds some important benefit."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Great achievement is usually born of great sacrifice, and is never the result of selfishness."
    },
    {
      "cite": "Herbie Mann",
      "quote": "Being selfish to me means that you have to look out for yourself and you don't have to sacrifice."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Thorough selfishness destroys or paralyzes enjoyment. A heart made selfish by the contest for wealth is like a citadel stormed in war, utterly shattered."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Selfishness is the grand moving principle of nine-tenths of our actions."
    },
    {
      "cite": "Henry Wheeler Shaw",
      "quote": "Take the selfishness out of this world and there would be more happiness than we should know what to do with."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "Give up your selfishness, and you shall find peace; like water mingling with water, you shall merge in absorption."
    },
    {
      "cite": "Jessica Kennedy",
      "quote": "People wrapped up in themselves make very small packages."
    },
    {
      "cite": "Loretta Young",
      "quote": "Selfishness and self-absorption are deadly charm-exterminators."
    },
    {
      "cite": "George Sand",
      "quote": "Nothing resembles selfishness more closely than self-respect."
    },
    {
      "cite": "Sir Arthur Helps",
      "quote": "Selfishness, when it is punished by the world, is mostly punished because it is connected with egotism."
    }
  ]
}