{
  "source": "https://www.wisesayings.com/selfish-people-quotes/",
  "theme": "selfish-people",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "There are many things that we would throw away if we were not afraid that others might pick them up"
    },
    {
      "cite": "unknown",
      "quote": "A man wrapped up in himself makes a very small bundle."
    },
    {
      "cite": "Don Miguel Ruiz",
      "quote": "Selfishness comes from poverty in the heart, from the belief that love is not abundant."
    },
    {
      "cite": "W. L. Orme",
      "quote": "If all the people in this world, in which we live, were as selfish as a few of the people in this world, in which we live, there would be no world in which to live."
    },
    {
      "cite": "Jane Austen",
      "quote": "Selfishness must always be forgiven you know, because there is no hope of a cure."
    },
    {
      "cite": "Helen Keller",
      "quote": "As selfishness and complaint pervert the mind, so love with its joy clears and sharpens the vision."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "Almost every sinful action ever committed can be traced back to a selfish motive. It is a trait we hate in other people but justify in ourselves."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "If there is one thing I dislike, it is the man who tries to air his grievances when I wish to air mine."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Teamwork: I love the idea of all for one — especially if that one is me."
    },
    {
      "cite": "David Seabury",
      "quote": "No man will work for your interests unless they are his."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Selfishness is that detestable vice which no one will forgive in others, and no one is without himself."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "If we were not all so excessively interested in ourselves, life would be so uninteresting that none of us would be able to endure it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live."
    },
    {
      "cite": "unknown",
      "quote": "Selfish people lost so much in life, because even when they realize they are wrong, they don't know how to ask for forgiveness or show regrets."
    },
    {
      "cite": "William Cowper",
      "quote": "Glory, built on selfish principles, is shame and guilt."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Selfish people are in a way terribly capable of great loves."
    },
    {
      "cite": "Joaquin Miller",
      "quote": "That man who lives for self alone, lives for the meanest mortal known."
    },
    {
      "cite": "Ivan Figueroa Otero",
      "quote": "They, the selfish ones, are like spiritual lame people who use other beings as crutches to walk on the path of life. And they are the Blind of Spirit who never find Love, because they do not know how to love and do not let themselves be loved"
    },
    {
      "cite": "Daniel Smith",
      "quote": "There are many selfish people who are extremely original, then they take those pure ideas and use them to raise themselves up, that is an insincere move."
    },
    {
      "cite": "Ralph Waldo Trine",
      "quote": "It is the ignorant person who seeks his or her own ends at the expense of the greater whole. It is the ignorant person, therefore, who is the selfish person. The truly wise person is never selfish."
    },
    {
      "cite": "Richard Whatly",
      "quote": "A person is called selfish, not for pursuing his or her own good, but for neglecting his or her neighbor's."
    },
    {
      "cite": "Bernard Rimland",
      "quote": "Selfish people are, by definition, those whose activities are devoted to bringing themselves happiness. Yet. . . these selfish people are far less likely to be happy than those whose efforts are devoted to making others happy."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "We can never judge the lives of others, because each person knows only their own pain and renunciation. It's one thing to feel that you are on the right path, but it's another to think that yours is the only path."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that falls in love with himself will have no rivals."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Selfish persons are incapable of loving others, but they are not capable of loving themselves either."
    },
    {
      "cite": "Jose Marti",
      "quote": "A selfish man is a thief."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice."
    },
    {
      "cite": "Albert Camus",
      "quote": "To be happy, we must not be too concerned with others."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The world says: \"You have needs -- satisfy them. You have as much right as the rich and the mighty. Don't hesitate to satisfy your needs; indeed, expand your needs and demand more.\" This is the worldly doctrine of today. And they believe that this is freedom. The result for the rich is isolation and suicide, for the poor, envy and murder."
    },
    {
      "cite": "Criss Jami",
      "quote": "Man is not, by nature, deserving of all that he wants. When we think that we are automatically entitled to something, that is when we start walking all over others to get it."
    }
  ]
}