{
  "source": "https://www.wisesayings.com/self-control-quotes/",
  "theme": "self-control",
  "quotes": [
    {
      "cite": "Epictetus",
      "quote": "No man is free who is not master of himself."
    },
    {
      "cite": "Pythagoras",
      "quote": "No man is free who cannot command himself."
    },
    {
      "cite": "Thomas Kempis",
      "quote": "No confict is so severe as his who labors to subdue himself."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Ultimately, the only power to which man should aspire is that which he exercises over himself."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "He who has power over himself has power over his greatest enemy."
    },
    {
      "cite": "John Milton",
      "quote": "He who reigns within himself, and rules passions, desires, and fears, is more than a king."
    },
    {
      "cite": "Unkown",
      "quote": "Even a little self control can save you a lot of time, energy and errors."
    },
    {
      "cite": "Dr. Bob Chope",
      "quote": "You can't always control the wind, but you can control your sails."
    },
    {
      "cite": "da Vinci",
      "quote": "You will never have a greater or lesser dominion than that over yourself."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Not being able to govern events, I govern myself, and apply myself to them, if they will not apply themselves to me."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "I am, indeed, a king, because I know how to rule myself."
    },
    {
      "cite": "William Henley",
      "quote": "I am the master of my fate; I am the captain of my soul."
    },
    {
      "cite": "Aristotle",
      "quote": "What lies in our power to do, it lies in our power not to do."
    },
    {
      "cite": "Josh Billings",
      "quote": "The best time for you to hold your tongue is the time you feel you must say something or bust."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Not to have control over the senses is like sailing in a rudderless ship, bound to break to pieces on coming in contact with the very first rock."
    },
    {
      "cite": "Jim Whittaker",
      "quote": "You can never conquer the mountain. You can only conquer yourself."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "If you do not conquer self, you will be conquered by self."
    },
    {
      "cite": "Bible",
      "quote": "He that hath no rule over his own spirit is like a city that is broken down, and without walls."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "In reading the lives of great men, I found that the first victory they won was over themselves."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Self-control is the quality that distinguishes the fittest to survive."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Self-control is one mark of a mature person; it applies to control of language, physical treatment of others, and the appetites of the body."
    },
    {
      "cite": "Plautus",
      "quote": "The man who masters his own soul will forever be called conqueror of conquerors."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "The only power to which man should aspire is that which he exercises over himself."
    },
    {
      "cite": "Marcus Annaeus Seneca",
      "quote": "Most powerful is he who has himself in his own power."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Man who man would be, must rule the empire of himself."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Learning to control your reactions, saves you a lot of explaining, regretting, and apologizing."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If passion drives you, let reason hold the reins."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Self control is the power within you that holds the reins of anger, intolerance and impulsiveness."
    },
    {
      "cite": "Confucius",
      "quote": "He who conquers himself is the mightiest warrior."
    },
    {
      "cite": "Tao Te Ching",
      "quote": "He who controls others may be powerful, but he who has mastered himself is mightier still."
    }
  ]
}