{
  "source": "https://www.wisesayings.com/self-awareness-quotes/",
  "theme": "self-awareness",
  "quotes": [
    {
      "cite": "Frederick Lindemann",
      "quote": "There is the experience of enlightenment, to be very aware of what lies beyond the boundaries of cognitive perception, reflection and self-awareness as seen by the personality."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Self awareness is not just relaxation and not just meditation. It must combine relaxation with activity and dynamism. Technology can aid that."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Without self awareness we are as babies in the cradles."
    },
    {
      "cite": "Debbie Ford",
      "quote": "Self awareness is the ability to take an honest look at your life without any attachment to it being right or wrong, good or bad."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Self awareness is one of the rarest of human commodities. I don't mean self consciousn ess where you're limiting and evaluating yourself. I mean being aware of your own patterns."
    },
    {
      "cite": "Lawrence Bossidy",
      "quote": "Self awareness gives you the capacity to learn from your mistakes as well as your successes. It enables you to keep growing."
    },
    {
      "cite": "Bruce Lee",
      "quote": "After all, all knowledge simply means self knowledge."
    },
    {
      "cite": "Toni Sorenson",
      "quote": "Self awareness happens when we become aware of other people, things and places around us and how we are all connected."
    },
    {
      "cite": "Francis Spufford",
      "quote": "Self awareness is not the same thing as self approval, any more than imagination is the same thing as day dreaming."
    },
    {
      "cite": "Timothy Simons",
      "quote": "Believe in yourself that makes sense. You should believe in yourself you should believe that you're capable of great things but you would hope that somebody would have some sort of self awareness."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "By becoming self aware, you gain ownership of reality; in becoming real, you become the master of both inner and outer life"
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Self awareness is not self centeredness, and spirituality is not narcissism. Know thyself is not a narcissistic pursuit."
    },
    {
      "cite": "Doris Brown Heritage",
      "quote": "Running is a road to self awareness and reliance you can push yourself to extremes and learn the harsh reality of your physical and mental limitations or coast quietly down a solitary path watching the earth spin beneath your feet."
    },
    {
      "cite": "C.G. Jung",
      "quote": "Everything that irritates us about others can lead us to an understanding of ourselves."
    },
    {
      "cite": "Michio Kaku",
      "quote": "Robots may gradually attain a degree of self awareness and consciousness of their own."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Self awareness is our capacity to stand apart from ourselves and examine our thinking, our motives, our history, our scripts, our actions, and our habits and tendencies."
    },
    {
      "cite": "William Schutz",
      "quote": "As my awareness increases, my control over my own being increases."
    },
    {
      "cite": "Lao Tzu",
      "quote": "At the center of your being you have the answer; you know who you are and you know what you want."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "When I discover who I am, I'll be free."
    },
    {
      "cite": "Bill Hybels",
      "quote": "Self awareness allows you to self correct."
    },
    {
      "cite": "Joko Beck",
      "quote": "We have self centered minds which get us into plenty of trouble. If we do not come to understand the error in the way we think, our self-awareness, which is our greatest blessing, is also our downfall."
    },
    {
      "cite": "Ruben Papian",
      "quote": "Self awareness can't be built on looking at our pluses and minuses before we look at the most basic essence of what we are."
    },
    {
      "cite": "David Brin",
      "quote": "Self awareness is probably overrated. A complex, self regulating system doesn't need it in order to be successful, or even smart."
    },
    {
      "cite": "Bauvard",
      "quote": "Self awareness of one's faults, far from being the first step to growth, is very often the second foot in the mud."
    },
    {
      "cite": "Billie Jean King",
      "quote": "I think self awareness is probably the most important thing towards being a champion."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "As you become more clear about who you really are, you'll be better able to decide what is best for you the first time around."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "When you're different, sometimes you don't see the millions of people who accept you for what you are. All you notice is the person who doesn't."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Self awareness is value free. It isn't scary. It doesn't imply that you will subject yourself to needless pain."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Fear is self awareness raised to a higher level."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "You need to remember that. If you're to have decent lives, you have to know who you are and what lies ahead of you, every one of you."
    }
  ]
}