{
  "source": "https://www.wisesayings.com/self-worth-quotes/",
  "theme": "self-worth",
  "quotes": [
    {
      "cite": "C. JoyBell C.",
      "quote": "Life is too short to waste any amount of time on wondering what other people think about you. In the first place, if they had better things going on in their lives, they wouldn't have the time to sit around and talk about you. What's important to me is not others' opinions of me, but what's important to me is my opinion of myself."
    },
    {
      "cite": "Glenn Beck",
      "quote": "Sometimes the hardest part of the journey is believing you're worthy of the trip."
    },
    {
      "cite": "Nic Sheff",
      "quote": "As long as you look for someone else to validate who you are by seeking their approval, you are setting yourself up for disaster. You have to be whole and complete in yourself. No one can give you that. You have to know who you are - what others say is irrelevant."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "It is difficult to make a man miserable while he feels worthy of himself and claims kindred to the great God who made him."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If a man thinks he is not conceited, he is very conceited indeed."
    },
    {
      "cite": "Solange nicole",
      "quote": "A diamond doesn't start out polished and shining. It once was nothing special, but with enough pressure and time, becomes spectacular. I'm that diamond."
    },
    {
      "cite": "Criss Jami",
      "quote": "Every job from the heart is, ultimately, of equal value. The nurse injects the syringe; the writer slides the pen; the farmer plows the dirt; the comedian draws the laughter. Monetary income is the perfect deceiver of a man's true worth."
    },
    {
      "cite": "Bob Anderson",
      "quote": "There is nothing so rewarding as to make people realize that they are worthwhile in this world."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Most lives are not distinguished by great achievements. They are measured by an infinite number of small ones. Each time you do a kindness for someone or bring a smile to his face, it gives your life meaning. Never doubt your value, little friend. The world would be a dismal place without you in it."
    },
    {
      "cite": "Albert Borris",
      "quote": "Suddenly I grasped what was happening- they were all trying to save me. I never thought I was worth saving."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Self-worth comes from one thing - thinking that you are worthy."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "If you aren't good at loving yourself, you will have a difficult time loving anyone, since you'll resent the time and energy you give another person that you aren't even giving to yourself."
    },
    {
      "cite": "Dan Coppersmith",
      "quote": "Be yourself. If you water yourself down to please people or to fit in or to not offend anyone, you lose the power, the passion, the freedom and the joy of being uniquely you. It's much easier to love yourself when you are being yourself."
    },
    {
      "cite": "Steven Coogler",
      "quote": "Seek respect mainly from thyself, for it comes first from within."
    },
    {
      "cite": "Harry Palmer",
      "quote": "You are much deeper, much broader, much brighter than any idea you could have of yourself."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "A person's worth in this world is estimated according to the value they put on themselves."
    },
    {
      "cite": "unknown",
      "quote": "If you put a small value on yourself, rest assured that the world will not raise your price."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Never think that you're not good enough yourself. A man should never think that. People will take you very much at your own reckoning."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "The rare moment is not the moment when there is something worth looking at, but the moment when we are capable of seeing."
    },
    {
      "cite": "Dodinsky",
      "quote": "If you're wearing a disguise for too long, it will be difficult for the mirror to recognize you. At the end of the day I hope you become the person they didn't expect you to be. Be proud to wear you."
    },
    {
      "cite": "Bobbe Sommer",
      "quote": "Having a low opinion of yourself is not modesty. It's self-destruction. Holding your uniqueness in high regard is not egotism. It's a necessary precondition to happiness and success."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The greatest thing in the world is to know how to belong to oneself."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it."
    },
    {
      "cite": "Nic Sheff",
      "quote": "As long as you look for someone else to validate who you are by seeking their approval, you are setting yourself up for disaster. You have to be whole and complete in yourself. No one can give you that. You have to know who you are - what others say is irrelevant."
    },
    {
      "cite": "Brigham Young",
      "quote": "Why should we worry about what others think of us, do we have more confidence in their opinions than we do our own?"
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "I care for myself. The more solitary, the more friendless, the more unsustained I am, the more I will respect myself."
    },
    {
      "cite": "Jim Morrison",
      "quote": "That's what real love amounts to - letting a person be what he really is. Most people love you for who you pretend to be. To keep their love, you keep pretending - performing. You get to love your pretence. It's true, we're locked in an image, an act - and the sad thing is, people get so used to their image, they grow attached to their masks. They love their chains. They forget all about who they really are. And if you try to remind them, they hate you for it, they feel like you're trying to steal their most precious possession."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The man who does not value himself, cannot value anything or anyone."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Everything that happens to you is a reflection of what you believe about yourself. We cannot outperform our level of self-esteem. We cannot draw to ourselves more than we think we are worth."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "How would your life be different if you stopped allowing other people to dilute or poison your day with their words or opinions? Let today be the day you stand strong in the truth of your beauty and journey through your day without attachment to the validation of others"
    }
  ]
}