{
  "source": "https://www.wisesayings.com/selfless-quotes/",
  "theme": "selfless",
  "quotes": [
    {
      "cite": "Thomas Carlyle",
      "quote": "Everywhere in life, the true question is not what we gain, but what we do."
    },
    {
      "cite": "eorge Bernard Shaw",
      "quote": "A gentleman is one who puts more into the world than he takes out."
    },
    {
      "cite": "Nina Hagen",
      "quote": "Do some selfless service for people who are in need. Consider the whole picture, not just our little selves."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is an exciting business, and most exciting when it is lived for others."
    },
    {
      "cite": "Gordon B Hinckley",
      "quote": "Selflessness is of its very nature. Self-discipline is its requirement. Prayer opens its reservoir of power."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Real living is living for others."
    },
    {
      "cite": "Edward Albert",
      "quote": "Sometimes you have to be selfish to be selfless."
    },
    {
      "cite": "Bob Goff",
      "quote": "Every unselfish act of love whispers God's name."
    },
    {
      "cite": "Corazon Cojuangco Aquino",
      "quote": "Give until it hurts."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "Without selfless service, no one ever receives the fruits of their rewards."
    },
    {
      "cite": "Philip Larkin",
      "quote": "Selflessness is like waiting in a hospital In a badly-fitting suit on a cold wet morning. Selfishness is like listening to good jazz with drinks for further orders and a huge fire."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The best mantrum is selfless giving beause as you repeat it again and again, you change."
    },
    {
      "cite": "Charles Edward Montague",
      "quote": "There is no limit to what a man can do so long as he does not care a straw who gets the credit for it."
    },
    {
      "cite": "Royce White",
      "quote": "When no one is selfless in a relationship, there is war. When one is selfless, there is peace. When both are selfless, there is joy."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "The key to selfless giving is that you feel good when you do it and you feel good afterwards."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Selfless acts are a source of profound meaning for your self and your life."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Witnessing a selfless act brings tears to remind us how we should be treating others."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "I believe that as much as you take, you have to give back. It's important not to focus on yourself too much."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only a life lived for others is a life worth living."
    },
    {
      "cite": "unknown",
      "quote": "There is always one person in a relationship who loves more, cares more, cries more, gets hurt more and even forgives more."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Nothing liberates our greatness like the desire to help, the desire to serve."
    },
    {
      "cite": "unknown",
      "quote": "Practice being selfless. You end up getting more than you anticipate when your soul is giving."
    },
    {
      "cite": "Amit Abraham",
      "quote": "I am a nobody until I make somebody worthy for everybody."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "No one becomes pure and selfless overnight; it involves time and concentrated effort, coupled with tremendous patience and love."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Selfless action is a source of strength."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Veronica Roth",
      "quote": "It's when you're acting selflessly that you are at your bravest."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Give me few men and women who are pure and selfless and I shall shake the world."
    }
  ]
}