{
  "source": "https://www.wisesayings.com/self-conscious-quotes/",
  "theme": "self-conscious",
  "quotes": [
    {
      "cite": "Ray Bradbury",
      "quote": "Don't think. Thinking is the enemy of creativity. It's self-conscious, and anything self-conscious is lousy. You can't try to do things. You simply must do things."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Low self-esteem is like driving through life with your hand-brake on."
    },
    {
      "cite": "Christina Hendricks",
      "quote": "Anytime someone talks about your figure constantly, you get nervous; you get really self-conscious."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Even in social life, you will never make a good impression on other people until you stop thinking about what sort of impression you're making."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him or her."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man cannot be comfortable without his own approval."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity and an understanding of life that fills them with compassions, gentleness, and a deep loving concern. Beautiful people do not just happen."
    },
    {
      "cite": "Buddha",
      "quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection."
    },
    {
      "cite": "Brigham Young",
      "quote": "Why should weÂ worry about what others think of us, do we have more confidence in their opinions than we do our own?"
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Well, it all comes to this, there's no use trying to live in other people's opinions. The only thing to do is to live in our own."
    },
    {
      "cite": "Robert Hand",
      "quote": "The better you feel about yourself, the less you feel the need to show off."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Whatever course you decide upon, there is always someone to tell you that you are wrong. There are always difficulties arising which tempt you to believe that your critics are right. To map out a course of action and follow it to an end requires courage."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Self consciousness is the ultimate wisdom of life."
    },
    {
      "cite": "Andre Gide",
      "quote": "Be faithful to that which exists within yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Don't ask yourself what the world needs, ask yourself what makes you come alive. And then go and do that. Because what the world needs is people who have come alive."
    },
    {
      "cite": "Rick Steves",
      "quote": "Self-consciousness kills communication."
    },
    {
      "cite": "John Shelby Spong",
      "quote": "I admire our ancestors, whoever they were. I think the first self-conscious person must have shaken in his boots. Because as he becomes self-conscious, he's no longer part of nature. He sees himself against nature. He looks at the vastness of the universe and it looks hostile."
    },
    {
      "cite": "Osho",
      "quote": "When you are self-conscious you are in trouble. When you are self-conscious you are really showing symptoms that you don't know who you are. Your very self-consciousness indicates that you have not come home yet."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Remember always that you not only have the right to be an individual, you have an obligation to be one."
    },
    {
      "cite": "Denis Waitley",
      "quote": "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives."
    },
    {
      "cite": "Louise L. Hay",
      "quote": "You have been criticizing yourself for years, and it hasn't worked. Try approving of yourself and see what happens."
    },
    {
      "cite": "Harry Palmer",
      "quote": "When you adopt the viewpoint that there is nothing that exists that is not part of you, that there is no one who exists who is not part of you, that any judgment you make is self-judgment, that any criticism you level is self-criticism, you will wisely extend to yourself an unconditional love that will be the light of the world."
    },
    {
      "cite": "Thabiso Monkoe",
      "quote": "You can't be yourself unless you realize what you are not."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "I have no other self than the totality of things of which I am aware."
    },
    {
      "cite": "István Aranyosi",
      "quote": "Self-consciousness is, from a naturalistic point of view (in this case neurobiological), not more than a degree of sophistication of neural processes. The emergence of self-conscious states is not a drastic, extravagant, earth-shaking phenomenon."
    },
    {
      "cite": "Hilary Weeks",
      "quote": "Don't worry about what others think about you; worry about what they think of themselves when they're with you."
    },
    {
      "cite": "Helen Keller",
      "quote": "Never bend your head. Always hold it high.Â Look the world straight in the face."
    },
    {
      "cite": "Jean Shinoda Bolen",
      "quote": "When you recover or discover something that nourishes your soul and brings joy, care enough about yourself to make room for it in your life."
    }
  ]
}