{
  "source": "https://www.wisesayings.com/self-centered-quotes/",
  "theme": "self-centered",
  "quotes": [
    {
      "cite": "Joko Beck",
      "quote": "We have self-centered minds which get us into plenty of trouble. If we do not come to understand the error in the way we think, our self-awareness, which is our greatest blessing, is also our downfall."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "The shortest short-term investment is to serve ourselves."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Your ability to see will never broaden when you only see yourself."
    },
    {
      "cite": "Stef Harder",
      "quote": "Self centered people have only one topic to talk about ...themselves."
    },
    {
      "cite": "George Eliot",
      "quote": "He was like the cock who thought the sun had risen to hear him crow."
    },
    {
      "cite": "unknown",
      "quote": "If you live your life as if everything is about you, you will be left with just that. Just you."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Love in the service of self is greed in disguise."
    },
    {
      "cite": "Albert Camus",
      "quote": "An intellectual is someone whose mind watches itself."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "God sends no one away empty except those who are full of themselves."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "To be an end in myself is to bring an end to myself."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You will never find a truly happy self-centered person. They simply don't exist."
    },
    {
      "cite": "unknown",
      "quote": "You don't deserve a point of view, if the only thing you see is you."
    },
    {
      "cite": "John Ruskin",
      "quote": "When a man is all wrapped up in himself he makes a pretty small package."
    },
    {
      "cite": "Albert Camus",
      "quote": "To be happy, we must not be too concerned with others."
    },
    {
      "cite": "Criss Jami",
      "quote": "One is not necessarily made self-centered because he is foolish, but one is very often made foolish because he is self-centered."
    }
  ]
}