{
  "source": "https://www.wisesayings.com/self-esteem-quotes/",
  "theme": "self-esteem",
  "quotes": [
    {
      "cite": "August Wilson",
      "quote": "Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "I care for myself. The more solitary, the more friendless, the more unsustained I am, the more I will respect myself."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Wanting to be someone else is a waste of the person you are."
    },
    {
      "cite": "Marian Seldes",
      "quote": "Confidence has nothing to do with what you look like. If you obsess over that, you'll end up being disappointed in yourself all the time. Instead, high self-esteem comes from how you feel in any moment. So walk into a room acting like you're in charge, and spend your energy on making the people around you happy."
    },
    {
      "cite": "Stacy London",
      "quote": "Your self-esteem won't come from body parts. You need to step away from the mirror every once in a while, and look for another reflection, like the one in the eyes of the people who love you and admire you."
    },
    {
      "cite": "Louise Hart",
      "quote": "Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness."
    },
    {
      "cite": "Ram Dass",
      "quote": "You are loved just for being who you are, just for existing. You don't have to do anything to earn it. Your shortcomings, your lack of self-esteem, physical perfection, or social and economic success - none of that matters. No one can take this love away from you, and it will always be here."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man cannot be comfortable without his own approval."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Low self-esteem is like driving through life with your hand-break on."
    },
    {
      "cite": "Dr Nathaniel Branden",
      "quote": "The tragedy is that so many people look for self-confidence and self-respect everywhere except within themselves, and so they fail in their search."
    },
    {
      "cite": "Fanny Brice",
      "quote": "Let the world know you as you are, not as you think you should be, because sooner or later, if you are posing, you will forget the pose, and then where are you?"
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Every individual has a place to fill in the world, and is important, in some respect, whether he chooses to be so or not."
    },
    {
      "cite": "Clark Moustakas",
      "quote": "Accept everything about yourself, I mean everything. You are you and that is the beginning and the end, no apologies, no regrets."
    },
    {
      "cite": "Mary Dunbar",
      "quote": "We are each gifted in a unique and important way. It is our privilege and our adventure to discover our own special light."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "When people believe in themselves they have the first secret of success"
    },
    {
      "cite": "Jo Blackwell-Preston",
      "quote": "Don't you dare, for one more second, surround yourself with people who are not aware of the greatness that you are."
    },
    {
      "cite": "Jane Roberts",
      "quote": "Yours is the energy that makes your world. There are no limitations to the self except those you believe in."
    },
    {
      "cite": "Bonnie Arbon",
      "quote": "You are a piece of the puzzle of someone else's life. You may never know where you fit, but others will fill the holes in their lives with pieces of you."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If you hear a voice within you say \"you cannot paint,\" then by all means paint, and that voice will be silenced."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Make the most of yourself, for that is all there is of you."
    },
    {
      "cite": "Mae West",
      "quote": "I never loved another person the way I loved myself."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The greatest thing in the world is to know how to belong to oneself"
    },
    {
      "cite": "Jodi Picoult",
      "quote": "When you're different, sometimes you don't see the millions of people who accept you for what you are. All you notice is the person who doesn't."
    },
    {
      "cite": "Nic Sheff",
      "quote": "As long as you look for someone else to validate who you are by seeking their approval, you are setting yourself up for disaster. You have to be whole and complete in yourself. No one can give you that. You have to know who you are - what others say is irrelevant."
    },
    {
      "cite": "Sabrina Ward Harrison",
      "quote": "I am afraid to show you who I really am, because if I show you who I really am, you might not like it--and that's all I got."
    },
    {
      "cite": "Benjamin Spock",
      "quote": "Trust yourself. You know more than you think you do."
    }
  ]
}