{
  "source": "https://www.wisesayings.com/selling-quotes/",
  "theme": "selling",
  "quotes": [
    {
      "cite": "Luke Johnson",
      "quote": "The peddlers and canvassers of previous generations became sales executives, with territories, quotas, prospecting, referrals, and all the other paraphernalia of the salesman. The profession of selling was born."
    },
    {
      "cite": "Luke Johnson",
      "quote": "Yet as a nation we are remarkably squeamish about the whole art of selling things for a profit. It is as if an aristocratic disdain for 'trade' still lingers in our culture."
    },
    {
      "cite": "Luke Johnson",
      "quote": "At its heart selling remains the essence of capitalism: the customer gets to pick from a variety of products— and has to be convinced of the merits of a particular item before purchasing it."
    },
    {
      "cite": "Charlie Munger",
      "quote": "For one of the most successful business strategies is to be a contrarian investor— to go in the opposite direction — to buy when others are selling."
    },
    {
      "cite": "Arthur Miller",
      "quote": "For a salesman, there is no rock bottom to the life...A salesman is got to dream, boy. It comes with a territory."
    },
    {
      "cite": "Charles Revson",
      "quote": "In the factory we make cosmetics; in the store we sell hope."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "I have heard of a man who had a mind to sell his house, and therefore carried a piece of brick in his pocket, which he showed as a pattern to encourage purchasers."
    },
    {
      "cite": "English Proverbs",
      "quote": "The buyer has need of a hundred eyes, the seller of but one."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "When buying and selling are controlled by civilization, the first things to be bought and sold are legislators."
    },
    {
      "cite": "Sam Walton",
      "quote": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Never be afraid to ask for too much when selling or offer too little when buying."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Once negotiations begin, you can come down in your selling price or up in your buying price. But it's impossible to do the opposite."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Simply stated, in the world of business, how much money you get from a sale or how much you have to pay when making a purchase determines whether you make or lose money and how rich you ultimately become."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Business relationships are just like personal relationships— they are best started showing an interest in the other person, and in finding out what that person needs are, because ultimately we are selling to those needs."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Who buys a minute's mirth to wail a week? / Or sells eternity to get a toy? / For one sweet grape who will the vine destroy?"
    },
    {
      "cite": "Robert Frost",
      "quote": "`Don't call it blamed; there isn't anything / More blameless in the sense of being less / A weapon in our human fight,' he said. / `I'll have one if I sell my farm to buy it.'"
    },
    {
      "cite": "William Henry Ogilvie",
      "quote": "Ho! You there, selling daffodils along the windy street, / Poor drooping, dusty daffodils - but oh! so Summer sweet! / Green stems that stab with loveliness, rich petal-cups to hold / The wine of Spring to lips that cling like bees about their gold!"
    },
    {
      "cite": "Leonard Cohen",
      "quote": "I was selling holy trinkets / I was dressing kind of sharp / Had a pussy in the kitchen / And a panther in the yard / In the prison of the gifted / I was friendly with the guard / So I never had to witness / What happens to the Heart."
    },
    {
      "cite": "Jill Konrath",
      "quote": "What differentiates sellers today is their ability to bring fresh ideas."
    },
    {
      "cite": "Estée Lauder",
      "quote": "I have never worked a day in my life without selling. If I believe in something, I sell it, and I sell it hard."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Approach each customer with the idea of helping him or her to solve a problem or achieve a goal, not of selling a product or service."
    },
    {
      "cite": "Katherine Barchetti",
      "quote": "Make a customer, not a sale."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Many a man thinks he is buying pleasure, when he is really selling himself to it."
    },
    {
      "cite": "Harry Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Everyone lives by selling something."
    },
    {
      "cite": "Frank Gordon",
      "quote": "Selling is the icing on the cake. It's the making of the work that matters; an experience is incomplete - life is incomplete, in fact - unless and until I've done something with it in the form of a drawing or a painting."
    },
    {
      "cite": "Bob Ragland",
      "quote": "Selling well is not selling out."
    },
    {
      "cite": "Bono",
      "quote": "Selling out is doing something you don't really want to do for money. That's what selling out is."
    },
    {
      "cite": "Ben Feldman",
      "quote": "Don't sell life insurance. Sell what life insurance can do."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Selling is something we do for our clients - not to our clients."
    }
  ]
}