{
  "source": "https://www.wisesayings.com/sensible-quotes/",
  "theme": "sensible",
  "quotes": [
    {
      "cite": "Douglas Yates",
      "quote": "People who are sensible about love are incapable of it."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "All sensible men are of the same religion, but no sensible man ever tells."
    },
    {
      "cite": "Eden Phillpotts",
      "quote": "The people sensible enough to give good advice are usually sensible enough to give none."
    },
    {
      "cite": "Paul Arden",
      "quote": "We try to make sensible decisions with the facts in front of us. The problem with sensible decisions is that so is everyone else."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "No sensible person ever made an apology."
    },
    {
      "cite": "A. A. Milne",
      "quote": "No sensible author wants anything but praise."
    },
    {
      "cite": "George Washington",
      "quote": "A sensible woman can never be happy with a fool."
    },
    {
      "cite": "John W. Gardner",
      "quote": "To sensible men, every day is a day of reckoning."
    },
    {
      "cite": "Emily Bronte",
      "quote": "A sensible man ought to find sufficient company in himself."
    },
    {
      "cite": "Heath Ledger",
      "quote": "The only sensible way to live in this world is without rules!"
    },
    {
      "cite": "E.W. Howe",
      "quote": "No really sensible person ever remembers enough poetry to recite it."
    },
    {
      "cite": "Thomas Traherne",
      "quote": "Be sensible of your wants, that you maybe sensible of your treasures."
    },
    {
      "cite": "Plutarch",
      "quote": "We are more sensible of what is done against custom than against nature."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "No sensible man ever imputes inconsistency to another for changing his minds."
    },
    {
      "cite": "CrimethInc.",
      "quote": "What is common becomes sense, but what is sensible doesn't always become common."
    },
    {
      "cite": "Voltaire",
      "quote": "Every sensible man, every honorable man, must hold the Christian sect in horror."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Every sane and sensible and quiet thing we do is absolutely ignored by the press."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "No sensible man ever engages, unprepared, in a fencing match of words with a woman."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "No sensible person ever opens the door of his house without knowing who is knocking."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "In a very ugly and sensible age, the arts borrow, not from life, but from each other."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Honest criticism and sensible appreciation are directed not upon the poet but upon the poetry."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "As human beings, our only sensible scale of values is one based on lessening the agony of existence."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The most delicate, the most sensible of all pleasures, consists in promoting the pleasure of others."
    },
    {
      "cite": "Elizabeth Goudge",
      "quote": "Sensible fathers and mothers, when their children marry, go back to the old days and renew their youth."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "A sensible woman should be guided by her head when taking a husband, and by her heart when taking a lover."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Who is the most sensible person? The one who finds what is to their own advantage in all that happens to them."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Anybody who has something sensible or worthwhile to say should be able to say it calmly and soberly, relying on the words themselves to convey his meaning, without resorting to yelling."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "The more sensible a woman is, supposing her not to be masculine, the more attractive she is in her proportionate power to entertain."
    },
    {
      "cite": "Barbara Mertz",
      "quote": "It is much more sensible to be an optimist instead of a pessimist, for if one is doomed to disappointment, why experience it in advance?"
    }
  ]
}