{
  "source": "https://www.wisesayings.com/sensitive-quotes/",
  "theme": "sensitive",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "For a highly sensitive person, a drizzle feels like a monsoon."
    },
    {
      "cite": "Anonymous",
      "quote": "Before you say something, stop and think how you'd feel if someone said it to you."
    },
    {
      "cite": "Norton Juster",
      "quote": "Everybody is so terribly sensitive about the things they know best."
    },
    {
      "cite": "Brigitte Nicole",
      "quote": "Never apologize for being sensitive or emotional. It's a sign that you have a big heart, and that you aren't afraid to let others see it. Showing your emotions is a sign of strength."
    },
    {
      "cite": "Daniel Saint",
      "quote": "You cannot make everyone think and feel as deeply as you do. This is your tragedy, because you understand them but they do not understand you."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Sensitive people either love deeply or they regret deeply. There really is no middle ground because they live in passionate extremes."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears."
    },
    {
      "cite": "Clive Bell",
      "quote": "All sensitive people agree that there is a peculiar emotion provoked by works of art."
    },
    {
      "cite": "Robert Herjavec",
      "quote": "Being overly sensitive to rejection can become a destructive virus."
    },
    {
      "cite": "Irving Penn",
      "quote": "Sensitive people faced with the prospect of a camera portrait put on a face they think is the one they would like to show to the world. Every so often what lies behind the facade is rare and more wonderful than the subject knows or dares to believe."
    },
    {
      "cite": "Anonymous",
      "quote": "Women are sensitive, they over think every little thing and they care way more than they should, but that's what makes their love so strong."
    },
    {
      "cite": "Anonymous",
      "quote": "People need to learn that their actions do affect other people. So be careful what you say and do, it's not always just about you."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Do not give in too much to feelings. A overly sensitive heart is an unhappy possession on this shaky earth."
    },
    {
      "cite": "Emily Post",
      "quote": "Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "As we let our light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence actually liberates others."
    },
    {
      "cite": "Rani Waghule",
      "quote": "Always try to be more sensitive about people's feelings. Because there are times that a tear means happiness and a smile means hurt."
    },
    {
      "cite": "Louis C.K",
      "quote": "When a person tells you that you hurt them, you don't get to decide that you didn't."
    },
    {
      "cite": "Victoria Erickson",
      "quote": "Rather than fearfully shutting down your sensitivity, dive in deeper into all possible feeling. As you expand, keep only those who are not afraid of oceans."
    },
    {
      "cite": "Toba Beta",
      "quote": "Sensitive to symptoms could enhance security."
    },
    {
      "cite": "Augusto Cury",
      "quote": "Sensitive people suffer more, but they love more and dream more."
    },
    {
      "cite": "Anonymous",
      "quote": "Be sensitive and try to understand other people's pain. Sometimes that's all they need to heal."
    },
    {
      "cite": "John Gray",
      "quote": "Sensitive souls draw in the negativity of others because they are so open."
    },
    {
      "cite": "Kozma Prutkov",
      "quote": "Sensitive person is like an ice; if you warm him, he'll melt."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Exaggerated sensitiveness is an expression of the feeling of inferiority."
    },
    {
      "cite": "Michael Harrington",
      "quote": "People who are much too sensitive to demand of cripples that they run races ask of the poor that they get up and act just like everyone else in the society."
    },
    {
      "cite": "Anonymous",
      "quote": "A sensitive soul sees the world through the lens of love."
    },
    {
      "cite": "Herman Melville",
      "quote": "To a sensitive being, pity is not seldom pain."
    },
    {
      "cite": "Dan Quayle",
      "quote": "People that are really very weird can get into sensitive positions and have a tremendous impact on history."
    },
    {
      "cite": "Alan Watts",
      "quote": "We cannot be more sensitive to pleasure without being more sensitive to pain."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Sensitive people never like the fatigue of justifying their instincts."
    }
  ]
}