{
  "source": "https://www.wisesayings.com/sense-of-humor-quotes/",
  "theme": "sense-of-humor",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "If I had no sense of humor, I would long ago have committed suicide."
    },
    {
      "cite": "Max Eastman",
      "quote": "It is the ability to take a joke, not make one, that proves you have a sense of humor."
    },
    {
      "cite": "Horace Walpole",
      "quote": "The world is a tragedy to those who feel, but a comedy to those who think."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A sense of humor is a major defense against minor troubles."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The overwhelming majority of americans are possessed of two great qualities a sense of humor and a sense of proportion."
    },
    {
      "cite": "Danny McBride",
      "quote": "Confidence and a good sense of humor can usually win a chick over."
    },
    {
      "cite": "Margaret Cho",
      "quote": "It's good to be able to laugh at yourself and the problems you face in life. Sense of humor can save you."
    },
    {
      "cite": "Bashar",
      "quote": "The first step towards true enlightenment is to lighten up on yourself."
    },
    {
      "cite": "Harry S Truman",
      "quote": "Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "I think the next best thing to solving a problem is finding some humor in it."
    },
    {
      "cite": "William James",
      "quote": "A sense of humor is just common sense dancing."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Humor is perhaps a sense of intellectual perspective: an awareness that some things are really important, others not; and that the two kinds are most oddly jumbled in everyday affairs"
    },
    {
      "cite": "Richard Bach",
      "quote": "The first prerequisite of an advanced being is a sense of humor."
    },
    {
      "cite": "Bill Cosby",
      "quote": "There is hope for the future because God has a sense of humor and we are funny to God."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "A sense of humor is the best indicator that you will recover; it is often the best indicator that people will love you. Sustain that and you have hope."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "I think the scariest person in the world is the person with no sense of humor."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Humor is laughing at what you haven't got when you ought to have it."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "So long as you have courage and a sense of humor, it is never too late to start life afresh."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don't trust anyone who doesn't laugh."
    },
    {
      "cite": "Robert Ferrigno",
      "quote": "Most preachers say the nature of God is unknowable, but I'm certain of one thing at least. God almighty has a sense of humor."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A person without a sense of humor is like a wagon without springs. It's jolted by every pebble on the road."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A person without a sense of humor is like a wagon without springs, jolted by every pebble in the road."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is."
    },
    {
      "cite": "Christine Feehan",
      "quote": "If I had a sense of humor, I'd be laughing right now."
    },
    {
      "cite": "Taki",
      "quote": "Humor is a reminder that no matter how high the throne one sits on, one sits on one's bottom"
    },
    {
      "cite": "Dylan O'Brien",
      "quote": "When a chick has a sense of humor, there's nothing more attractive."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "A sense of humor is part of the art of leadership, of getting along with people, of getting things done."
    },
    {
      "cite": "Voltaire",
      "quote": "To succeed in this world, it is not enough to be stupid, you must be well-mannered."
    },
    {
      "cite": "Steve Martin",
      "quote": "Comedy is the art of making people laugh without making them puke"
    },
    {
      "cite": "Lou Holtz",
      "quote": "The problem with having a sense of humor is often that people you use it on aren't in a very good mood."
    }
  ]
}