{
  "source": "https://www.wisesayings.com/sentence-quotes/",
  "theme": "sentence",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "The wisest one-word sentence? Breathe."
    },
    {
      "cite": "St. Augustine",
      "quote": "For a sentence is not complete unless each word, once its syllables have been pronounced, gives way to make room for the next."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The death sentence is a barbaric act . . . It is a reflection of the animal instinct still in human beings."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "To sentence a man of true genius, to the drudgery of a school is to put a racehorse on a treadmill."
    },
    {
      "cite": "Mati Klarwein",
      "quote": "A picture might be worth a thousand words but a good sentence is worth a thousand windows."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The way you live each day is a sentence in the story of your life. Every day, you make the choice whether the sentence ends with a period, question mark, or exclamation point."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "In all pointed sentences, some degree of accuracy must be sacrificed to conciseness."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Ending a sentence with a preposition is something up with which I will not put."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It makes a great difference in the force of a sentence, whether a man be behind it or no."
    },
    {
      "cite": "George Steiner",
      "quote": "A sentence always means more. Even a single word, within the weave of incommensurable connotation, can, and usually does."
    },
    {
      "cite": "Rachel Cusk",
      "quote": "A sentence is born into this world neither good nor bad, and that to establish its character is a question of the subtlest possible adjustments, a process of intuition to which exaggeration and force are fatal."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "If you want to know who your friends are, get yourself a jail sentence."
    },
    {
      "cite": "David Minkoff",
      "quote": "Marriage is not a word, it's a sentence--a life sentence."
    },
    {
      "cite": "Jhumpa Lahiri",
      "quote": "The first sentence of a book is a handshake, perhaps an embrace."
    },
    {
      "cite": "Stephen King",
      "quote": "Words create sentences; sentences create paragraphs; sometimes paragraphs quicken and begin to breathe."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A thousand cups of wine do not suffice when true friends meet, but half a sentence is too much when there is no meeting of minds."
    },
    {
      "cite": "Jean Rostand",
      "quote": "Certain brief sentences are peerless in their ability to give one the feeling that nothing remains to be said."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "A proverb is a short sentence based on long experience."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Sentence making is an act of questing into unexplored regions, probing the anarchy of daylight, and exploring the troubling confusion and turmoil of the night."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Every sentence has a truth waiting at the end of it and the writer learns how to know it when he finally gets there."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We're all sentenced to solitary confinement inside our own skins, for life."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "To hurry through the rise and fall of a fine, full sentence is like defying the role of time in human life."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Never resist a sentence you like, in which language takes its own pleasure and in which, after having abused it for so long, you are stupefied by its innocence."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "The man who passes the sentence should swing the sword."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A perfectly healthy sentence, it is true, is extremely rare. For the most part we miss the hue and fragrance of the thought; as if we could be satisfied with the dews of the morning or evening without their colors, or the heavens without their azure."
    },
    {
      "cite": "Douglas Horton",
      "quote": "We are all serving a life sentence, and good behavior is our only hope for a pardon."
    },
    {
      "cite": "John Banville",
      "quote": "The sentence is the greatest human invention of civilization."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The longest sentence you can form with two words is: I do."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The sentence must also contain its own apology for being spoken."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Sentences are like sharp nails, which force truth upon our memories."
    }
  ]
}