{
  "source": "https://www.wisesayings.com/separation-quotes/",
  "theme": "separation",
  "quotes": [
    {
      "cite": "Malcolm X",
      "quote": "Segregation is that which is forced upon an inferior by a superior. Separation is done voluntarily by two equals."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And ever has it been known that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Marcel Proust",
      "quote": "In a separation it is the one who is not really in love who says the more tender things."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "There is no separation between mind and body... Self and other co-arise and fall away all the time."
    },
    {
      "cite": "Boy George",
      "quote": "Separation penetrates the disappearing person like a pigment and steeps him in gentle radiance."
    },
    {
      "cite": "Chrysippus",
      "quote": "Death is the separation of soul from body."
    },
    {
      "cite": "Simone Weil",
      "quote": "For when two beings who are not friends are near each other there is no meeting, and when friends are far apart there is no separation."
    },
    {
      "cite": "Tony Evans",
      "quote": "The separation of church and state is a suburban, not an urban, issue."
    },
    {
      "cite": "William Law",
      "quote": "Nothing hath separated us from God but our own will, or rather our own will is our separation from God."
    },
    {
      "cite": "Roy Moore",
      "quote": "But separation of church and state was never meant to separate God and government."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "The only solid and lasting peace between a man and his wife is, doubtless, a separation."
    },
    {
      "cite": "Michael Frome",
      "quote": "In the separation of the human species from nature, life goes awry."
    },
    {
      "cite": "Tony Evans",
      "quote": "Separation of church and state should never mean separation of God and right."
    },
    {
      "cite": "William Law",
      "quote": "Death is not more certainly a separation of our souls from our bodies than the Christian life is a separation of our souls from worldly tempers, vain indulgences, and unnecessary cares."
    },
    {
      "cite": "Jason Mraz",
      "quote": "Equality and separation cannot exist in the same space."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Many a witty inspiration is like the surprising reunion of befriended thoughts after a long separation."
    },
    {
      "cite": "Banks",
      "quote": "There's no separation between electronic music and acoustic music. It's all one thing. Each song has its own heartbeat. Each song has its own soul."
    },
    {
      "cite": "Soccer Mommy",
      "quote": "Those reflective moments for me usually come from loneliness and separation from people."
    },
    {
      "cite": "Neri Oxman",
      "quote": "In nature, there is no separation between design, engineering, and fabrication; the bone does it all."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "The act of exploring what the men are, and moreover the separation of the good from the evil, is visitation; and the good are then removed, and the evil are left behind."
    },
    {
      "cite": "Jonathan Turley",
      "quote": "People don't seem to understand that the separation of powers is not about the power of these branches; it's there to protect individual liberty - it's there to protect us from the concentration of power."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "The false separation between living and giving must end."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "There is not a lot of separation between work and home life."
    },
    {
      "cite": "Jonathan Kozol",
      "quote": "The 'niche' effect of charter schools guarantees a swift and vicious deepening of class and racial separation."
    },
    {
      "cite": "Mary Schmich",
      "quote": "For some Chicago expats, food is the medicine that blunts the pain of separation."
    },
    {
      "cite": "Sharron Angle",
      "quote": "The tenet of the separation of church and state is an unconstitutional doctrine."
    },
    {
      "cite": "Esa-Pekka Salonen",
      "quote": "Orchestras have become used to the emphasis on the separation of layers, of the ultimate precision and clarity."
    },
    {
      "cite": "Liz Smith",
      "quote": "The marriage didn't work out but the separation is great."
    }
  ]
}