{
  "source": "https://www.wisesayings.com/september-quotes/",
  "theme": "september",
  "quotes": [
    {
      "cite": "Heny Rollins",
      "quote": "We know that in September, we will wander through the warm winds of summer's wreckage. We will welcome summer's ghost."
    },
    {
      "cite": "Robert Finch",
      "quote": "But now in September the garden has cooled, and with it my possessiveness. The sun warms my back instead of beating on my head ... The harvest has dwindled, and I have grown apart from the intense midsummer relationship that brought it on."
    },
    {
      "cite": "Alexander Theroux",
      "quote": "September: it was the most beautiful of words, he'd always felt, evoking orange-flowers, swallows, and regret."
    },
    {
      "cite": "Giovanni Verga",
      "quote": "In short, a bad Sunday of September, in September of that traitor who let you go a big wave passed upon him, like a gunshot between the prickly pears."
    },
    {
      "cite": "Jeb Bush",
      "quote": "We awoke one morning in September, and the world lurched on its axis."
    },
    {
      "cite": "Edain McCoy",
      "quote": "A little-known Irish festival called Garland Sunday was observed on the first Sunday in September, and still is celebrated in some parts of western rural Ireland."
    },
    {
      "cite": "Diane Smith",
      "quote": "Wiccans celebrate Mabon (pronounced may-bun or mah-bon) on the actual date of the fall equinox. The date differs year to year, and falls around September 22."
    },
    {
      "cite": "Gale",
      "quote": "On September 17, 1787, the United States Constitution was signed."
    },
    {
      "cite": "Gale",
      "quote": "President George W. Bush wanted to set aside a day to remember the people who died in the terrorist attacks on September 11, 2001."
    },
    {
      "cite": "Gale",
      "quote": "On October 25, 2001, Congress passed a law to set aside September 11 as Patriot Day, and President Bush signed it on December 18, 2001."
    },
    {
      "cite": "Chris Woods",
      "quote": "In the Roman calendar there were only ten months - the 7th to 10th being September to December as their names suggest. It was only later when July and August (Julius and Augustus Caesar) were added that they became out of sequence."
    },
    {
      "cite": "Janice Stillman",
      "quote": "September comes from the Latin word septem, meaning “seven,” because it was the seventh month of the early Roman calendar."
    },
    {
      "cite": "Stephen King",
      "quote": "But when fall comes, kicking summer out on its treacherous ass as it always does one day sometime after the midpoint of September, it stays awhile like an old friend that you have missed. It settles in the way an old friend will settle into your favorite chair and take out his pipe and light it and then fill the afternoon with stories of places he has been and things he has done since last he saw you."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "That old September feeling, left over from school days, of summer passing, vacation nearly done, obligations gathering, books and football in the air ... Another fall, another turned page: there was something of jubilee in that annual autumnal beginning, as if last year's mistakes had been wiped clean by summer."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "I used to love September, but now it just rhymes with remember."
    },
    {
      "cite": "Lea Malot",
      "quote": "September was a thirty-days long goodbye to summer, to the season that left everybody both happy and weary of the warm, humid weather and the exhausting but thrilling adventures. It didn't feel like fresh air either, it made me suffocate. It was like the days would be dragging some kind of sickness, one that we knew wouldn't last, but made us uncomfortable anyway. The atmosphere felt dusty and stifling."
    },
    {
      "cite": "Peggy Toney Horton",
      "quote": "Ah, September! You are the doorway to the season that awakens my soul... but I must confess that I love you only because you are a prelude to my beloved October."
    },
    {
      "cite": "Kurt Philiop Behm",
      "quote": "Late September holds onto the summer / like that promise you made / you can never forget."
    },
    {
      "cite": "Roderic Quinn",
      "quote": "I remember one September / Light as thistledown or feather / Long with love we strayed together."
    },
    {
      "cite": "Roderic Quinn",
      "quote": "Though September blows no ember / Into flame for you this season / Yet 'tis neither rhyme nor reason."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Some crimson poppy of a late delight / Atoning in its splendor for the flight / Of summer blooms and joys / This is September."
    },
    {
      "cite": "Afanasy Afanasyevich Fet",
      "quote": "To sighs of morning air, that froze / (With her lips opened for a say) / How curiously has smiled the rose / On a September fleeting day!"
    },
    {
      "cite": "Michael Pritchard",
      "quote": "Like my fathers come to pass / Seven years has gone so fast / Wake me up when September ends."
    },
    {
      "cite": "Michael Pritchard",
      "quote": "As my memory rest / But never forgets what I lost / Wake me up when September ends."
    },
    {
      "cite": "Harry Warren",
      "quote": "The leaves of brown came tumbling down, remember / In September, in the rain."
    },
    {
      "cite": "Harry Warren",
      "quote": "That old sun went out just like a dying ember / September, in the cold, cold rain."
    },
    {
      "cite": "Gilbert Becaud",
      "quote": "September morn / We danced until the night / Became a brand new day."
    },
    {
      "cite": "Gilbert Becaud",
      "quote": "Two lovers playing scenes / From some romantic play / September morning / Still can make me feel that way."
    },
    {
      "cite": "Al McKay",
      "quote": "Do you remember / The 21st night of September / Love was changing the minds of pretenders / While chasing the clouds away."
    }
  ]
}