{
  "source": "https://www.wisesayings.com/serendipity-quotes/",
  "theme": "serendipity",
  "quotes": [
    {
      "cite": "Peter McWilliams",
      "quote": "In reality, serendipity accounts for one percent of the blessings we receive in life, work and love. The other 99 percent is due to our efforts."
    },
    {
      "cite": "Julius Comroe Jr.",
      "quote": "Serendipity is looking in a haystack for a needle and discovering a farmer's daughter."
    },
    {
      "cite": "Lawrence Block",
      "quote": "Serendipity. Look for something, find something else, and realize that what you've found is more suited to your needs than what you thought you were looking for."
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "Sometimes serendipity is just intention unmasked."
    },
    {
      "cite": "Adrian Bejan",
      "quote": "Serendipity is the way to make discoveries, by accident but also by sagacity, of things one is not in quest of. Based on experience, knowledge, it is the creative exploitation of the unforeseen."
    },
    {
      "cite": "Erin Mckean",
      "quote": "Serendipity is when you find things you weren't looking for because finding what you are looking for is so damned difficult."
    },
    {
      "cite": "Tobi Tobias",
      "quote": "Serendipity is putting a quarter in the gumball machine and having three pieces come rattling out instead of one   all red."
    },
    {
      "cite": "Lawrence Block",
      "quote": "One aspect of serendipity to bear in mind is that you have to be looking for something in order to find something else."
    },
    {
      "cite": "Horace Walpole",
      "quote": "Serendipity... You will understand it better by the derivation than by the definition. I once read a silly fairy tale, called 'The Three Princes of Serendip': as their Highnesses traveled, they were always making discoveries, by accidents and sagacity, of things which they were not in quest of."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "...maximize the serendipity around you."
    },
    {
      "cite": "Katori Hall",
      "quote": "Serendipity always rewards the prepared."
    },
    {
      "cite": "Jose Manuel Barroso",
      "quote": "What people call serendipity sometimes is just having your eyes open."
    },
    {
      "cite": "Tom Kelley",
      "quote": "The history of discovery is full of creative serendipity."
    },
    {
      "cite": "Gary Hamel",
      "quote": "Fact is, inventing an innovative business model is often mostly a matter of serendipity."
    },
    {
      "cite": "Pek Van Andel",
      "quote": "Serendipity is the art of making an unsought finding."
    },
    {
      "cite": "John Barth",
      "quote": "You don't reach Serendib by plotting a course for it. You have to set out in good faith for elsewhere and lose your bearings   serendipitously."
    },
    {
      "cite": "Julie Bishop",
      "quote": "Synergy and serendipity often play a big part in medical and scientific advances."
    },
    {
      "cite": "Jay W. Lorsch",
      "quote": "I think a lot more decisions are made on serendipity than people think. Things come across their radar screens and they jump at them."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "There'll always be serendipity involved in discovery."
    },
    {
      "cite": "Ken Stott",
      "quote": "I always leave room for serendipity and chance."
    },
    {
      "cite": "Krystl Campos",
      "quote": "Serendipity favors the believing."
    },
    {
      "cite": "Jason Silva",
      "quote": "There's always going to be the circumstances you can't plan for. There's always the unexpected relevance and the serendipity."
    },
    {
      "cite": "Alan Alda",
      "quote": "Some of the greatest things, as I understand, they have come about by serendipity, the greatest discoveries."
    },
    {
      "cite": "Karen Finerman",
      "quote": "Serendipity is nice, but hoping for luck and the magic of happenstance shouldn't be an excuse for a lack of proactivity. I had to learn for myself that waiting isn't a life plan."
    },
    {
      "cite": "David Levithan",
      "quote": "I am a firm believer in serendipity- all the random pieces coming together in one wonderful moment, when suddenly you see what their purpose was all along."
    },
    {
      "cite": "David Coleman",
      "quote": "There is a fine line between serendipity and stalking."
    },
    {
      "cite": "Glauco Ortolano",
      "quote": "Serendipity is the gift of finding things we didn't know we were already unconsciously looking for."
    },
    {
      "cite": "unknown",
      "quote": "Serendipity is the gift of finding agreeable or valuable things not sought for."
    },
    {
      "cite": "Peter James",
      "quote": "Most of us have one big idea at some point in our lives. That Eureka! moment. It comes to us all in different ways, often by chance of serendipity."
    }
  ]
}