{
  "source": "https://www.wisesayings.com/serenity-quotes/",
  "theme": "serenity",
  "quotes": [
    {
      "cite": "Paul Brunton",
      "quote": "Let us accept the invitation, ever-open, from the Stillness, taste its exquisite sweetness, and heed its silent instruction."
    },
    {
      "cite": "St. Francis of Assisi",
      "quote": "While you are proclaiming peace with your lips, be careful to have it even more fully in your heart."
    },
    {
      "cite": "Timber Hawkeye",
      "quote": "You can't calm the storm, so stop trying. What you can do is calm yourself. The storm will pass."
    },
    {
      "cite": "Johnny Miller",
      "quote": "Serenity is knowing that your worst shot is still pretty good."
    },
    {
      "cite": "Bohdi Sanders",
      "quote": "Never respond to an angry person with a fiery comeback, even if he deserves it...Don't allow his anger to become your anger."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Do your work, then step back. The only path to serenity."
    },
    {
      "cite": "unknown",
      "quote": "Serenity is not freedom from the storm, but peace amid the storm."
    },
    {
      "cite": "James Allen",
      "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Like water, we are truest to our nature in repose."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Cheerfulness keeps up a kind of daylight in the mind, filling it with a steady and perpetual serenity."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "And you would accept the seasons of your heart just as you have always accepted that seasons pass over your fields and you would watch with serenity through the winters of your grief."
    },
    {
      "cite": "Simone Weil",
      "quote": "In struggling against anguish one never produces serenity; the struggle against anguish only produces new forms of anguish."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Only when one is connected to one's own core is one connected to others, I am beginning to discover. And, for me, the core, the inner spring, can best be refound through solitude."
    },
    {
      "cite": "Stephen C. Paul",
      "quote": "Everything you do can be done better from a place of relaxation."
    },
    {
      "cite": "Swami Rama",
      "quote": "The poor long for riches, the rich long for heaven, but the wise long for a state of tranquility."
    },
    {
      "cite": "Teodomila",
      "quote": "Clarity brings Serenity."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "You find peace by coming to terms with what you don't know."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Finish each day and be done with it. You have done what you could; some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day; you shall begin it well and serenely and with too high a spirit to be encumbered with your old nonsense."
    },
    {
      "cite": "James Allen",
      "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Quietude, which some men cannot abide because it reveals their inward poverty, is as a palace of cedar to the wise, for along its hallowed courts the King in his beauty deigns to walk."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "We think a happy life consists in tranquility of mind."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "It is vain to say human beings ought to be satisfied with tranquillity: they must have action; and they will make it if they cannot find it."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "The fruit of silence is tranquillity."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Periods of tranquillity are seldom prolific of creative achievement. Mankind has to be stirred up."
    },
    {
      "cite": "Marcus Antoninus Aurelius",
      "quote": "Tranquility is nothing else than the good ordering of the mind."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "There is no such thing as perpetual tranquillity of mind while we live here; because life itself is but motion, and can never be without desire, nor without fear, no more than without sense."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The pursuit, even of the best things, ought to be calm and tranquil."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Learn to be quiet enough to hear the sound of the geniune within yourself so that you can hear it in others."
    },
    {
      "cite": "St. Francis of Assisi",
      "quote": "Where there is peace and meditation, there is neither anxiety nor doubt."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you peace but yourself. Nothing can bring you peace but the triumph of principles."
    }
  ]
}