{
  "source": "https://www.wisesayings.com/serious-quotes/",
  "theme": "serious",
  "quotes": [
    {
      "cite": "Werner Heisenberg",
      "quote": "There are things that are so serious that you can only joke about them."
    },
    {
      "cite": "Cato the Elder",
      "quote": "Those who are serious in ridiculous matters will be ridiculous in serious matters.”"
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Serious affairs and history are carefully laid snares for the uninformed."
    },
    {
      "cite": "Julio Cortazar",
      "quote": "Nothing is more comical than seriousness understood as a virtue that has to precede all important literature"
    },
    {
      "cite": "Ron Baratono",
      "quote": "We take life so serious at times, worrying about the little things, until we get to the end of our lives and wonder why we did."
    },
    {
      "cite": "Ram Dass",
      "quote": "So we won't take ourselves too seriously. Because taking something serious doesn't make it go away any faster. In fact, it keeps making it a little bit worse."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Men should learn to live with the same seriousness with which children play."
    },
    {
      "cite": "Robert M. Hutchins",
      "quote": "It is not so important to be serious as it is to be serious about the important things. The monkey wears an expression of seriousness which would do credit to any college student, but the monkey is serious because he itches."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Man's maturity: to have regained the seriousness that he had as a child at play."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "Over-seriousness is a warning sign for mediocrity and bureaucratic thinking. People who are seriously committed to mastery and high performance are secure enough to lighten up."
    },
    {
      "cite": "Plato",
      "quote": "No human thing is of serious importance."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Seriousness is the only refuge of the shallow."
    },
    {
      "cite": "Al Franken",
      "quote": "Humor and seriousness are not in opposition to each other."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the situation is serious, don’t be funny; and when the situation is funny, don’t be serious!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Serious people are not easily distracted!"
    },
    {
      "cite": "Rashid Jorvee",
      "quote": "A person should neither serious nor curious, to the thing which will not profitable for him/her life"
    },
    {
      "cite": "Dee Waldeck",
      "quote": "When we laugh at the joy in everyday life we realise that the world is not such a serious place after all."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Ultimate seriousness in not without a dose of humor."
    },
    {
      "cite": "Robert M. Hutchins",
      "quote": "It is not so important to be serious as it is to be serious about the important things."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The one serious conviction that a man should have is that nothing is to be taken too seriously."
    },
    {
      "cite": "Niels Bohr",
      "quote": "There are some things so serious you have to laugh at them."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "Seriousness is the deepest pleasure we have."
    }
  ]
}