{
  "source": "https://www.wisesayings.com/serpent-quotes/",
  "theme": "serpent",
  "quotes": [
    {
      "cite": "Chanakya",
      "quote": "Those base men who speak of the secret faults of others destroy themselves like serpents that stray onto anthills."
    },
    {
      "cite": "Dagobert D. Runes",
      "quote": "Pain is always a fanged serpent, but to the fearful it has a hundred heads."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "The crookedness of the serpent is still straight enough to slide through the snake hole."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Those who give you a serpent when you ask for a fish, may have nothing but serpents to give."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be wise as a serpent and wary as a dove!"
    },
    {
      "cite": "Franz Kafka",
      "quote": "The mediation by the serpent was necessary. Evil can seduce man, but cannot become man."
    },
    {
      "cite": "George Ade",
      "quote": "The serpent is helpless unless he finds an apple to work with."
    },
    {
      "cite": "Martin Delany",
      "quote": "A serpent is a serpent, and none the less a viper, because it is nestled in the bosom of an honest-hearted man."
    },
    {
      "cite": "Author Unknown",
      "quote": "Adam blamed Eve, Eve blamed the serpent and the serpent didn't have a leg to stand on."
    },
    {
      "cite": "American Indian Proverb",
      "quote": "If a man is as wise as a serpent, he can afford to be as harmless as a dove."
    },
    {
      "cite": "Elsa Barker",
      "quote": "Eternity is a circle, a serpent that swallows its own tail."
    },
    {
      "cite": "Charles Mackay",
      "quote": "An arrow may fly through the air and leave no trace; but an ill thought leaves a trail like a serpent."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "That crafty kindness which inveigles me to sacrifice principle is the serpent in the grass -- deadly to the incautious wayfarer."
    },
    {
      "cite": "Isoroku Yamamoto",
      "quote": "The fiercest serpent may be overcome by a swarm of ants."
    },
    {
      "cite": "Robert Jordan",
      "quote": "To fight the raven you may make alliance with the serpent until the battle is done."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Look like the innocent flower, But be the serpent under it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must combine the toughness of the serpent with the softness of the dove, a tough mind and a tender heart."
    },
    {
      "cite": "Proverb",
      "quote": "Unless a serpent devour a serpent it will not become a dragon. Unless one power absorb another, it will not become great."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Knowledge hath in it somewhat of the serpent, and therefore where it entereth into a man it makes him swell."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "Still anyone who trusts a serpent deserves its bite. The wise see a creature for what it is, not what it says it may be."
    },
    {
      "cite": "William Scott Downey",
      "quote": "Judge nothing by the appearance. The more beautiful the serpent, the more fatal its sting."
    },
    {
      "cite": "William James",
      "quote": "The trail of the human serpent is thus over everything."
    },
    {
      "cite": "Panchatantra",
      "quote": "Do not trust a malicious man because you have long been intimate with him. A serpent will still bite, though it may have been kept and tended a long time."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "If a man wishes to become a hero, then the serpent must first become a dragon: otherwise he lacks his proper enemy."
    },
    {
      "cite": "Edward Robeson Taylor",
      "quote": "Beware the serpent, slyly hid, which stings; The soul with poison of Prosperity."
    },
    {
      "cite": "Euripides",
      "quote": "Better a serpent than a stepmother!"
    },
    {
      "cite": "St. Augustine",
      "quote": "We were ensnared by the wisdom of the serpent; we are set free by the foolishness of God."
    },
    {
      "cite": "William Shakespeare",
      "quote": "How sharper than a serpent's tooth it is to have a thankless child!"
    },
    {
      "cite": "Thomas Becket",
      "quote": "Those who tread among serpents, and along a tortuous path, must use the cunning of the serpent."
    },
    {
      "cite": "John Milton",
      "quote": "The infernal serpent; he it was, whose guile, Stirr'd up with envy and revenge, deceiv'd the mother of mankind."
    }
  ]
}