{
  "source": "https://www.wisesayings.com/serving-others-quotes/",
  "theme": "serving-others",
  "quotes": [
    {
      "cite": "Trishatee Vyakhya Neeti",
      "quote": "It is to serve others that trees bear fruits. It is to serve others that rivers flow. It is to serve others that cows give milk. Similarly, our body is meant to serve others."
    },
    {
      "cite": "Wilfred Grenfell",
      "quote": "The service we render to others is really the rent we pay for our room on this earth."
    },
    {
      "cite": "Subhashita Manjari",
      "quote": "To help others is a great form of righteous deed, to work for others is excellence in working. To give in charity to deserving people is real desire To have no desires is real salvation."
    },
    {
      "cite": "Samayochita Padya Malika",
      "quote": "I will say what many cores of scriptures have said, in just half a verse; to serve others is meritorious, and to harm others is sinful."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "True heroism is remarkably sober, very undramatic. It is not the urge to surpass all others at whatever cost, but the urge to serve others at whatever cost."
    },
    {
      "cite": "Ganga Stone",
      "quote": "The desire to serve others is the highest impulse of the human heart and the rewards of such service are beyond measure."
    },
    {
      "cite": "Zora Neale Ilurston",
      "quote": "There is nothing to make you like other human beings as much as doing things for them."
    },
    {
      "cite": "Walter Scott",
      "quote": "The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All, therefore, that need aid have a right to ask it from their fellow men, and no one who has the power of granting can refuse it without guilt."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the most beautiful conversations of this life that no man can sincerely try to help another without helping himself...Serve and thou shall be served. If you love and serve men, you cannot, by any hiding or stratagem, escape the remuneration."
    },
    {
      "cite": "Vivekananda",
      "quote": "Our duty to others means helping others; doing good to the world. Why should we do good to the world? Apparently to help the world, but really to help ourselves."
    },
    {
      "cite": "Nina Lesowitz, Mary Beth Sammons",
      "quote": "Serve others. Put it into action by loving and serving others, and you will get past the fear of what others may think of you and dare to be grateful."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you can't feed a hundred people, then feed just one."
    },
    {
      "cite": "Eleanor B. Stock",
      "quote": "Take us on the quest of service, / Kingly servant of man's needs. / Lat us work with Thee for others. / Anywhere Thy purpose leads."
    },
    {
      "cite": "Manuel Arango",
      "quote": "Well-being is not found in isolation, possessions, or power itself; it usually appears while serving others."
    },
    {
      "cite": "1 Peter 4:10",
      "quote": "Each one should use whatever gift he has received to serve others."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The ultimate aim of the quest must be neither release nor ecstasy for oneself, but the wisdom and the power to serve others."
    },
    {
      "cite": "Dean Nealson",
      "quote": "Serving others has even been cited as a social necessity."
    },
    {
      "cite": "Matthew 20:28",
      "quote": "For even the Son of Man came not to be served but to serve others and to give his life as a ransom for many."
    },
    {
      "cite": "Regis Murayi",
      "quote": "Part of being a person is about helping others."
    },
    {
      "cite": "Jim Rohn",
      "quote": "He who serves the most reaps the most."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Life's most urgent question is: What are you doing for others?"
    },
    {
      "cite": "Henry Ford",
      "quote": "Time and money spent in helping men to do more for themselves are far better than mere giving."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burdens of another."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "As we lose ourselves in the service of others we discover our own lives and our own happiness."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We can't help everyone, but everyone can help someone."
    },
    {
      "cite": "Albert Pine",
      "quote": "What we do for ourselves dies with us. What we do for others and the world remains and is immortal."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "You have two hands. One to help yourself, the second to help others."
    },
    {
      "cite": "Will Smith",
      "quote": "If you're not making someone else’s life better, then you're wasting your time. Your life will become better by making other lives better."
    }
  ]
}