{
  "source": "https://www.wisesayings.com/setback-quotes/",
  "theme": "setback",
  "quotes": [
    {
      "cite": "Jorge Cruise",
      "quote": "Remember that setbacks are only challenges in disguise. Look at them as lessons don't waste time beating yourself up. Just get back on track and focus on what you want. It's up to you, and you will do it!"
    },
    {
      "cite": "Richard Branson",
      "quote": "A setback is never a bad experience, just another one of life's lessons."
    },
    {
      "cite": "Suze Orman",
      "quote": "Understand and accept the cycles of money. The setbacks you may have today or next year will not keep you from financial freedom. If you hold on to your goals and dreams, you will get there."
    },
    {
      "cite": "Beth Brooke",
      "quote": "Setbacks are just learning experiences."
    },
    {
      "cite": "Steve Harvey",
      "quote": "Your setback is just a setup for your comeback."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "We all have setbacks in our yesterdays, but your past doesn't define your future. Today is a new day, you may slip, but God isn't going to let you fall. His loving arms will always be there to catch you and put you in a right direction."
    },
    {
      "cite": "Sam Donaldson",
      "quote": "If you have a setback, and you're not doing well and then you overcome it somehow, it always sticks with you. You know it could happen again."
    },
    {
      "cite": "William Cranch Bond",
      "quote": "Setbacks in life are opportunities to perform at a new level."
    },
    {
      "cite": "Roderick L. Evans",
      "quote": "Sometimes what appears to be a setback is God's mode of elevation."
    },
    {
      "cite": "Richard Branson",
      "quote": "The ability to bounce back after a setback is the single most important trait an entrepreneurial venture can possess."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The beautiful thing about setbacks is they introduce us to our strengths."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "Sometimes small setbacks are just blessings in disguise. They enhance your determination and whole-hearted dedication to achieving your goals."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "You know, everybody has setbacks in their life, and everybody falls short of whatever goals they might set for themselves. That's part of living and coming to terms with who you are as a person."
    },
    {
      "cite": "Carniel Dunlop",
      "quote": "When you look back at your life, look forward, have no regrets and know, that through all the mistakes and setbacks you've experienced, God isn't finished with you yet."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Every setback means you're one step closer to seeing the dream come to pass."
    },
    {
      "cite": "Luciano Figueroa",
      "quote": "This is a real setback, coming just in the moment when things were starting to go so well."
    },
    {
      "cite": "Robbie Vorhaus",
      "quote": "Without setbacks and mistakes, no experience. Without experience, no learning. And without learning, you'll never truly understand the awakening of your heart's desires."
    },
    {
      "cite": "Selwyn Jones",
      "quote": "A setback could be a surprise on the conversion charge that's the largest issue tomorrow."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "Setbacks allow us to take a step back and look at the view from a whole."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "One of the secrets to be a success is to refuse to let temporary setbacks defeat you and put you down."
    },
    {
      "cite": "Nitin Nohria",
      "quote": "Enduring setbacks while maintaining the ability to show others the way to go forward is a true test of leadership."
    },
    {
      "cite": "Les Paul",
      "quote": "Every setback might be the very thing that makes you carry on and fight all the harder and become much better."
    },
    {
      "cite": "Les Brown",
      "quote": "Give yourself a break. Stop beating yourself up! Everyone makes mistakes, has setbacks and failures. You don't come with a book on how to get it right all the time. You will fail sometimes, not because you planned to, but simply because you're human. Failure is a part of creating a great life. Stand up to it and handle it with grace. Because, you can."
    },
    {
      "cite": "Bud Perrone",
      "quote": "This temporary setback can and must be overcome."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Setbacks in trying to realize the ideal do not prove that the ideal is at fault."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Within every setback or obstacle or disadvantage there is the seed of an equal or opposite or greater advantage or benefit."
    },
    {
      "cite": "Louis DiMento",
      "quote": "The setback is not enough on Mechanic Street. We have the opportunity here to make this more amenable to pedestrians."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "Nothing is ever a setback. If anything, it just motivates you for what's next."
    },
    {
      "cite": "Donna de Varona",
      "quote": "A great champion deals with setback with a comeback."
    },
    {
      "cite": "Les Brown",
      "quote": "Anytime you suffer a setback or disappointment, put your head down and plow ahead."
    }
  ]
}