{
  "source": "https://www.wisesayings.com/setting-goals-quotes/",
  "theme": "setting-goals",
  "quotes": [
    {
      "cite": "Anthony Robbins",
      "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "cite": "Amber Frey",
      "quote": "It's exciting setting goals and moving forward with them."
    },
    {
      "cite": "Greg Norman",
      "quote": "Setting goals for your game is an art. The trick is in setting them at the right level neither too low nor too high."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "You cannot afford to wait for perfect conditions. Goal setting is often a matter of balancing timing against available resources. Opportunities are easily lost while waiting for perfect conditions."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The major reason for setting a goal is for what it makes of you to accomplish it. What it makes of you will always be the far greater value than what you get."
    },
    {
      "cite": "Johnny Bench",
      "quote": "You have to be the one setting your own goals, trying to achieve those goals."
    },
    {
      "cite": "Tom Landry",
      "quote": "Setting a goal is not the main thing. It is deciding how you will go about achieving it and staying with that plan."
    },
    {
      "cite": "Les Brown",
      "quote": "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you."
    },
    {
      "cite": "Ted Turner",
      "quote": "You should set goals beyond your reach so you always have something to live for."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When you set goals, something inside of you starts saying, \"Let's go, let's go,\" and ceilings start to move up."
    },
    {
      "cite": "M. Russell Ballard",
      "quote": "Set short-term goals that you can reach. Set goals that are well balanced, not too many nor too few, and not too high nor too low. Write down your attainable goals, and work on them according to their importance. Pray for divine guidance in your goal setting."
    },
    {
      "cite": "Bear Bryant",
      "quote": "Set goals - high goals for you and your organization. When your organization has a goal to shoot for, you create teamwork, people working for a common good."
    },
    {
      "cite": "Lee Haney",
      "quote": "Exercise to stimulate, not to annihilate. The world wasn't formed in a day, and neither were we. Set small goals and build upon them."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "I believe in goals, but I believe that the individual should set his own. Goal setting should cause us to stretch as we make our way."
    },
    {
      "cite": "Samantha Riley",
      "quote": "The most important thing to do is to set goals. Training is a waste of time if you don't have goals."
    },
    {
      "cite": "Yogi Berra",
      "quote": "If you don't set goals, you can't regret not reaching them."
    },
    {
      "cite": "John Dewey",
      "quote": "Without some goals and some efforts to reach it, no man can live."
    },
    {
      "cite": "Bill Bright",
      "quote": "Set goals so big that unless God helps you, you will be a miserable failure."
    },
    {
      "cite": "Henry Spira",
      "quote": "Set goals that are achievable. Bring about meaningful change one step at a time. Raising awareness is not enough."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I'm a firm believer in goal setting. Step by step. I can't see any other way of accomplishing anything."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Setting goals helps bring your future into your present and the present is the only time we can take action."
    },
    {
      "cite": "Joseph Juran",
      "quote": "Goal setting has traditionally been based on past performance. This practice has tended to perpetuate the sins of the past."
    },
    {
      "cite": "Tony Robbins",
      "quote": "All goal setting must be immediately followed by both the development of a plan, and massive and consistent action toward its fulfillment."
    },
    {
      "cite": "John Dewey",
      "quote": "Arriving at one goal is the starting point to another."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Stop setting goals. Goals are pure fantasy unless you have a specific plan to achieve them."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Most people know how to set goals; few know how to achieve them."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Your ability to set goals and to make plans for their accomplishment is the master skill of success."
    },
    {
      "cite": "Epictetus",
      "quote": "First say to yourself what you would be; and then do what you have to do."
    },
    {
      "cite": "Peter Vanderkaay",
      "quote": "Setting goals is the first important step in achieving success in an activity. It's a reminder of what you are working towards."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Unless you have definite precise, clearly set goals, you are not going to realize the maximum potential that lies within you."
    }
  ]
}