{
  "source": "https://www.wisesayings.com/settling-quotes/",
  "theme": "settling",
  "quotes": [
    {
      "cite": "Paul Torday",
      "quote": "It would be so good to settle down and become part of somewhere again, instead of constantly passing through."
    },
    {
      "cite": "Maureen Dowd",
      "quote": "The minute you settle for less than you deserve, you get even less than you settled for."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The biggest human temptation is to settle for too little."
    },
    {
      "cite": "Mia Hamm",
      "quote": "Take your victories, whatever they may be, cherish them, use them, but don't settle for them."
    },
    {
      "cite": "Briana Scurry",
      "quote": "A champion is someone who does not settle for that day's practice, that day's competition, that day's performance. They are always striving to be better. They don't live in the past."
    },
    {
      "cite": "Seth Godin",
      "quote": "It's time to stop complying with the system and draw your own map. Stop settling for what's good enough and start creating art that matters."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Until you find something to fight for, you settle for something to fight against."
    },
    {
      "cite": "Jerry Rice",
      "quote": "The Enemy of the best is the good. If you're always settling with what's good, you'll never be the best."
    },
    {
      "cite": "Wally Lamb",
      "quote": "I think the secret is to just settle for the shape of your life takes. Instead of you know, always waiting and wishing for what might make you happy."
    },
    {
      "cite": "Louise Hay",
      "quote": "Don't settle for anybody just to have someone. Set your standards. What kind of love do you want to attract? List the qualities you really want in the relationship. Develop those qualities in yourself and you will attract a person who has them."
    },
    {
      "cite": "Jill Davis",
      "quote": "Imagine settling for a life you can have because you don't have the courage to go after the life you really want."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you let cloudy water settle, it will become clear. If you let your upset mind settle, your course will also become clear."
    },
    {
      "cite": "Michael Josephson",
      "quote": "One key to success is demanding more than adequacy, never settling for good enough and always doing a little bit more."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Instead of doing the best thing, we sometimes have to settle for the rightest thing."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "Some people are settling down, some people are settling and some people refuse to settle for anything less than butterflies."
    },
    {
      "cite": "Steve Jobs",
      "quote": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on."
    },
    {
      "cite": "Rinku Sen",
      "quote": "Let us not settle for what is simply 'OK' when we have full information on what can create lasting change."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If you'll not settle for anything less than your best, you will be amazed at what you can accomplish in your lives."
    },
    {
      "cite": "Catherine Ponder",
      "quote": "Why settle for so little in life when you can have so much just by daring to be different in your thinking."
    },
    {
      "cite": "George H. Mead",
      "quote": "Warfare is an utterly stupid method of settling differences of interest between different nations."
    },
    {
      "cite": "Lee Scott",
      "quote": "Where we're not wrong or where the cost of settling is so much that it is totally disproportionate to the harm or the error that we made, we're not going to settle."
    },
    {
      "cite": "Alice Walker",
      "quote": "Healing cannot be done by settling a score."
    },
    {
      "cite": "Bob Goff",
      "quote": "We won't figure out what's sacred in life if we settle for what's safe."
    },
    {
      "cite": "Rihanna",
      "quote": "I always believed that when you follow your heart or your gut, when you really follow the things that feel great to you, you can never lose, because settling is the worst feeling in the world."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Don't tolerate any form of average. Don't accept Dis-excellence. Don't stand for mediocre. If you're going to settle, then please settle for the absolute best."
    }
  ]
}