{
  "source": "https://www.wisesayings.com/sewing-quotes/",
  "theme": "sewing",
  "quotes": [
    {
      "cite": "Claire B. Schaeffer",
      "quote": "I find sewing by hand extremely rewarding. The pleasure of both making and wearing beautifully constructed garments far exceeds the time and effort required to complete them."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is not the slightest reason why the spinning wheel may not co-exist with the spinning mill even as the domestic kitchen co-exists with the hotels. Indeed, typewriters and sewing machines may go, but the needle and the reed pen will survive."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Men build bridges and thow railroads across deserts, yet they contend successfully that the job of sewing on a button is beyond them. Accordingly, they don't have to sew buttons."
    },
    {
      "cite": "Jo Petty",
      "quote": "A fair little girl sat under a tree, / Sewing as long as her eyes could see; / She smoothed her work, and folded it right, /  And said, 'Dear work, good night, good night.'"
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "When I was a little girl, you used to learn to sew all holes in things, darning socks, but nobody mends things anymore."
    },
    {
      "cite": "Josh Billings",
      "quote": "Fame is like a crop of Canada thistles, very easy to sew but hard to reap."
    },
    {
      "cite": "Anonymous",
      "quote": "The sewing machine sews what the scissors have cut asunder, plus whatever else comes in its path."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "A family stitched together with love seldom unravels."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A tranquil woman can go on sewing longer than an angry man can go on fuming."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Take your needle, my child, and work at your pattern; it will come out a rose by and by. Life is like that - one stitch at a time taken patiently and the pattern will come out all right like the embroidery."
    },
    {
      "cite": "Anonymous",
      "quote": "Sew much fabric, sew little time."
    },
    {
      "cite": "Tim Gunn",
      "quote": "If you don't have experience sewing, start with that, because that will inform what you are able to design."
    },
    {
      "cite": "Anonymous",
      "quote": "Sewing mends the soul."
    },
    {
      "cite": "Anonymous",
      "quote": "Stitch your stress away."
    },
    {
      "cite": "Anonymous",
      "quote": "Sewing: A creative mess is better than tidy idleness."
    },
    {
      "cite": "Anonymous",
      "quote": "Sewing forever, housework whenever."
    },
    {
      "cite": "Victoria Loustalot",
      "quote": "She sewed pants, shirts, and jackets in the style of the trends she could not afford, and that's about what a lot of us think of when we think about sewing: cute clothes. But Audrey knew more, something many of us forget: the strength of the stitch."
    },
    {
      "cite": "Patricia Houser",
      "quote": "Couture sewing for the home sewer means being able to build into wonderful fashions comfort and fit, bringing with it confidence, self-assurance and security in self."
    },
    {
      "cite": "Tilly Walnes",
      "quote": "The joy of stitching is knowing that no one else in the world has the same outfit as you."
    },
    {
      "cite": "Tilly Walnes",
      "quote": "The joy of stitching is taking pleasure in the experience of making something with your own hands."
    },
    {
      "cite": "Editors of Creative Fashion International",
      "quote": "Custom tailoring was once the only technique for creating a professionally tailored garment, but now the machine and fusible methods are natural choices when faster, easier construction is desired."
    },
    {
      "cite": "Assembil Books",
      "quote": "Sewing is not always easy, in fact, sewing can quite often be hard and frustrating."
    },
    {
      "cite": "Assembil Books",
      "quote": "The challenges are part of the reason why  it is so rewarding to sew a garment and be able to say 'I made that.'"
    },
    {
      "cite": "Dame Edith Luisa Sitwell",
      "quote": "All day long you sit and sew,  / Stitch life down for fear it grow, / Stitch life down for fear we guess / At the hidden ugliness."
    },
    {
      "cite": "Robert William Service",
      "quote": "God love her! how it cheered me then / To see her there so brave and pretty; / So she with needle, I with pen, / We slaved and sang above the city. / And as across my streams of ink / I watched her from a poet's distance, / She stitched and sang . . . I scarcely think / She was aware of my existence."
    },
    {
      "cite": "Robert William Service",
      "quote": "I go to the shop every morning; / I work with my needle and thread; / Silk, satin and velvet adorning, / Then luncheon on coffee and bread. / Then sewing and sewing till seven; / Or else, if the order I get, / I toil and I toil till eleven -- / And such is the day of Babette."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "I am certain that a Sewing Machine would relieve as much human suffering as a hundred Lunatic Asylums, and possibly a good deal more."
    },
    {
      "cite": "Benita Skinner",
      "quote": "Sewing small pieces together gives me a peaceful heart and a quilt to wrap you with, my love."
    },
    {
      "cite": "Munia Khan",
      "quote": "You can sew your own curtain to remain hidden from the dark side of the world."
    }
  ]
}