{
  "source": "https://www.wisesayings.com/sexes-quotes/",
  "theme": "sexes",
  "quotes": [
    {
      "cite": "Simone De Beauvoir",
      "quote": "The word love has by no means the same sense for both sexes, and this is one cause of the serious misunderstandings that divide them."
    },
    {
      "cite": "Gad Saad",
      "quote": "Let us stop pathologizing masculinity. Instead, let us appreciate the endless ways by which men and women are similar to one another, as well as the important ways in which the two sexes differ."
    },
    {
      "cite": "Carol Gilligan",
      "quote": "At a time when efforts are being made to eradicate discrimination between the sexes in the search for social equality and justice, the differences between the sexes are being rediscovered."
    },
    {
      "cite": "Margaret Mead",
      "quote": "The differences between the two sexes is one of the important conditions upon which we have built the many varieties of human culture that give human beings dignity and stature."
    },
    {
      "cite": "sense n sensical",
      "quote": "The sexes if we distinguish have only one purpose.To be one with each other."
    },
    {
      "cite": "Antoinette Brown Blackwell",
      "quote": "The sexes in each species of being... are always true equivalents - equals but not identical."
    },
    {
      "cite": "Karen DeCrow",
      "quote": "In the battle between the sexes, men and women will go practically to the end of the earth in illogical, irrational ways to give each other pain."
    },
    {
      "cite": "Henry Kissinger",
      "quote": "Nobody will ever win the battle of the sexes.There's too much fraternizing with the enemy."
    },
    {
      "cite": "Robert Webb",
      "quote": "We are people, individuals comprising a variety of sexes, races, shifting sexualities and all the rest of it. Every convention that tries to reinforce this difference is a step back. Notions of gender pointlessly separate men from women, but also mothers from daughters and fathers from sons."
    },
    {
      "cite": "Warren Farrell",
      "quote": "All women's issues are to some degree men's issues and all men's issues are to some degree women's issues because when either sex wins unilaterally both sexes lose."
    },
    {
      "cite": "Francoise Giroud",
      "quote": "Equal rights for the sexes will be achieved only when mediocre women occupy high positions."
    },
    {
      "cite": "Mustafa Kemal Ataturk",
      "quote": "Human kind is made up of two sexes, women and men. Is it possible that a mass is improved by the improvement of only one part and the other part is ignored? Is it possible that if half of a mass is tied to earth with chains and the other half can soar into skies?"
    },
    {
      "cite": "Serena Jade",
      "quote": "True equality of the sexes comes when a psychological unity of the masculine and feminine force's of one's own mind has been made."
    },
    {
      "cite": "Margaret Ayer Barnes",
      "quote": "It's a great shame that the world was organized with two sexes. It makes for a lot of trouble."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "The point of the feminist movement wasn't simply to set our underwear on fire and muscle into small spaces in the male-dominated workplace, but to create a world where the contribution of both sexes was equally valued and no one's worth was judged on their take-home salary."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women are never disarmed by compliments. Men always are. That is the difference between the sexes."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "Legal discrimination between the sexes is, in almost every instance, founded on outmoded views of society and the pre-scientific beliefs about psychology and physiology. It is time to sweep away these relics of the past and set further generations free of them."
    },
    {
      "cite": "Miriam Defensor-Santiago",
      "quote": "Numerically, half of our high-ranking government officials should be women, and half should be men. And yet the division between the sexes is highly disproportionate in favour of men."
    },
    {
      "cite": "Warren Farrell",
      "quote": "And we reduce almost all male-female problems by working on both the female and the male. And that usually means having both sexes take responsibility."
    },
    {
      "cite": "Michelle Yeoh",
      "quote": "This world belongs to all of us, and all sexes should be able to live in respect and harmony."
    },
    {
      "cite": "Najat Vallaud-Belkacem",
      "quote": "We need everyone to be a feminist. Feminism is the fight for the equality of sexes, not for the domination of one sex over another."
    },
    {
      "cite": "Warren Farrell",
      "quote": "I definitely agree with choices for women, but I do not agree with choices for women when they eliminate choices for men. Rather, I think that the sexes need to make choices that lead to the maximum amount of win-win for both sexes."
    },
    {
      "cite": "J. Budziszewski",
      "quote": "We may add that it is not an act of justice but of foolish injustice to pretend the sexes are the same. Justice is exercised in respectfully providing for the due needs of each."
    },
    {
      "cite": "Emo Philips",
      "quote": "The battle of the sexes will never be won as long as we keep sleeping with the enemy."
    },
    {
      "cite": "Catharine MacKinnon",
      "quote": "Women and men are divided by gender, made into the sexes as we know them, by the social requirements of heterosexuality, which institutionalizes male sexual dominance and female sexual submission."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Equality of sexes does not mean equality of occupations."
    },
    {
      "cite": "John Fowles",
      "quote": "That is the great distinction between the sexes. Men see objects, women see the relationships between objects."
    },
    {
      "cite": "Judith Sargent Murray",
      "quote": "Let there be then no coercion established in society, and the common law of gravity prevailing, the sexes will fall into their proper places."
    },
    {
      "cite": "George Burns",
      "quote": "There will always be a battle between the sexes because men and women want different things. Men want women and women want men."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole."
    }
  ]
}