{
  "source": "https://www.wisesayings.com/sexism-quotes/",
  "theme": "sexism",
  "quotes": [
    {
      "cite": "Frida Kahlo",
      "quote": "Sexism and racism are parallel problems. You can compare them in some ways, but they're not at all the same. But they're both symptoms inside the white male power structure."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "The emotional, sexual, and psychological stereotyping of females begins when the doctor says: It's a girl."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Sexism has never rendered women powerless. It has either suppressed their strength or exploited it."
    },
    {
      "cite": "Warren Farrell",
      "quote": "Sexism is discounting the female experience of powerlessness; the new sexism is discounting the male experience of powerlessness."
    },
    {
      "cite": "Rabbi Sofer",
      "quote": "No woman is required to build the world by destroying herself."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "Sexism is the foundation on which all tyranny is built. Every social form of hierarchy and abuse is modeled on male-over-female domination."
    },
    {
      "cite": "Anonymous",
      "quote": "Sexism is a social disease."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance."
    },
    {
      "cite": "Jane Swisshelm",
      "quote": "We have not the slightest. idea that women are made of such light material that the breath of any fool or knave may blow them on the rocks of ruin."
    },
    {
      "cite": "Anita Sarkeesian",
      "quote": "There's no such thing as sexism against men. That's because sexism is prejudice + power. Men are the dominant gender with power in society."
    },
    {
      "cite": "Timothy Leary",
      "quote": "Women who seek to be equal with men lack ambition."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Human rights are women's rights, and women's rights are human rights."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Sexism is not inevitable. It's only about controlling reproduction and therefore controlling women."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "It may be a man's world, but men are easily controlled by women."
    },
    {
      "cite": "Jack Ryan",
      "quote": "Sexism isn't a woman's problem, it's a man's problem."
    },
    {
      "cite": "Alix Kates Shulman",
      "quote": "Sexism goes so deep that at first it's hard to see; you think it's just reality."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "A gender-equal society would be one where the word gender does not exist: where everyone can be themselves."
    },
    {
      "cite": "Florence King",
      "quote": "There is more sexism in a year's worth of movies than actually exists in a woman's entire lifetime."
    },
    {
      "cite": "William Faulkner",
      "quote": "You can't beat women anyhow and that if you are wise or dislike trouble and uproar you don't even try to."
    },
    {
      "cite": "Laura Bates",
      "quote": "Protesting against sexism doesn't mean saying that all men are actively sexist."
    },
    {
      "cite": "Warren Farrell",
      "quote": "The rules of sexism do not free men from the terror of violence; they only keep men from complaining about it."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."
    },
    {
      "cite": "Corita Kent",
      "quote": "Women's liberation is the liberation of the feminine in the man and the masculine in the woman."
    },
    {
      "cite": "Gavin de Becker",
      "quote": "Most men fear getting laughed at or humiliated by a romantic prospect while most women fear rape and death."
    },
    {
      "cite": "Jane Galvin Lewis",
      "quote": "You don't have to be anti-man to be pro-woman."
    },
    {
      "cite": "Henry Kissinger",
      "quote": "Nobody will ever win the battle of the sexes. There is too much fraternizing with the enemy."
    },
    {
      "cite": "Jena Desai",
      "quote": "Racism, sexism, drug and alcohol abuse, mental illness, unemployment homelessness encompasses pretty much every social problem."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Every time we liberate a woman, we liberate a man."
    }
  ]
}