{
  "source": "https://www.wisesayings.com/sexuality-quotes/",
  "theme": "sexuality",
  "quotes": [
    {
      "cite": "Sheryl Swoopes",
      "quote": "Sexuality and gender don't change anyone's performance on the court."
    },
    {
      "cite": "Peggy Orenstein",
      "quote": "Sexualization is the performance of sexuality, the performance of sexiness. Girls are super good at that now."
    },
    {
      "cite": "Eugen Rosenstock-Huessy",
      "quote": "Sexuality throws no light upon love, but only through love can we learn to understand sexuality."
    },
    {
      "cite": "Tilda Swinton",
      "quote": "Sexuality is, of course, a great way of having a conversation between people."
    },
    {
      "cite": "Charles Pierre Baudelaire",
      "quote": "Sexuality is the lyricism of the masses."
    },
    {
      "cite": "Gus Van Sant",
      "quote": "A person's sexuality is so much more than one word gay. No one refers to anyone as just hetero because that doesn't say anything. Sexual identity is broader than a label."
    },
    {
      "cite": "Leon Kass",
      "quote": "Sexuality itself means mortality - equally for both man and woman."
    },
    {
      "cite": "Caitlyn Jenner",
      "quote": "Sexuality is who you are personally attracted to. But gender identity is who you are in your soul."
    },
    {
      "cite": "Derek Jarman",
      "quote": "All men are homosexual, some turn straight. It must be very odd to be a straight man because your sexuality is hopelessly defensive. It's like an ideal of racial purity."
    },
    {
      "cite": "David Kinnaman",
      "quote": "Sexuality should not be seen as dualistic all good or all bad but as a good part of our created nature that is constantly in need of repair."
    },
    {
      "cite": "Carla Gugino",
      "quote": "Sexuality is one of the biggest parts of who we are."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "In matters of sexuality we are at present, every one of us, ill or well, nothing but hypocrites."
    },
    {
      "cite": "Alexander Lowen",
      "quote": "Sexuality is not a leisure or part-time activity. It is a way of being."
    },
    {
      "cite": "Lance Loud",
      "quote": "Sexuality is a private matter; some believe that broadcasting it destroys the very things that make it sacred."
    },
    {
      "cite": "Libba Bray",
      "quote": "Sexuality is not meant to be this way an honest, consensual expression in which a girl might take an active role when she feels good and ready and not one minute before. No. Sexual desire is meant to sell soap. And cars. And beer. And religion."
    },
    {
      "cite": "Jasmine Guy",
      "quote": "There is no sexuality that is greater or lesser than another."
    },
    {
      "cite": "Alice Walker",
      "quote": "Sexuality is one of the ways that we become enlightened, actually, because it leads us to self-knowledge."
    },
    {
      "cite": "Douglas Booth",
      "quote": "Sexuality is such a small part of the make-up of someone; it's not who they are."
    },
    {
      "cite": "Susan Sarandon",
      "quote": "If sexuality means saying yes to life, then you should be able to remain sexual until the day you die."
    },
    {
      "cite": "Mallory Ortberg",
      "quote": "A sexuality does not make our lives any worse or any better, we just face a different set of challenges than most sexual people."
    },
    {
      "cite": "Elizabeth Janeway",
      "quote": "Love between women is seen as a paradigm of love between equals, and that is perhaps its greatest attraction."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Sexuality is the key to the problem of the psychoneuroses and of the neuroses in general. No one who disdains the key will ever be able to unlock the door."
    },
    {
      "cite": "Ang Lee",
      "quote": "Sexuality is a big issue, but there are others - how much you commit to a relationship, to social obligation, to honesty and being honest with yourself."
    },
    {
      "cite": "Pamela Anderson",
      "quote": "Sexuality is an expression of our spirituality. Sex makes you get real."
    },
    {
      "cite": "Judith Plaskow",
      "quote": "If sexuality is one dimension of our ability to live passionately in the world then in cutting off our sexual feelings we diminish our overall power to feel know and value deeply."
    },
    {
      "cite": "Halle Berry",
      "quote": "Sexuality is part of being a woman, it's part of what empowers us when we're smart enough to know how to use it."
    },
    {
      "cite": "Jessie J",
      "quote": "Sexuality shouldn't define anyone. It doesn't define me. Love should be at the core of what you do."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Sexuality poorly repressed unsettles some families; well repressed, it unsettles the whole world."
    },
    {
      "cite": "Terence McKenna",
      "quote": "In a sense, sexuality is the built-in psychedelic experience that only a very few people manage to evade."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Sexuality has always been for humans a form of communication, a way we express love and caring and bonding, not only a way we have children if we choose to."
    }
  ]
}