{
  "source": "https://www.wisesayings.com/sexy-quotes/",
  "theme": "sexy",
  "quotes": [
    {
      "cite": "Aimee Mullins",
      "quote": "Confidence is the sexiest thing a woman can have. It's much sexier than any body part."
    },
    {
      "cite": "Baris Gencel",
      "quote": "Elegance and smartness is the sexiest thing woman can have, not just the flesh."
    },
    {
      "cite": "Erin Heatherton",
      "quote": "Sexiness is all about your personality, being genuine and confident, and being a good person."
    },
    {
      "cite": "Barbara Amiel",
      "quote": "Power is sexy, not simply in its own right, but because it inspires self-confidence in its owner and a shiver of subservience on the part of those who approach it."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "You can be fat and still be sexy. It all depends on how you feel about yourself."
    },
    {
      "cite": "Lara Stone",
      "quote": "Being sexy is something inside, and not everybody has it."
    },
    {
      "cite": "Ashton Kutcher",
      "quote": "The sexiest thing in the entire world is being really smart. And being thoughtful. And being generous. Everything else is crap! I promise you! It's just crap that people try to sell to you to make you feel like less. So don't buy it. Be smart, be thoughtful, and be generous."
    },
    {
      "cite": "Pink",
      "quote": "'Sexy' doesn't have to come with the price tag of being dumb."
    },
    {
      "cite": "Amisha Patel",
      "quote": "Being sexy is all about attitude, not body type. It's a state of mind."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Sex appeal is 50% what you've got and 50% what people think you've got."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "You can be covered and be very sexy. It's not what you show; it's what you have in mind, the way you cross your legs, the way you talk to people."
    },
    {
      "cite": "Vivica A. Fox",
      "quote": "A great figure or physique is nice, but it's self-confidence that makes someone really sexy."
    },
    {
      "cite": "Lara Stone",
      "quote": "Being sexy is something inside, and not everybody has it."
    },
    {
      "cite": "Shane West",
      "quote": "Sexy is kind of like an aura around someone."
    },
    {
      "cite": "Miriam Defensor-Santiago",
      "quote": "Sexy is the attraction that is given as an encomium to women or men, or the capacity to attract the attention of the opposite sex because of their physical attributes."
    },
    {
      "cite": "Paris Hilton",
      "quote": "No matter what a woman looks like, if she's confident, she's sexy."
    },
    {
      "cite": "Rachel Zoe",
      "quote": "Sexiness should not be overt. Something shapeless that drapes across your hip, hangs off the shoulder; something that cowls in the front, drapes low in the back, that's sexy."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "You don't have to be naked to be sexy."
    },
    {
      "cite": "unknown",
      "quote": "Confidence is the sexiest attribute a woman can have. If you feel good, you'll look good."
    },
    {
      "cite": "Yohji Yamamoto",
      "quote": "Fashion cannot make you sexy. Experience makes you sexy. Imagination makes people sexy. You have to train yourself, you have to study, and you have to live your life."
    },
    {
      "cite": "Francisco Costa",
      "quote": "Being sexy is not about what's on show, it's all about suggestion, or insinuation. I'm interested in the way a garment hangs on a woman's body and the way it moves when she moves."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Don't be scared to be intelligent. Knowledge is sexy and powerful."
    },
    {
      "cite": "Christina Hendricks",
      "quote": "Sexiness is about being an individual and having conviction about what that is."
    },
    {
      "cite": "Tracy Allen",
      "quote": "Confidence is sexy!"
    },
    {
      "cite": "Frank Langella",
      "quote": "Intelligence is enormously sexy."
    },
    {
      "cite": "Mollie King",
      "quote": "'Sexy' is being independent, being confident and having fun."
    },
    {
      "cite": "Alan Walansky",
      "quote": "Nothing is sexier than confidence. Nothing."
    },
    {
      "cite": "Emma Watson",
      "quote": "My idea of sexy is that less is more. The less you reveal the more people can wonder."
    },
    {
      "cite": "Andie MacDowell",
      "quote": "Sexiness comes with maturity."
    },
    {
      "cite": "Rachel Weisz",
      "quote": "Eccentricity is what's sexy in people."
    }
  ]
}