{
  "source": "https://www.wisesayings.com/shabbat-quotes/",
  "theme": "shabbat",
  "quotes": [
    {
      "cite": "Shlomo Carlebach",
      "quote": "On Shabbat something happens to the world - the world becomes infinite again."
    },
    {
      "cite": "Hayim Nahman Bialik",
      "quote": "Shabbat is a day of rest, of mental scrutiny and of balance. Without it the workdays are insipid."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Make the Sabbath a delight by rendering service to others."
    },
    {
      "cite": "Lauren F. Winner",
      "quote": "In observing the Sabbath, one is both giving a gift to God and imitating Him."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The gift of the Sabbath must be treasured. Blessed are you who honour this day."
    },
    {
      "cite": "Rob Bell",
      "quote": "On the Sabbath- we are reminded that we are not human doings, but human beings."
    },
    {
      "cite": "Walter Brueggemann",
      "quote": "Sabbath is not simply the pause that refreshes. It is the pause that transforms."
    },
    {
      "cite": "Charles Forbes Rene de Montalembert",
      "quote": "Without a Sabbath, no worship; without worship, no religion; and without religion, no permanent freedom."
    },
    {
      "cite": "Andrew Wylie",
      "quote": "The Sabbath is the link between the paradise which has passed away and the paradise which is yet to come."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "Sabbath is that uncluttered time and space in which we can distance ourselves from our own activities enough to see what God is doing."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "The Sabbath is not for the sake of the weekdays; the weekdays are for the sake of Sabbath. It is not an interlude but the climax of living."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "If you keep the Sabbath, you start to see creation not as somewhere to get away from your ordinary life, but a place to frame an attentiveness to your life."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Sabbath observance invites us to stop. It invites us to rest. It asks us to notice that while we rest, the world continues without our help. It invites us to delight in the world's beauty and abundance."
    },
    {
      "cite": "William Blaikie",
      "quote": "The sabbath is God's special present to the working man, and one of its chief objects is to prolong his life, and preserve efficient his working tone. The savings bank of human existence is the weekly sabbath."
    },
    {
      "cite": "Marie Josephine",
      "quote": "The Sabbath is not a day to feast our bodies, but to feed our souls."
    },
    {
      "cite": "Alice Walker",
      "quote": "Anybody can observe the Sabbath, but making it holy surely takes the rest of the week."
    },
    {
      "cite": "Walter Brueggemann",
      "quote": "Sabbath is the celebration of life beyond and outside productivity."
    },
    {
      "cite": "Mark Buchanan",
      "quote": "Sabbath's golden rule: Cease from what is necessary. Embrace that which gives life."
    },
    {
      "cite": "James E. Faust",
      "quote": "Keeping the Sabbath day holy is much more than just physical rest. It involves spiritual renewal and worship."
    },
    {
      "cite": "Israel Shenker",
      "quote": "The [Jewish] Sabbath was not intended to be simply a desert of prohibitions, but rather an oasis for moral restoration and seemly pleasure-one was to eat, drink, even be merry."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "We make the Sabbath a delight when we teach the gospel to our children."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "The Sabbath provides a wonderful opportunity to strengthen family ties."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "The Sabbath is not simply a time to rest, to recuperate. We should look at our work from the outside, not just from within."
    },
    {
      "cite": "Joseph H. Hertz",
      "quote": "Sabbath rest is more than mere abstention from physical work; and, therefore, must include worship and Scripture-reading."
    }
  ]
}