{
  "source": "https://www.wisesayings.com/shady-quotes/",
  "theme": "shady",
  "quotes": [
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The heyday of woman's life is the shady side of fifty."
    },
    {
      "cite": "Herodotus",
      "quote": "Love of honor is a very shady sort of possession."
    },
    {
      "cite": "Richard Crashaw",
      "quote": "Locked up from mortal eye in shady leaves of destiny."
    },
    {
      "cite": "Arriana Huffington",
      "quote": "The economic game is not supposed to be rigged like some shady ring toss on a carnival midway."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Beautiful, delightful, noble, memorable, as is the world you and yours frequent, I yet am well content in my shady crevice."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The Riviera isn't only a sunny place for shady people."
    },
    {
      "cite": "Helen Rowland",
      "quote": "It's easier to hide your light under a bushel than to keep your shady side dark."
    },
    {
      "cite": "N.D. Wilson",
      "quote": "Do not fear the shadowy places. You will never be the first one there. Another went ahead and down until He came out the other side."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "A shady business never yields a sunny life."
    },
    {
      "cite": "Courtney Milan",
      "quote": "If you were a shadowy, anonymous figure, it made sense to pretend everything had gone according to some diabolical plan. Never mind if it hadn't."
    },
    {
      "cite": "Rachel Carson",
      "quote": "Beginnings are apt to be shadowy."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Everywhere we see shadowy minds, cloudy brains! World needs more light of wisdom!"
    },
    {
      "cite": "Jon M. Huntsman Sr.",
      "quote": "Once dishonesty is introduced, distrust becomes the hallmark of future dealings or associations."
    },
    {
      "cite": "Gerald Stern",
      "quote": "The cave is a dark, shadowy place. It's a place that's very close and yet distant at the same time, and it's a place of revelation and isolation. Your form, your body, your writing is your confinement."
    },
    {
      "cite": "Leonard Read",
      "quote": "There is no greater dishonesty than man effecting his own private gains at the expense of others."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "A shady friend for torrid days Is easier to find than one of higher temperature for frigid hour of mind."
    }
  ]
}