{
  "source": "https://www.wisesayings.com/shadow-quotes/",
  "theme": "shadow",
  "quotes": [
    {
      "cite": "St. Catherine of Siena",
      "quote": "It is only through shadows that one comes to know the light."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Most of the shadows of this life are caused by standing in one's own sunshine."
    },
    {
      "cite": "Kaitlyn Jones",
      "quote": "Even the purest cast a black shadow."
    },
    {
      "cite": "C.G. Jung",
      "quote": "The shadow that hidden, repressed, for the most part inferior and guilt - laden personality whose ultimate ramifications reach back into the realm of our annual ancestors."
    },
    {
      "cite": "unknown",
      "quote": "Unless you learn to face your own shadows, you will continue to see them in others, because the world outside you is only a reflection of the world inside you."
    },
    {
      "cite": "Lady Gaga",
      "quote": "If you don't have any shadows you're not in the light."
    },
    {
      "cite": "Carl Jung",
      "quote": "Everyone carries a shadow, and the less it is embodied in the individual's conscious life, the blacker and denser it is."
    },
    {
      "cite": "Carl Jung",
      "quote": "To confront a person with his shadow is to show him his own light."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "The brightest flame casts the darkest shadow."
    },
    {
      "cite": "Jun Mochizuki",
      "quote": "We are linked by our shadows, not by our light."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Everything that we see is a shadow cast by that which we do not see."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Light and shadow are opposite sides of the same coin. We can illuminate our paths or darken our way. It is a matter of choice."
    },
    {
      "cite": "Michelangelo",
      "quote": "The true work of art is but a shadow of the divine perfection."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is strong shadow where there is much light."
    },
    {
      "cite": "Robert Jabert",
      "quote": "Befriend your shadow and life will be easier."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "I like my shadow; it reminds me that I exist."
    },
    {
      "cite": "Isabel Allende",
      "quote": "There is no light without shadow, just as there is no happiness without pain."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Somethings can only be seen in the shadows."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Character is like a tree and reputation like a shadow. The shadow is what we think of it; the tree is the real thing."
    },
    {
      "cite": "Nicolaus Copernicus",
      "quote": "Every light has its shadow, and every shadow hath a succeeding morning."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "We think not in words but in shadows of words."
    },
    {
      "cite": "John Gay",
      "quote": "Shadow owes its birth to light."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "To light a candle is to cast a shadow."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "Shadow is a colour as light is, but less brilliant; light and shadow are only the relation of two tones."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Glory follows virtue as if it were its shadow."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "One can live in the shadow of an idea without grasping it."
    },
    {
      "cite": "Jay Kristoff",
      "quote": "The brighter the light, the deeper the shadow."
    }
  ]
}