{
  "source": "https://www.wisesayings.com/shades-quotes/",
  "theme": "shades",
  "quotes": [
    {
      "cite": "Danielle Trussoni",
      "quote": "One is but a shade of the other."
    },
    {
      "cite": "Herbie Hancock",
      "quote": "You make different colors by combining those colors that already exist."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Sunglasses are like eye shadow. They make everything look younger and pretty."
    },
    {
      "cite": "Johnny Flynn",
      "quote": "We all have these shades in our nature, it's a spectrum within all of us."
    },
    {
      "cite": "Conrad Hall",
      "quote": "Manipulating shadows and tonality is like writing music or a poem."
    },
    {
      "cite": "Brian Azzarello",
      "quote": "To ground a character in reality, you have to use shades of gray."
    },
    {
      "cite": "Emily Henderson",
      "quote": "Metal shades only give directional lighting, which is great for a desk or work area, but not for ambient lighting. Fabric shades are much softer."
    },
    {
      "cite": "Ozwald Boateng",
      "quote": "Anyone can wear any color. The question is about finding the right shade. There is a momentary trend to dark colors because when the financials are not that great, people go for black, navy and grey."
    },
    {
      "cite": "Junichiro Tanizaki",
      "quote": "Were it not for shadows, there would be no beauty."
    },
    {
      "cite": "Andri Cauldwell",
      "quote": "To see in color is a delight for the eye but to see in black and white is a delight for the soul."
    },
    {
      "cite": "Edvard Munch",
      "quote": "Some colors reconcile themselves to one another, others just clash."
    },
    {
      "cite": "Mike Dolan",
      "quote": "Different shades of life make the painting more beautiful."
    },
    {
      "cite": "Bayard Ruskin",
      "quote": "Shadows are in reality, when the sun is shining, the most conspicuous thing in a landscape, next to the highest lights."
    },
    {
      "cite": "Elle Daniel",
      "quote": "You don't simply want a shade that complements your lamp, but one that also improves upon it."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "There are certain shades of limelight that can wreck a girl's complexion."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Sunglasses are like eyeshadow, they make everything look younger and prettier."
    },
    {
      "cite": "William Merritt Chase",
      "quote": "You must try to match your colors as nearly as you can to those you see before you, and you must study the effects of light and shade on nature's own hues and tints."
    },
    {
      "cite": "Francois Nars",
      "quote": "We are not afraid to be a bit different, to make shades that are bold."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "Shadow is a colour as light is, but less brilliant; light and shadow are only the relation of two tones."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The lights and shades, whose well-accorded strife gives all the strength and color of our life."
    },
    {
      "cite": "Amy Lee",
      "quote": "Don't be afraid of the shadows, it only means there's a light nearby."
    },
    {
      "cite": "Helen Keller",
      "quote": "When all you can feel are the shadows, turn your face towards the sun."
    },
    {
      "cite": "Elle Daniel",
      "quote": "A lamp shade is often a little thing that makes a big difference."
    },
    {
      "cite": "Marc Chagall",
      "quote": "All colors are the friends of their neighbors and the lovers of their opposites."
    },
    {
      "cite": "Jessie Buckley",
      "quote": "We all have dark shadows in our self that come out every now and then."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Mere color, unspoiled by meaning, and unallied with definite form, can speak to the soul in a thousand different ways."
    },
    {
      "cite": "Beanie Sigel",
      "quote": "Pull down the shades on the windows of your soul, and gaze into your mind and watch the wisdom unfold."
    },
    {
      "cite": "Evita Peron",
      "quote": "Shadows cannot see themselves in the mirror of the sun."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Soon as the evening shades prevail, the moon takes up the wondrous tale, and nightly to the listening earth Repeats the story of her birth."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "There is a shade of red for every woman."
    }
  ]
}