{
  "source": "https://www.wisesayings.com/shallow-quotes/",
  "theme": "shallow",
  "quotes": [
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "It's a shallow life that doesn't give a person a few scars."
    },
    {
      "cite": "Francis Chan",
      "quote": "Our culture is all about shallow relationships. But that doesn't mean we should stop looking each other in the eye and having deep conversations."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is only shallow people who do not judge by appearances. The true mystery of the world is the visible, not the invisible...."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Shallow understanding accompanies poor compassion; great understanding goes with great compassion"
    },
    {
      "cite": "Carol Bly",
      "quote": "No one is shallow and vulgar forever; sooner or later the whole species likes to be profound."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "To live only for some future goal is shallow. It's the sides of the mountain that sustain life, not the top."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Shallow men believe in luck. Strong men believe in cause and effect."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I'm not happy all the time, and I wouldn't want to be because that would make me a shallow person. But I do try to find the good in everybody."
    },
    {
      "cite": "Jack Ma",
      "quote": "I don't want people in China to have deep pockets but shallow minds."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "As a rule, I am very careful to be shallow and conventional where depth and originality are wasted."
    },
    {
      "cite": "Peter Dinklage",
      "quote": "Women on the whole are often not as shallow as men are. They can be, but they cut through things a little more easily than men do in terms of that superficial stuff."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When you meet a shallow person, you will see both his body and his soul! When you meet a deep person, you will see only his body! To see his soul, go down to the depths!"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "It is easy to identify a shallow person by the attention he gives to what will do him absolutely no good."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Don’t spend most of your time on the voices that don’t count. Tune out the shallow voices so that you will have more time to tune in the valuable ones."
    },
    {
      "cite": "Erich Fromm",
      "quote": "I would say our social relationships are relatively shallow. We are actually afraid to be intimate, with people - many people even with their wives and husbands."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "People who love only once in their lives are... Shallow people. What they call their loyalty, and their fidelity, I call either the lethargy of custom or their lack of imagination"
    },
    {
      "cite": "Garrison Keillor",
      "quote": "The mass of men lead lives of shallow happiness; the superior man exults in his gloom"
    },
    {
      "cite": "Valerie Estelle Frankel",
      "quote": "Loving a thing is shallow, only if you don't deeply appreciate its emotional value"
    },
    {
      "cite": "John Flansburgh",
      "quote": "It's hard to tell a shallow person that they should care more about the feelings of the awkward and the alienated"
    },
    {
      "cite": "miss Ga",
      "quote": "You know you are shallow when all you can do is talk badly about others"
    },
    {
      "cite": "Leslie T. Chang",
      "quote": "A person cannot grow up through happiness. Happiness makes a person shallow. It is only through suffering that we grow up, transform, and come to a better understanding of life."
    }
  ]
}