{
  "source": "https://www.wisesayings.com/shame-quotes/",
  "theme": "shame",
  "quotes": [
    {
      "quote": "Shame is an ornament of the young; a disgrace of the old.",
      "cite": "Aristotle"
    },
    {
      "quote": "The shame that arises from praise which we do not deserve often makes us do things we should otherwise never have attempted.",
      "cite": "Francois de la Rochefoucauld"
    },
    {
      "quote": "Shame is like everything else; live with it for long enough and it becomes part of the furniture.",
      "cite": "Salman Rushdie"
    },
    {
      "quote": "Where there is no shame, there is no honor.",
      "cite": "Martin Opitz"
    },
    {
      "quote": "Shame is always easier to handle if you have someone to share it with.",
      "cite": "Craig Thompson"
    },
    {
      "quote": "There is no shame in beginning again, for you get a chance to build bigger and better than before.",
      "cite": "Leon Brown"
    },
    {
      "quote": "Shame was an emotion he had abandoned years earlier. Addicts know no shame. You disgrace yourself so many times you become immune to it.",
      "cite": "John Grisham"
    },
    {
      "quote": "You can't give up shame without giving up pride.",
      "cite": "Anonymous"
    },
    {
      "quote": "Shame should be reserved for the things we choose to do, not the circumstances that life puts on us.",
      "cite": "Ann Patchett"
    },
    {
      "quote": "Shame occurs when you haven't been able to get away with the who you want people to think you are.",
      "cite": "Carl Whitaker"
    },
    {
      "quote": "There's no shame in admitting what you don't know. The only shame is pretending you know all the answers.",
      "cite": "Neil deGrasse Tyson"
    },
    {
      "quote": "If you are proud for bad reasons, shame waits around the corner.",
      "cite": "Bangambiki Habyarimana"
    },
    {
      "quote": "Shame without repentance doesn't lose power when it is spoken, it only seeks approval.",
      "cite": "Shannon L. Alder"
    },
    {
      "quote": "Shame and guilt are noble emotions essential in the maintenance of civilized society, and vital for the development of some of the most refined and elegant qualities of human potential.",
      "cite": "Willard Gaylen"
    },
    {
      "quote": "Shame is a soul eating emotion.",
      "cite": "Carl Gustav Jung"
    },
    {
      "quote": "Being ignorant is not so much a shame, as being unwilling to learn.",
      "cite": "Benjamin Franklin"
    },
    {
      "quote": "Nothing more unqualified the man to act with prudence than a misfortune that is attended with shame and guilt.",
      "cite": "Jonathan Swift"
    },
    {
      "quote": "It is the false shame of fools to try to conceal wounds that have not healed.",
      "cite": "Horace"
    },
    {
      "quote": "There's something liberating about not pretending. Dare to embarrass yourself. Risk.",
      "cite": "Drew Barrymore"
    },
    {
      "quote": "Unlike guilt, which is the feeling of doing something wrong shame is the feeling of being something wrong.",
      "cite": "Marilyn J. Sorensen"
    },
    {
      "quote": "Your shame hides in many places-in anger, blame, denial, workaholism, perfectionism, drinking, and anything else you compulsively engage in to make yourself feel better. But if you could just learn to be vulnerable for one second, and open up to the pain, you would find there's no place left for your shame to hide.",
      "cite": "Adam Appleson"
    },
    {
      "quote": "Shame is an unhappy emotion invented by pietists in order to exploit the human race.",
      "cite": "Blake Edwards"
    },
    {
      "quote": "Shame is not your friend. It depletes your power. Let go of shame and embrace your magnificence.",
      "cite": "Judith Orloff"
    },
    {
      "quote": "Shame is the lie someone told you about yourself.",
      "cite": "Anais Nin"
    },
    {
      "quote": "Nothing is truly infamous, but what is wicked; and therefore, shame can never disturb an innocent and virtuous mind.",
      "cite": "William Sherlock"
    },
    {
      "quote": "Let us not be ashamed to speak what we shame not to think.",
      "cite": "Michel Eyquem De Montaigne"
    },
    {
      "quote": "Shame may restrain what law does not prohibit.",
      "cite": "Seneca"
    },
    {
      "quote": "Shame is the most powerful, master emotion. It's the fear that we're not good enough.",
      "cite": "Brene Brown"
    },
    {
      "quote": "The basis of shame is not some personal mistake of ours, but the ignominy, the humiliation we feel that we must be what we are without any choice in the matter, and that this humiliation is seen by everyone.",
      "cite": "Milan Kundera"
    },
    {
      "quote": "Never feel shame for trying and failing for he who has never failed is he who has never tried.",
      "cite": "Og Mandino"
    }
  ]
}