{
  "source": "https://www.wisesayings.com/shameless-quotes/",
  "theme": "shameless",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You cannot disgrace a disgraceful man; you cannot make a shameless man feel ashamed; you cannot make a cockroach a cockroach, because it is already a cockroach!"
    },
    {
      "cite": "Paul Simon",
      "quote": "It's outrageous to line your pockets off the misery of the poor; It's outrageous, the crimes some human beings must endure."
    },
    {
      "cite": "David Brooks",
      "quote": "There is a virtue in shamelessness."
    },
    {
      "cite": "James Hal Cone",
      "quote": "The truth about injustice always sounds outrageous."
    },
    {
      "cite": "Mark Wahlberg",
      "quote": "Most of the humor comes from how outrageous the situations and circumstances are."
    },
    {
      "cite": "Sandip Bagal",
      "quote": "Person who is aimless, is actually a shameless."
    },
    {
      "cite": "Steve Jobs",
      "quote": "We have always been shameless about stealing great ideas."
    },
    {
      "cite": "Matthew Chapman",
      "quote": "There is something outrageous about such a huge body of evidence being put together, then being confirmed in all kinds of other scientific disciplines, particularly genetics, and having other people just sort of deny it for reasons that have nothing to do with truth."
    },
    {
      "cite": "Rebekah Thornburg",
      "quote": "It takes a strong person to apologize, to admit mistakes openly and to ask for forgiveness. It takes an even stronger person to take that failure, recognize the importance of that mistake and learn from it."
    },
    {
      "cite": "Anonymous",
      "quote": "In a world where the outrageous has become the norm, stable organizations make no sense."
    },
    {
      "cite": "Vishwas Mudagal",
      "quote": "Be shameless. Experiment. This is the only way to identify your true passion."
    },
    {
      "cite": "Joel Salatin",
      "quote": "Outrageous behavior, also known as the lunatic fringe, is the seed bed of innovation and creativity."
    },
    {
      "cite": "Euripides",
      "quote": "Out of some little thing, too free a tongue can make an outrageous wrangle."
    },
    {
      "cite": "Cicero",
      "quote": "To disregard what the world thinks of us is not only arrogant but utterly shameless."
    },
    {
      "cite": "Edmund Burke",
      "quote": "A perfect democracy is therefore the most shameless thing in the world."
    },
    {
      "cite": "William H. Macy",
      "quote": "Shameless is a rough show, and it's not for everyone, but it's also beautiful."
    },
    {
      "cite": "Karl Ove Knausgard",
      "quote": "Shameless actually good since it gives a kind of freedom. We consider the old, functionless shame destructive. Today, if you have a strong sense of shame you also have a strong desire to overcome it. And that's when you can write."
    },
    {
      "cite": "Homer",
      "quote": "There is nothing more dread and more shameless than a woman who plans such deeds in her heart as the foul deed which she plotted when she contrived her husband's murder."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "The most outrageous thing we can do in this world is to accept what happens and fly with it."
    },
    {
      "cite": "John Calvin",
      "quote": "When a certain shameless fellow mockingly asked a pious old man what God had done before the creation of the world the latter aptly countered that he had been building hell for the curious."
    },
    {
      "cite": "Billy Graham",
      "quote": "Self-centered indulgence, pride and a lack of shame over sin are now emblems of the American lifestyle."
    },
    {
      "cite": "Mark Twain",
      "quote": "The most outrageous lies that can be invented will find believers if a person only tells them with all his might."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "You cannot really shame a man who sincerely does not care what others think of him."
    },
    {
      "cite": "Anonymous",
      "quote": "Your beliefs don't make you a better person your behavior does."
    },
    {
      "cite": "Dennis Henigan",
      "quote": "Such an egregious piece of special interest legislation, it is almost shameless."
    },
    {
      "cite": "Molly Ivins",
      "quote": "Be outrageous, ridicule the fraidy cats, rejoice in all the oddities that freedom can produce."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Every form of talent involves a certain shameless-ness."
    },
    {
      "cite": "Thea Alexander",
      "quote": "Great things are only possible with outrageous requests."
    },
    {
      "cite": "Sheldon B. Kopp",
      "quote": "If outrageous imagination is the wine of madness, then come fill my cup."
    },
    {
      "cite": "Joe Higgins",
      "quote": "It is outrageous that is oppressing a powerless citizen in this way."
    }
  ]
}