{
  "source": "https://www.wisesayings.com/shaman-quotes/",
  "theme": "shaman",
  "quotes": [
    {
      "cite": "Gabrielle Roth",
      "quote": "Shamanic healing is a journey. It involves stepping out of our habitual roles, our conventional scripts, and improvising a dancing path."
    },
    {
      "cite": "Terence McKenna",
      "quote": "One of the things that's so striking about shamanism in the native context is the absence of mental illness."
    },
    {
      "cite": "Daniel Pinchbeck",
      "quote": "Shamanism is a kind of universal spiritual practice with indigenous cultures around the world, and one important element of it is taking care of spirits."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Any priest or shaman must be presumed guilty until proved innocent."
    },
    {
      "cite": "Amy Hardie",
      "quote": "Shamanism is the oldest form of communicating and healing. It probably resides in all of us."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Shamanism is essentially a living tradition of alchemy that is not seeking the stone but has found the stone."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Shamanism is about shape shifting. Shamanism is about doing phenomenology with a tool kit that works."
    },
    {
      "cite": "Confucius",
      "quote": "A man without persistence will never make a good shaman or a good physician."
    },
    {
      "cite": "Ted Andrews",
      "quote": "The true shaman, the true naturalist, works to reconnect conscious human life with Nature and Spirit through totems and ritual"
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "A shaman is someone who has a wound that will not heal. He sits by the side of the road with his open wound exposed."
    },
    {
      "cite": "Alberto Villoldo",
      "quote": "Shamanism is not a course, but a life journey."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Life lived in the absence of the psychedelic experience that primordial shamanism is based on is life trivialized, life denied, life enslaved to the ego"
    },
    {
      "cite": "Hank Wesselman",
      "quote": "Shamanism is not a religion. It's a method. And when this method is practiced with humility, reverence and self-discipline, the shaman's path can become a way of life."
    },
    {
      "cite": "Will Adcock",
      "quote": "Humans are a part of creation and shamanism is our way of connecting with the whole."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The shaman is the figure at the beginning of human history that unites the doctor, the scientist and the artist into a single notion of care-giving and creativity."
    },
    {
      "cite": "Lada Ray",
      "quote": "Shaman is a spiritual shuttle between three realms of existence: Heaven, Mankind and Earth. He pierces through inter-dimensional veils in order to heal the parts and unite the whole."
    },
    {
      "cite": "Alberto Villoldo",
      "quote": "The shaman is a self-realized person. She discovers the ways of Spirit through her inner awakening."
    },
    {
      "cite": "Michael Harner",
      "quote": "Shamanism is a great metal and emotional adventure, one in which the patient as well as the shaman-healer are involved."
    },
    {
      "cite": "Paula Gunn Allen",
      "quote": "True shamans live in a world that is alive with what is to rationalist sight unseen, a world pulsing with intelligence."
    },
    {
      "cite": "Michael Harner",
      "quote": "Shamanism is a path of knowledge, not of faith, and that knowledge cannot come from me or anyone else in this reality. To acquire that knowledge, including the knowledge of the reality of the spirits, it is necessary to step through the shaman's doorway and acquire empirical evidence."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The shaman has access to a superhuman dimension and a superhuman condition, and by being able to do that he affirms the potential for transcendence in all people. He is an exemplar, if you will."
    }
  ]
}