{
  "source": "https://www.wisesayings.com/sharp-quotes/",
  "theme": "sharp",
  "quotes": [
    {
      "cite": "Cassandra Clare",
      "quote": "Sharp are the arrows of a broken heart."
    },
    {
      "cite": "Ovid",
      "quote": "The sharp thorn often produces delicate roses."
    },
    {
      "cite": "Washington Irving",
      "quote": "A sharp tongue is the only edge tool that grows keener with constant use."
    },
    {
      "cite": "H. Rider Haggard",
      "quote": "A sharp spear needs no polish."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Sharp is the kiss of the falcon's beak."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "A sharp knife cuts the quickest and hurts the least."
    },
    {
      "cite": "Laozi",
      "quote": "The more sharp weapons people have in a country, the bigger the disorder will be."
    },
    {
      "cite": "James Carville",
      "quote": "You have to have sharp elbows if you want to change something."
    },
    {
      "cite": "Euripides",
      "quote": "A sharp-tempered woman, or, for that matter, a man, Is easier to deal with than the clever type who holds her tongue."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "... the greatest weapon against big stupid men was a sharp mind."
    },
    {
      "cite": "Francis Meadow Sutcliffe",
      "quote": "To some an extremely sharp picture may be positively painful, for it will perhaps disturb and break the train of thought, whereas a less-defined one would allow the mind to wander at its own sweet will."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "If you want to be a sharp thinker, be around sharp people."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "The sharp employ the sharp."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Keep a sharp eye on your journey to self-leadership and make it a point not to stop before you achieve your milestones."
    },
    {
      "cite": "Confucius",
      "quote": "You will never know how sharp a sword is unless it's drawn from its sheath."
    },
    {
      "cite": "Kevin Powers",
      "quote": "There is a sharp distinction between what is remembered, what is told and what is true."
    },
    {
      "cite": "Ron White",
      "quote": "The only way to stay sharp is to do live shows. There is no part-time comedy."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "The sharpest criticism often goes hand in hand with the deepest idealism and love of country."
    },
    {
      "cite": "Seamus Heaney",
      "quote": "Anyone with gumption and a sharp mind will take the measure of two things: what's said and what's done."
    },
    {
      "cite": "Moss Hart",
      "quote": "A sharp sense of the ironic can be the equivalent of the faith that moves mountains. Far more quicky than reason or logic, irony can penetrate rage and puncture self-pity."
    },
    {
      "cite": "Jane Goodall",
      "quote": "There isn't a sharp line dividing humans from the rest of the animal kingdom. All the time, we find animals doing things that, in our arrogance, we thought were just human."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "The sharp experiences of belief in the supposititious life of matter, as well as our disappointments and ceaseless woes, turn us like tired children to the arms of divine Love."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "Always stay sharp on railways and cruise ships for transit has a way of making everything clear."
    }
  ]
}