{
  "source": "https://www.wisesayings.com/sharing-quotes/",
  "theme": "sharing",
  "quotes": [
    {
      "cite": "Yo-Yo Ma",
      "quote": "Sharing is a much better way to communicate than proving."
    },
    {
      "cite": "Glen Mazzara",
      "quote": "Sharing information with employees makes them feel invested."
    },
    {
      "cite": "Rajneesh",
      "quote": "Sharing is the most precious religious experience. Sharing is good."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "The pleasure of all reading is doubled when one lives with another who shares the same books."
    },
    {
      "cite": "Billy Joel",
      "quote": "They're sharing a drink they call loneliness But it's better than drinking alone."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Once you find your positive vision, then share the victory of your loving attitudes with everyone."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Share your life with others. You will have a joyful life."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Keep your fears to yourself, but share your inspiration with others."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Share your knowledge. It is a way to achieve immortality."
    },
    {
      "cite": "Audre Lorde",
      "quote": "The sharing of joy, whether physical, emotional, psychic, or intellectual, forms a bridge between the sharers which can be the basis for understanding much of what is not shared between them, and lessens the threat of their difference."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "By sharing we stand prepared to build relationships and give wings to humanity."
    },
    {
      "cite": "Seth Godin",
      "quote": "Sharing an idea you care about is a generous way to change your world for the better."
    },
    {
      "cite": "Malika E Nura",
      "quote": "If people truly cared and shared equally the world would have no poverty at all."
    },
    {
      "cite": "Hermann J Steinher",
      "quote": "Share your opinions with those who appreciate your views."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Sharing makes you bigger than you are. The more you pour out, the more life will be able to pour in."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Love has its own color, Share it with someone before it fades away."
    },
    {
      "cite": "Richard Stallman",
      "quote": "Sharing knowledge is the most fundamental act of friendship. Because it is a way you can give something without loosing something."
    },
    {
      "cite": "Paul Pearsall",
      "quote": "Sharing laughter is a way of casting delight to the wind so it blows everywhere and to everyone."
    },
    {
      "cite": "Gary Hopkins",
      "quote": "Sharing your life with someone will have much more meaning coming from a place of independence rather than co-dependence."
    },
    {
      "cite": "Lindsay Wagner",
      "quote": "It's about sharing. You just give what you have to give wherever you go, and you let God handle the rest."
    },
    {
      "cite": "Jeff Greenwald",
      "quote": "Sharing a bit of yourself, opening a window into your own world, is a good place to begin."
    },
    {
      "cite": "William Simon",
      "quote": "Infinitely more important than sharing one's material wealth is sharing the wealth of ourselves our time and energy, our passion and commitment, and, above all, our love."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Share everything. Don't take things that aren't yours. Put things back where you found them."
    },
    {
      "cite": "Ruth Reichl",
      "quote": "Pull up a chair. Take a taste. Come join us. Life is so endlessly delicious."
    },
    {
      "cite": "Lord Byron",
      "quote": "All who joy would win must share it. Happiness was born a Twin."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Sharing the little you have with those in need can turn around a life without you realizing it."
    },
    {
      "cite": "Cynthia Weil",
      "quote": "Sharing a triumph with someone you love is an incredible high."
    },
    {
      "cite": "Rita Ora",
      "quote": "Listen, sharing my life with people is just part of my daily routine."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "The time you shared today is the time you will remember tomorrow."
    },
    {
      "cite": "Mary Catherine Bateson",
      "quote": "Sharing is sometimes more demanding than giving."
    }
  ]
}