{
  "source": "https://www.wisesayings.com/shark-quotes/",
  "theme": "shark",
  "quotes": [
    {
      "cite": "Woody Allen",
      "quote": "I think a relationship is like a shark. It has to constantly move forward or it dies."
    },
    {
      "cite": "Ted Danson",
      "quote": "Many people continue to think of sharks as man eating beasts. Sharks are enormously powerful and wild creatures, but you're more likely to be killed by your kitchen toaster than a shark!"
    },
    {
      "cite": "Bob Carr",
      "quote": "The shark has its head to the west and tail to the east, very much the way the Indians would put a human in the ground."
    },
    {
      "cite": "Peter Benchley",
      "quote": "We provoke a shark every time we enter the water where sharks happen to be, for we forget: The ocean is not our territory it's theirs."
    },
    {
      "cite": "Rob Schneider",
      "quote": "Sharks are like dogs. They only bite when you touch their private parts."
    },
    {
      "cite": "Paul Watson",
      "quote": "The shark is the apex predator in the sea. Sharks have molded evolution for 450 million years. All fish species that are prey to the sharks have had their behavior, their speed, their camouflage, their defense mechanisms molded by the shark."
    },
    {
      "cite": "Sean Lock",
      "quote": "Interesting fact: a shark will only attack you if you're wet."
    },
    {
      "cite": "David Blaine",
      "quote": "But as they say about sharks, it's not the ones you see that you have to worry about, it's the ones you don't see."
    },
    {
      "cite": "Brian Skerry",
      "quote": "Remove the predators, and the whole ecosystem begins to crash like a house of cards. As the sharks disappear, the predator prey balance dramatically shifts, and the health of our oceans declines."
    },
    {
      "cite": "Barbara Block",
      "quote": "Sharks are being driven to extinction because people want to eat their fins and their flesh."
    },
    {
      "cite": "Lil Wayne",
      "quote": "The only thing on the mind of a shark is to eat."
    },
    {
      "cite": "Kurt Weill",
      "quote": "Oh, the shark has pretty teeth, dear, And he shows them pearly white. Just a jackknife has Macheath, dear, And he keeps them out of sight."
    },
    {
      "cite": "Steve Hamilton",
      "quote": "Somewhere in the ocean, a shark was missing its cold eyes because this man had them."
    },
    {
      "cite": "Eugenie Clark",
      "quote": "Sharks are among the most perfectly constructed creatures in nature. Some forms have survived for two hundred million years."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "Sharks are beautiful animals, and if you're lucky enough to see lots of them, that means that you're in a healthy ocean. You should be afraid if you are in the ocean and don't see sharks."
    },
    {
      "cite": "Rickson Gracie",
      "quote": "I am a shark, the ground is my ocean, and most people can't even swim."
    },
    {
      "cite": "Peter Benchley",
      "quote": "There's nothing in the sea this fish would fear. Other fish run from bigger things. That's their instinct. But this fish doesn't run from anything. He doesn't fear."
    },
    {
      "cite": "Yasmine Hamdi",
      "quote": "Sharks aren't the monsters we make them out to be."
    },
    {
      "cite": "Bethany Hamilto",
      "quote": "I think sharks are beautiful creatures, and I don't think we should stop going in the ocean because of them. You drive down the road and you get in an accident, but most people end up driving down the road again. Surfing is you're going into their home and it's just a natural part of life."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Sharks are the criminals of the sea. Dolphins are the outlaws."
    },
    {
      "cite": "Peter Benchley",
      "quote": "Almost any shark, three or four feet long, could kill a human being if it chose to do it. It could make you bleed to death. But they don't."
    },
    {
      "cite": "Peter Benchley",
      "quote": "Without sharks, you take away the apex predator of the ocean, and you destroy the entire food chain."
    },
    {
      "cite": "Eric Gelman",
      "quote": "Sharks have been swimming the oceans unchallenged for thousands of years; chances are, the species that roams corporate waters will prove just as hardy."
    },
    {
      "cite": "Barbara Block",
      "quote": "The shark heart slows down in the cold, just as our own heart would. But what sets it apart is where our heart would simply stop, the salmon shark keeps on ticking."
    },
    {
      "cite": "Rebecca McNutt",
      "quote": "All sharks were born swimming."
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "When the shark begins to emerge within your reflection, don’t be afraid, let it completely devour your big head, as you have also taught the beast to consume others. Fear not! You will no longer need it on your odyssey."
    },
    {
      "cite": "Nicholas Boxer",
      "quote": "Humans are a much greater threat to sharks than sharks are to humans."
    },
    {
      "cite": "Herman Melville",
      "quote": "About the Shark, phlegmatical one,Pale sot of the Maldive sea. The sleek little pilot-fish, azure and slim, how alert in attendance be."
    },
    {
      "cite": "George Wing",
      "quote": "Sharks are naturally peaceful."
    },
    {
      "cite": "Ronnie Christensen",
      "quote": "Sharks are intelligent creatures."
    }
  ]
}