{
  "source": "https://www.wisesayings.com/shattered-quotes/",
  "theme": "shattered",
  "quotes": [
    {
      "cite": "Bryant McGill",
      "quote": "The beauty of being shattered is how the shards become our character and our marks of distinction."
    },
    {
      "cite": "E. Lockhart",
      "quote": "It shattered something inside me that hadn't been broken before."
    },
    {
      "cite": "Eleanor Farjeon",
      "quote": "Upon your shattered ruins where This vine will flourish still, as rare, As fresh, as fragrant as of old. Love will not crumble."
    },
    {
      "cite": "Jeremy Irons",
      "quote": "When it seems that someone has shattered your dreams....pick up even the smallest of pieces and use them to build bigger and better dreams."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "When your heart is shattered into a million pieces, all you can do is try to keep holding on. You breathe. You try to fall asleep. You try to not think about him."
    },
    {
      "cite": "Jessica Sorensen",
      "quote": "It's what's buried deep inside that frightens me because it's broken, like a shattered mirror."
    },
    {
      "cite": "Elizabeth Smart",
      "quote": "But those with shattered souls find it very difficult to speak."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "Shattered legs may heal in time, but some betrayals fester and poison the soul."
    },
    {
      "cite": "José Narosky",
      "quote": "A shattered illusion is a sorrowful experience; but a life without illusion is a sorrowful life."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "You can be broken into a dozen shattered pieces and still heal the world because service has its own medicine--hope."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Your heart will be shattered by sorrow if you force it to live in tomorrow's ephemeral imagination - world instead of in today's eternal reality - now."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The eye, like a shattered mirror, multiplies the images of sorrow."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "The only thing a boyfriend was good for was a shattered heart."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "There is always more surface to a shattered object than a whole."
    },
    {
      "cite": "Rachel Higginson",
      "quote": "Every time he left, I shattered apart."
    },
    {
      "cite": "Bryan Adams",
      "quote": "When your world has shattered, ain't nothing else matters. It ain't over, it's only love and that's all."
    },
    {
      "cite": "Dennis Quaid",
      "quote": "When you break up, your whole identity is shattered. It's like death."
    },
    {
      "cite": "Mary E. Pearson",
      "quote": "It can take years to mold a dream. It takes only a fraction of a second for it to be shattered."
    }
  ]
}