{
  "source": "https://www.wisesayings.com/shaving-quotes/",
  "theme": "shaving",
  "quotes": [
    {
      "cite": "Moby",
      "quote": "Shaving your head is acceptable. It's when you start wearing toupees and brushing your hair over that things go wrong."
    },
    {
      "cite": "A.E. Housman",
      "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act."
    },
    {
      "cite": "Sonal Vohra",
      "quote": "Shaving may help you look good but shaving your ego  may help you look even better."
    },
    {
      "cite": "John Updike",
      "quote": "Upon shaving off one's beard. The scissors cut the long-grown hair; the razor scrapes the remnant fuzz. Small-jawed, weak-chinned, bug-eyed, I stare at the forgotten boy I was."
    },
    {
      "cite": "Ben Lerner",
      "quote": "Shaving is a way to start the workday by ritually not cutting your throat when you’ve the chance."
    },
    {
      "cite": "Kerry Jackson",
      "quote": "If it's a pain in the ass, you're shaving the wrong place."
    },
    {
      "cite": "Antony Beevor",
      "quote": "The punishment of shaving a woman's head had biblical origins. In Europe, the practice dated back to the Dark Ages with the Visigoths."
    },
    {
      "cite": "Coco Chanel",
      "quote": "One should refrain from contempt for the baser specimens of humanity, for whom liberation amounts to shaving the heads of women who have slept with Germans."
    },
    {
      "cite": "Michael Rosenbaum",
      "quote": "Though it's a small price to pay, shaving my head has opened more doors than I ever thought possible."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Since I have dealt in suds, I could never discover more than two reasons for shaving; the one is to get a beard, the other is to get rid of one."
    },
    {
      "cite": "Patrick Dempsey",
      "quote": "I hate shaving. It's much easier to just do a little stubble, but my wife and daughter like it when I'm clean-shaven. If you see me with a clean face, then you know I'm in the kissing mode!"
    },
    {
      "cite": "Gloria Estefan",
      "quote": "The secret of a long marriage is shaving your legs every day .  . because it shows you still care."
    },
    {
      "cite": "Gunvor Hofmo",
      "quote": "Now the Earth's face is lathered white with shaving soap. It's a long time till the razor once more makes its face smooth and fresh and green."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "You know, I would date, if I could find a man worth shaving my legs for."
    },
    {
      "cite": "Jack Kem",
      "quote": "Winning is like shaving - you do it every day or you wind up looking like a bum."
    },
    {
      "cite": "Alexander Kroll",
      "quote": "Getting ideas is like shaving; if you don't do it every day, you're a bum."
    },
    {
      "cite": "Kriti Sanon",
      "quote": "I thoroughly believe that shaving is the best way of hair removal, as it's the most convenient and hassle free of all the methods."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "The thing about breaking up when you get older, you just don't have the steam anymore. 'Oh, that's it. I can't start shaving my legs above the knee again.'"
    }
  ]
}