{
  "source": "https://www.wisesayings.com/she-quotes/",
  "theme": "she",
  "quotes": [
    {
      "cite": "Nikki Rowe",
      "quote": "She is a rare soul, she has this infectious energy that makes you want to run next to her, she belonged to no one but herself & to anyone that was yet understand themselves, found the missing pieces in her presence."
    },
    {
      "cite": "Nicole Lyons",
      "quote": "She's an old soul with young eyes, a vintage heart, and a beautiful mind."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "She was a mystery, personal in her journey but social in her seek; you wouldn't believe the depth in her heart until the day you felt her essence, for the very first time."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "She always had that about her, the sparkle in her eye, she was unshakeable and what made her so admirable was; her ability to shine bright when no one knew of her pain."
    },
    {
      "cite": "Shakieb Orgunwall",
      "quote": "She was chaos and beauty intertwined. A tornado of roses from divine."
    },
    {
      "cite": "Akshay Vasu",
      "quote": "She was an abandoned paradise. Wrecked and scary. The silence she held around her pierced even the darkest nights and the toughest hearts. But the moment you entered inside, she was utterly beautiful. She had the stars hanging from the roof with her dreams spilt all over the floor. The realms she ruled had no boundaries and walking through her was always bliss."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water."
    },
    {
      "cite": "John Green",
      "quote": "She had the kind of eyes that predisposed you to supporting her every endeavor."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Though she be but little, she is fierce."
    },
    {
      "cite": "Tatsiana",
      "quote": "She’s not a girl. She’s been through hurricanes of emotions, she fought the armies of fears, she passed the trickiest life’s trials. She matured like wine through humid darkness, cold and time.  She came out fizzy and sweet."
    },
    {
      "cite": "Tatsiana",
      "quote": "She loves relentlessly. It’s the way of her being. She is love and it’s her mightiest strength."
    },
    {
      "cite": "Kamau Brathwaite",
      "quote": "She is dream of tears of stone of dark meroë water lapping at the centre of the world…"
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "She is a rarer creature than you dare to dream. She is a myth, a memory, a will-o’-the-wish."
    },
    {
      "cite": "Robert William Service",
      "quote": "She’s as light as any fairy; she’s as pretty as a peach; She’s mistress of the witchcraft to beguile; There’s sunshine in her manner, there is music in her speech, And there’s concentrated honey in her smile."
    },
    {
      "cite": "Mark Anthony",
      "quote": "And one day she discovered that she was fierce, and strong, and full of fire, and that not even she could hold herself back because her passion burned brighter than her fears."
    },
    {
      "cite": "Daniel Saint",
      "quote": "She wore her scars as her best attire. A stunning dress made of hellfire."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "She gave me a smile I could feel in my hip pocket."
    },
    {
      "cite": "Avijeet Das",
      "quote": "When she laughs the world stops for a while..."
    },
    {
      "cite": "Akshay Vasu",
      "quote": "She was his favorite sin. She was not a habit for him anymore, she was an obsession."
    },
    {
      "cite": "Carly Simon",
      "quote": "A really strong woman accepts the war she went through and is ennobled by her scars."
    },
    {
      "cite": "Proverbs 31:25",
      "quote": "She is clothed in strength and dignity, and she laughs without fear of the future."
    },
    {
      "cite": "R.H. Sin",
      "quote": "She’s a simple woman, made to look complicated by a man who isn’t man enough to provide the things she deserves."
    },
    {
      "cite": "Anonymous",
      "quote": "There’s fire in her. If loved correctly she will warm your entire home. If abused she will burn it down."
    },
    {
      "cite": "R.H. Sin",
      "quote": "She’s badass with a good heart, soft but strong. Unapologetic and honest. She’s the type of women you go to war beside, the type of woman you marry."
    }
  ]
}