{
  "source": "https://www.wisesayings.com/sheep-quotes/",
  "theme": "sheep",
  "quotes": [
    {
      "cite": "John Muir",
      "quote": "Sheep, like people, are ungovernable when hungry."
    },
    {
      "cite": "George Washington",
      "quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter."
    },
    {
      "cite": "Alexander The Great",
      "quote": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion."
    },
    {
      "cite": "Vernon Howard",
      "quote": "A truly strong person does not need the approval of others any more than a lion needs the approval of sheep."
    },
    {
      "cite": "Elizabeth Kenny",
      "quote": "It's better to be a lion for a day than a sheep all your life."
    },
    {
      "cite": "Sue Grafton",
      "quote": "Ideas are easy. It's the execution of ideas that really separates the sheep from the goats."
    },
    {
      "cite": "Stendhal",
      "quote": "The shepherd always tries to persuade the sheep that their interests and his own are the same."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "It is madness for sheep to talk peace with a wolf."
    },
    {
      "cite": "Tiberius",
      "quote": "It is the duty of a good shepherd to shear his sheep, not to skin them."
    },
    {
      "cite": "Solon",
      "quote": "Rich people without wisdom and learning are but sheep with golden fleeces."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "A nation of sheep will beget a government of wolves."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "A lion doesn't concern itself with the opinion of sheep."
    },
    {
      "cite": "Marshall Sylver",
      "quote": "Do exactly the opposite of what the sheep are doing in order to become the shepherd."
    },
    {
      "cite": "Charlie Higson",
      "quote": "If a wolf attacks his sheep, the shepard kills the wolf, but he eats the sheep when he's hungry."
    },
    {
      "cite": "Isaiah Berlin",
      "quote": "Freedom for the wolves has often meant death to the sheep."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Only a sheep with lion's heart can attack wolf, not the sheep with lion's teeth or with lion's claw."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Make yourself sheep and the wolves will eat you."
    },
    {
      "cite": "Virgil",
      "quote": "It never troubles the wolf how many the sheep may be."
    },
    {
      "cite": "Carl Van Doren",
      "quote": "The race of man, while sheep in credulity, are wolves for conformity."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The shepherd drives the wolf from the sheep's throat, for which the sheep thanks the shepherd as his liberator, while the wolf denounces him for the same act as the destroyer of liberty"
    },
    {
      "cite": "Tucker Max",
      "quote": "No sheep wants to be first through the gate, but every sheep will be second."
    },
    {
      "cite": "Richard Whately",
      "quote": "Men are like sheep, of which a flock is more easily driven than a single one."
    },
    {
      "cite": "Mark Twain",
      "quote": "To create man was a quaint and original idea, but to add the sheep was tautology."
    },
    {
      "cite": "Berechiah ben Natronai ha-Nakdan",
      "quote": "The vain should be wise, for a giant is sometimes strangled by a fly, and there are times when towering giants stumble into pitfalls, and lions fear sheep."
    },
    {
      "cite": "Allen Klein",
      "quote": "Like sheep that get lost nibbling away at the grass because they never look up, we often focus so much on ourselves and our problems that we get lost."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Every man can tell how many goats or sheep he possesses, but not how many friends."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Blaming the wolf would not help the sheep much. The sheep must learn not to fall in the clutches of the wolf."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In order to be a perfect member of a flock of sheep, one has to be, foremost, a sheep."
    },
    {
      "cite": "Stephen Richards",
      "quote": "You are human, so stop acting as if though you are a sheep and start thinking for yourself."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Don't keep forever on the public road, going only where others have gone and following one after the other like a flock of sheep. Leave the beaten track occasionally and dive into the woods."
    }
  ]
}