{
  "source": "https://www.wisesayings.com/shelter-quotes/",
  "theme": "shelter",
  "quotes": [
    {
      "cite": "Louisa Thomsen Brits",
      "quote": "Inside each of us are memories, fantasies and desires for home - a shelter waiting to be built, a place of peace to be revisited."
    },
    {
      "cite": "Cheryl Strayed",
      "quote": "Each evening, I ached for the shelter of my tent, for the smallest sense that something was shielding me from the entire rest of the world, keeping me safe not from danger, but from vastness itself. I loved the dim, clammy dark of my tent, the cozy familiarity of the way I arranged my few belongings all around me each night."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "A home is not a mere transient shelter: its essence lies in the personalities of the people who live in it."
    },
    {
      "cite": "Wilfred Peterson",
      "quote": "A home should be a stockade, a refuge from the flaming arrows of anxiety, tension and worry."
    },
    {
      "cite": "David Orr",
      "quote": "People have been saying shelter, shelter, shelter but there is no point having a tent if you are cold and hungry inside."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our houses are such unwieldy property that we are often imprisoned rather than housed in them."
    },
    {
      "cite": "Luffina Lourduraj",
      "quote": "Everyone is in need of a shelter from the storm ,be the shelter, be kind."
    },
    {
      "cite": "Phillip Moffitt",
      "quote": "A house is a home when it shelters the body and comforts the soul."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Home wasn't a set house, or a single town on a map. It was wherever the people who loved you were, whenever you were together. Not a place, but a moment, and then another, building on each other like bricks to create a solid shelter that you take with you for your entire life, wherever you may go."
    },
    {
      "cite": "William Bennett",
      "quote": "Home is a shelter from storms - all sorts of storms."
    },
    {
      "cite": "Stephen Gardiner",
      "quote": "Houses mean a creation, something new, a shelter freed from the idea of a cave."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there any more."
    },
    {
      "cite": "Zak Khan",
      "quote": "Your home is a physical and perhaps emotional comfort zone where you can heal and recover enough to address all your work problems the next morning."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Home is any four walls that enclose the right person."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "A house means a family house, a place specially meant for putting children and men in so as to restrict their waywardness and distract them from the longing for adventure and escape they've had since time began."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Houses are built to live in, and not to look on: therefore let use be preferred before uniformity."
    },
    {
      "cite": "Sydney Smith",
      "quote": "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "A man's home may seem to be his castle on the outside; inside, it is more often his nursery."
    },
    {
      "cite": "Philip Johnson",
      "quote": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Happy is the house that shelters a friend."
    },
    {
      "cite": "William Krisel",
      "quote": "A house is more than just a shelter; that it is a way of improving your way of life."
    },
    {
      "cite": "Eero Saarinen",
      "quote": "The purpose of architecture is to shelter and enhance man's life on earth and to fulfill his belief in the nobility of his existence."
    },
    {
      "cite": "unknown",
      "quote": "A house is made of bricks and beams. A home is made of hopes and dreams."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "A house is no home unless it contains food and fire for the mind as well as for the body."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Happy will that house be in which the relationships are formed from character."
    },
    {
      "cite": "unknown",
      "quote": "It’s not about how big the house is. It’s how happy the home is."
    },
    {
      "cite": "Peter Buffett",
      "quote": "It didn’t matter how big our house was; it mattered that there was love in it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A house divided against itself cannot stand."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "I don’t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think."
    }
  ]
}