{
  "source": "https://www.wisesayings.com/shirt-quotes/",
  "theme": "shirt",
  "quotes": [
    {
      "cite": "Francis Picabia",
      "quote": "If you want to have clean ideas, change them as often as your shirt."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "You start out giving your hat, then you give your coat, then your shirt, then your skin and finally your soul."
    },
    {
      "cite": "Navjot Singh Sidhu",
      "quote": "Beware of the naked man who offers you his shirt."
    },
    {
      "cite": "John Heywood",
      "quote": "The loss of wealth is loss of dirt, as sages in all times assert; The happy man's without a shirt."
    },
    {
      "cite": "Clay Buchholz",
      "quote": "Wearing the same shirts doesn't make a team."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Mediocrity's like a spot on a shirt—it never comes off."
    },
    {
      "cite": "Lenny Bruce",
      "quote": "Anyone who has two shirts when someone has none is not a christian."
    },
    {
      "cite": "Demetri Martin",
      "quote": "I find that a shirt is most similar to a napkin when I don't have a napkin."
    },
    {
      "cite": "Sebastien Chamfort",
      "quote": "We need to be just before we are generous, as we need shirts before ruffles."
    },
    {
      "cite": "David Sklansky",
      "quote": "Put yourself in their shoes before you decide on the best way to take their shirts."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "Surrealism is the magical surprise of finding a lion in a wardrobe, where you were 'sure' of finding shirts."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "Fortunes made in no time are like shirts made in no time; it's ten to one if they hang long together."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There are other measures of self-respect for a man, than the number of clean shirts he puts on every day."
    },
    {
      "cite": "Garth Henrichs",
      "quote": "The person who is waiting for something to turn up might start with their shirt sleeves."
    },
    {
      "cite": "George Swinnock",
      "quote": "Pride is the shirt of the soul, put on first and put off last."
    },
    {
      "cite": "Thomas Browne",
      "quote": "To treat a poor wretch with a bottle of Burgundy, and fill his snuffbox, is like giving a pair of laced ruffles to a man that has never a shirt on his back."
    },
    {
      "cite": "Czech Proverb",
      "quote": "A habit is a shirt made of iron."
    },
    {
      "cite": "Michael Bastian",
      "quote": "A shirt's not just a shirt. It's the experience of what goes into that shirt."
    },
    {
      "cite": "St. Ambrose",
      "quote": "If you have two shirts in your closet, one belongs to you and the other to the man with no shirt."
    },
    {
      "cite": "Joseph Smith, Jr.",
      "quote": "The laundry has its hands on my dirty shirts, sheets, towels and tablecloths, and who knows what tales they tell."
    },
    {
      "cite": "Thomas Cowan",
      "quote": "The man who rolls up his sleeves seldom loses his shirt."
    },
    {
      "cite": "Russian Proverb",
      "quote": "If everyone gives one thread, the poor person will have a shirt."
    }
  ]
}