{
  "source": "https://www.wisesayings.com/shiver-quotes/",
  "theme": "shiver",
  "quotes": [
    {
      "cite": "Eleanor Farjeon",
      "quote": "It always gives me a shiver when I see a cat seeing what I can't see."
    },
    {
      "cite": "Sophy Burnham",
      "quote": "A shiver runs down your spine when you realize it is not our imagination. Something is watching us out there."
    },
    {
      "cite": "Richard Whately",
      "quote": "It is folly to shiver over last year's snow."
    },
    {
      "cite": "Paul Keating",
      "quote": "He is simply a shiver looking for a spine to run up"
    },
    {
      "cite": "Paul Harris",
      "quote": "In the cold, shivering twilight, preceding the daybreak of civilization, the dominating emotion of man was fear."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "To tremble before anticipated evils is to bemoan what thou hast never lost."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Find someone who will tremble for your touch, someone whose fingers are a poem."
    },
    {
      "cite": "Che Guevara",
      "quote": "If you tremble with indignation at every injustice then you are a comrade of mine."
    },
    {
      "cite": "Emmet Gowin",
      "quote": "We tremble at the feelings we experience as our sense of wholeness is reorganized by what we see."
    },
    {
      "cite": "Gloria Evangelina Anzaldúa",
      "quote": "Though we tremble before uncertain futures may we meet illness, death and adversity with strength may we dance in the face of our fears."
    },
    {
      "cite": "Herman Melville",
      "quote": "One trembles to think of that mysterious thing in the soul, which seems to acknowledge no human jurisdiction, but in spite of the individual's own innocent self, will still dream horrid dreams, and mutter unmentionable thoughts."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I tremble for my country when I reflect that God is just; that his justice cannot sleep forever."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God."
    },
    {
      "cite": "Christopher Titus",
      "quote": "Does anyone ever shudder with the crap that you pulled off and didn't die?"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Not without a shudder may the human hand reach into the mysterious urn of destiny."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The shudder of awe is humanity's highest faculty, Even though this world is forever altering its values."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Who would not shudder if he were given the choice of eternal death or life again as a child? Who would not choose to die?"
    },
    {
      "cite": "Mel Odom",
      "quote": "I shudder to think of an eternity spend without books. I have hopes that every book that was ever lost is somewhere waiting for me when my life here finally ends."
    },
    {
      "cite": "Fiona Apple",
      "quote": "I used to get a shiver if I thought about holding balloons, because I was scared of floating away."
    },
    {
      "cite": "Brian Swimme",
      "quote": "The universe shivers with wonder in the depths of the human."
    },
    {
      "cite": "Grimes",
      "quote": "Whenever I'm making music I'm always waiting for the shivers to happen - that's an important thing for me."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "she was just that shiver that makes you walk faster at night. You don't know why you do it, but some part of you remembers that the dark is never really empty. ~Anita"
    },
    {
      "cite": "Publilius Syrus",
      "quote": "When innocence trembles, it condemns the judge."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "The devil smiles when we make plans. He laughs when we get too busy. But he trembles when we pray-especially when we pray together."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Love is quivering happiness."
    },
    {
      "cite": "Donna Tart",
      "quote": "Beauty is terror. Whatever we call beautiful, we quiver before it."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The limbs will quiver and move after the soul is gone."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "Wind moving through grass so that the grass quivers. This moves me with an emotion I don't even understand."
    },
    {
      "cite": "Daryl Hannah",
      "quote": "Forcing yourself to shiver is one of the hardest things on your muscles and isometrics."
    },
    {
      "cite": "Claude Mckay",
      "quote": "The shivering birds beneath the eaves have sheltered for the night."
    }
  ]
}