{
  "source": "https://www.wisesayings.com/shocking-quotes/",
  "theme": "shocking",
  "quotes": [
    {
      "cite": "Mary Renault",
      "quote": "There is only one kind of shock worse than the totally unexpected: the expected for which one has refused to prepare."
    },
    {
      "cite": "Maureen Johnson",
      "quote": "Shock is a funny thing. Things get both sharp and fuzzy. Time stretches and distorts. Things come rushing into focus and seem larger than they are. Other things vanish to a single point."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Hope for the best, be prepared for the worse. Life is shocking, but you must never appear to be shocked. For no matter how bad it is it could be worse and no matter how good it is it could be better."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "Nobody sets out to offend or shock for the sake of shocking. You set out to get laughs."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Your spirit must be strong to survive a shock."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Don't worry, keep at it, you will soon shock the world”"
    },
    {
      "cite": "Terrence Howard",
      "quote": "Sometimes the only way to make palatable that which is appalling and apprehensive is to season it with some humor."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "What is this life but the sound of an appalling love."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "There is nothing more shocking than to see assertion and approval dashing ahead of cognition and perception."
    },
    {
      "cite": "Enid Bagnold",
      "quote": "You will be old-fashioned one day. It's more shocking than getting old."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The fact that people are shocked is the best proof that they need shocking."
    },
    {
      "cite": "Willow Smith",
      "quote": "That's what art is, shocking people. Sometimes shocking yourself."
    },
    {
      "cite": "Margaret Deland",
      "quote": "Every new truth begins in a shocking heresy."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Every moment is a new and shocking transvaluation of all we have ever been."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The waste of life occasioned by trying to do too many things at once is appalling."
    },
    {
      "cite": "Tracey Ullman",
      "quote": "It's sometimes shocking to find out what people really believe in."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Being comfortable with the norm can make changes come as a shock."
    },
    {
      "cite": "Rosamond Lehmann",
      "quote": "When two people unite, kindness must be mutual, or shocking things will happen."
    }
  ]
}