{
  "source": "https://www.wisesayings.com/shoes-quotes/",
  "theme": "shoes",
  "quotes": [
    {
      "cite": "Christian Louboutin",
      "quote": "A shoe is not only a design, but it's a part of your body language, the way you walk. The way you're going to move is quite dictated by your shoes."
    },
    {
      "cite": "Russell Westbrook",
      "quote": "Shoes make an outfit. You can throw on a crazy shirt and crazy pants but you add those shoes - done."
    },
    {
      "cite": "Christian Dior",
      "quote": "You can never take too much care over the choice of your shoes. Too many women think that they are unimportant, but the real proof of an elegant woman is what is on her feet."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "Shoes must have very high heels and platforms to put women's beauty on a pedestal."
    },
    {
      "cite": "unknown",
      "quote": "Shoes are like friends, they can support you, or take you down"
    },
    {
      "cite": "Diana Vreeland",
      "quote": "Unshined shoes are the end of civilization."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Give a girl the right shoes, and she can conquer the world."
    },
    {
      "cite": "Seo Min Hyun",
      "quote": "For women, shoes are the most important. Good shoes take you good places."
    },
    {
      "cite": "Brian Koslow",
      "quote": "Always wear expensive shoes. People notice."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "Shoes transform your body language and attitude. They lift you physically and emotionally."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A woman with good shoes is never ugly."
    },
    {
      "cite": "Rita De Acosta Lydig",
      "quote": "A shoe without sex appeal is as barren as a tree without leaves."
    },
    {
      "cite": "Anna Dello Russo",
      "quote": "I can be naked as long as I'm wearing the right pair of shoes."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "A naked woman in heels is a beautiful thing. A naked man in shoes looks like a fool."
    },
    {
      "cite": "Nina Garcia",
      "quote": "Putting on fierce boots is an instant pick-me-up."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "You cannot put the same shoe on every foot."
    },
    {
      "cite": "Manolo Blahnik",
      "quote": "Shoes are the quickest way for women to achieve instant metamorphosis."
    },
    {
      "cite": "Nicholson Baker",
      "quote": "Shoes are the first adult machines we are given to master."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "It's easier to put on a pair of shoes than to wrap the earth in leather."
    },
    {
      "cite": "Allan Sherman",
      "quote": "You want to fall in love with a shoe, go ahead. A shoe can't love you back, but, on the other hand, a shoe can't hurt you too deeply either. And there are so many nice-looking shoes."
    },
    {
      "cite": "Tracy Reese",
      "quote": "Shoes are the finishing touch on any outfit and it is important to complete a look with the perfect pair!"
    },
    {
      "cite": "Graham Coxon",
      "quote": "I've always looked at shoes as being immensely beautiful things."
    },
    {
      "cite": "Christian Siriano",
      "quote": "Shoes are a big part of your look. I think that if your outfit isn't really something special, then fun footwear is a great way to jazz it up and make your ensemble more interesting."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I don't know who invented high heels, but all women owe him a lot."
    },
    {
      "cite": "Giuseppe Zanotti",
      "quote": "Never underestimate the power of a shoe."
    },
    {
      "cite": "Jimmy Choo",
      "quote": "The right shoe can make everything different."
    },
    {
      "cite": "Manolo Blahnik",
      "quote": "My shoes are special shoes for discerning feet."
    },
    {
      "cite": "Adrienne Gusoff",
      "quote": "If the shoe fits it's too expensive."
    },
    {
      "cite": "Taylor Momsen",
      "quote": "You can wear anything as long as you put a nice pair of shoes with it."
    },
    {
      "cite": "Mimi Pond",
      "quote": "What do women want? Shoes."
    }
  ]
}