{
  "source": "https://www.wisesayings.com/shopping-quotes/",
  "theme": "shopping",
  "quotes": [
    {
      "cite": "Henry Ward Beecher",
      "quote": "Men go shopping just as men go out fishing or hunting, to see how large a fish may be caught with the smallest hook."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "The odds of going to the store for a loaf of bread and coming out with only a loaf of bread are three billion to one."
    },
    {
      "cite": "Victoria Moran",
      "quote": "Recreational shopping is the shortest distance between two points: you and broke."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Shopping is a woman thing. It's a contact sport like football. Women enjoy the scrimmage, the noisy crowds, the danger of being trampled to death, and the ecstasy of the purchase."
    },
    {
      "cite": "Franklin Jones",
      "quote": "A bargain is something you can't use at a price you can't resist."
    },
    {
      "cite": "Sidney Carroll",
      "quote": "A bargain ain't a bargain unless it's something you need."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I rationalize shopping. I buy a dress because I need change for gum."
    },
    {
      "cite": "Emma Roberts",
      "quote": "I love vintage shopping, I think it's really fun. And I love the feeling of finding the most amazing piece for less."
    },
    {
      "cite": "Ryan Seacrest",
      "quote": "I could lie and pretend that I hunt and camp, but that wouldn't be me. Clothes? Shopping? That's stuff I like!"
    },
    {
      "cite": "Marcelene Cox",
      "quote": "The quickest way to know a woman is to go shopping with her."
    },
    {
      "cite": "Steven Wright",
      "quote": "I went to a general store but they wouldn't let me buy anything specific."
    },
    {
      "cite": "Bo Derek",
      "quote": "Whoever said money can't buy happiness simply didn't know where to go shopping."
    },
    {
      "cite": "Cat Deeley",
      "quote": "I don't shop because I need something, I just shop for shopping's sake."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "Buy, buy, says the sign in the shop window; Why, why, says the junk in the yard."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Women usually love what they buy, yet hate two-thirds of what is in their closets."
    },
    {
      "cite": "Sally Poplin",
      "quote": "I've been shopping all my life and still have nothing to wear."
    },
    {
      "cite": "Rebecca Bloom",
      "quote": "I love shopping. There is a little bit of magic found in buying something new. It is instant gratification, a quick fix."
    },
    {
      "cite": "Annie Lennox",
      "quote": "I will go out of my way to avoid the shopping crowds and the extreme consumerism - I hate all that."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "It's time to shop high heels if your fiance kisses you on the forehead."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I bought two items to get a third free, and then I returned the two. I should be Shopper of the Year."
    },
    {
      "cite": "Cynthia Nelms",
      "quote": "If men liked shopping, they'd call it research."
    },
    {
      "cite": "Judith Krantz",
      "quote": "On the one hand, shopping is dependable: You can do it alone, if you lose your heart to something that is wrong for you, you can return it; it's instant gratification and yet something you buy may well last for years."
    },
    {
      "cite": "Tammy Faye Bakker",
      "quote": "I always say shopping is cheaper than a psychiatrist."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "I like my money right where I can see it: hanging in my closet."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "It's crowded, which pleases me. Salesladies intimidate me, I don't like to be caught shopping."
    },
    {
      "cite": "Lucy Ellmann",
      "quote": "The secret idea she was forming of an afterlife gave her the foothold she needed to endure the agonies to come, a newfound courage and optimism which found instant expression through shopping."
    },
    {
      "cite": "Theophilus London",
      "quote": "Shopping at any level is a bit of therapy for my medulla oblongata."
    },
    {
      "cite": "Pamela Klaffke",
      "quote": "For some, shopping is an art; for others, it's a sport. It can be a vice and it can be a cause. Some love it. Some hate it. Rarely is someone indifferent."
    },
    {
      "cite": "Will Smith",
      "quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "When I shop, the world gets better, and the world is better, but then it's not, and I need to do it again."
    }
  ]
}