{
  "source": "https://www.wisesayings.com/short-people-quotes/",
  "theme": "short-people",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Short people: God only lets things grow until they're perfect. Some of us didn't take as long as others!"
    },
    {
      "cite": "Kirby Puckett",
      "quote": "I was told I would never make it because I'm too short. Well, I'm still too short. It doesn't matter what your height is, it's what's in your heart."
    },
    {
      "cite": "unknown",
      "quote": "Women short in height tend to be more ambitious, independent, feisty and achieve more financially."
    },
    {
      "cite": "William Shakespeare",
      "quote": "And though she be but little, she is fierce."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Short men are happy, for they can pass easily through the door. Tall men are happy, for they can stand erect and pluck oranges with their hands. Again, short men are angry, for they cannot stand erect and pluck oranges with their hands. Again, tall men are angry, for they cannot pass easily through the door."
    },
    {
      "cite": "Robert Burton",
      "quote": "A dwarf standing on the shoulders of a giant may see farther than a giant himself."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "I'm not short,' Daisy muttered. 'Short women are never mysterious, or elegant, or pursued by handsome men. And they're always treated like children. I refuse to be short."
    },
    {
      "cite": "Hiromu Arakawa",
      "quote": "What?! I'm not small! It's the world that's too big!!"
    },
    {
      "cite": "Jack Dempsey",
      "quote": "Tall men come down to my height when I hit 'em in the body."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's not the size of the dog in the fight, It's the size of the fight in the dog."
    },
    {
      "cite": "J.R.R Tolkien",
      "quote": "Even the smallest person can change the course of the future"
    },
    {
      "cite": "unknown",
      "quote": "I'm not short. I'm fun-sized!"
    },
    {
      "cite": "Alanna Ubach",
      "quote": "My favorite part of my appearance is my height. I'm five foot one and I feel feminine being small."
    },
    {
      "cite": "Nessa",
      "quote": "Size, weight, height, looks, shouldn't matter. I'm tall, you're short, I'm willing to risk the teasing and weirdness to be with you."
    },
    {
      "cite": "Mike Nardi",
      "quote": "Height doesn't mean a thing. Coach always says: Small and fast always beats fast and strong."
    },
    {
      "cite": "Howie Dickenman",
      "quote": "You can measure height. But you can't measure heart."
    },
    {
      "cite": "Nate Robinson",
      "quote": "God blessed me with a lot of heart and no height, and I'll take that any day."
    },
    {
      "cite": "Amirah",
      "quote": "The best things come in small packages."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "A person's a person, no matter how small."
    },
    {
      "cite": "unknown",
      "quote": "We short people have a great perspective on life; we are always looking up."
    },
    {
      "cite": "Phillip Brooks",
      "quote": "The true way to be humble is not to stoop until you are smaller than yourself, but to stand at your real height against some higher nature that will show you what the real smallness of your greatness is."
    },
    {
      "cite": "unknown",
      "quote": "Dynimate comes in small packages."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "Sometimes, said Pooh, the smallest things take up the most room in your heart"
    },
    {
      "cite": "Marian Keyes",
      "quote": "I never wear flats. My shoes are so high that sometimes when I step out of them, people look around in confusion and ask, 'Where'd she go?' and I have to say, 'I'm down here.'"
    },
    {
      "cite": "Jim Butcher",
      "quote": "Keep it up, wise guy. I'm always going to be taller than you once you're lying unconscious on the ground."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Sometimes all I want is to be a few inches taller so the world does not look like a dense collection of torsos."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Short people do not like to be picked up."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "It's funny how much of the miseries of this world are caused by short people –they are so much more quick-tempered and difficult to get on than the tall ones."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Great people talk about ideas, average people talk about things, and small people talk about wine."
    }
  ]
}