{
  "source": "https://www.wisesayings.com/short-friend-quotes/",
  "theme": "short-friend",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Shared joys make a friend, not shared sufferings."
    },
    {
      "cite": "Anais Nin",
      "quote": "Each friend represents a world in us, a world possibly not born until they arrive."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The friend is the man who knows all about you, and still likes you."
    },
    {
      "cite": "Henry Ford",
      "quote": "My best friend is the one who brings out the best in me."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A friendship that can end never really began."
    },
    {
      "cite": "Amit Ray",
      "quote": "Friendship happens when the distance between the hearts tends to zero."
    },
    {
      "cite": "Donna Roberts",
      "quote": "A friend knows the song in my heart and sings it to me when my memory fails."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Friendship is always a sweet responsibility, never an opportunity."
    },
    {
      "cite": "Sphencer Perales",
      "quote": "A true friend is not angry when you insult. Instead they think of more insulting words to you."
    },
    {
      "cite": "Aristotle",
      "quote": "A friend to all is a friend to none."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "True friendship is like sound health; the value of it is seldom known until it is lost."
    },
    {
      "cite": "Sallust",
      "quote": "To like and dislike the same things, that is indeed true friendship."
    },
    {
      "cite": "Euripides",
      "quote": "Real friendship is shown in times of trouble; prosperity is full of friends."
    },
    {
      "cite": "Alexander Dumas",
      "quote": "Friendship consists in forgetting what one gives and remembering what one receives."
    },
    {
      "cite": "Ethel Barrymore",
      "quote": "The best time to make friends is before you need them."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "One of the things you can give and will not cost you any money = friendship."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Never take friendship for granted, you never know what tomorrow holds."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "Friends are the family you choose."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Friendship is like money, easier made than kept."
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Friends are those rare people who ask how we are and then wait to hear the answer."
    },
    {
      "cite": "Douglas Pagels",
      "quote": "A friend is one of the nicest things you can have, and one of the best things you can be."
    },
    {
      "cite": "Helen Keller",
      "quote": "I would rather walk with a friend in the dark, than alone in the light."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "If you live to be 100, I hope I live to be 100 minus 1 day, so I never have to live without you."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Friendship is born at that moment when one person says to another, ‘What! You too? I thought I was the only one."
    },
    {
      "cite": "David Tyson",
      "quote": "True friendship comes when the silence between two people is comfortable."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Jim Henson",
      "quote": "There’s not a word yet for old friends who’ve just met."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A single rose can be my garden… a single friend, my world."
    }
  ]
}