{
  "source": "https://www.wisesayings.com/shortcut-quotes/",
  "theme": "shortcut",
  "quotes": [
    {
      "cite": "Richard Lugar",
      "quote": "There are no shortcuts to victory. We must commit ourselves to the slow, painstaking work of foreign policy day by day and year by year."
    },
    {
      "cite": "Seth Godin",
      "quote": "Those that spend the most effort in search of shortcuts are often the most disappointed and the least successful."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "There are many shortcuts to failure, but there are no shortcuts to true success."
    },
    {
      "cite": "Mark O'Brien",
      "quote": "Yesterday's shortcuts are today's nightmares. The race is quicker when we're stricter. Keep your eyes on today, and declare what you may."
    },
    {
      "cite": "Apolo Ohno",
      "quote": "We all naturally want to become successful... we also want to take shortcuts. And it's easy to do so, but you can never take away the effort of hard work and discipline and sacrifice."
    },
    {
      "cite": "Lennox Lewis",
      "quote": "I've found that taking shortcuts will get you to the place you don't want to be much quicker than they get u to the place u want to be."
    },
    {
      "cite": "Jerry Rice",
      "quote": "I think my secret is that there's no shortcuts for hard work, determination and having that don't give up attitude."
    },
    {
      "cite": "Mark Cuban",
      "quote": "The one thing in life you can control is your effort. Are there any shortcuts in the beauty business? No. That was the first lesson I learned. You can't just rocket to the top."
    },
    {
      "cite": "Judi Adler",
      "quote": "Champions know there are no shortcuts to the top. They climb the mountain one step at a time. They have no use for helicopters!"
    },
    {
      "cite": "Michael Jordan",
      "quote": "There are no shortcuts. I approached practices the same way I approached games. You can't turn it on and off like a faucet. I couldn't dog it during practice and then, when I needed that extra push late in the game, expect it to be there. Very few people get anywhere by taking shortcuts."
    },
    {
      "cite": "Ben Horowitz",
      "quote": "There are no shortcuts to knowledge, especially knowledge gained from personal experience. Following conventional wisdom and relying on shortcuts can be worse than knowing nothing at all."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "But shortcuts are dangerous; we cannot delude ourselves that our knowledge is further along than it actually is."
    },
    {
      "cite": "Daniel Pink",
      "quote": "The problem with making an extrinsic reward the only destination that matters is that some people will choose the quickest route there, even if it means taking the low road. Indeed, most of the scandals and misbehavior that have seemed endemic to modern life involve shortcuts."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "In life, most short cuts end up taking longer than taking the longer route."
    },
    {
      "cite": "Moffat Machingura",
      "quote": "Crying makes problems seem longer, and laughing makes problems seem shorter. Therefore in life if you cannot find a way out of your problems just take a short cut through them: that shortcut is laughter."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Success has no other shortcuts apart from the ones that tell you; control thoughts, delete negativity, alternate actions and shift attitudes to become positive! Click on passion, it opens a new window for you to sign in on time!"
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "The shortcut way can save your time, but that deprives you of the sufficient knowledge and scoop."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "To be willing to succeed greatly in life, is to clearly understand that massive success comes with no shortcut."
    },
    {
      "cite": "Michelle Obama",
      "quote": "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square."
    },
    {
      "cite": "Eliud Kipchoge",
      "quote": "I always tell people that this is a really simple deal: Work hard. If you work hard, follow what’s required and set your priorities right, then you can really perform without taking shortcuts. If you’re taking shortcuts, you can’t be free."
    },
    {
      "cite": "Sandra Lee",
      "quote": "Give yourself permission to get the most out of your life. If you're spending all your time scrubbing corners with a toothbrush, you're kind of missing the point. Taking shortcuts doesn't mean shortcutting the end result."
    },
    {
      "cite": "unknown",
      "quote": "If it doesn't challenge you, it won't change you! There are no shortcuts to success, vision, hard work and determination to reach the top!"
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "I learned the hard way that taking shortcuts and living for free is not really living free."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "Passion and persistence are what matter. Dreams are achievable and you can make your fantasy come true, but there are no shortcuts. Nothing happens without hard work."
    },
    {
      "cite": "Willie Stargell",
      "quote": "Be honest and work hard to get what you want. Don't take shortcuts; you only cheat yourself in the long run. Success is not measured by money or fame, but by how you feel about your own goals and accomplishments and the time and effort you put into them."
    },
    {
      "cite": "Jordan Belfort",
      "quote": "Playing it safe and taking no risks is a shortcut to poverty."
    },
    {
      "cite": "John Wooden",
      "quote": "If you spend too much time learning the 'tricks' of the trade, you may not learn the trade. There are no shortcuts. If you're working on finding a short cut, the easy way, you're not working hard enough on the fundamentals. You may get away with it for a spell, but there is no substitute for the basics. And the first basic is good, old fashioned hard work."
    },
    {
      "cite": "Bill Gates",
      "quote": "We weren't trying to just go public and get rich. There was no near-term thing. It always was this many-decades thing where there were no shortcuts and we'd sort of put one foot in front of the other."
    },
    {
      "cite": "Jennifer Kretak",
      "quote": "To me it's not worth just a little shortcuts just to get ahead of someone else. I rather do it the right way."
    },
    {
      "cite": "Martin Seligman",
      "quote": "The belief that we can rely on shortcuts to happiness, joy, rapture, comfort, and ecstasy, rather than be entitled to these feelings by the exercise of personal strengths and virtues, leads to legions of people who, in the middle of great wealth, are starving spiritually."
    }
  ]
}