{
  "source": "https://www.wisesayings.com/short-travel-quotes/",
  "theme": "short-travel",
  "quotes": [
    {
      "cite": "Dhani Jones",
      "quote": "Travel around the world is amazing. New people. New-found family, really."
    },
    {
      "cite": "Geoff Dyer",
      "quote": "The ideal is to feel at home anywhere, everywhere."
    },
    {
      "cite": "Peter Hoeg",
      "quote": "Traveling tends to magnify all human emotions."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Whenever you go on a trip to visit foreign lands or distant places, remember that they are all someone's home and backyard."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Traveling is a fool's paradise. Our first journeys discover to us the indifference of places."
    },
    {
      "cite": "Lisa St. Aubin de Teran",
      "quote": "Traveling is like flirting with life. It's like saying, I would stay and love you, but I have to go; this is my station."
    },
    {
      "cite": "Edith Wharton",
      "quote": "One of the great things about travel is you find out how many good, kind people there are."
    },
    {
      "cite": "Daranna Gidel",
      "quote": "You lose sight of things and when you travel, everything balances out."
    },
    {
      "cite": "Anne Sophie Swetchine",
      "quote": "Travel is the frivolous part of serious lives, and the serious part of frivolous ones."
    },
    {
      "cite": "Erol Ozan",
      "quote": "Some beautiful paths can't be discovered without getting lost."
    },
    {
      "cite": "Rumi",
      "quote": "Travel brings power and love back into your life."
    },
    {
      "cite": "Albert Camus",
      "quote": "One recognizes one's course by discovering the paths that stray from it."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "See the world. It's more fantastic than any dream made or paid for in factories. Ask for no guarantees, ask for no security."
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "To travel is to discover that everyone is wrong about other countries."
    },
    {
      "cite": "Martin Buber",
      "quote": "All journeys have secret destinations of which the traveler is unaware."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Travelling expands the mind rarely."
    },
    {
      "cite": "Ibn Battuta",
      "quote": "Traveling it leaves you speechless, then turns you into a storyteller."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "To travel hopefully is a better thing than to arrive."
    },
    {
      "cite": "Nicolas Bouvier",
      "quote": "Traveling outgrows its motives. It soon proves sufficient in itself. You think you are making a trip, but soon it is making you or unmaking you."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "Travel can be one of the most rewarding forms of introspection."
    },
    {
      "cite": "Penelope Riley",
      "quote": "It is not the destination where you end up but the mishaps and memories you create along the way!"
    },
    {
      "cite": "Euripides",
      "quote": "Experience, travel these are as education in themselves"
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return."
    },
    {
      "cite": "Frank Borman",
      "quote": "Exploration is really the essence of the human spirit."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "It is good to have an end to journey toward; but it is the journey that matters, in the end."
    },
    {
      "cite": "Seneca",
      "quote": "Travel and change of place impart new vigor to the mind."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Travel makes one modest. You see what a tiny place you occupy in the world."
    }
  ]
}