{
  "source": "https://www.wisesayings.com/short-inspirational-quotes/",
  "theme": "short-inspirational",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Write it on your heart that every day is the best day in the year."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence."
    },
    {
      "cite": "George Addair",
      "quote": "Everything you've ever wanted is on the other side of fear."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible, the word itself says ‘I’m possible.’"
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There are two ways of spreading light: to be the candle or the mirror that reflects it."
    },
    {
      "cite": "Truman Capote",
      "quote": "Failure is the condiment that gives success its flavor."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Aristotle",
      "quote": "The roots of education are bitter, but the fruit is sweet."
    },
    {
      "cite": "Wilson Kanadi",
      "quote": "To be the best, you must be able to handle the worst."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The key to immortality is first living a life worth remembering"
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance you must keep moving."
    },
    {
      "cite": "Buddha",
      "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
      "cite": "Gandhi",
      "quote": "You must be the change you wish to see in the world."
    },
    {
      "cite": "Jimmy Dean",
      "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Keep your face always toward the sunshine - and shadows will fall behind you"
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
    },
    {
      "cite": "Mark Twain",
      "quote": "To succeed in life, you need two things: ignorance and confidence."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Mastering others is strength. Mastering yourself is true power."
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "It is during our darkest moments that we must focus to see the light."
    },
    {
      "cite": "Francois Voltaire",
      "quote": "Let us read and let us dance; these two amusements will never do any harm to the world."
    },
    {
      "cite": "Les Brown",
      "quote": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact."
    },
    {
      "cite": "Hannibal",
      "quote": "We will either find a way, or make one."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Man doesn’t know what he is capable of until he is asked."
    },
    {
      "cite": "Adriana Lima",
      "quote": "Be sure what you want and be sure about yourself."
    },
    {
      "cite": "Buddhist proverb",
      "quote": "With our thoughts, we make the world."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Change your life today."
    },
    {
      "cite": "Chris Grosser",
      "quote": "Opportunities don’t happen, you create them."
    },
    {
      "cite": "Kellie Elmore",
      "quote": "Don’t just follow your dreams—chase them down, grab hold, and don’t let go."
    }
  ]
}