{
  "source": "https://www.wisesayings.com/shower-quotes/",
  "theme": "shower",
  "quotes": [
    {
      "cite": "Josh Groban",
      "quote": "There's no half-singing in the shower, you're either a rock star or an opera diva."
    },
    {
      "cite": "Barry Goldsmith",
      "quote": "There were some sprinkles or light drizzle but nothing of importance."
    },
    {
      "cite": "Anonymous",
      "quote": "If the water doesnt evaporate, Your shower isn't hot enough."
    },
    {
      "cite": "George Sheehan",
      "quote": "Sweat cleanses from the inside. It comes from places a shower will never reach."
    },
    {
      "cite": "Anonymous",
      "quote": "Taking 30 minutes to shower because you like to stand there, under the hot water, just thinking about life.."
    },
    {
      "cite": "Cobie Smulders",
      "quote": "What's more awkward than doing a shower scene? Rehearsing a shower scene."
    },
    {
      "cite": "Hans Christian von Baeyer",
      "quote": "Information gently but relentlessly drizzles down on us in an invisible, impalpable electric rain."
    },
    {
      "cite": "Anonymous",
      "quote": "People who claim that they don't pee in the shower can't be trusted."
    },
    {
      "cite": "Ace Frehley",
      "quote": "When you take a shower in space, you have to press the water onto your body to clean yourself, and then you gotta vacuum it off."
    },
    {
      "cite": "Edwidge Danticat",
      "quote": "Love is like the rain. It comes in a drizzle sometimes. Then it starts pouring and if you're not careful it will drown you."
    },
    {
      "cite": "Scott Baio",
      "quote": "Don't ever take a shower with a woman, because you'll probably end up proposing to her."
    },
    {
      "cite": "Nolan Bushnell",
      "quote": "Everyone who's ever taken a shower has an idea. It's the person who gets out of the shower, dries off and does something about it that makes a difference."
    },
    {
      "cite": "A.D. Posey",
      "quote": "Drizzle happiness wherever you go."
    },
    {
      "cite": "John Keats",
      "quote": "A drainless shower of light is poesy: 'tis the supreme of power; Tis might half slumbering on its own right arm."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Such is our need to shower blame on some distant entity when it is we who lack the courage to face up to what is there before us."
    },
    {
      "cite": "Anonymous",
      "quote": "Taking a shower is awesome, it makes you feel nice and clean, makes you sound like a great singer, and helps you make all of life's decisions."
    },
    {
      "cite": "Deyth Banger",
      "quote": "One cold shower in morning, is a great and unexpected from you."
    }
  ]
}