{
  "source": "https://www.wisesayings.com/show-off-quotes/",
  "theme": "show-off",
  "quotes": [
    {
      "cite": "January Jones",
      "quote": "Why not show off if you've got something to show?"
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Don't show off every day, or you'll stop surprising people. There must always be some novelty left over. The person who displays a little more of it each day keeps up expectations, and no one ever discovers the limits of his talent."
    },
    {
      "cite": "Charles Dance",
      "quote": "You should encourage a child to show off. You can say to a child, 'Stop being rude,' 'Stop shouting,' 'Stop jumping around on the furniture.' But 'Stop showing off'? That's awful."
    },
    {
      "cite": "Laozi",
      "quote": "He (the Sage) does not show off, therefore he shines."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "If you do something too good, then, after a while, if you don't watch it, you start showing off. And then you're not as good any more."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A kung fu man lives without being dependant on the opinions of others, and a master, unlike the beginner, holds himself in reserve. He is quiet and unassuming, with no desire to show off."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "Power doesn't have to show off. Power is confident, self-assuring, self-starting and self-stopping, self-warming and self-justifying. When you have it, you know it."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Showing off is the fool's idea of glory."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "You know the bad thing about being a survivor... You keep having to get into difficult situations in order to show off your gift."
    },
    {
      "cite": "Nicky Gumbel",
      "quote": "Knowledge is like underwear. It is useful to have it, but not necessary to show it off."
    },
    {
      "cite": "Pope Francis",
      "quote": "Vanity, showing off, is an attitude that reduces spirituality to a worldly thing, which is the worst sin that could be committed in the church."
    },
    {
      "cite": "Ibn Taymiyyah",
      "quote": "The disease that knowledge brings is arrogance, and the disease that worship brings is showing off."
    },
    {
      "cite": "Yann Martel",
      "quote": "He's a shy man. Life has taught him not to show off what is most precious to him."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is no use to keep private information which you can't show off."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Knowledge and ability were tools, not things to show off."
    },
    {
      "cite": "Max Lucado",
      "quote": "The church is never a place to show off. Do your good deeds quietly. Serve; don't seek to be seen"
    },
    {
      "cite": "Robert Hand",
      "quote": "The better you feel about yourself, the less you feel the need to show off."
    },
    {
      "cite": "Dorothy Height",
      "quote": "My mother helped me understand how not to show off what I knew, but how to use it so that others might benefit."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "When everything seems to be set to show me off as intelligent, the fool I always keep hidden takes over all that I say.”"
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Don't pretend to be a great master and don't try to show off your strength."
    },
    {
      "cite": "Domenico Cieri",
      "quote": "The man that shows off, to that one who wants to convince of his value is to himself."
    },
    {
      "cite": "Chetan Patel",
      "quote": "It takes guts to praise someone's nobility, instead of show off or self-praise."
    },
    {
      "cite": "Upasana Gupta",
      "quote": "Let your personality speak louder than the show off."
    }
  ]
}