{
  "source": "https://www.wisesayings.com/show-quotes/",
  "theme": "show",
  "quotes": [
    {
      "cite": "Lou Holtz",
      "quote": "Show me someone who has done something worthwhile, and I'll show you someone who has overcome adversity."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "You cannot show people only the petals and not the thorns. It's not fair to them."
    },
    {
      "cite": "Maya Angelou",
      "quote": "There's something which impels us to show our inner souls. The more courageous we are, the more we succeed in explaining what we know."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Show me a hero and I'll write you a tragedy."
    },
    {
      "cite": "Leo Durocher",
      "quote": "Show me a good loser and I'll show you an idiot."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Show me a thoroughly satisfied man and I will show you a failure."
    },
    {
      "cite": "Aesop",
      "quote": "Outside show is a poor substitute for inner worth."
    },
    {
      "cite": "Tom Clancy",
      "quote": "Show me an elitist, and I'll show you a loser."
    },
    {
      "cite": "Laozi",
      "quote": "Those who show off do not shine."
    },
    {
      "cite": "Rumi",
      "quote": "You show your worth by what you seek."
    },
    {
      "cite": "Adora Svitak",
      "quote": "To show that you truly care, you listen."
    },
    {
      "cite": "Lucan",
      "quote": "A show of daring oft conceals great fear."
    },
    {
      "cite": "Carl Jung",
      "quote": "Show me a sane man and I will cure him for you."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Show the readers everything, tell them nothing."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Show a little faith, there's magic in the night."
    },
    {
      "cite": "Johnny Hunt",
      "quote": "Show more interest in their story than your own."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When someone shows you who they are, believe them the first time."
    },
    {
      "cite": "Vanilla Ice",
      "quote": "Show me a smile, and I'll show you one back."
    },
    {
      "cite": "Stephen Covey",
      "quote": "When you show deep empathy toward others, their defensive energy goes down, and positive energy replaces it. That's when you can get more creative in solving problems."
    },
    {
      "cite": "John Cena",
      "quote": "When people show loyalty to you, you take care of those who are with you. It's how it goes with everything. If you have a small circle of friends, and one of those friends doesn't stay loyal to you, they don't stay your friend for very long."
    },
    {
      "cite": "Bear Bryant",
      "quote": "Show class, have pride, and display character. If you do, winning takes care of itself."
    },
    {
      "cite": "Mark Goulston",
      "quote": "Show people a positive path that enables them to make progress on their own terms. Give them options and alternatives that empower them."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "Show me a poorly uniformed troop and I'll show you a poorly uniformed leader."
    },
    {
      "cite": "January Jones",
      "quote": "Why not show off if you've got something to show?"
    },
    {
      "cite": "Cristiano Ronaldo",
      "quote": "I don't have to show anything to anyone. There is nothing to prove."
    },
    {
      "cite": "GG Allin",
      "quote": "Every show could be the last one."
    },
    {
      "cite": "George Herbert",
      "quote": "Show me a liar, and I'll show you a thief."
    },
    {
      "cite": "Curtis Jackson",
      "quote": "Show no love, cause love will get you killed."
    },
    {
      "cite": "Francis Chan",
      "quote": "Show true religion, cause words don't relieve"
    },
    {
      "cite": "Georges Danton",
      "quote": "Show my head to the people. It is worth seeing."
    }
  ]
}