{
  "source": "https://www.wisesayings.com/shut-up-quotes/",
  "theme": "shut-up",
  "quotes": [
    {
      "cite": "Desmond Tutu",
      "quote": "I wish I could shut up, but I can't, and I won't."
    },
    {
      "cite": "John Lydon",
      "quote": "If you have something to say then you want someone to pay attention or at least to have the opportunity for them to tell you to shut up and go away."
    },
    {
      "cite": "Tom Lehrer",
      "quote": "I feel that if a person has problems communicating the very least he can do is to shut up."
    },
    {
      "cite": "Emile Zola",
      "quote": "If you shut up truth, and bury it underground, it will but grow."
    },
    {
      "cite": "Patrick Swayze",
      "quote": "I'm trying to shut up and let my angels speak to me and tell me what I'm supposed to do."
    },
    {
      "cite": "Jon Lovett",
      "quote": "We need to stop telling each other to shut up. We need to get comfortable with the reality that no one is going to shut up."
    },
    {
      "cite": "David Hope",
      "quote": "There is a time to speak and a time to listen, and sometimes people need to shut up."
    },
    {
      "cite": "Kieran Culkin",
      "quote": "I shut up and keep my ears and eyes open."
    },
    {
      "cite": "Jim Calhoun",
      "quote": "My best advice to you: Shut up."
    },
    {
      "cite": "Gregory Ratoff",
      "quote": "If you can't keep quiet, shut up!"
    },
    {
      "cite": "Phillip Lopate",
      "quote": "Indeed, at times it's best to shut up."
    },
    {
      "cite": "Andy Warhol",
      "quote": "I learned that you actually have more power when you shut up."
    },
    {
      "cite": "Marat Safin",
      "quote": "You're playing or you're not playing. If you're playing, so just shut up and play."
    },
    {
      "cite": "Renee Zellweger",
      "quote": "Shut up. Just shut up. You had me at 'hello'."
    },
    {
      "cite": "Sakya Pandita",
      "quote": "Much talking is the cause of danger. Silence is the means of avoiding misfortune. The talkative parrot is shut up in a cage. Other birds, without speech, fly freely about."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."
    },
    {
      "cite": "Lucero Isaac",
      "quote": "If you don't shut up, how can I answer your questions!"
    },
    {
      "cite": "Moe Howard",
      "quote": "Shut up and say something."
    },
    {
      "cite": "R. Kelly",
      "quote": "Shut up, if you talking 'bout me I'm talking to you"
    },
    {
      "cite": "Sin with Sebastian",
      "quote": "Shut up and sleep with me come on, why don't you sleep with me?"
    },
    {
      "cite": "Will Rogers",
      "quote": "Never miss a good chance to shut up."
    },
    {
      "cite": "Esther Forbes",
      "quote": "If you can't do, you'd best shut up about it."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Whenever you're wrong, admit it; Whenever you're right, shut up."
    },
    {
      "cite": "Robert Mankoff",
      "quote": "If you have any problems at all, don't hesitate to shut up."
    },
    {
      "cite": "Emile Zola",
      "quote": "If you shut up truth, and bury it underground, it will but grow."
    },
    {
      "cite": "Alex Trebek",
      "quote": "It's very important in life to know when to shut up. You should not be afraid of silence."
    },
    {
      "cite": "Kristin Hersh",
      "quote": "Before you can make good music, you just have to shut up. Then the music can say what it has to say."
    },
    {
      "cite": "Chris Rock",
      "quote": "Smart is knowing if you're dumb. Knowing when to shut up and to listen to people that are smarter than you."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not shut up the young people against their will in a pew, and force the children to ask them questions for an hour against their will."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "Shut up and do not think. All the theorists agree: shut up and keep the words from being said. And all of the scars will remain invisible; and all of the scars will remain under the skin. Where they belong."
    }
  ]
}