{
  "source": "https://www.wisesayings.com/shy-quotes/",
  "theme": "shy",
  "quotes": [
    {
      "cite": "Al Pacino",
      "quote": "I'm so shy now I wear sunglasses everywhere I go."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Nothing is as irritating to a shy man as a confident girl."
    },
    {
      "cite": "Criss Jami",
      "quote": "There is a certain delightful sort of hope which the introvert can receive only by having company over...the hope that they will leave soon."
    },
    {
      "cite": "Ethel Waters",
      "quote": "I have reason to be shy. I've been hurt plenty."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "A shy failure is nobler than an immodest success."
    },
    {
      "cite": "Clea Duvall",
      "quote": "I've gotten better at not making people feel uncomfortable with my shyness."
    },
    {
      "cite": "Tennyson",
      "quote": "The shell must break before the bird can fly."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Humility is so shy. If you begin talking about it, it leaves."
    },
    {
      "cite": "Andre Dubus",
      "quote": "Shyness has a strange element of narcissism, a belief that how we look, how we perform, is truly important to other people."
    },
    {
      "cite": "Anita Diament",
      "quote": "When a shy person smiles, it's like the sun coming out."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "My feelings are too loud for words and too shy for the world."
    },
    {
      "cite": "Maduwa Livhuwani",
      "quote": "There is nothing that makes us feel more lonely than our shyness."
    },
    {
      "cite": "Criss Jami",
      "quote": "The introvert's anthem for not wanting to hang out is 'It's not you; it's me."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "The shy man does have some slight revenge upon society for the torture it inflicts upon him."
    },
    {
      "cite": "Constance Friday",
      "quote": "Timidity is the silent acceptance of bondage."
    },
    {
      "cite": "Kirkpatrick Sale",
      "quote": "Everyone is shy it is the inborn modesty that makes us able to live in harmony with other creatures and our fellows. Achievement comes not by denying shyness but, occasionally, by setting it aside and letting pride and perspiration come first."
    },
    {
      "cite": "Gunnar Myrdal",
      "quote": "Social taboos are shy like virtue; once lost, there is no remedy."
    },
    {
      "cite": "Voltaire",
      "quote": "It is only through timidity that states are lost."
    },
    {
      "cite": "Robert Walser",
      "quote": "One is always half mad when one is shy of people."
    },
    {
      "cite": "Penelope Kieth",
      "quote": "Shyness is just egotism out of its depth."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "A shy face is better than a forward heart."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is safety in reserve, but no attraction. One cannot love a reserved person."
    },
    {
      "cite": "Claudia Lady Bird Johnson",
      "quote": "The way you overcome shyness is to become so wrapped up in something that you forget to be afraid."
    },
    {
      "cite": "C.K. Williams",
      "quote": "Maybe shy is when you're lonely and you don't think anybody can help you."
    },
    {
      "cite": "Maria Elena",
      "quote": "I live in a shell, so I can't blame people when they don't want to crack me. But people like you are the reason I left the nest."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "I felt suddenly shy. I was not used to shy. I was used to shame. Shyness is when you turn your head away from something you want. Shame is when you turn your head away from something you do not want."
    },
    {
      "cite": "Amy Efaw",
      "quote": "Just because you don't say much doesn't mean people don't notice you. It's actually the quiet ones who often draw the most attention. There's this constant whirlwind of motion and sound all around, and then there's the quiet one, the eye of the storm."
    },
    {
      "cite": "Steve Martin",
      "quote": "Introductions are hard to come by when your natural state is shyness."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The flower that smells the sweetest is shy and lowly."
    },
    {
      "cite": "Ann Patchett",
      "quote": "One must not be shy where language is concerned."
    }
  ]
}