{
  "source": "https://www.wisesayings.com/siblings-quotes/",
  "theme": "siblings",
  "quotes": [
    {
      "cite": "Clara Ortega",
      "quote": "To the outside world, we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other's hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time"
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don't believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our siblings. They resemble us just enough to make all their differences confusing, and no matter what we choose to make of this, we are cast in relation to them our whole lives long."
    },
    {
      "cite": "Vietnamese Proverb",
      "quote": "Brothers and sisters are as close as hands and feet."
    },
    {
      "cite": "Pamela Dugdale",
      "quote": "Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring - quite often the hard way."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Siblings: children of the same parents, each of whom is perfectly normal until they get together."
    },
    {
      "cite": "Marian Sandmaier",
      "quote": "A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk."
    },
    {
      "cite": "Patricia Fleming",
      "quote": "The Rule of Sibs: If your sibling gets something you want, you (1) try to take it; (2) break it; or (3) say it's no good."
    },
    {
      "cite": "Baz Lurhmann",
      "quote": "Be nice to your siblings, they're your best link to your past and the most likely to stay with you in the future."
    },
    {
      "cite": "Jane Mersky Leder",
      "quote": "Our siblings push buttons that cast us in roles we felt sure we had let go of long ago - the baby, the peacekeeper, the caretaker, the avoider...It doesn't seem to matter how much time has elapsed or how far we've traveled."
    },
    {
      "cite": "Erica E. Goode",
      "quote": "Sibling relationships...outlast marriages, survive the death of parents, resurface after quarrels that would sink any friendship. They flourish in a thousand incarnations of closeness and distance, warmth, loyalty and distrust."
    },
    {
      "cite": "Karen White",
      "quote": "They say that not matter how old you become, when you are with your siblings, you revert back to childhood."
    },
    {
      "cite": "Jane Austen",
      "quote": "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply"
    },
    {
      "cite": "The Omani Shed",
      "quote": "Siblings are branches of a tree some stay close some go in different directions they fruit, grow bigger till they die and fall."
    },
    {
      "cite": "James Boswell",
      "quote": "I, who have no sisters or brothers, look with some degree of innocent envy on those who may be said to be born to friends."
    },
    {
      "cite": "Jane Mersky Leder",
      "quote": "As siblings we were inextricably bound, even though our connections were loose and frayed.... And each time we met, we discovered to our surprise and dismay how quickly the intensity of childhood feelings reappeared.... No matter how old we got or how often we tried to show another face, reality was filtered through yesterday's memories."
    },
    {
      "cite": "Alex and Marcus Lewis",
      "quote": "Born within five minutes of each other, alike as two peas in a pod, they had a connection beyond words."
    },
    {
      "cite": "Michelle L. McCormick",
      "quote": "Today we are adults, with adult lives. Yet, when the world seems so much more than I can handle, I long for the rainy days that imprisoned my brothers and me in our imaginations — those days when a glass of ‘super strong’ could make any of us conquer all that was in our way."
    },
    {
      "cite": "Lauren Weisberger",
      "quote": "No matter how many years passed or how much responsibility each assumed, they still managed to bicker like bitchy teenagers on a regular basis. In some way, though, each found it comforting; it reminded them how close they really were: Acquaintances were always on their best behavior, but sisters loved each other enough to say anything."
    },
    {
      "cite": "Anonymous",
      "quote": "Siblings: your only enemy you can't live without."
    },
    {
      "cite": "Betsy Cohen",
      "quote": "Your siblings are the only people in the world who know what it's like to have been brought up the way you were."
    },
    {
      "cite": "Lee Dong-Wook",
      "quote": "A bond as important as that of a husband and wife, is the bond between siblings."
    },
    {
      "cite": "John Corey Whaley",
      "quote": "A sibling represents a person's past, present, and future."
    },
    {
      "cite": "Gregory E. Lang",
      "quote": "Brothers and sisters can say things to one another that no one else can."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Siblings-the definition that comprises love, strife, competition and forever friends."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "Having lots of siblings is like having built-in best friends."
    },
    {
      "cite": "America Ferrera",
      "quote": "My siblings are my best friends."
    },
    {
      "cite": "Clara Ortega",
      "quote": "The mildest, drowsiest sister has been known to turn tiger if her sibling is in trouble."
    }
  ]
}