{
  "source": "https://www.wisesayings.com/sibling-love-quotes/",
  "theme": "sibling-love",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "There's no other love like the love for a brother. There's no other love like the love from a brother."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Sweet is the voice of a sister in the season of sorrow, and wise is the counsel of those who love us."
    },
    {
      "cite": "Deborah Moggach",
      "quote": "Whatever you do they will love you; even if they don't love you they are connected to you till you die. You can be boring and tedious with sisters, whereas you have to put on a good face with friends."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "If you don't understand how a woman could both love her sister dearly and want to wring her neck at the same time, then you were probably an only child."
    },
    {
      "cite": "Ugo Betti",
      "quote": "Sisterly love is, of all sentiments, the most abstract. Nature does not grant it any functions."
    },
    {
      "cite": "Sander Levin",
      "quote": "Power, that's one thing, but love of family and of siblings is more important, is more powerful than any other power - at least earthly power, at least earthly power."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "To have a loving relationship with a sister is not simply to have a buddy or a confident... it is to have a soulmate for life."
    },
    {
      "cite": "Amaury Nolasco",
      "quote": "If you have a brother or sister, tell them you love them every day-that's the most beautiful thing. I told my sister how much I loved her every day. That's the only reason I'm OK right now."
    },
    {
      "cite": "Carol Ann Albright Eastman",
      "quote": "Sisters and brothers are the truest, purest forms of love, family and friendship, knowing when to hold you and when to challenge you, but always being a part of you."
    },
    {
      "cite": "Gregg Levoy",
      "quote": "He is my most beloved friend and my bitterest rival, my confidant and my betrayer, my sustainer and my dependent, and scariest of all, my equal."
    },
    {
      "cite": "unknown",
      "quote": "I love you, you were there for me, you protected me, and most of all, you loved me. We'd fight, scream, and argue, but, under it all, is a love. That only exists, in a brother, and a sister."
    },
    {
      "cite": "Joe Ziemba",
      "quote": "They love each other. They're brother and sister. It's one for all and all for one."
    },
    {
      "cite": "Joy Harjo",
      "quote": "My sister accommodates me, never reproaches me with her doctrine, never tries to change me. She accepts and loves me, despite our differences."
    },
    {
      "cite": "unknown",
      "quote": "Being a big sister is to love your brother, even if he does not want it or love you in return."
    },
    {
      "cite": "unknown",
      "quote": "I know my older sister loves me because she gives me all her old clothes and has to go out and buy new ones."
    },
    {
      "cite": "Klein",
      "quote": "Sibling love is crucially important and a failure to be loved by or to love peers and siblings can emotionally distort later relationships."
    },
    {
      "cite": "Avidan Milevsky",
      "quote": "Once a brother or a sister comes into your life, they will always be a part of your life from that moment on. They will bring joy into your life, they will make your life miserable, and they will give you someone to confide in, they will stab you in the back, but they will always love you."
    },
    {
      "cite": "Buhrmester",
      "quote": "The sibling relations of girls have been reported to be more intimate and more supportive than the sibling relations of boys."
    },
    {
      "cite": "John W. Newton",
      "quote": "Within a family there is also sibling love which is the dedicated love between brothers and sisters. This love develops via the experience of growing up together and partaking in the ups and downs of daily family life."
    },
    {
      "cite": "H. Norman DMin Wright",
      "quote": "When a  sibling dies, it increases the surviving child's sense of vulnerability to death. His emotions run the gamut from being sad to being worried about who will care for him and watch over him to being pleased that he could be the center of attention now."
    },
    {
      "cite": "Reece Phatudi",
      "quote": "In the midst of sibling rivalry, no one can touch the other sibling, because one would meet the other sibling's wrath."
    },
    {
      "cite": "Bonnie Louis Kuchler",
      "quote": "Sisters are wonderful and sisters are terrible. Depending on the day, the mood, the weather, or the time of the day, a sister can be a companion, an adversary, an enemy, or a soulmate."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "A young lady's most natural ally is her sister."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our siblings...resemble us just enough to make all their differences confusing. We are cast in relation to them our whole lives long."
    },
    {
      "cite": "Karen Gail Lewis",
      "quote": "But the influence brothers and sisters have on each other's lives goes far beyond their own interaction."
    },
    {
      "cite": "Karen Gail Lewis",
      "quote": "No matter how close or distant your relationship with your siblings is now, they are a part of who you are."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "Being sisters means you always have back up."
    },
    {
      "cite": "Alice Walker",
      "quote": "Is solace anywhere more comforting than that in the arms of a sister?"
    },
    {
      "cite": "Charlotte Gray",
      "quote": "You can kid the world, but not your sister."
    }
  ]
}