{
  "source": "https://www.wisesayings.com/sideways-quotes/",
  "theme": "sideways",
  "quotes": [
    {
      "cite": "Hunter S. Thompson",
      "quote": "Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body, but rather to skid in broadside in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming 'Wow! What a Ride!”"
    },
    {
      "cite": "Colum Mccann",
      "quote": "She was forever tilted sideways by the notion that pain was inevitable, chance was cruel, and all human ingenuity should go towards the making of a good cup of tea."
    },
    {
      "cite": "Gene Hackman",
      "quote": "The difference between a hero and a coward is one step sideways."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "Progression is going forwards. Going backwards is regression. Going sideways is just gression."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "There is no straight path from your seat today to where you are going. Don't try to draw that line. You will not just get it wrong, you'll miss big opportunities. And I mean big-like the Internet. Careers are not ladders, those days are long gone, but jungle gyms. Don't just move up and down, don't just look up, look backwards, sideways around corners. Your career and your life will have starts and stops and zigs and zags. Don't stress out about the white space-the path you can't draw- because there in lies both the surprises and the opportunities."
    },
    {
      "cite": "Walter Kirn",
      "quote": "In the age of networked everything, life moves sideways and covers lots of ground while barely touching the earth."
    },
    {
      "cite": "Lauren Layne",
      "quote": "Not every relationship is forever, but it's easy to forget that until your own happily-ever-after goes sideways."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "Change is non-linear and can go backwards, forwards and sideways."
    },
    {
      "cite": "Carl B. Cook",
      "quote": "Try not to look sideways to see how others are viewing our lives but to look up to see how heavenly father sees us."
    },
    {
      "cite": "Knut Hamsun",
      "quote": "But things worked out. Everything works out. Though sometimes they work out sideways."
    },
    {
      "cite": "Stacey Lee",
      "quote": "I may have no notion of what's in the beans for me now, with everything upside down and sideways. But one thing I know is that I belong in this moment."
    },
    {
      "cite": "unknown",
      "quote": "Sideways thinking is that way of approaching a problem from a new direction not evolving a solution from something that already exists and not looking down upon it and breaking it up into smaller parts but actually backing off, looking at in different than normal ways and thinking from the side."
    },
    {
      "cite": "unknown",
      "quote": "'Sideways' thinking [is] the cross classifying habit of mind that comes from learning many different ways to look at things."
    },
    {
      "cite": "Annie Bryant",
      "quote": "One of my rules is never to look sideways at what other people are doing but instead, do what I feel is right."
    },
    {
      "cite": "Billy Connolly",
      "quote": "Tread gently on anyone who looks at you sideways."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "The successful people seem to have blinders on. Everything is straight ahead. They go forward and know exactly what they're going to do once they've made up their mind to do it, and by God they don't look sideways."
    },
    {
      "cite": "David W. Earle",
      "quote": "As a parent who raised his children in dysfunction, I know the parental wounds my children received were not intentional; often they were my best expression of love, sometimes coming out sideways, not as I intended."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Beginnings are sudden, but also insidious. They creep up on you sideways, they keep to the shadows, they lurk unrecognized. Then, later, they spring."
    },
    {
      "cite": "Dick Van Dyke",
      "quote": "The most important thing for old guys is never start going down the stairs sideways."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "Success.. is no longer a simple ascension of steps. You need to climb sideways and sometimes down, and sometimes you need to swing from the jungle gym and establish your own turf somewhere else on the playground."
    },
    {
      "cite": "Jude Watson",
      "quote": "When you lose your parents, the sadness doesn't go away. It just changes. It hits you sideways sometimes instead of head-on. Like now."
    }
  ]
}