{
  "source": "https://www.wisesayings.com/sigh-quotes/",
  "theme": "sigh",
  "quotes": [
    {
      "cite": "Leigh Hunt",
      "quote": "Did you ever observe that immoderate laughter always ends in a sigh?"
    },
    {
      "cite": "Robert Orben",
      "quote": "A sigh is an amplifier for people who suffer in silence."
    },
    {
      "cite": "Zach Anner",
      "quote": "Humour allows people to exhale a little."
    },
    {
      "cite": "Thomas Wentworth Higginson",
      "quote": "Many persons sigh for death when it seems far off, but the inclination vanishes when the boat upsets, or the locomotive runs off the track, or the measles set it."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Sighs and silences and avoided conversations are just as important as the things you do talk about."
    },
    {
      "cite": "Thom Yorke",
      "quote": "Open your mouth wide a universal sigh."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?"
    },
    {
      "cite": "Ouida",
      "quote": "There is a chord in every heart that has a sigh in it if touched aright."
    },
    {
      "cite": "Thomas Shadwell",
      "quote": "Words may be false and full of art; Sighs are the natural language of the heart."
    },
    {
      "cite": "Herman Melville",
      "quote": "If you begin the day with a laugh, you may, nevertheless, end it with a sob and a sigh."
    },
    {
      "cite": "Arnold Haultain",
      "quote": "A woman can say more in a sigh than a man can say in a sermon."
    },
    {
      "cite": "Charles Dickens",
      "quote": "That sort of half sigh, which, accompanied by two or three slight nods of the head, is pity's small change in general society."
    },
    {
      "cite": "Minna Antrim",
      "quote": "The drama of life begins with a wail and ends with a sigh."
    },
    {
      "cite": "William R. Alger",
      "quote": "The human heart has a sigh lonelier than the cry of the bittern."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "All the world knows how to cry but not all the world knows how to sigh. Sighing is extra."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "A sigh isn't just a sigh. We inhale the world and breathe out meaning. While we can. While we can."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Occasionally we sigh for an earlier day when we could just look at the stars without worrying whether they were theirs or ours."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Novels teach the youthful mind to sigh after happiness that never existed."
    },
    {
      "cite": "Derek Walcott",
      "quote": "We make too much of that long groan which underlines the past."
    },
    {
      "cite": "William Rounseville Alger",
      "quote": "A sigh can shatter a castle in the air."
    },
    {
      "cite": "Sean O'Casey",
      "quote": "A laugh is the loud echo of a sigh; a sigh the faint echo of a laugh."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Life is like a story, when all the resolution is resolved, you heave a sigh of relief."
    }
  ]
}