{
  "source": "https://www.wisesayings.com/sight-quotes/",
  "theme": "sight",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "There is no sadder sight than a young pessimist."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A man willing to work, and unable to find work, is perhaps the saddest sight that fortune's inequality exhibits under this sun."
    },
    {
      "cite": "Charles De Lint",
      "quote": "The few wonders of the world only exist while there are those with the sight to see them."
    },
    {
      "cite": "Plautus",
      "quote": "The greatest talents often lie buried out of sight."
    },
    {
      "cite": "Paul Coffey",
      "quote": "Sight is something you take for granted until you think you might lose it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When a man is out of sight, it is not too long before he is out of mind."
    },
    {
      "cite": "Zhuangzi",
      "quote": "To examine oneself makes good use of sight."
    },
    {
      "cite": "Anita DeFrantz",
      "quote": "Your goal should be out of reach but not out of sight."
    },
    {
      "cite": "Rumi",
      "quote": "Set your sights on a place higher than your eyes can see."
    },
    {
      "cite": "Thomas Haden Church",
      "quote": "Sight is about what lies right in front of us. Vision is what lies ahead."
    },
    {
      "cite": "William Faulkner",
      "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "The man who views the world at 50 the same he did at 20 has wasted thirty years of his life."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "For my part I know nothing with any certainty, but the sight of the stars makes me dream."
    },
    {
      "cite": "Ovid",
      "quote": "Those things that nature denied to human sight, she revealed to the eyes of the soul."
    },
    {
      "cite": "Julius Caesar",
      "quote": "As a rule, what is out of sight disturbs men's minds more seriously than what they see."
    },
    {
      "cite": "Josh Billings",
      "quote": "It is a darned sight easier to find six men who can tell exactly how a thing ought to be did than to find one who will do it."
    },
    {
      "cite": "Elizabeth I",
      "quote": "Eyes of youth have sharp sight, but commonly not so deep as those of elder age."
    },
    {
      "cite": "Rachel Field",
      "quote": "The sight of a cage is only frightening to the bird that has once been caught."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "When a nation goes down, or a society perishes, one condition may always be found; they forgot where they came from. They lost sight of what had brought them along."
    },
    {
      "cite": "Helen Keller",
      "quote": "There is no better way to thank God for your sight than by giving a helping hand to someone in the dark."
    },
    {
      "cite": "Mary Oliver",
      "quote": "I don't ask for the sights in front of me to change, only the depth of my seeing."
    },
    {
      "cite": "Mao Zedong",
      "quote": "In time of difficulties, we must not lose sight of our achievements."
    },
    {
      "cite": "Andre Gide",
      "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore."
    },
    {
      "cite": "Scott Adams",
      "quote": "Failure is where success likes to hide in plain sight."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way."
    },
    {
      "cite": "Gloria Gaither",
      "quote": "We may run, walk, stumble. drive, or fly, but let us never lose sight of the reason for the journey, or miss a chance to see a rainbow on the way."
    },
    {
      "cite": "Augustine BIRRELL",
      "quote": "Friendship is a word, the very sight of which in print makes the heart warm."
    },
    {
      "cite": "Helen Keller",
      "quote": "The only thing worse than being blind is having sight but no vision."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Charms strike the sight, but merit wins the soul."
    },
    {
      "cite": "George Eliot",
      "quote": "Anger and jealousy can no more bear to lose sight of their objects than love."
    }
  ]
}