{
  "source": "https://www.wisesayings.com/sign-quotes/",
  "theme": "sign",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "Compassion and tolerance are not a sign of weakness, but a sign of strength."
    },
    {
      "cite": "Robert Browning",
      "quote": "Love, hope, fear, faith - these make humanity; These are its sign and note and character."
    },
    {
      "cite": "Myles Munroe",
      "quote": "The greatness of a man is measured by the way he treats the little man. Compassion for the weak is a sign of greatness."
    },
    {
      "cite": "Francis Jeffrey",
      "quote": "The tendency to whining and complaining may be taken as the surest sign symptom of little souls and inferior intellects."
    },
    {
      "cite": "Helen Rowland",
      "quote": "When two people decide to get a divorce, it isn't a sign that they \"don't understand\" one another, but a sign that they have, at last, begun to."
    },
    {
      "cite": "Tyson Fury",
      "quote": "Racism is a sign of ignorance, in my opinion. It's people who haven't been anywhere, haven't seen the world."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The greatest sign of success for a teacher... is to be able to say, \"The children are now working as if I did not exist."
    },
    {
      "cite": "Dick Cheney",
      "quote": "Conservation may be a sign of personal virtue, but it is not a sufficient basis for a sound, comprehensive energy policy."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "There is no surer sign of decay in a country than to see the rites of religion held in contempt."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "When suffering comes, we yearn for some sign from God, forgetting we have just had one."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Frustration is a sign I am acting independently. The more you try your own way, the tighter the doors will stay closed."
    },
    {
      "cite": "Jon Huntsman, Jr.",
      "quote": "You can be stern and forthright, and that's my management style, but when you lose it totally, that's a sign of weakness."
    },
    {
      "cite": "Alfred Adler",
      "quote": "We must interpret a bad temper as a sign of inferiority."
    },
    {
      "cite": "Barbara Walters",
      "quote": "A great many people think that polysyllables are a sign of intelligence and refinement so they think they will impress others with their command of obscure words."
    },
    {
      "cite": "Clive Bell",
      "quote": "Genius worship is the inevitable sign of an uncreative age."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The true sign of intelligence is not knowledge but imagination."
    },
    {
      "cite": "Sergei Lavrov",
      "quote": "Sanctions are a sign of irritation; they are not the instrument of serious policies."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A dark cloud is no sign that the sun has lost his light; and dark black convictions are no arguments that God has laid aside His mercy."
    },
    {
      "cite": "James Cash Penney",
      "quote": "Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust."
    },
    {
      "cite": "Ernest Mandel",
      "quote": "Factions are a sign of illness in a party."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth."
    },
    {
      "cite": "Jonathan Miller",
      "quote": "Errors of taste are very often the outward sign of a deep fault of sensibility."
    },
    {
      "cite": "Sargent Shriver",
      "quote": "Respect for another man's opinion is worthy. It is the realization that any opinion is valuable, for it is the sign of a rational being."
    },
    {
      "cite": "Mark Skousen",
      "quote": "The triumph of persuasion over force is the sign of a civilized society."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "When a man fell into his anecdotage it was a sign for him to retire from the world."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "It is a sign of contraction of the mind when it is content, or of weariness. A spirited mind never stops within itself; it is always aspiring and going beyond its strength."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "It is the sign of a great mind to dislike greatness, and to prefer things in measure to things in excess."
    },
    {
      "cite": "Bill Watterson",
      "quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?"
    }
  ]
}