{
  "source": "https://www.wisesayings.com/significant-others-quotes/",
  "theme": "significant-others",
  "quotes": [
    {
      "cite": "Mandy Hale",
      "quote": "You don’t need a significant other to lead a significant life."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Connecting with someone is not necessarily a bond with a significant other, or even a friend, but can be the indefinable - perhaps the rarest and most precious thing in life to find at all."
    },
    {
      "cite": "Niecy Nash",
      "quote": "If you make your best friend and your significant other the same person, you don't have to disconnect to go tell your girlfriend everything."
    },
    {
      "cite": "Kylie Jenner",
      "quote": "I don't think I need a significant other to be happy because I always like to find that for myself, but I think that it makes me a lot happier when I'm sharing my life with somebody."
    },
    {
      "cite": "Chaz Bundick",
      "quote": "Once you move in with your significant other, you have to become a combination of each other."
    },
    {
      "cite": "Teresa Mummert",
      "quote": "Sometimes love burns so hot in your veins that it consumes all rational thought. You become a walking shell that can no longer function without your significant other whispering into your soul, telling your heart to beat."
    },
    {
      "cite": "Stacey King",
      "quote": "You always want your significant other to think that you hung the moon, but when you're working in music you also want them to be honest with you."
    },
    {
      "cite": "Joaquin Phoenix",
      "quote": "My significant other right now is myself, which is what happens when you suffer from multiple personality disorder and self-obsession."
    },
    {
      "cite": "Sasha Cagen",
      "quote": "We need to give credence to the nonsexual relationships...the idea of having significant others instead of a significant other."
    },
    {
      "cite": "Ellen Pompeo",
      "quote": "The older you get the more realistic it is that your significant other is your significant other. I mean, you'll always have your girlfriends or your guy friends, but the person you're married to is usually your No. 1"
    },
    {
      "cite": "Dido Armstrong",
      "quote": "The older you get, the more you realize you're drifting toward a direction, and sometimes your significant other drifts into an opposite direction. You can't blame anybody for it."
    },
    {
      "cite": "Kristen Bell",
      "quote": "I think your significant other should be way more important than your work. Personally, I love working. I don't know that I'd say I'm a workaholic because I also love maxing and relaxing."
    },
    {
      "cite": "Sam Altman",
      "quote": "Never put your family, friends, or significant other low on your priority list. Prefer a handful of truly close friends to a hundred acquaintances."
    },
    {
      "cite": "Erica Jong",
      "quote": "Women tend to be preservers of the social structure, of marriage. They don't want to upset their husbands or their significant others. They don't want to hurt people"
    },
    {
      "cite": "Olivia Wilde",
      "quote": "A good litmus test is that you should be comfortable with your significant other being present when you hang out with your friend."
    },
    {
      "cite": "Kathy Valentine",
      "quote": "It's very different than it used to be. I think everybody has a lot more experience in how to be in a relationship - whether it's a marriage or a significant other or a business or a friend."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "Everybody wants what feels good; and if we wish a symphony of attention from a bunch of caring people and a harmony of happy sounds during our lifetime, we must not act like dark horses, saving up our emotions, but be bountiful to all significant others."
    }
  ]
}