{
  "source": "https://www.wisesayings.com/signature-quotes/",
  "theme": "signature",
  "quotes": [
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Every thought you produce, anything you say, any action you do, it bears your signature."
    },
    {
      "cite": "Evan Esar",
      "quote": "A signature always reveals a man's character - and sometimes even his name."
    },
    {
      "cite": "Meg Wolitzer",
      "quote": "You had only one chance for a signature in life, but most people left no impression."
    },
    {
      "cite": "Rita Ora",
      "quote": "Every person has a signature. Just some people don't know it yet."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you want to have a golden signature, create a good art!"
    },
    {
      "cite": "Vikrmn",
      "quote": "The difference between a signature and an autograph is that the second one has higher face value on a plain paper than the first one even on a cheque."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The signature of our eyes, in other words, the way we look never changes even at the age of hundred!"
    },
    {
      "cite": "James C. Collins",
      "quote": "The signature of mediocrity is chronic inconsistency."
    },
    {
      "cite": "Wendy Wasserstein",
      "quote": "The signature of a truly enviable woman is the tenacity and continuity of her women friends."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "We always search for the signature of God to prove His existence. And now I say unto you that Art is His very signature!"
    },
    {
      "cite": "Bianca Balti",
      "quote": "When you wear your signature scent, you feel something special from within."
    },
    {
      "cite": "Amit Ray",
      "quote": "Smiling face of every little girl is the signature of God’s presence."
    },
    {
      "cite": "Lou Brock",
      "quote": "One of the trademarks of a champion is that he can outlast you."
    }
  ]
}