{
  "source": "https://www.wisesayings.com/silence-quotes/",
  "theme": "silence",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "Silence is a true friend who never betrays."
    },
    {
      "cite": "Mark Helprin",
      "quote": "Well-timed silence is the most commanding expression."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Silence is the sleep that nourishes wisdom."
    },
    {
      "cite": "Ernesto Guevara",
      "quote": "Silence is argument carried on by other means."
    },
    {
      "cite": "Hippocrates",
      "quote": "Silence is not only never thirsty, but also never brings pain or sorrow."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Your silence will not protect you."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Silence is a source of Great Strength."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Silence is pure and holy. It draws people together because only those who are comfortable with each other can sit without speaking."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Silence is the universal refuge, the sequel to all dull discourses and all foolish acts, a balm to our every chagrin, as welcome after satiety as after disappointment."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "The silence depressed me.? It wasn't the silence of silence.? It was my own silence.?"
    },
    {
      "cite": "Balthasar Gracian",
      "quote": "Silence is the sanctuary of prudence."
    },
    {
      "cite": "Rumi",
      "quote": "Silence is the language of God, all else is poor translation."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Silence is golden when you can't think of a good answer."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Silence is the most perfect expression of scorn."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Silence is the great teacher, and to learn its lessons you must pay attention to it. There is no substitute for the creative inspiration, knowledge, and stability that come from knowing how to contact your core of inner silence"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "n the attitude of silence the soul finds the path in an clearer light, and what is elusive and deceptive resolves itself into crystal clearness. Our life is a long and arduous quest after Truth."
    },
    {
      "cite": "Josh Billings",
      "quote": "Silence is one of the hardest arguments to refute."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Silence propagates itself, and the longer talk has been suspended, the more difficult it is to find anything to say."
    },
    {
      "cite": "Richard Henry Stoddard",
      "quote": "Silence is the speech of love, The music of the spheres above."
    },
    {
      "cite": "Ivan Panin",
      "quote": "If silence is good for the wise, how much better is it for the foolish!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The silence that accepts merit as the most natural thing in the world, is the highest applause."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Silence is a learned practice that requires far more than just not talking. Not talking is not silence; it's just not talking."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Silence is the mother of truth."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Silence is as full of potential wisdom and wit as the unshown marble of great sculpture. The silent bear no witness against themselves."
    },
    {
      "cite": "Euripides",
      "quote": "Silence is true wisdom's best reply."
    },
    {
      "cite": "Duc de La Rochefoucauld",
      "quote": "There is an eloquent silence: it serves sometimes to approve, sometimes to condemn; there is a mocking silence; there is a respectful silence."
    },
    {
      "cite": "Charles Colton",
      "quote": "Silence is foolish if we are wise, but wise if we are foolish."
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "A judicious silence is always better than truth spoken without charity."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Silence is only frightening to people who are compulsively verbalizing."
    }
  ]
}