{
  "source": "https://www.wisesayings.com/silhouette-quotes/",
  "theme": "silhouette",
  "quotes": [
    {
      "cite": "Delano Johnson",
      "quote": "Her silhouette never has regrets."
    },
    {
      "cite": "Reed Krakoff",
      "quote": "When a silhouette or shape is as beautiful as it is functional and relevant, that's true luxury."
    },
    {
      "cite": "Kara Walker",
      "quote": "The silhouette says a lot with very little information, but that's also what the stereotype does."
    },
    {
      "cite": "L'Wren Scott",
      "quote": "Enhancing a woman's silhouette and enhancing a woman's beauty - both contribute to enhancing her confidence, so they're synonymous, really."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "That's what I'll be. A silhouette, rarely seen, and yet believed in."
    },
    {
      "cite": "Charles James",
      "quote": "There are not many original shapes or silhouettes -- only a million variations."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "When walking through the 'valley of shadows,' remember, a shadow is cast by a Light."
    },
    {
      "cite": "Ugo Mochi",
      "quote": "You cannot do silhouettes in fantasy. Ah, no, you must be faithful. It is, the art, a, what you call, paradox. It is always that you must be simple, and then, if you are simple, you will stimulate the imagination of the observer."
    },
    {
      "cite": "Marcel Proust",
      "quote": "We pack the physical outline of the creature we see with all the ideas we have already formed about him, and in the complete picture of him we compose in our minds those ideas have certainly the principal place."
    },
    {
      "cite": "Kara Walker",
      "quote": "Silhouettes are reductions, and racial stereotypes are also reductions of actual human beings."
    },
    {
      "cite": "Lou Doillon",
      "quote": "The silhouette is the most important thing in clothes. Every French girl knows that. High-waisted trousers give you long legs and a pretty bum which, after all, is what we all want."
    },
    {
      "cite": "Giambattista Valli",
      "quote": "The hardest thing in fashion is not to be known for a logo, but to be known for a silhouette."
    },
    {
      "cite": "J. C. Leyendecker",
      "quote": "A good cover has a distinct silhouette."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "A good pump is a silhouette, like the bone structure of the face. It's like a beautiful face with no make-up. You can cover a not-so-beautiful face with make-up, but it is just a mask - it is the same with shoes."
    },
    {
      "cite": "Charles James",
      "quote": "There are not many original shapes or silhouettes. Only a million variations."
    },
    {
      "cite": "Tim Gunn",
      "quote": "I have my mantra about silhouette, proportion, and fit. I believe that when they are in harmony and balance, you’ll look great in anything."
    },
    {
      "cite": "Claude Monet",
      "quote": "I would love to do orange and lemon trees silhouetted against the blue sea, but I cannot find them the way I want them."
    }
  ]
}