{
  "source": "https://www.wisesayings.com/silicon-valley-quotes/",
  "theme": "silicon-valley",
  "quotes": [
    {
      "cite": "Evgeny Morozov",
      "quote": "For Silicon Valley and its idols, innovation is the new selfishness."
    },
    {
      "cite": "Sarah Lacy",
      "quote": "What created Silicon Valley was a culture of openness, and there is no future to Silicon Valley without it."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "You want failures to be small and informational. Silicon Valley does very well. It knows how to use failure as a tool for improvement."
    },
    {
      "cite": "Ben Smith",
      "quote": "Two million people live in Silicon Valley and one million of them believe they've discovered the next big thing."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "The natives of Silicon Valley learned long ago that when you share your knowledge with someone else, one plus one usually equals three. You both learn each other's ideas, and you come up with new ones."
    },
    {
      "cite": "Sarah Lacy",
      "quote": "Being in Silicon Valley is like playing for the Yankees. You get knocked around more than anywhere else, the glare of the media spotlight is more brutal, and the expectations are higher than they'd be in any other city."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "Silicon Valley is a mindset, not a location."
    },
    {
      "cite": "Steven Levy",
      "quote": "At the core of Silicon Valley is a passion for 'yes.'"
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Look at what Silicon Valley has done - the advance of computers."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "The real secret of Silicon Valley is that it's really all about the people."
    },
    {
      "cite": "Ben Horowitz",
      "quote": "In Silicon Valley, when you're a private company, the entrepreneur can do no wrong."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Silicon Valley wouldn't exist without massive government spending and in fact initiative."
    },
    {
      "cite": "Elon Musk",
      "quote": "Silicon Valley has some of the smartest engineers and technology business people in the world."
    },
    {
      "cite": "Ron Gutman",
      "quote": "Everyone knows that Silicon Valley is chock full of fabulous people who do good while doing well."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "Silicon Valley's success comes from the way its companies build alliances with their employees."
    },
    {
      "cite": "Jaron Lanier",
      "quote": "A remarkable thing about the Silicon Valley culture is that its status structure is so based on technical accomplishment and prowess."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "We don't celebrate failure in Silicon Valley. We celebrate learning."
    },
    {
      "cite": "Dan Rosensweig",
      "quote": "In Silicon Valley, if you spend a lot of time thinking about the obstacles, you'll talk yourself out of everything, because the more you look at it, the less logical something sounds, since no one has done it yet."
    },
    {
      "cite": "Andrew Yang",
      "quote": "Silicon Valley is like Wall Street in that it will fill and pursue market opportunities to their logical extremes."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "Silicon Valley tends to be very myopic - to be focused on one or two things - which has some strengths as well as weaknesses."
    },
    {
      "cite": "Anne Wojcicki",
      "quote": "Part of the beauty of Silicon Valley is that people generally encourage you to think crazy. It's the hypothesis that there's nothing sacred that can't be changed."
    },
    {
      "cite": "Patrick Collison",
      "quote": "Silicon Valley does not breed great technology. Instead, the smartest people from around the world tend to move to Silicon Valley."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "Silicon Valley tends to believe in the individual who creates a small group and does something big."
    },
    {
      "cite": "Niklas Zennstrom",
      "quote": "Silicon Valley is the best place to start a tech company in so many ways."
    },
    {
      "cite": "Adam Lashinsky",
      "quote": "Silicon Valley tends to fall in love with the new new thing."
    },
    {
      "cite": "Anne Wojcicki",
      "quote": "In Silicon Valley, you want things done instantly."
    },
    {
      "cite": "John Landgraf",
      "quote": "Silicon Valley has infinite access to capital and can lose money indefinitely."
    }
  ]
}