{
  "source": "https://www.wisesayings.com/silly-love-quotes/",
  "theme": "silly-love",
  "quotes": [
    {
      "cite": "CS Lewis",
      "quote": "Love is unselfishly choosing for another's highest good."
    },
    {
      "cite": "George Burns",
      "quote": "Love is a lot like a backache, it doesn't show up on X-rays, but you know it's there."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Love is a mutual self-giving which ends in self-recovery."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Love is a state of mind which has nothing to do with the mind."
    },
    {
      "cite": "Woody Allen2",
      "quote": "The most effective way to remember your wife's birthday is to forget it once."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "First love is a kind of vaccination which saves man from catching the complaint the second time."
    },
    {
      "cite": "Jerome K Jerome",
      "quote": "Love is like the measles; we all have to go through it."
    },
    {
      "cite": "Eva Gabor",
      "quote": "Love is a game that two can play and both win."
    },
    {
      "cite": "Russell Brand",
      "quote": "I thought I was promiscuous, but it turns out I was just thorough."
    },
    {
      "cite": "Jared Turner",
      "quote": "Love is like jumping out of an airplane knowing that someone else has packed your chute. You pull the cord hoping that a canopy opens up, but it could very well be packed full of dirty laundry and a half eaten cheese sandwich."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Women marry men hoping they will change. Men marry women hoping they will not. So each is inevitably disappointed."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "The only true love is love at first sight; second sight dispels it."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "To love someone as much as you love yourself, that is the ideal. Especially if that someone is your clone."
    },
    {
      "cite": "Caleb Followill",
      "quote": "You can't make someone love you, all you can do is stalk them and hope they panic and give in."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Love is like any other luxury. You have no right to it unless you can afford it."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love being married. It's so great to find one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry."
    },
    {
      "cite": "Melanie Griffith",
      "quote": "There is a place you can touch a woman that will drive her crazy. Her heart."
    },
    {
      "cite": "Bob Hope",
      "quote": "People who throw kisses are hopelessly lazy."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "How sweet it is to love, and to be dissolved, and as it were to bathe myself in thy love."
    },
    {
      "cite": "Marjorie Kinnan Rawlings",
      "quote": "A woman has got to love a bad man once or twice in her life, to be thankful for a good one."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "What a silly thing love is! It is not half as useful as logic, for it does not prove anything and it is always telling one things that are not going to happen, and making one believe things that are not true."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "If loving someone is putting them in a straitjacket and kicking them down a flight of stairs, then yes, I have loved a few people."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "The activity of love and faith is what makes heaven."
    },
    {
      "cite": "Rowland",
      "quote": "In love, somehow, a man's heart is always either exceeding the speed limit, or getting parked in the wrong place."
    },
    {
      "cite": "Milton Berle",
      "quote": "A good wife always forgives her husband when she's wrong."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Romantic love is mental illness. But it's a pleasurable one."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "In love, you have loosened yourself like seawater."
    },
    {
      "cite": "Natasha Leggero",
      "quote": "Love is telling someone their hair extensions are showing."
    }
  ]
}