{
  "source": "https://www.wisesayings.com/silver-lining-quotes/",
  "theme": "silver-lining",
  "quotes": [
    {
      "cite": "Mary Kay Ash",
      "quote": "Every silver lining has a cloud."
    },
    {
      "cite": "Maurice Setter",
      "quote": "Too many people miss the silver lining because they're expecting gold."
    },
    {
      "cite": "Don Marquis",
      "quote": "Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint"
    },
    {
      "cite": "Angela Carter",
      "quote": "But you have no silver linings without a cloud."
    },
    {
      "cite": "unknown",
      "quote": "Every silver lining's got a touch of grey."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Look at the bright side of life and choose to be happy. Yes, it is a matter of choice. When negative thoughts enter your mind, just refuse to look at them, substitute them with happy thoughts."
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "You got to look on the bright side, even if there ain't one."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Take the first step in faith. You don't have to see the whole staircase. Just take the first step."
    },
    {
      "cite": "Dr. Wayne Dyer",
      "quote": "If you change the way you look at things, the things you look at change."
    },
    {
      "cite": "Louise Hay",
      "quote": "Be willing to take the first step, no matter how small it is. Concentrate on the fact that you are willing to learn. Absolute miracles will happen."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough."
    },
    {
      "cite": "Elvis Presley",
      "quote": "When things go wrong, don't go with them."
    },
    {
      "cite": "Stephen Richards",
      "quote": "When you fail, that is when you get closer to success."
    },
    {
      "cite": "unknown",
      "quote": "Always look on the bright side of life. Otherwise it'll be too dark to read."
    },
    {
      "cite": "Drew Deyoung",
      "quote": "Of course I look at the glass half full. The only time I would look at it half empty is when I think about how good the first half tasted."
    },
    {
      "cite": "Robert Brault",
      "quote": "The average pencil is seven inches long, with just a half-inch eraser   in case you thought optimism was dead."
    },
    {
      "cite": "Ralph Blum",
      "quote": "Nothing is predestined: The obstacles of your past can become the gateways that lead to new beginnings."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "All misfortune is but a stepping stone to fortune."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every calamity is a spur and a valuable hint."
    },
    {
      "cite": "Henri Matisse",
      "quote": "There are always flowers for those who want to see them."
    },
    {
      "cite": "Voltaire",
      "quote": "Life is a shipwreck but we must not forget to sing in the lifeboats."
    },
    {
      "cite": "James Allen",
      "quote": "Your circumstances may be uncongenial, but they shall not remain so if you only perceive an ideal and strive to reach it. You cannot travel within and stand still without."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them."
    },
    {
      "cite": "George Eliot",
      "quote": "It will never rain roses: when we want to have more roses, we must plant more roses."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Always turn a negative situation into a positive situation."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The great thing in this world is not so much where you stand, as in what direction you are moving."
    },
    {
      "cite": "Carl Bard",
      "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
      "cite": "unknown",
      "quote": "A bend in the road is not the end of the road  unless you fail to make the turn."
    },
    {
      "cite": "Rose F. Kennedy",
      "quote": "Birds sing after a storm; why shouldn't people feel as free to delight in whatever remains to them?"
    }
  ]
}