{
  "source": "https://www.wisesayings.com/simile-quotes/",
  "theme": "simile",
  "quotes": [
    {
      "cite": "Roman Payne",
      "quote": "A girl without braids is like a city without bridges."
    },
    {
      "cite": "Mark Twain",
      "quote": "Worrying is like paying a debt you don't owe."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "An anxious heart is like a string that's out of tune."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Anxiety's like a rocking chair. It gives you something to do, but it doesn't get you very far."
    },
    {
      "cite": "George McWhirter",
      "quote": "A simile is like a pair of eyeglasses, one side sees this, one side sees that, the device brings them together."
    },
    {
      "cite": "Clive Barker",
      "quote": "The sun rose like a stripper, keeping its glory well covered by cloud till it seemed there'd be no show at all."
    },
    {
      "cite": "Steve Martin",
      "quote": "A day without sunshine is like, you know, night."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A room without books is like a body without a soul."
    },
    {
      "cite": "Mae West",
      "quote": "Love is like a booger, you pick and pick at it. Then when you get it you wonder how to get rid of it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
    },
    {
      "cite": "Bill Murray",
      "quote": "People are like music, some speak the truth and others are just noise."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Life is like an onion. You peel it off one layer at a time, and sometimes you weep."
    },
    {
      "cite": "Ghazala Tasneem",
      "quote": "Life is like a box of chocolate. Taste every bit of it, and you will realise, each chocolate has different taste."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Love is like the wind, you can't see it but you can feel it."
    },
    {
      "cite": "Horace Mann",
      "quote": "A house without books is like a room without windows."
    },
    {
      "cite": "Emma Smith",
      "quote": "Life is like the river, sometimes it sweeps you gently along and sometimes the rapids come out of nowhere."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Life is like an onion; you peel it off one layer at a time, and sometimes you weep."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Character is like a tree and reputation its shadow. The shadow is what we think it is and the tree is the real thing."
    },
    {
      "cite": "Anonymous",
      "quote": "Humans are so much like bubbles. Vivid and pretty to look at, But prick them once and they burst."
    },
    {
      "cite": "Frank Zappa",
      "quote": "A mind is like a parachute. It doesn't work if it is not open."
    }
  ]
}