{
  "source": "https://www.wisesayings.com/simplicity-quotes/",
  "theme": "simplicity",
  "quotes": [
    {
      "cite": "Leonardo da Vinci",
      "quote": "Simplicity is the ultimate sophistication."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "In character, in manner, in style, in all things, the supreme excellence is simplicity."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Simplicity is the glory of expression."
    },
    {
      "cite": "Douglas Horton",
      "quote": "The art of simplicity is a puzzle of complexity."
    },
    {
      "cite": "Paul Rand",
      "quote": "Simplicity is not the goal. It is the by-product of a good idea and modest expectations."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing is more simple than greatness; indeed, to be simple is to be great."
    },
    {
      "cite": "Frederic Chopin",
      "quote": "Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If you can't explain it to a six year old, you don't understand it yourself."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Live simply, so that others may simply live."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our life is frittered away by detail simplify, simplify, simplify!"
    },
    {
      "cite": "Coco Chanel",
      "quote": "Simplicity is the keynote of all true elegance."
    },
    {
      "cite": "Author Unknown",
      "quote": "Simplicity embarks not on what is seen by the naked eye, but dwelling on what is in the heart."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "The most complicated skill is to be simple."
    },
    {
      "cite": "Sir Joshua Reynolds",
      "quote": "Simplicity is an exact medium between too little and too much."
    },
    {
      "cite": "Hans Hofman",
      "quote": "The ability to simplify means to eliminate the unnecessary so that the necessary may speak."
    },
    {
      "cite": "Charles Warner",
      "quote": "Simplicity is making the journey of this life with just baggage enough."
    },
    {
      "cite": "Doris Janzen Longacre",
      "quote": "The trouble with simple living is that, though it can be joyful, rich, and creative, it isn't simple."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The greatest step towards a life of simplicity is to learn to let go."
    },
    {
      "cite": "Mahlon Hoagland",
      "quote": "Simplicity is indeed often the sign of truth and a criterion of beauty."
    },
    {
      "cite": "Ward Cunningham",
      "quote": "Simplicity is the shortest path to a solution."
    },
    {
      "cite": "Edsger W. Dijkstra",
      "quote": "Simplicity is prerequisite for reliability."
    },
    {
      "cite": "Principles Behind The Agile Manifesto",
      "quote": "Simplicity   the art of maximizing the amount of work not done   is essential."
    },
    {
      "cite": "Charles Wagner",
      "quote": "Simplicity is a state of mind."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A little simplification would be the first step toward rational living, I think."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "A taste for simplicity cannot last for long."
    },
    {
      "cite": "Laura Nyro",
      "quote": "As beautiful as simplicity is, it can become a tradition that stands in the way of exploration."
    },
    {
      "cite": "Norman Hartnell",
      "quote": "I despise simplicity. It is the negation of all that is beautiful."
    },
    {
      "cite": "Linda McCartney",
      "quote": "I don't need a lot of money. Simplicity is the answer for me."
    },
    {
      "cite": "Aristotle",
      "quote": "It is simplicity that makes the uneducated more effective than the educated when addressing popular audiences."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Seek simplicity but distrust it."
    }
  ]
}