{
  "source": "https://www.wisesayings.com/simple-life-quotes/",
  "theme": "simple-life",
  "quotes": [
    {
      "cite": "Victoria Moran",
      "quote": "A simple life is not seeing how little we can get by with that's poverty but how efficiently we can put first things first. . . . When you're clear about your purpose and your priorities, you can painlessly discard whatever does not support these, whether it's clutter in your cabinets or commitments on your calendar."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Live a simple life; you will own the most beautiful treasures of the world!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The complexity of your earthly array is not a guarantee for a truimphant eternity. The fact is that you need a simple life to go to heaven; not an excessively glittering body, shiny lips and charming face."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The simple life on the farm was everything to me. Nothing was more relaxing after a long plane flight than to reach the winding driveway that led up to my house. The quiet of the night was more soothing than a sleeping pill."
    },
    {
      "cite": "Roald Dahl",
      "quote": "I began to realize how simple life could be if one had a regular routine to follow with fixed hours, a fixed salary, and very little original thinking to do."
    },
    {
      "cite": "Confucius",
      "quote": "Life is really simple, but we insist on making it complicated."
    },
    {
      "cite": "Charles Warner",
      "quote": "Simplicity is making the journey of this life with just baggage enough."
    },
    {
      "cite": "Doris Janzen Longacre",
      "quote": "The trouble with simple living is that, though it can be joyful, rich, and creative, it isn't simple."
    },
    {
      "cite": "Elizabeth Ann Seton",
      "quote": "Live simply that others might simply live."
    },
    {
      "cite": "Doug Robinson",
      "quote": "I want to live simply, to work honestly, to love completely and to dare mightily, so that when I die, my children, and their children, will know that I died empty, and well satisfied."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The greatest step towards a life of simplicity is to learn to let go."
    },
    {
      "cite": "Stendhal",
      "quote": "Live simply so that others may simply live."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Simplicity is making the journey of this life with just baggage enough."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Lead a simple life. First reduce your greeds. Then reduce your needs."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Best rule for a simple life... Care with no reason, Love with no expectation"
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It's the simple things in life that are the most extraordinary."
    },
    {
      "cite": "Van Halen",
      "quote": "I found the simple life, ain't so simple."
    },
    {
      "cite": "Duane Elgin",
      "quote": "Simplicity of living, if deliberately chosen, implies a compassionate approach to life. It means that we are choosing to live our daily lives with some degree of conscious appreciation of the condition of the rest of the world."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live simply so that others may simply live."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Simplicity, simplicity, simplicity! I say, let your affairs be as two or three, and not a hundred or a thousand."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Manifest plainness, embrace simplicity, reduce selfishness, have few desires."
    },
    {
      "cite": "Frederic Chopin",
      "quote": "Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art."
    },
    {
      "cite": "John Morley",
      "quote": "Simplicity of character is no hindrance to the subtlety of intellect."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A vocabulary of truth and simplicity will be of service throughout your life."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A little simplicity would be the first step toward rational living, I think."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is very hard to be simple enough to be good."
    },
    {
      "cite": "Stendhal",
      "quote": "Only great minds can afford a simple style."
    },
    {
      "cite": "Vernon Howard",
      "quote": "You have succeeded in life when all you really want is only what you really need."
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "Reduce the complexity of life by eliminating the needless wants of life, and the labors of life reduce themselves."
    }
  ]
}