{
  "source": "https://www.wisesayings.com/sin-quotes/",
  "theme": "sin",
  "quotes": [
    {
      "cite": "John Owen",
      "quote": "Be killing sin or it will be killing you."
    },
    {
      "cite": "Simon Mawer",
      "quote": "Sin is absence of God. Nothing more, nothing less."
    },
    {
      "cite": "Paula Poundstone",
      "quote": "The wages of sin are death, but by the time taxes are taken out, it's just sort of a tired feeling."
    },
    {
      "cite": "William P. Young",
      "quote": "Sin is its own punishment, devouring you from the inside."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hate the sin, love the sinner."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "A large part of mankind is angry not with the sins, but with the sinners."
    },
    {
      "cite": "St. Augustine",
      "quote": "Love the sinner and hate the sin."
    },
    {
      "cite": "Desmond Harrington",
      "quote": "There is no original sin. You don't have to pay repentance to anything or anybody."
    },
    {
      "cite": "Rick Joyner",
      "quote": "The Lord does not forgive excuses, He forgives sin."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The first sin in our universe was Lucifer's self conceit."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "It is perilously easy to have amazing sympathy with God's truth and remain in sin."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "Sin is too stupid to see beyond itself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "You will always be fond of me. I represent to you all the sins you never had the courage to commit."
    },
    {
      "cite": "John M. Shanahan",
      "quote": "Personal sin reflected upon breeds compassion."
    },
    {
      "cite": "Billy Joel",
      "quote": "I'd rather laugh with the sinners than cry with the saints."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Every sin is the distortion of an energy breathed into us."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Few love to hear the sins they love to act."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Sin is looking for the right thing in the wrong place."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "Sin is the failure of a fallible creature, and reversible by repentance."
    },
    {
      "cite": "Anonymous",
      "quote": "Counting other people's sins does not make you a saint."
    },
    {
      "cite": "Martin Luther",
      "quote": "Be a sinner and sin boldly, but believe and rejoice in Christ even more boldly."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "We sinned for no reason but an incomprehensible lack of love, and He saved us for no reason but an incomprehensible excess of love."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love."
    },
    {
      "cite": "Hyman Rickover",
      "quote": "If you are going to sin, sin against God, not the bureaucracy. God will forgive you but the bureaucracy won't."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Sin brought death, and death will disappear with the disappearance of sin."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "And sin, young man, is when you treat people like things."
    },
    {
      "cite": "William Cowper",
      "quote": "No one was ever scolded out of their sins."
    },
    {
      "cite": "Wendell Berry",
      "quote": "For any sin, we all suffer. That is why our suffering is endless."
    },
    {
      "cite": "S. M. Stirling",
      "quote": "A sin is wrong not because it makes you feel bad though it should but because it is wrong."
    },
    {
      "cite": "Martin Luther",
      "quote": "Sin cannot tear you away from him (Christ) even though you commit adultery a hundred times a day and commit as many murders."
    }
  ]
}