{
  "source": "https://www.wisesayings.com/sincere-quotes/",
  "theme": "sincere",
  "quotes": [
    {
      "cite": "Terry Goodkind",
      "quote": "There is magic in sincere forgiveness - magic to heal."
    },
    {
      "cite": "John Coltrane",
      "quote": "You can play a shoestring if you're sincere."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Sincere repentance is continual. Believers repent until their dying day. This dropping well is not intermittent."
    },
    {
      "cite": "Frederica Mathewes-Green",
      "quote": "God is not looking for repayment, but repentance. What heals a broken relationship is sincere love and contrition."
    },
    {
      "cite": "Greg LeMond",
      "quote": "Sincere apologies are for those that make them, not for those to whom they are made. Sincere apologies are for those that make them, not for those to whom they are made."
    },
    {
      "cite": "John Calvin",
      "quote": "The one condition for spiritual progress is that we remain sincere and humble."
    },
    {
      "cite": "Paul Valery",
      "quote": "To be sincere means to be the same person when one is with oneself; that is to say, alone - but that is all it means."
    },
    {
      "cite": "John Hodgman",
      "quote": "You are only pretentious if you are not sincere."
    },
    {
      "cite": "Steve Goodier",
      "quote": "Sincere compliments cost nothing and can accomplish much. In any relationship, they are the applause that refreshes."
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "You don't have to be fearless. Just be sincere."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Malice is always authentic and sincere."
    },
    {
      "cite": "Basil Rathbone",
      "quote": "Never regret anything you have done with a sincere affection; nothing is lost that is born of the heart."
    },
    {
      "cite": "Victor Hugo",
      "quote": "As for methods of prayer, all are good, as long as they are sincere"
    },
    {
      "cite": "Edward Albee",
      "quote": "Sincerity doesn't mean anything. A person can be sincere and be more destructive than a person who is insincere."
    },
    {
      "cite": "Jean Rostand",
      "quote": "We find it easy to believe that praise is sincere: why should anyone lie in telling us the truth?"
    },
    {
      "cite": "Walter Inglis Anderson",
      "quote": "The most sincere compliment we can pay is attention."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you're sincere, praise is effective. If you're insincere, it's manipulative."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "It doesn't matter what you believe just so long as you're sincere."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "It is with sincere affection or friendship as with ghosts and apparitions,--a thing that everybody talks of, and scarce any hath seen."
    },
    {
      "cite": "Criss Jami",
      "quote": "An insincere critic of a sincere person never wins."
    },
    {
      "cite": "Tristan Bernard",
      "quote": "Men are always sincere. They change sincerities, that's all."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every man alone is sincere. At the entrance of a second person, hypocrisy begins. We parry and fend the approach of our fellow-man by compliments, by gossip, by amusements, by affairs. We cover up our thought from him under a hundred folds."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Sincere words are not fine; fine words are not sincere."
    },
    {
      "cite": "Ramakrishna",
      "quote": "With sincerity and earnestness one can realize God through all religions. The Vaishnavas will realize God, and so will the Saktas, the Vedantists, and the Brahmos. The Mussalmans and Christians will realize Him too. All will certainly realize God if they are earnest and sincere."
    },
    {
      "cite": "E. Haldeman-Julius",
      "quote": "Martyrs have been sincere. And so have tyrants. Wise men have been sincere. And so have fools."
    },
    {
      "cite": "Greg LeMond",
      "quote": "Sincere apologies are for those that make them, not for those to whom they are made."
    },
    {
      "cite": "Alistair Begg",
      "quote": "Sincere love is not as a result of emotional surges - it's a result of obedience to the Truth."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The sincere alone can recognize sincerity."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Everyone says he's sincere, but everyone isn't sincere. If everyone was sincere who says he's sincere there wouldn't be half so many insincere ones in the world and there would be lots, lots, lots more really sincere ones!"
    },
    {
      "cite": "Mencius",
      "quote": "Sincerity is the way to heaven; to think how to be sincere is the way of man."
    }
  ]
}