{
  "source": "https://www.wisesayings.com/singing-quotes/",
  "theme": "singing",
  "quotes": [
    {
      "cite": "Miguel de Cervantes",
      "quote": "He who sings frightens away his ills."
    },
    {
      "cite": "Emory Austin",
      "quote": "Some days there won't be a song in your heart. Sing anyway."
    },
    {
      "cite": "Josh Groban",
      "quote": "There's no half-singing in the shower, you're either a rock star or an opera diva."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "Those who wish to sing always find a song."
    },
    {
      "cite": "Martin Luther",
      "quote": "As long as we live, there is never enough singing."
    },
    {
      "cite": "Stella Mccartney",
      "quote": "For me, singing is the most natural thing in the world. I've grown up with it and I know I've got that gift."
    },
    {
      "cite": "Virgil",
      "quote": "Let us go singing as far as we go: the road will be less tedious."
    },
    {
      "cite": "Ella Fitzgerald",
      "quote": "The only thing better than singing is more singing."
    },
    {
      "cite": "Edith Piaf",
      "quote": "Singing is a way of escaping. It's another world. I'm no longer on earth."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "A lot of work. A lot of vocal coaching, a lot of instrument training."
    },
    {
      "cite": "Hillaire Belloc",
      "quote": "It is the best of all trades, to make songs, and the second best to sing them."
    },
    {
      "cite": "Randy Jackson",
      "quote": "You chose the toughest song to sing tonight . . . and you worked it out."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "Singing is just a feeling set to music."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It's freedom."
    },
    {
      "cite": "Monserrat Caball",
      "quote": "When a singer truly feels and experiences what the music is all about, the words will automatically ring true."
    },
    {
      "cite": "Maria Callas",
      "quote": "I don't know what happens to me on stage. Something else seems to take over."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Sing again, with your dear voice revealing A tone Of some world far from ours, Where music and moonlight and feeling Are one."
    },
    {
      "cite": "Michael Bolton",
      "quote": "On singing in the swimming pool: \"If I can move the water, I can move the people.\""
    },
    {
      "cite": "Paula Abdul",
      "quote": "If they're singing about heartbreak, they've lived it."
    },
    {
      "cite": "Kristen Chenoweth",
      "quote": "We sing because we can't speak anymore."
    },
    {
      "cite": "Harry Belafonte",
      "quote": "You can cage the singer but not the song."
    },
    {
      "cite": "Esther Broner",
      "quote": "The total person sings not just the vocal chords."
    },
    {
      "cite": "Josh Turner",
      "quote": "Singing allowed me to express myself in ways that I wouldn't be able to do otherwise."
    },
    {
      "cite": "Celia Cruz",
      "quote": "Singing is my life. It has always been my life. It will always be my life."
    },
    {
      "cite": "Travis Tritt",
      "quote": "If you're gonna sing, sing loud."
    },
    {
      "cite": "Richard E. Byrd",
      "quote": "Singing is such an excellent thing, that I wish all people would sing."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "There is delight in singing, though none hear beside the singer."
    },
    {
      "cite": "Clay Aiken",
      "quote": "A song can be more than words and music ... when sung with soul a song carries you to another world, to a place where no matter how much pain you feel, you are never alone."
    },
    {
      "cite": "St. Augustine",
      "quote": "He who sings prays twice."
    },
    {
      "cite": "unknown",
      "quote": "Singing evokes the temple of the soul."
    }
  ]
}