{
  "source": "https://www.wisesayings.com/single-moms-quotes/",
  "theme": "single-moms",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Being a single parent is twice the work, twice the stress and twice the tears but also twice the hugs, twice the love and twice the pride."
    },
    {
      "cite": "Bill Richardson",
      "quote": "Raising a family is difficult enough. But it's even more difficult for single parents struggling to make ends meet. They don't need more obstacles. They need more opportunities."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Single moms: You are a doctor, a teacher, a nurse, a maid, a cook, a referee, a heroine, a provider, a defender, a protector, a true Superwoman. Wear your cape proudly."
    },
    {
      "cite": "Deniece Williams",
      "quote": "A single mom tries when things are hard. She never gives up. She believes in her family, even when things are tough. She knows that above all things... a mother's love is more than enough."
    },
    {
      "cite": "Cherie Lunghi",
      "quote": "I've been a single parent for a long time. It reminds me of being a waitress. As you walk back to the kitchen, requests come at you from all sides. You're doing the job of two - you have to be highly organised."
    },
    {
      "cite": "Evan Bayh",
      "quote": "Mothers - especially single mothers - are heroic in their efforts to raise our nation's children, but men must also take responsibility for their children and recognize the impact they have on their families' well-being."
    },
    {
      "cite": "Tichina Arnold",
      "quote": "I didn't plan on being a single mom, but you have to deal with the cards you are dealt the best way you can."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "It was tough being a single mom. It was tough being in a divorce with children. Very, very hard."
    },
    {
      "cite": "Charlize Theron",
      "quote": "You know, I don't think any mother aims to be a single mom. I didn't wish for that, but it happened."
    },
    {
      "cite": "Dan Pearce",
      "quote": "The most difficult part of dating as a single parent is deciding how much risk your own child's heart is worth."
    },
    {
      "cite": "Edie Falco",
      "quote": "As a single mom, I'm juggling a lot and working long hours. Yes, it costs them a little, but what my children get in return is a mother who is energized and content."
    },
    {
      "cite": "Roma Downey",
      "quote": "What is free time? I'm a single mother. My free moments are filled with loving my little girl."
    },
    {
      "cite": "Paula Miranda",
      "quote": "Remember that a single mom is just like any other mom and that our number one priority is still our kids. Any parent does whatever it takes for their kids and a single mother is no different."
    },
    {
      "cite": "Mandy Hale",
      "quote": "She has to have four arms, four legs, four eyes, two hearts, and double the love. There is nothing  single  about a single mom."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "I don't think I realised how stressed I was, being a single parent. It was really, really stressful. It's not easy on anybody."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "If you are a single parent, make friends with others in similar situations and develop friendships with married couples. Counsel with your priesthood leaders. Let them know of your needs and wants. Single parenthood is understood by the Lord."
    },
    {
      "cite": "Charisma Carpenter",
      "quote": "I am a single mom and I'm the breadwinner and I have to work and I have to do these things and that's just the way it is. I don't think my son even knows any different."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Just because a single-mom usually can't be bothered to spend much time on her make-up doesn't mean that she has given up on romance."
    },
    {
      "cite": "Eric Schlosser",
      "quote": "I can understand why a single parent, working two jobs, would find it easier to stop at McDonald's with the kids rather than cook something from scratch at home."
    },
    {
      "cite": "Sophia Loren",
      "quote": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Only mothers can think of the future - because they give birth to it in their children."
    },
    {
      "cite": "Tia Mowry",
      "quote": "Before becoming a mom, I never knew how good I had it to just spend time at a spa for a few hours. Now, those days are far and between. So when I have an hour, it's all about the mani and pedi."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "I know how to do anything, I'm a mom."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "Single parent situations drive poverty and often lead to unsupervised kids. Many boys growing up without fathers often feel angry and abandoned. Thus, they seek comfort in all the wrong places."
    },
    {
      "cite": "Nick Hornby",
      "quote": "Single mothers   bright, attractive, available women, thousands of them all over London   they were the best invention Will had ever heard of."
    },
    {
      "cite": "Brooke Burns",
      "quote": "I love being a single mom. But it's definitely different when you're dating."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Mothers are the necessity of invention."
    },
    {
      "cite": "Ruby Wax",
      "quote": "Being a mother is hard and it wasn't a subject I ever studied."
    },
    {
      "cite": "Monica Denise Brown",
      "quote": "The best part of being a mom to me is the unconditional love. I have never felt alove as pure, a love that's as rewarding."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Nothing you do for children is ever wasted."
    }
  ]
}