{
  "source": "https://www.wisesayings.com/single-life-quotes/",
  "theme": "single-life",
  "quotes": [
    {
      "cite": "Mandy Hale",
      "quote": "Single is no longer a lack of options - but a choice. A choice to refuse to let your life be defined by your relationship status but to live every day Happily and let your Ever After work itself out."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Being single doesn't necessarily mean you're available. Sometimes you have to put up a sign that says, \"Do Not Disturb\" on your heart."
    },
    {
      "cite": "Natalie Lue",
      "quote": "If you really are going to be a happy single, you have to stop treating being single as the annoying time that you pass between relationships and embrace it. Rather than focusing on what you lack, focus on what you have: You."
    },
    {
      "cite": "Warsan Shire",
      "quote": "My alone feels so good, I'll only have you if you're sweeter than my solitude."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I never found a companion that was so companionable as solitude."
    },
    {
      "cite": "Mandy Hale",
      "quote": "A busy, vibrant, goal-oriented woman is so much more attractive than a woman who waits around for a man to validate her existence."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I think it's very healthy to spend time alone. You need to know how to be alone and not defined by another person."
    },
    {
      "cite": "Jo Coudert",
      "quote": "You do not need to be loved, not at the cost of yourself. The single relationship that is truly central and crucial in a life is the relationship to the self. Of all the people you will know in a lifetime, you are the only one you will never lose."
    },
    {
      "cite": "Jennifer Taitz",
      "quote": "Yes, it’s a virtue to grow and improve, but it’s important to remember that being single does not mean you’re flawed and in need of fixing. Your relationship or lack thereof has little to do with your worth."
    },
    {
      "cite": "Gregg Michaelsen",
      "quote": "I am happy every day, regardless of my relationship status, because I understand that my happiness doesn’t come from a relationship, it comes from within."
    },
    {
      "cite": "Harold J. Sala",
      "quote": "It’s high time we stopped thinking of families only in terms of couples, considering singles to be an anomaly (something must be wrong when you get into your thirties and aren’t married!) or undeveloped appendages which need to be nurtured and brought into maturity in marriage."
    },
    {
      "cite": "Sahithi Setikam",
      "quote": "If you can't take care of yourself, you can't take care of someone else."
    },
    {
      "cite": "Eric Dickerson",
      "quote": "I love being single. I can come and go as I please and stay out as late as I want to."
    },
    {
      "cite": "unknown",
      "quote": "Single is not a status. It is a word that best describes a person who is strong enough to live and enjoy life without depending on others."
    },
    {
      "cite": "Thomas Merton",
      "quote": "If we seek paradise outside ourselves, we cannot have paradise in our hearts."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Single is an opportunity to live life on your own terms and not apologize."
    },
    {
      "cite": "Richard Avedond",
      "quote": "He sleeps fastest who sleeps alone."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who knows others is wise. He who knows himself is enlightened."
    },
    {
      "cite": "Delta Burke",
      "quote": "I don't like to be labeled as lonely just because I am alone."
    },
    {
      "cite": "Art Leo",
      "quote": "I like being single, I'm always there when I need me."
    },
    {
      "cite": "Walt Whitman",
      "quote": "I celebrate myself, and sing myself."
    },
    {
      "cite": "unknown",
      "quote": "Being single doesn't mean that you know nothing about love. Sometimes being solo is wiser than being in a false relationship."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "If you aren't good at loving yourself, you will have a difficult time loving anyone, since you'll resent the time and energy you give another person that you aren't even giving to yourself."
    },
    {
      "cite": "Eda Leshan",
      "quote": "When we cannot bear to be alone, it means we do not properly value the only companion we will have from birth to death-ourselves."
    },
    {
      "cite": "Sayali Patil",
      "quote": "Being single entitles you to not ask someone's opinion before you do something to mess up your own room, your credit report or even your life."
    },
    {
      "cite": "Liz Winston",
      "quote": "I think, therefore I'm single."
    },
    {
      "cite": "Tyga",
      "quote": "Some people think it's wrong, being single isn't right. But you hurt the right person you'll be wrong all your life."
    },
    {
      "cite": "Kelly Rowland",
      "quote": "Being single is about celebrating and appreciating your own space that you're in."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "To go out with the setting sun on an empty beach is to truly embrace your solitude."
    },
    {
      "cite": "Martin Buber",
      "quote": "Solitude is the place of purification."
    }
  ]
}