{
  "source": "https://www.wisesayings.com/single-woman-quotes/",
  "theme": "single-woman",
  "quotes": [
    {
      "cite": "Niall Horan",
      "quote": "Being single means you're strong enough to wait for what you deserve."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't be a woman that needs a man. Be a woman a man needs."
    },
    {
      "cite": "Julie Delpy",
      "quote": "Too many women throw themselves into romance because they're afraid of being single, then start making compromises and losing their identity."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Happily Single is holding out for the best and letting go of the rest. It's saying I will and I can to yourself before you say I do to someone else."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "A woman without a man is like a fish without a bicycle."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "Being single used to mean that nobody wanted you. Now it means you're pretty sexy and you're taking your time deciding how you want your life to be and who you want to spend it with."
    },
    {
      "cite": "Jane Austen",
      "quote": "Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony."
    },
    {
      "cite": "Anais Nin",
      "quote": "How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself."
    },
    {
      "cite": "Jane Austen",
      "quote": "A single woman, of good fortune, is always respectable, and may be as sensible and pleasant as any body else."
    },
    {
      "cite": "Anna Held",
      "quote": "A woman should be like a single flower, not a whole bouquet."
    },
    {
      "cite": "Omkar Phatakc",
      "quote": "Being single is getting over the illusion that there is somebody out there to complete you and taking charge of your own life."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "The most profound relationship we'll ever have is the one with ourselves."
    },
    {
      "cite": "Prixie",
      "quote": "Single is not a status. It's a word that best describes a person who is strong enough to live and enjoy life without depending on others."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "The success of every single woman is the inspiration for another."
    },
    {
      "cite": "Hassan Choughari",
      "quote": "Being single is definitely better than being with the wrong person."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Single ladies, the only thing we need to be rescued from is the notion that we need to be rescued."
    },
    {
      "cite": "Jane Austen",
      "quote": "It's not very hip to consider the plight of single women who yearn for something so old-fashioned as men."
    },
    {
      "cite": "Anonymous",
      "quote": "Stay single until someone actually complements your life in a way that makes it better to not be single. If not, it's not worth it."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Single is an opportunity to live life on your own terms and not apologize."
    },
    {
      "cite": "Anonymous",
      "quote": "It takes a strong person to remain single in a world that is accustomed to settling with anything just to say they have something."
    },
    {
      "cite": "Daniel Goddard",
      "quote": "Appreciate being single because that's when you grow the most & with that growth, you come to know what you're looking for."
    },
    {
      "cite": "Jane Austen",
      "quote": "A single woman with a narrow income must be a ridiculous, disagreeable old maid, the proper sport of boys and girls, but a single woman of fortune is always respectable, and may be as sensible and pleasant as anybody else."
    },
    {
      "cite": "Zoe Lister-Jones",
      "quote": "Being a single woman is like going off to war."
    },
    {
      "cite": "Anonymous",
      "quote": "Most men don't know how to deal with a woman who doesn't need anyone to validate her existence."
    }
  ]
}