{
  "source": "https://www.wisesayings.com/singer-quotes/",
  "theme": "singer",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Those who wish to sing always find a song."
    },
    {
      "cite": "Spike Lee",
      "quote": "Since the days of slavery, if you were a good singer or dancer, it was your job to perform for the master after dinner."
    },
    {
      "cite": "Kay Starr",
      "quote": "A singer ... is no more than an actor set to music."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Singers provide all the proof that we have souls."
    },
    {
      "cite": "Aretha Franklin",
      "quote": "It's easy for a singer to sometimes pick up on another singer's sound, but that's just copying."
    },
    {
      "cite": "Natalie Cole",
      "quote": "When you make your living as a singer, you have to go where the gigs are."
    },
    {
      "cite": "Harry Belafonte",
      "quote": "You can cage the singer but not the song."
    },
    {
      "cite": "Criss Jami",
      "quote": "Popular culture is a place where pity is called compassion, flattery is called love, propaganda is called knowledge, tension is called peace, gossip is called news, and auto-tune is called singing."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "The activity of a singer that sings opera is similar to that of an athlete."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The singer has everything within him.  The notes come out from his very life.  They are not materials gathered from outside."
    },
    {
      "cite": "William James",
      "quote": "I don't sing because I'm happy; I'm happy because I sing."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "There is delight in singing, though none hear beside the singer."
    },
    {
      "cite": "Armaan Malik",
      "quote": "It's better if a singer disconnects from the original and brings something new to the version."
    },
    {
      "cite": "Miguel de Cervantes Saavedra",
      "quote": "He who sings scares away his woes."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "If I cannot fly, let me sing."
    },
    {
      "cite": "Oliver",
      "quote": "A song should stand on its own and on what a singer does with it. It shouldn't need a lot of extra help to be good."
    },
    {
      "cite": "Theophilus London",
      "quote": "Your voice is like a very serious instrument that you have to tame if you want to be an amazing singer - Marvin Gaye or Michael Jackson."
    },
    {
      "cite": "Quincy Jones",
      "quote": "A great song can make a terrible singer sound good, but a good singer - you put a great song on top of that, you're really in great shape!"
    },
    {
      "cite": "Willa Cather",
      "quote": "All the intelligence and talent in the world can't make a singer. The voice is a wild thing. It can't be bred in captivity. It is a sport, like the silver."
    },
    {
      "cite": "Mireille Mathieu",
      "quote": "In the life of a singer, it's not all triumphs and happy memories; there are days you have to go out there when it's the last thing you feel like doing."
    },
    {
      "cite": "GoalsRider",
      "quote": "I'm not only a SINGER, I'm an ENTERTAINER... I make people dance away their sorrow and I put smiles on people face"
    },
    {
      "cite": "Kathy Coneys Alexander",
      "quote": "Life is too short to sing music you don't love."
    },
    {
      "cite": "Billie Holiday",
      "quote": "If I'm going to sing like someone else, then I don't need to sing at all."
    },
    {
      "cite": "Marian Anderson",
      "quote": "A singer starts by having his instrument as a gift from God... When you have been given something in a moment of grace, it is sacrilegious to be greedy."
    },
    {
      "cite": "Armaan Malik",
      "quote": "When you have your own identity as a singer, you don't have competition."
    },
    {
      "cite": "Josh Groban",
      "quote": "There's no half-singing in the shower, you're either a rock star or an opera diva."
    }
  ]
}