{
  "source": "https://www.wisesayings.com/single-dad-quotes/",
  "theme": "single-dad",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "I'm a single father, does that mean I can celebrate mothers day too?"
    },
    {
      "cite": "Anonymous",
      "quote": "I can make the bacon, fry it up, braid some hair and catch the football game. All at the same time. I'm superman because I have to be. And it's the highest honor of my life. I'm proud to be a single dad."
    },
    {
      "cite": "Kevin Brazant",
      "quote": "It is a widespread assumption that when a relationship breaks down, it's a man's instinct to run off and abandon his duties. But that's not the case."
    },
    {
      "cite": "Greg Wickherst",
      "quote": "I didn't want to be the dad that just didn't know how to do my daughter's hair."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Nothing I've ever done has given me more joys and rewards than being a father to my children."
    },
    {
      "cite": "Anonymous",
      "quote": "When your daughter sees other girls having mother-daughter time and she's wondering where hers is, it can break even the manliest men."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Fishing is much less about the fishing, and much more about the time alone with your kid, away from the hustle and bustle of the everyday."
    },
    {
      "cite": "Clarence Budington Kelland",
      "quote": "My father didn't tell me how to live; he lived, and let me watch him do it."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Every father should remember that one day his son will follow his example instead of his advice."
    },
    {
      "cite": "Anonymous",
      "quote": "The experience deepened my empathy and understanding of what it is to be a man and a feminist."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "It is much easier to become a father than to be one."
    },
    {
      "cite": "Anonymous",
      "quote": "If I didn't spend a few years as a single dad, my son and I probably wouldn't be as close as we are now."
    },
    {
      "cite": "Anonymous",
      "quote": "It's hard being a single father, but even harder being a child without a father."
    },
    {
      "cite": "Anonymous",
      "quote": "You are the everything parent. You get all the tears, the joy, the tantrums, the hugs, the disappointments."
    },
    {
      "cite": "Anonymous",
      "quote": "Shout out to the single father's that have also taken the role of the mother. They don't get appreciated enough for what they do."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Loving my son, building my son, touching my son, playing with my son, being with my son, these aren't tasks that only super dads can perform. These are tasks that every dad should perform. Always. Without fail."
    },
    {
      "cite": "Dan Pearce",
      "quote": "The greatest mark of a father is how he treats his children when no one is looking."
    },
    {
      "cite": "Anne Geddes",
      "quote": "Any man can be a Father, but it takes someone special to be a dad."
    },
    {
      "cite": "Ruth E. Renkel",
      "quote": "Sometimes the poorest man leaves his children the richest inheritance."
    },
    {
      "cite": "George Herbert",
      "quote": "One father is more than a hundred schoolmasters."
    },
    {
      "cite": "Craig W. Baird",
      "quote": "Single fathers need to find ways to adapt to their new circumstances, and they need to adapt fast."
    },
    {
      "cite": "Craig W. Baird",
      "quote": "Many of the single fathers don't get to see their kids often, as more moms have primary custody."
    },
    {
      "cite": "Craig W. Baird",
      "quote": "Many single fathers also want to give back, tell their stories, and help others."
    },
    {
      "cite": "Craig W. Baird",
      "quote": "It is important for a single father to ensure there is some sort of female mentoring his daughter's life if her mother is deceased."
    },
    {
      "cite": "Michael A. Klumpp",
      "quote": "A single dad has to lead, provide, instruct, and discipline."
    },
    {
      "cite": "Tex Brooks",
      "quote": "There’s no way I can care properly for my children if I don’t first care for myself."
    },
    {
      "cite": "Dr Purushothaman",
      "quote": "Children are gifts. They are not ours for the breaking. They are ours for the making."
    }
  ]
}