{
  "source": "https://www.wisesayings.com/singapore-quotes/",
  "theme": "singapore",
  "quotes": [
    {
      "cite": "Jessica Zafra",
      "quote": "Singapore is what your city could become if everyone obeyed the rules, did their jobs diligently, and just shut up. When your city gets to be this paragon of efficiency and discipline, would you still want to live there? Singapore is a model city, which is terrific if you happen to be a model human."
    },
    {
      "cite": "Lee Hsien Loong",
      "quote": "It has to be good to live in Singapore because otherwise, nobody will stand for it."
    },
    {
      "cite": "Karl Iagnemma",
      "quote": "Singapore's not a very big country. They speak with one voice, and they have a clear idea of what their regulatory environment should look like."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "Nobody in Singapore drinks Singapore Slings. It's one of the first things you find out there. What you do in Singapore is eat. It's a really food-crazy culture, where all of this great food is available in a kind of hawker-stand environment."
    },
    {
      "cite": "Lee Kuan Yew",
      "quote": "If Singapore is a nanny state, then I am proud to have fostered one."
    },
    {
      "cite": "Dan Buettner",
      "quote": "Singapore is the happiest place in Asia."
    },
    {
      "cite": "Romain Grosjean",
      "quote": "Singapore is a pretty special race with it being held at night; it makes a great show for the fans."
    },
    {
      "cite": "Tony Tan",
      "quote": "Singapore is a natural gateway for international firms looking to access Asia and for Asian businesses to access the world."
    },
    {
      "cite": "David Attenborough",
      "quote": "Getting to places like Bangkok or Singapore was a hell of a sweat. But when you got there it was the back of beyond. It was just a series of small tin sheds."
    },
    {
      "cite": "Lee Hsien Loong",
      "quote": "You have to understand that Singapore is quite different from Mauritius."
    },
    {
      "cite": "Nicolas Berggruen",
      "quote": "Singapore has been incredibly well-managed. It was created out of the swamp, with a strong emotional idea: a safe place for mostly Chinese, but accepting other cultures and other races."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "Perhaps Singapore could learn from us a more relaxed way of life."
    },
    {
      "cite": "Tony Tan",
      "quote": "Singapore is an international city, and it would be a grave mistake to close our doors."
    },
    {
      "cite": "Kevin Kwan",
      "quote": "In Singapore, there may be 50 old-money families, but you wouldn't know them to look at them."
    },
    {
      "cite": "Ian Mckellen",
      "quote": "In Singapore, Malcolm X type of activity would be extremely difficult because the government can be very harsh on lawbreakers."
    },
    {
      "cite": "Kevin Kwan",
      "quote": "At least when it comes to food, there's no snobbery in Singapore."
    },
    {
      "cite": "Romain Grosjean",
      "quote": "Singapore is a pretty fantastic place, and the race is always a challenge."
    }
  ]
}