{
  "source": "https://www.wisesayings.com/single-man-quotes/",
  "theme": "single-man",
  "quotes": [
    {
      "cite": "Amit Kalantri",
      "quote": "A single man is minority, a leader is the majority."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The normal is what you find but rarely. The normal is an ideal. It is a picture that one fabricates of the average characteristics of men, and to find them all in a single man is hardly to be expected."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A single man has not nearly the value he would have in a state of union. He is an incomplete animal. He resembles the odd half of a pair of scissors."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "The fate of a single man can be rich with significance, that of a few hundred less so, but the history of thousands and millions of men does not mean anything at all, in any adequate sense of the word."
    },
    {
      "cite": "unknown",
      "quote": "Being single is not always a curse. Sometimes it is a blessing because you don't have to worry about being disappointed."
    },
    {
      "cite": "Jane Austen",
      "quote": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you have to stand alone to prove to others and yourself that you can still stand"
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Such a lot is won when even a single man gets to his feet and says No"
    },
    {
      "cite": "Sun Tzu",
      "quote": "Thus the skilful general conducts his army just as though he were leading a single man, willy-nilly, by the hand."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "A single man of one, only pebbles can be moved, but many men together, stands no mountain that can't move."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him."
    },
    {
      "cite": "Albrecht Durer",
      "quote": "No single man can be taken as a model for a perfect figure, for no man lives on earth who is endowed with the whole of beauty."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "There is no book so poor that it would not be a prodigy if wholly made by a single man."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "If a single man demanded as much as a man with a wife and four children, then that would be a violation of the concept of economic equality."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "I believe that as long as a single man may try, any unjustifiable barrier against his efforts is a barrier against mankind."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "A rock pile ceases to be a rock pile the moment a single man contemplates it, bearing within him the image of a cathedral."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The high courage of a single man is an army all by itself!"
    },
    {
      "cite": "Sakya Pandita",
      "quote": "If a wise man behaves prudently, how can he be overcome by his enemies? Even a single man, by right action, can overcome a host of foes."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The genius of any single man can no more equal learning, than a private purse hold way with the exchequer."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "A bachelor's life is no life for a single man."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "The notion of the single man began in the 1950's. The idea of the bachelor as a separate life was new and obscure."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Single men in barricks don't grow into plaster saints."
    },
    {
      "cite": "Craig Stone",
      "quote": "There is nothing more deceptive, more grandeur, than the delusion of a single man"
    },
    {
      "cite": "Raymond Burr",
      "quote": "I am an unmarried man, as opposed to a single man. A bachelor, according to the dictionary, is a man who has never been married. An unmarried man is not married at the moment. Many of these terms have fallen into disuse."
    },
    {
      "cite": "Coling Tegerdine",
      "quote": "A married man is just a single man who couldn't say no."
    },
    {
      "cite": "E. T. A. Hoffmann",
      "quote": "Not a single man on earth knows from his own experience the how and where of his birth, only from tradition, which is often very uncertain."
    },
    {
      "cite": "John Dos Passos",
      "quote": "A man is never more his single separate self than when he sets out on a journey."
    },
    {
      "cite": "Omkar Phatakc",
      "quote": "Being single is getting over the illusion that there is somebody out there to complete you and taking charge of your own life."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "No single man makes history. History cannot be seen just as one cannot see grass growing."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "There exists in nature a force which is immeasurably more powerful than steam, and by means of which a single man, who knows how to adapt and direct it, might upset and alter the face of the world."
    }
  ]
}