{
  "source": "https://www.wisesayings.com/sinister-quotes/",
  "theme": "sinister",
  "quotes": [
    {
      "cite": "Charles Caleb Colton",
      "quote": "Our very best friends have a tincture of jealousy even in their friendship; and when they hear us praised by others, will ascribe it to sinister and interested motives if they can."
    },
    {
      "cite": "Henry James",
      "quote": "The note I wanted; that of the strange and sinister embroidered on the very type of the normal and easy."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The cudgel of the people’s war was lifted with all its menacing and majestic might, and caring nothing for good taste and procedure, with dull-witted simplicity but sound judgement it rose and fell, making no distinctions."
    },
    {
      "cite": "Jean de La Bruyère",
      "quote": "To speak and to offend, with some people, are but one and the same thing; their words are fraught with gall and wormwood, from a proud, splenetic, and malevolent disposition; it had been well for them, had they been born stupid or mute; the little vivacity and wit they have, prejudice them more than dulness does others. They are not always satisfied with giving sharp answers; they insolently attack the present, and wound the character of the absent; they bristle up and butt on all sides like rams; and impudence being as natural to them as horns to a ram, no ridicule, no satire, can work upon these untractable savages; we had better at first sight betake ourselves to our heels, and by a prudent flight avoid their molestations."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "These men are looked upon as the most malevolent, the most dangerous, and generally as the most unbelieving of all human beings, and yet they are the only men of our time believing in the Gospel doctrine, if not as a whole, at least in part."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "The greatest dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning but without understanding."
    },
    {
      "cite": "Mae West",
      "quote": "Between two evils, I generally like to pick the one I never tried before."
    },
    {
      "cite": "Anna Jameson",
      "quote": "In morals what begins in fear usually ends in wickedness; in religion what begins in fear usually ends in fanaticism. Fear, either as a principle or a motive, is the beginning of all evil."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Most of the evil in this world is done by people with good intentions."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Most of the greatest evils that man has inflicted upon man have come through people feeling quite certain about something which, in fact, was false."
    },
    {
      "cite": "Bible (Genesis 8:21)",
      "quote": "For the imagination of man's heart is evil from his youth."
    },
    {
      "cite": "Sophocles",
      "quote": "Anarchy, anarchy! Show me a greater evil! / This is why cities tumble and the great houses rain down, / This is what scatters armies!"
    },
    {
      "cite": "Euripides",
      "quote": "I know indeed what evil I intend to do, but stronger than all my afterthoughts is my fury, fury that brings upon mortals the greatest evils."
    },
    {
      "cite": "Aristotle",
      "quote": "Evils draw men together."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who is bent on doing evil can never want occasion."
    },
    {
      "cite": "St. Augustine",
      "quote": "For what is that which we call evil but the absence of good?"
    },
    {
      "cite": "Niccolò Machiavelli",
      "quote": "Since love and fear can hardly exist together, if we must choose between them, it is far safer to be feared than loved."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Evil is easy, and has infinite forms."
    },
    {
      "cite": "Robert Frost",
      "quote": "The snake stood up for evil in the Garden."
    },
    {
      "cite": "Thomas Paine",
      "quote": "A bad cause will ever be supported by bad means and bad men."
    },
    {
      "cite": "Kathleen Raine",
      "quote": "I couldn't claim that I have never felt the urge to explore evil, but when you descend Into hell you have to be very careful."
    },
    {
      "cite": "Angela Merici",
      "quote": "Remember that the Devil doesn’t sleep, but seeks our ruin in a thousand different ways."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "It is easy — terribly easy — to shake a man’s faith in himself. To take advantage of that, to break a man’s spirit is devil's work."
    },
    {
      "cite": "Robin Hitchcock",
      "quote": "She was sinister but she was happy / With a cheery smile and poison blowpipe / Sinister but she was happy / Like a kind of spider half-inclined to free you"
    },
    {
      "cite": "Rolf Kasparek",
      "quote": "Sinister eyes / Deciphering the prophecy / Sinister eyes / The warning of catastrophe"
    },
    {
      "cite": "Christopher Geddes; Isobel Campbell; Michael Cooke; Richard Colburn",
      "quote": "But if you are feeling sinister / Go off and see a minister / He'll try in vain to take away the pain of being a hopeless unbeliever"
    },
    {
      "cite": "Thebe Kgositsile; Kehinde Hassan; Taiwo Hassan; Charles Edward Hugo",
      "quote": "Something sinister to it / Pendulum swinging slow, a degenerate moving / Through the city with criminals, stealth, welcome to enemy turf / Harder than immigrants work, 'Golf' is stitched into my shirt / Get up off the pavement brush the dirt up off my psyche / Psyche, psyche"
    },
    {
      "cite": "Lil Ithy",
      "quote": "When a sinister person means to be your enemy / They always start by becoming your friend"
    },
    {
      "cite": "Robert Frost",
      "quote": "Something sinister in the tone / Told me my secret my be known: / Word I was in the house alone / Somehow must have gotten abroad, / Word I was in my life alone, / Word I had no one left but God."
    }
  ]
}