{
  "source": "https://www.wisesayings.com/sisterhood-quotes/",
  "theme": "sisterhood",
  "quotes": [
    {
      "cite": "Benjamin Disraeli",
      "quote": "Sweet is the voice of a sister in the season of sorrow."
    },
    {
      "cite": "Pam Brown",
      "quote": "Sisters annoy, interfere, criticize. Indulge in monumental sulks, in huffs, in snide remarks. Borrow. Break. Monopolize the bathroom. Are always underfoot. But if catastrophe should strike, sisters are there. Defending you against all comers."
    },
    {
      "cite": "Toni Morrison",
      "quote": "A sister can be seen as someone who is both ourselves and very much not ourselves a special kind of double."
    },
    {
      "cite": "Isadora James",
      "quote": "A sister is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life."
    },
    {
      "cite": "Pam Brown",
      "quote": "An older sister is a friend and defender - a listener, conspirator, a counselor and a sharer of delights. And sorrows too."
    },
    {
      "cite": "Alice Walker",
      "quote": "Is solace anywhere more comforting than that in the arms of a sister."
    },
    {
      "cite": "Ugo Betti",
      "quote": "Sisterly love is, of all sentiments, the most abstract. Nature does not grant it any functions."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Sisterhood is powerful. Woman can support each other as women, in their pursuit for enlightenment or anything else, without fear. But as long as she's still in the commodities exchange market, buying and selling, she must fear the competition."
    },
    {
      "cite": "Christine Downing",
      "quote": "There is space within sisterhood for likeness and difference, for the subtle differences that challenge and delight; there is space for disappointment-and surprise."
    },
    {
      "cite": "Amy Li",
      "quote": "Having a sister is like having a best friend you can't get rid of. You know whatever you do, they'll still be there."
    },
    {
      "cite": "Nellie L. McClung",
      "quote": "Women are going to form a chain, a greater sisterhood than the world has ever known."
    },
    {
      "cite": "Afton Rorvik",
      "quote": "Storm Sister--a friend who sticks close when storms hit her friend's life."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Sisterhood means if you happen to be in Burma and I happen to be in San Diego and I'm married to someone who is very jealous and you're married to somebody who is very possessive, if you call me in the middle of the night, I have to come."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "I would like more sisters, that the taking out of one, might not leave such stillness."
    },
    {
      "cite": "Barbara W. Winder",
      "quote": "We can have unity in diversity and diversity in unity. We don't have to be like one another to enjoy sisterhood."
    },
    {
      "cite": "Pearl Cleage",
      "quote": "Sisterhood is a funny thing. It's easy to recognize, but hard to define."
    },
    {
      "cite": "Charlotte Gray",
      "quote": "You can kid the world, but not your sister."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Maybe we tried so hard to be like the Sisterhood because it was easy for them and we wanted it to be easy for us. Because they were lucky and we wanted to be lucky too. They had wonder, and we didn't have any. We looked for the magic, but we didn't fine it. We waited for the magic, but it didn't find us."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "For there is no friend like a sister in calm or stormy weather."
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "There can be no situation in life in which the conversation of my dear sister will not administer some comfort to me."
    },
    {
      "cite": "Christy Turlington",
      "quote": "Participating in a sisterhood with other women is hugely important in my life and a source of joy."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "A sister is both your mirror and your opposite."
    },
    {
      "cite": "Judith Thurman",
      "quote": "Long before feminism made fashion a guilty pleasure, my first experience of the sisterhood among strangers took place in a communal dressing room."
    },
    {
      "cite": "Deborah Moggach",
      "quote": "You keep your past by having sisters. As you get older, they're the only ones who don't get bored if you talk about your memories."
    },
    {
      "cite": "Robin Benway",
      "quote": "Because there's one thing stronger than magic: sisterhood."
    },
    {
      "cite": "Debolina",
      "quote": "It was not just friendship that we are attached to each other, it was sisterhood that made that bonding between us, but now that love doesn't exist anymore as people changes with time- that's reality."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship."
    },
    {
      "cite": "Dolly Parton",
      "quote": "For some reason, I have better luck when I work with women. I guess I have a good sense of sisterhood."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Help one another is part of the religion of our sisterhood."
    },
    {
      "cite": "Laurie Holden",
      "quote": "I think women are amazing and women's friendships are like a sisterhood and we should see more of it in television and film."
    }
  ]
}