{
  "source": "https://www.wisesayings.com/sisters-quotes/",
  "theme": "sisters",
  "quotes": [
    {
      "cite": "Toni Morrison",
      "quote": "A sister can be seen as someone who is both ourselves and very much not ourselves - a special kind of double."
    },
    {
      "cite": "Isadora James",
      "quote": "A sister is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life"
    },
    {
      "cite": "Kortney Cobbley",
      "quote": "A sister is your family. a sister takes in pride with you. a sister is your respectability. A sister is like a bra in your closet. She is like a girl you can trust with all of your secrets. A sister is always by your side."
    },
    {
      "cite": "Chris Montaigne",
      "quote": "A sister smiles when one tells stories - for she knows where the decoration has been added."
    },
    {
      "cite": "Christina G. Rossetti",
      "quote": "For there is no friend like a sister, in calm or stormy weather, to cheer one on the tedious way, to fetch one if one goes astray, to lift one if one totters down, to strengthen whilst one stands"
    },
    {
      "cite": "M. Molly Backes",
      "quote": "How the hell do you sum up your sister in three minutes? She's your twin and your polar opposite. She's your constant companion and your competition. She's your best friend and the biggest bitch in the world. She's everything you wish you could be and everything you wish you weren't."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "If you don't understand how a woman could both love her sister dearly and want to wring her neck at the same time, then you were probably an only child."
    },
    {
      "cite": "unknown",
      "quote": "Sister. She is your mirror, shining back at you with a world of possibilities. She is your witness, who sees you at your worst and best, and loves you anyway. She is your partner in crime, your midnight companion, someone who knows when you are smiling, even in the dark. She is your teacher, your defense attorney, your personal press agent, even your shrink. Some days, she's the reason you wish you were an only child."
    },
    {
      "cite": "Pam Brown",
      "quote": "Sisters annoy, interfere, criticize. Indulge in monumental sulks, in huffs, in snide remarks. Borrow. Break. Monopolize the bathroom. Are always underfoot. But if catastrophe should strike, sisters are there. Defending you against all comers."
    },
    {
      "cite": "Pam Brown",
      "quote": "Sisters don't need words. They have perfected a language of snarls and smiles and frowns and winks - expressions of shocked surprise and incredulity and disbelief. Sniffs and snorts and gasps and sighs - that can undermine any tale you're telling"
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "A sister is a little bit of childhood that can never be lost."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "A sister is both your mirror - and your opposite."
    },
    {
      "cite": "unknown",
      "quote": "A Sister is God's way of proving He doesn't want us to walk alone"
    },
    {
      "cite": "unknown",
      "quote": "A sister is one who reaches for your hand and touches your heart."
    },
    {
      "cite": "Amy Li",
      "quote": "Having a sister is like having a best friend you can't get rid of. You know whatever you do, they'll still be there."
    },
    {
      "cite": "Alice Walker",
      "quote": "Is solace anywhere more comforting than in the arms of a sister."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "More than Santa Claus, your sister knows when you've been bad and good."
    },
    {
      "cite": "Louise Gluck",
      "quote": "Of two sisters one is always the watcher, one the dancer."
    },
    {
      "cite": "Sunny Gupta",
      "quote": "Sister is our first friend and second mother"
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Sisters are always drying their hair. Locked into rooms, alone, they pose at the mirror, shoulders bare, trying this way and that their hair, or fly importunate down the stair to answer the telephone."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Sisters are best friends, they are advisors, they are teachers, and best of all they are people with whom you can talk with about anything - someone you have a special bond with"
    },
    {
      "cite": "JD Ghai",
      "quote": "Sisters are splendid and incredible siblings who tower our life with exuberance and responsiveness at all times!"
    },
    {
      "cite": "Pam Brown",
      "quote": "Sisters share the scent and smells - the feel of a common childhood."
    },
    {
      "cite": "Carrie Bagwell",
      "quote": "Sisters touch your heart in ways no other could. Sisters share... their hopes, their fears, their love, everything they have. Real friendship springs from their special bonds."
    },
    {
      "cite": "Lisa See",
      "quote": "Sisters, as you know, also have a unique relationship. This is the person who has known you your entire life, who should love you and stand by you no matter what, and yet it's your sister who knows exactly where to drive the knife to hurt you the most."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Sweet is the voice of a sister in the season of sorrow."
    },
    {
      "cite": "Clara Ortega",
      "quote": "The mildest, drowsiest sister has been known to turn tiger if her sibling is in trouble"
    }
  ]
}