{
  "source": "https://www.wisesayings.com/sister-in-law-quotes/",
  "theme": "sister-in-law",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Our friendship grows, yet stays the same, For sisters-in-law we became. Yet she is so much more, For she has become a sister that I adore."
    },
    {
      "cite": "unknown",
      "quote": "Even though we live miles apart, You will always be dear to my heart. So, to you a special love I send, To not just my sister-in-law, but also my friend."
    },
    {
      "cite": "unknown",
      "quote": "The day of the wedding our families will blend, you'll be my sister and also my friend."
    },
    {
      "cite": "unknown",
      "quote": "I am so thankful that you are my sister-in-law. I have learned so much from you and I can honestly say that you are a blessing to our family."
    },
    {
      "cite": "unknown",
      "quote": "Sister in law by chance friends by choice."
    },
    {
      "cite": "unknown",
      "quote": "You are more than a sister-in-law, you are my sister."
    },
    {
      "cite": "unknown",
      "quote": "Your sister isn’t always your blood relation, sometimes it’s that close friends who understands you, love you, and has always got your back."
    },
    {
      "cite": "unknown",
      "quote": "Sister-in-Law, you are someone that I can talk to, someone I can lean on, and someone that understands me. You are much more than just my brother’s wife, you are my friend."
    },
    {
      "cite": "Jessica Mitford",
      "quote": "I have nothing against undertakers personally. It's just that I wouldn't want one to bury my sister."
    },
    {
      "cite": "Louise Gluck",
      "quote": "Of two sisters one is always the watcher, one the dancer."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "If the marriage were valid, she'd be your sister-in-law."
    },
    {
      "cite": "Margaret Cavendish",
      "quote": "And not only my own brothers and sisters agreed so but my brothers and sisters in law; and their children, although but young, had the like agreeable natures and affectionate dispositions."
    },
    {
      "cite": "Lisa See",
      "quote": "Sisters, as you know, also have a unique relationship. This is the person who has known you your entire life, who should love you and stand by you no matter what, and yet it's your sister who knows exactly where to drive the knife to hurt you the most."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "There comes a time in your life when you have to choose to turn the page, write another book or simply close it."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "You may be as different as the sun and the moon, but the same blood flows through both your hearts. You need her, as she needs you."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "To steal from a brother or sister is evil. To not steal from the institutions that are the pillars of the Pig Empire is equally immoral."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "For there is no friend like a sister in calm or stormy weather; To cheer one on the tedious way, to fetch one if one goes astray, to lift one if one totters down, To strengthen whilst one stands."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Sweet, crazy conversations full of half sentences, daydreams and misunderstandings more thrilling than understanding could ever be."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "We know one another's faults, virtues, catastrophes, mortifications, triumphs, rivalries, desires, and how long we can each hang by our hands to a bar. We have been banded together under pack codes and tribal laws."
    },
    {
      "cite": "Valerie Estelle Frankel",
      "quote": "So many vows... they make you swear and swear. Defend the king. Obey the king. Keep his secrets. Do his bidding. Your life for his. But obey your father. Love your sister. Protect the innocent. Defend the weak. Respect the gods. Obey the laws. It’s too much. No matter what you do, you’re forsaking one vow or the other."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "If you have a sister and she dies, do you stop saying you have one? Or are you always a sister, even when the other half of the equation is gone?"
    },
    {
      "cite": "Anais Nin",
      "quote": "You can either give negativity power over your life or you can choose happiness instead."
    },
    {
      "cite": "Barbara Alpert",
      "quote": "Sister. She is your mirror, shining back at you with a world of possibilities. She is your witness, who sees you at your worst and best, and loves you anyway. She is your partner in crime, your midnight companion, someone who knows when you are smiling, even in the dark. She is your teacher, your defense attorney, your personal press agent, even your shrink. Some days, she's the reason you wish you were an only child."
    },
    {
      "cite": "Ashley Scott",
      "quote": "I started walking at night with my sister in law which has been amazing. It really does something for you. It just kind of clears the mind, it just makes you feel better, things start to tighten a little bit."
    },
    {
      "cite": "Tim Daly",
      "quote": "Well, I've seen a bunch of acupuncturists and one of my sister-in-laws is an herbalist. So I know a lot about alternative medicine. I don't know a lot about the practice but I know about the world."
    },
    {
      "cite": "Jenifer Lewis",
      "quote": "Whoopi and I have been friends ever since she claimed she couldn't sing on the set of Sister Act."
    },
    {
      "cite": "Alice Walker",
      "quote": "Is solace anywhere more comforting than in the arms of a sister."
    },
    {
      "cite": "Yann Martel",
      "quote": "To lose a brother is to lose someone with whom you can share the experience of growing old, who is supposed to bring you a sister-in-law and nieces and nephews, creatures who people the tree of your life and give it new branches. To lose your father is to lose the one whose guidance and help you seek, who supports you like a tree trunk supports its branches. To lose your mother, well, that is like losing the sun above you. It is like losing--I'm sorry, I would rather not go on."
    },
    {
      "cite": "unknown",
      "quote": "Giggles Secrets Sometimes Tears Sisters And Friends Through The Years."
    }
  ]
}