{
  "source": "https://www.wisesayings.com/situation-quotes/",
  "theme": "situation",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "Whether pleasure or pain; every situation in your life serves a purpose. It is up to us to recognize what that purpose could be."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes, it takes a painful experience to make us change our ways."
    },
    {
      "cite": "Princess Njongo",
      "quote": "Every roller coaster situation in your life is there to sculpt your heart into it's best form."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "In any situation, there is a sacred solution."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Whatever your situation, God wants to heal you, strengthen you, and lead you to a place where you can enjoy life again."
    },
    {
      "cite": "Deborah Norville",
      "quote": "There is something in even the darkest situations that we can make a positive in our lives."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "If in a tense or nervous situation, take a moment to center and ground yourself and make a thoughtful decision. Remember that nothing is as important as it first seems."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "We need to have an understanding that no matter how difficult the situation is, the victory is ours."
    },
    {
      "cite": "Billy Graham",
      "quote": "Be careful before leaving someone in a sorrowing situation. Say a word of prayer with them and share even a brief word of encouragement from the Scriptures."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "No matter how messy your situation is, God can still have mercy upon your life."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "A person, who no matter how desperate the situation, gives others hope, is a true leader."
    },
    {
      "cite": "T.D. Jakes",
      "quote": "Never make a permanent decision about a temporary situation."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "Life is full of temporary situations, ultimately ending in a permanent solution."
    },
    {
      "cite": "Heinz Guderian",
      "quote": "There are no desperate situations, there are only desperate people."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "No matter how bad the situation, do not lose heart."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Your current situation is no indication of your ultimate potential"
    },
    {
      "cite": "Embeth Davidtz",
      "quote": "What's right for most people in most situations isn't right for everyone in every situation. Real morality lies in following one's own heart."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Always remember that your present situation is not your final destination. The best is yet to come."
    },
    {
      "cite": "Chris Oyakhilome",
      "quote": "God sends you into a situation not so that He can show He is God; but rather for you to show who you are!"
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Determination and willingness can change the situation when we are distructed."
    },
    {
      "cite": "Napz Cherub Pellazo",
      "quote": "The struggle is part of your story but Everything will be in place in the right situation at a perfect time."
    },
    {
      "cite": "Garrison Wynn",
      "quote": "Situations pass that make our life difficult, it's the worry that stay's with us that makes us ultimately unhappy."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Always turn a negative situation into a positive situation."
    },
    {
      "cite": "Jean Paul",
      "quote": "Strong characters are brought out by change of situation, and gentle ones by permanence."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "When we are no longer able to change a situation we are challenged to change ourselves."
    },
    {
      "cite": "Marshall Sylver",
      "quote": "Everything begins in thought and the reality is only our interpretation of the situation."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "God always makes a way of escape from complicated situations."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "Situation seems to be the mould in which men's characters are formed."
    },
    {
      "cite": "Robert Holden",
      "quote": "The greatest influence you can have in any situation is to be the presence of love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you happiness but yourself especially how you choose to think about your situation."
    }
  ]
}