{
  "source": "https://www.wisesayings.com/skating-quotes/",
  "theme": "skating",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "It doesn't matter what happens in life, the ice is always there. It is our life, our sanctuary, and our passion."
    },
    {
      "cite": "Gracie Gold",
      "quote": "In skating there's always another jump or another spin variation or another thing to learn, and that's what I liked about it."
    },
    {
      "cite": "Shaun White",
      "quote": "If skating got into the Olympics, I would be tempted to hold off on shredding for a year and just skate, to make that my new goal. In that sport, I'm still the underdog."
    },
    {
      "cite": "Robin Cousins",
      "quote": "Skating everywhere is unpredictable, no amount of money or facilities is going to create a skating star. You have to have a skater who is dedicated, passionate, and willing to learn."
    },
    {
      "cite": "Josee Chouinard",
      "quote": "Skating is an amazing form of self expression. It's like my soul at play."
    },
    {
      "cite": "Michelle Trachtenberg",
      "quote": "Ice skating is very difficult. It takes a lot of discipline and a lot of hard work. It's fun, but you are there on the ice every morning freezing and trying to do these moves and these tricks."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Half of figure skating is opinion, convincing judges."
    },
    {
      "cite": "Kevin Keegan",
      "quote": "We don't get any marks for effort like in ice-skating."
    },
    {
      "cite": "Johnny Weir",
      "quote": "Figure skating is theatrical. It's artistic. It's elegant. It's extremely athletic. And there's a very specific audience for that."
    },
    {
      "cite": "Eric Heiden",
      "quote": "When I was skating you had to participate in every thing."
    },
    {
      "cite": "Chris Pronger",
      "quote": "It hurts to walk but it feels pretty good to skate."
    },
    {
      "cite": "Oksana Baiul",
      "quote": "Pairs skating and singles are two different things. Although some skaters have achieved this successfully, it is a very difficult transition. You're looking at double work."
    },
    {
      "cite": "Michelle Kwan",
      "quote": "Skating is in my heart, not my head."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In skating over thin ice our safety is in our speed."
    },
    {
      "cite": "Ashley Wagner",
      "quote": "Skating is one of those sports you unfortunately see people get stuck in."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself."
    },
    {
      "cite": "Dorothy Hamill",
      "quote": "People think skating would translate very easily to dancing, but it really doesn't. Dancing is a lot of fun and not as dangerous as being on the ice."
    },
    {
      "cite": "Tonya Harding",
      "quote": "Skating was put on the map, supposedly from me Everybody made a life and a livelihood, um, except me."
    },
    {
      "cite": "Gracie Gold",
      "quote": "Skating can make you feel athletic, graceful, beautiful."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Learn to dance in the storm so when life hands you a stormy weather, you just glide through it."
    },
    {
      "cite": "Carolina Kostner",
      "quote": "Skating isn't about the medals or the results. I love what I do. It's much more fun to win, but you cannot every time."
    },
    {
      "cite": "Robin Cousins",
      "quote": "Skating is now retro and hip."
    },
    {
      "cite": "Robin Cousins",
      "quote": "Ice dance should not be seen as a rigid conformist form of figure skating. There is a great deal of freedom and originality to be had."
    },
    {
      "cite": "Anonymous",
      "quote": "The mind skating circles around itself as it moves forward."
    },
    {
      "cite": "Peggy Fleming",
      "quote": "Skating was the vessel into which I could pour my heart and soul."
    },
    {
      "cite": "Carol Goodman",
      "quote": "There's always that first step in skating, from dry ground to slick ice, when it just seems impossible. Impossible that two thin blades of metal will support you, impossible that because its molecules have begun to dance a little slower water will hold you up."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A man learns to skate by staggering about and making a fool of himself. Indeed he progresses in all things by resolutely making a fool of himself."
    },
    {
      "cite": "Barbara Ann Scott",
      "quote": "The most important thing about skating is that it teaches you to do the things you should do before you do the things you want to do."
    },
    {
      "cite": "D. B. Sweeney",
      "quote": "Skating is tough to pick up when you are a grown up."
    }
  ]
}