{
  "source": "https://www.wisesayings.com/skeleton-quotes/",
  "theme": "skeleton",
  "quotes": [
    {
      "cite": "Sunday Adelaja",
      "quote": "The skeleton of success is self-discipline."
    },
    {
      "cite": "J.A. Clement",
      "quote": "The skeleton picked up the second skull, so worn as to barely be recognisable as such. The vertebrae fell and rolled like beads from a string."
    },
    {
      "cite": "Leonora Carrington",
      "quote": "The skeleton was as happy as a madman whose straitjacket had been taken off."
    },
    {
      "cite": "Marya Hornbacher",
      "quote": "We turn skeletons into goddesses and look to them as if they might teach us how not to need."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "The skeletons of the past must not hold back the dream of a new life, even though fear and regret, guilt and remorse may unsettle us during the effort to give our future a new home."
    },
    {
      "cite": "Tyler Perry",
      "quote": "Everybody's got skeletons in the closets. Every once in a while, you've got to open up the closet and the let the skeletons breathe. Half the time, the very thing you think is gonna destroy you or ruin you is the very thing that nobody cares about."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "It is better to have ten skeletons in your closet, than walk with no bones."
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "You must befriend a few skeletons before you'll find your deepest self."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "One would think it would be most unwise in a man to be afraid of a skeleton, since Nature has set curious and quite insuperable obstacles to his running away from it."
    },
    {
      "cite": "Lauren Groff",
      "quote": "We need the skeletons of other stories to understand our own, sometimes."
    },
    {
      "cite": "Henry Miller",
      "quote": "The world dies over and over again, but the skeleton always gets up and walks."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "There is something about a closet that makes a skeleton terribly restless."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "Once we get to know where and why the skeletons of the past are buried, we can start wading across our muddled memories into the open plains of a new horizon."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "A search for the truth may unearth skeletons that were better off staying buried."
    },
    {
      "cite": "Mark McGwire",
      "quote": "You don't know that you'll ever have to talk about the skeleton in your closet."
    },
    {
      "cite": "Alan Moore",
      "quote": "It's early days. A few skeletons are bound to keep jumping out of the closet."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "None of us is perfect. Everyone has got a skeleton in the closet that they don't want people to find out. I just let it go, with a bit of humor."
    },
    {
      "cite": "William Makepeace",
      "quote": "There is a skeleton in every house."
    }
  ]
}