{
  "source": "https://www.wisesayings.com/skepticism-quotes/",
  "theme": "skepticism",
  "quotes": [
    {
      "cite": "George Santayana",
      "quote": "Profound skepticism is favorable to conventions, because it doubts that the criticism of conventions is any truer than they are."
    },
    {
      "cite": "John Ortberg",
      "quote": "Skepticism can keep us from blessing, can keep us trapped in two minds."
    },
    {
      "cite": "Samuel E. Morison",
      "quote": "Skepticism is an important historical tool. It is the starting point of all revision of hitherto accepted history."
    },
    {
      "cite": "Charles Hugh Smith",
      "quote": "Skepticism is always a wise default position to start one's inquiry, but if no knowledge is being acquired, skepticism quickly morphs into stubborn ignorance."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Healthy scepticism is the basis of all accurate observation."
    },
    {
      "cite": "Brian Cox",
      "quote": "Skepticism must go hand in hand with rationality. When theories are shown to be false, the correct thing to do is to move on."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Skepticism precludes one from believing many things, but not from loving many things."
    },
    {
      "cite": "Joseph Alexander Leighton",
      "quote": "Skepticism literally means a thoughtful inquiry, the looking at a problem in a disinterested spirit, the surveying of a question from many sides. In this sense it is the very essence of philosophy and science."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Skepticism enables us to distinguish fancy from fact, to test our speculations."
    },
    {
      "cite": "Michael N. Forster",
      "quote": "Skepticism is in fact the wholly self-abrogating contradiction."
    },
    {
      "cite": "Ted Nordhaus",
      "quote": "Skepticism about the potential to achieve the kinds of breakthroughs we need has been a self-fulfilling prophecy."
    },
    {
      "cite": "Rene Descartes",
      "quote": "In order to seek truth, it is necessary once in the course of our life to doubt, as far as possible, of all things."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Skepticism is the elegance of anxiety."
    },
    {
      "cite": "George Santayana",
      "quote": "Skepticism is the chastity of the intellect."
    },
    {
      "cite": "Paul Kurtz",
      "quote": "A universal skepticism is limited by its own criteria. If we assume it to be true, then it is false."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "It is evident that skepticism, while it makes no actual change in man, always makes him feel better."
    },
    {
      "cite": "Peter Abelard",
      "quote": "The key to wisdom is this constant and frequent questioning for by doubting we are led to question and by questioning we arrive at the truth."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "Skepticism is a way of freeing the dogmatic mind, and that's where its value lies."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Scepticism does not abolish the world, it turns it into questions."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Skepticism means, not intellectual doubt alone, but moral doubt."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "Always doubtful is the one who always looks for certainty."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Skepticism is the first step on the road to philosophy."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "Skepticism is like a microscope whose magnification is constantly increased: the sharp image that one begins with finally dissolves, because it is not possible to see ultimate things: their existence is only to be inferred."
    },
    {
      "cite": "Sextus Empiricus",
      "quote": "Scepticism is an ability, or mental attitude, which opposes appearances to judgments in any way whatsoever, with the result that,owing to the equipollence of the objects and reasons thus opposed we are brought firstly to a state of mental suspense and next to a state of unperturbedness or quietude."
    },
    {
      "cite": "George Santayana",
      "quote": "Skepticism is a discipline fit to purify the mind of prejudice and render it all the more apt, when the time comes, to believe and to act wisely."
    },
    {
      "cite": "John Dewey",
      "quote": "Skepticism: the mark and even the pose of the educated mind."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Scepticism is the first step towards truth."
    },
    {
      "cite": "Richard Feynman",
      "quote": "There is no harm in doubt and skepticism, for it is through these that new discoveries are made."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "A wise skepticism is the first attribute of a good critic."
    },
    {
      "cite": "James Thurber",
      "quote": "Skepticism is a useful tool of the inquisitive mind, but it is scarcely a method of investigation."
    }
  ]
}