{
  "source": "https://www.wisesayings.com/skeptic-quotes/",
  "theme": "skeptic",
  "quotes": [
    {
      "cite": "Christopher Hitchens",
      "quote": "What can be asserted without evidence can also be dismissed without evidence."
    },
    {
      "cite": "H. W. SHAW",
      "quote": "A skeptic is one who knows too much for a fool, and too little for a wise man."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Ignorance more frequently begets confidence than does knowledge: It is those who know little, not those who know much, who so positively assert that this or that problem will never be solved by science."
    },
    {
      "cite": "Geoge Jean Nathan",
      "quote": "The path of sound credence is through the thick forest of skepticism."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Great intellects are skeptical."
    },
    {
      "cite": "Aristotle",
      "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."
    },
    {
      "cite": "Andre Gide",
      "quote": "Believe those who are seeking the truth. Doubt those who find it."
    },
    {
      "cite": "Romain Rolland",
      "quote": "Skepticism, riddling the faith of yesterday, prepared the way for the faith of tomorrow."
    },
    {
      "cite": "Gerry Spence",
      "quote": "I would rather have a mind opened by wonder than one closed by belief."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "It's a most distressing affliction to have a sentimental heart and a skeptical mind."
    },
    {
      "cite": "David Smalley",
      "quote": "Being a skeptic doesn't just mean refraining from automatic acceptance. It includes refraining from automatic rejection as well."
    },
    {
      "cite": "Pierre Bizot",
      "quote": "Skeptics always stumble at the truth."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Every person who has mastered a profession is a skeptic concerning it."
    },
    {
      "cite": "Anonymous",
      "quote": "Large skepticism leads to large understanding. Small skepticism leads to small understanding. No skepticism leads to no understanding."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "I mean, you could claim that anything's real if the only basis for believing in it is that nobody's proved it doesn't exist!"
    },
    {
      "cite": "George Santayana",
      "quote": "Profound skepticism is favorable to conventions, because it doubts that the criticism of conventions is any truer than they are."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Extraordinary claims require extraordinary evidence."
    },
    {
      "cite": "Joseph Alexander Leighton",
      "quote": "Skepticism literally means a thoughtful inquiry, the looking at a problem in a disinterested spirit, the surveying of a question from many sides. In this sense it is the very essence of philosophy and science."
    },
    {
      "cite": "Armin Navabi",
      "quote": "Not knowing the answer to a question is not a valid excuse for making up a fairytale to explain it."
    },
    {
      "cite": "Richard Carrier",
      "quote": "Inquiry and doubt are essential checks against deception, self-deception, & error."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Skepticism is the first step on the road to philosophy."
    },
    {
      "cite": "George Carlin",
      "quote": "Tell people there's an invisible man in the sky who created the universe, and the vast majority will believe you. Tell them the paint is wet, and they have to touch it to be sure."
    },
    {
      "cite": "George Santayana",
      "quote": "Skepticism is the chastity of the intellect."
    },
    {
      "cite": "Michael Shermer",
      "quote": "Skepticism is not a position that you stake out ahead of time and stick to no matter what."
    },
    {
      "cite": "Michael Shermer",
      "quote": "Skepticism is the agent of reason against organized irrationalism - and is therefore one of the keys to human social and civic decency."
    },
    {
      "cite": "Lady Blessington",
      "quote": "Skeptics, like dolphins, change when dying."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Blind belief in authority is the greatest enemy of truth."
    },
    {
      "cite": "Daniel Dennett",
      "quote": "Even the most vaunted experts are susceptible to wishful thinking and can be blinded to a truth by a conviction that is supported more by emotional attachment than reason."
    },
    {
      "cite": "Gerry Spence",
      "quote": "Skepticism is the father of freedom. It is like the pry that holds open the door for truth to slip in."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "The skeptic dows not mean him who doubts, but him who investigates or researches, as opposed to him who asserts and thinks that he has found."
    }
  ]
}