{
  "source": "https://www.wisesayings.com/skiing-quotes/",
  "theme": "skiing",
  "quotes": [
    {
      "cite": "Sutton Foster",
      "quote": "And, as an adult, I tried skiing, and I ended up in tears."
    },
    {
      "cite": "Kitt Redhead",
      "quote": "It's like swimming in a lake your whole life and then someone taking you to the ocean."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "The sport of skiing consists of wearing three thousand dollars' worth of clothes and equipment and driving two hundred miles in the snow in order to stand around at a bar and get drunk."
    },
    {
      "cite": "Michael Kennedy",
      "quote": "Skiing is the pleasurable part of alpinism, way more pleasurable and fun than alpine climbing."
    },
    {
      "cite": "Glen Plake",
      "quote": "Skiing is the best way in the world to waste time."
    },
    {
      "cite": "A.J. Jones",
      "quote": "They've been working really hard, and they've really changed their style of skiing from when they started."
    },
    {
      "cite": "Smooth Johnson",
      "quote": "Kids today, all they talk about is big air. I say, stay on the mountain, that's where the action is. If you want big air, pull my finger."
    },
    {
      "cite": "Lord Mancroft",
      "quote": "There are really only three things to learn in skiing: how to put on your skis, how to slide downhill, and how to walk along the hospital corridor."
    },
    {
      "cite": "Lindsey Vonn",
      "quote": "I'm never tired of winning, and I'm never tired of skiing."
    },
    {
      "cite": "Anonymous",
      "quote": "Skiing is the only sport where you spend an arm and a leg to break an arm and a leg."
    },
    {
      "cite": "Dolores LaChapelle",
      "quote": "Powder snow skiing is not fun. It's life, fully lived, life lived in a blaze of reality."
    },
    {
      "cite": "Picabo Street",
      "quote": "I'm looking forward to free skiing the most. Just groomers, big wide groomers making nice big turns."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "When you're skiing, if you're not falling you're not trying."
    },
    {
      "cite": "Doug Coombs",
      "quote": "There is no such thing as too much snow."
    },
    {
      "cite": "Joely Fisher",
      "quote": "Skiing makes me feel great, and it gives my legs such an incredible workout."
    },
    {
      "cite": "Paul Parker",
      "quote": "There are many skiers who have chosen tele for a more compact, streamlined skiing system."
    },
    {
      "cite": "Dave Barry",
      "quote": "The problem with winter sports is that follow me closely here they generally take place in winter."
    },
    {
      "cite": "Tim Cahill",
      "quote": "The sensual caress of waist deep cold smoke, glory in skiing virgin snow, in being the first to mark the powder with the signature of their run."
    },
    {
      "cite": "David Hyde Pierce",
      "quote": "We can't control what the ratings will be. It's like, if you're going to go skiing, do you hope you'll have a good day of skiing? Yes. Do you hope you won't break your leg? Yes."
    },
    {
      "cite": "Delores LaChapelle",
      "quote": "Some people can never learn to ski powder snow without exerting tremendous effort and strength because they allow their rational, left-brain hemisphere to control the entire situation."
    },
    {
      "cite": "Paul Parker",
      "quote": "Challenging snow is one of my favorite kinds of skiing, and I like being able to switch techniques at liberty."
    },
    {
      "cite": "Fridtjof Nansen",
      "quote": "It is better to go skiing and think of God, than go to church and think of sport."
    },
    {
      "cite": "Glen Plake",
      "quote": "Skiing is the conquest of the useless."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "I do not participate in any sport with ambulances at the bottom of the hill."
    },
    {
      "cite": "David W. Murrie",
      "quote": "Skiing can be thought of as a control and guidance activity, sliding down on a varying surface."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Skiing is the next best thing to having wings."
    },
    {
      "cite": "Hans Gmoser",
      "quote": "A person should have wings to carry them where their dreams go, but sometimes a pair of skis makes a good substitute."
    },
    {
      "cite": "Anonymous",
      "quote": "Skiing is a dance, and the mountain always leads."
    },
    {
      "cite": "Bode Miller",
      "quote": "That feeling is the same whether you're on either side of the hundredths. Obviously, it's great to win the world championship, but if you put down that kind of skiing, it's awesome either way."
    },
    {
      "cite": "Lindsey Vonn",
      "quote": "I think the most important thing in skiing is you have to be having fun. If you're having fun, then everything else will come easy to you."
    }
  ]
}