{
  "source": "https://www.wisesayings.com/skin-care-quotes/",
  "theme": "skin-care",
  "quotes": [
    {
      "cite": "Fatema Mernissi",
      "quote": "Beauty is in the skin! Take care of it, oil it, clean it, scrub it, perfume it, and put on your best clothes, even if there is no special occasion, and you'll feel like a queen. If society is hard on you, fight back by pampering your skin. Skin is political. Otherwise why would the imams order us to hide it?"
    },
    {
      "cite": "Karen Grant",
      "quote": "Skin care is like dieting. You have to invest time and effort. There is no instant miracle cure."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty."
    },
    {
      "cite": "Dr. Georgiana Donadio",
      "quote": "Your skin is the fingerprint of what is going on inside your body, and all skin conditions, from psoriasis to acne to aging, are the manifestations of your body's internal needs, including its nutritional needs."
    },
    {
      "cite": "Linden Tyler",
      "quote": "Invest in your skin. It is going to represent you for a very long time."
    },
    {
      "cite": "Renee Rouleau",
      "quote": "Be good to your skin. You'll wear it every day for the rest of your life."
    },
    {
      "cite": "Jana Elston",
      "quote": "Your skin has a memory. In ten, twenty, thirty years from now, your skin will show the results of how it was treated today. So treat it kindly and with respect."
    },
    {
      "cite": "Caroline Frazer",
      "quote": "Healthy skin is crucial for providing the right canvas for applying make up, to enhance natural beauty and create natural healthy looking skin."
    },
    {
      "cite": "Violet Grey",
      "quote": "In a polite society, a well maintained skincare routine is one of life's great successes."
    },
    {
      "cite": "Leslie Baumann",
      "quote": "If you want sweeter-looking skin, sidestep the sugar. Sugar and highly refined carbohydrates, including white bread, white rice, French fries, and sugar-laded soda, can increase acne and speed aging by causing glycation-the result of sugar breaking down and bonding with protein molecules-which reduces the elasticity of collagen in your skin."
    },
    {
      "cite": "Demi Moore",
      "quote": "I'm a big believer in that if you focus on good skincare, you really won't need a lot of make-up."
    },
    {
      "cite": "Emma Thompson",
      "quote": "The trick is to age honestly and gracefully and make it look great, so that everyone looks forward to it."
    },
    {
      "cite": "Judyth Reichenberg-Ullman N.D.",
      "quote": "Your skin is a reflection of how well your body is eliminating the toxins that build up on a daily basis. Chronic skin conditions such as acne, eczema and psoriasis stem from a combination of genetic factors, immune stress, dietary deficiencies or sensitivities, and the accumulation of toxins in the body. For our skin to be radiant and clear, it is very important that the other organs of elimination (kidneys, liver, lungs, and colon) are cleansing the body effectively. If not, the skin will be overtaxed, pores will become clogged, and eruptions of one sort or another will result."
    },
    {
      "cite": "Michael Coulombe",
      "quote": "Glowing skin is a result of proper skin care. It means you can wear less make up and let skin shine through."
    },
    {
      "cite": "Erno Laszlo",
      "quote": "Beautiful skin requires commitment, not a miracle."
    },
    {
      "cite": "Liya Kebede",
      "quote": "Take good care of your skin and hydrate. If you have good skin, everything else will fall into place."
    },
    {
      "cite": "Judyth Reichenberg-Ullman N.D.",
      "quote": "What is your skin trying to tell you? Often the skin is a metaphor for deeper issues and a way for your body to send up a red flag to warn you that all is not well underneath. When our skin is unhealthy it is usually a reflection of the internal state of our bodies, and is often a sign of poor elimination of toxins and waste products."
    },
    {
      "cite": "Andrew Weil",
      "quote": "It's not just what substances you put on your skin. Inappropriate inflammation is rooted in diet, how you handle stress, how you rest and your exposure to environmental toxins."
    },
    {
      "cite": "Mae West",
      "quote": "You're never too old to become younger."
    },
    {
      "cite": "Dr. Murad",
      "quote": "Healthy skin is a reflection of overall wellness."
    },
    {
      "cite": "Calvin Klein",
      "quote": "The best thing is to look natural, but it takes makeup to look natural."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Beauty is an experience, nothing else. It is not a fixed pattern or an arrangement of features. It is something felt, a glow or a communicated sense of fineness."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
    },
    {
      "cite": "Helena Rubinstein",
      "quote": "There are no ugly women, only lazy ones."
    },
    {
      "cite": "Jack Black",
      "quote": "You must never underestimate the power of the eyebrow."
    },
    {
      "cite": "Jean Kerr",
      "quote": "I’m tired of all this nonsense about beauty being only skin-deep.  That’s deep enough.  What do you want, an adorable pancreas?"
    },
    {
      "cite": "Jess C. Scott",
      "quote": "Be patient. Your skin took a while to deteriorate. Give it some time to reflect a calmer inner state. As one of my friends states on his Facebook profile: \"The true Losers in Life, are not those who Try and Fail, but those who Fail to Try."
    },
    {
      "cite": "Joan Crawford",
      "quote": "I think that the most important thing a woman can have next to talent, of course, is her hairdresser."
    },
    {
      "cite": "Jon Stewart",
      "quote": "As long as I don't end up hosting a skin care commercial with Cher, I'm happy."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "I don't like standard beauty - there is no beauty without strangeness"
    }
  ]
}