{
  "source": "https://www.wisesayings.com/skinny-quotes/",
  "theme": "skinny",
  "quotes": [
    {
      "cite": "Nikhil Parekh",
      "quote": "I chose a man slender and skinny."
    },
    {
      "cite": "Robert William Service",
      "quote": "A skinny, starving stray; it looked so pitifully small, a fluff of silver grey."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "Little skinny shoulder-blades sticking through your clothes! And where you'll get a jacket from God above knows."
    },
    {
      "cite": "Robert William Service",
      "quote": "To see the skinny hag in black who boosts you up the curb."
    },
    {
      "cite": "Danielle Milano",
      "quote": "People who are skinny-fat may be thin, but they have no muscle tone and a high percentage of body fat."
    },
    {
      "cite": "Lyle Lovett",
      "quote": "Skinny legs like I always wanted sister look at me again. You'd love me if I were as skinny as him."
    },
    {
      "cite": "Diana Ross",
      "quote": "I don't get fat, I get skinny."
    },
    {
      "cite": "Shakira",
      "quote": "You want to be skinny and have a good body? You have to work out every day and say no to certain foods."
    },
    {
      "cite": "Kate Moss",
      "quote": "Nothing tastes as good as skinny feels."
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Rising like gulls. Then, with a finger skinny."
    },
    {
      "cite": "Nickelback",
      "quote": "We'll all stay skinny 'cause we just won't eat."
    },
    {
      "cite": "Erin Heatherton",
      "quote": "It's important to be fit, but you shouldn't get too skinny. You need to have curves."
    },
    {
      "cite": "Evan Esar",
      "quote": "Most of us are either too thin to enjoy eating. or too fat to enjoy walking."
    },
    {
      "cite": "Evan Esar",
      "quote": "If you want to get fat, don't eat fast; if you want to get thin. don't eat fast."
    },
    {
      "cite": "Jamie Dornan",
      "quote": "If you are a skinny, baby-faced teenager, the last thing you want to hear is that you're cute."
    },
    {
      "cite": "Joy Behar",
      "quote": "Statistically, skinny women die younger than fat women. Why? Because fat women are killing them."
    },
    {
      "cite": "Jackie Gleason",
      "quote": "Thin people are beautiful, but fat people are adorable."
    },
    {
      "cite": "Brian Wansink",
      "quote": "If you want to be skinny, do what skinny people do."
    },
    {
      "cite": "Matt Dunn",
      "quote": "Skinny jeans were only good if you had skinny genes."
    },
    {
      "cite": "David Zinczenko",
      "quote": "Being slim is the new elitism. Thinness today says that you are richer, smarter, and more successful than the overweight masses."
    },
    {
      "cite": "Russell Baker",
      "quote": "Skinny women don't enjoy being told they're skinny nowadays. They enjoy telling you how they got that way, as though starvation were an achievement."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Skinny guys fight till they're burger."
    },
    {
      "cite": "Shakira",
      "quote": "You want to be skinny and have a good body? You have to work out every day and say no to certain foods."
    },
    {
      "cite": "Kate Moss",
      "quote": "Nothing tastes as good as skinny feels."
    },
    {
      "cite": "Luther Allison",
      "quote": "Me being a skinny guy, I could crawl into the steel pit."
    },
    {
      "cite": "Susie Orbach",
      "quote": "Skinny is only one body type."
    },
    {
      "cite": "Natalia Vodianova",
      "quote": "If we're talking about being skinny or losing weight, I don't have that problem; it's genetics."
    }
  ]
}