{
  "source": "https://www.wisesayings.com/skull-quotes/",
  "theme": "skull",
  "quotes": [
    {
      "cite": "Nikos Kazantzakis",
      "quote": "Life's true face is the skull."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Your skull encloses your brains. But never forget that anytime you open your mouth to talk, you have opened your mind for the entire world to see what is hidden in there!"
    },
    {
      "cite": "Vikrmn",
      "quote": "Nothing is tough but your skull so think out of the skull box and let the thoughts fly."
    },
    {
      "cite": "Arejay Hale",
      "quote": "Skulls, are being empty skulls / Filling their empty lungs / With the wrong kind of drugs / Baby what have we become / Are being empty skulls"
    },
    {
      "cite": "Robyn Hitchcock",
      "quote": "And when you're gone there won't be anything behind / Except a skull, a suitcase and a long red bottle of wine / A skull, a suitcase, and a long red bottle of wine"
    },
    {
      "cite": "Noah Scalin",
      "quote": "The skull has had a place in the history of art since the earliest dawning of human expression, as a reminder to appreciate the gift of life."
    },
    {
      "cite": "Jody Sullivan Rake",
      "quote": "Skull bones are strong to protect you brain. You can't move these bones."
    },
    {
      "cite": "Tim D. White",
      "quote": "The skull is the most complex portion of the skeleton and is of major importance in human osteology."
    },
    {
      "cite": "Tim D. White",
      "quote": "The complexity of the human skull can best be understood by recognizing the widely differing functions it performs. It forms the bony foundation for the senses of sight, smell, taste, and hearing. It houses and protects the brain."
    },
    {
      "cite": "David B. Wright",
      "quote": "The skull protects the brain, eyes and ears. It is made from twenty two bones most of which are fused together."
    },
    {
      "cite": "Esteban E. Sarmiento",
      "quote": "Modern human skulls are characterized by a relatively small vertically set face, a high forehead, and a large braincase."
    },
    {
      "cite": "Jaap van Etten",
      "quote": "People in modern Western society perceive the human skull as a symbol of death."
    },
    {
      "cite": "Jaap van Etten",
      "quote": "But in other cultures, especially those that do not fear death, a skull is celebrated because it is a symbol of rebirth, of transitioning into another life."
    },
    {
      "cite": "George Gordon Lord Byron",
      "quote": "Start not—nor deem my spirit fled: / In me behold the only skull / From which, unlike a living head, / Whatever flows is never dull."
    },
    {
      "cite": "Alfred Austin",
      "quote": "Fleshless skull from fleshless skull, / Arrogant from beautiful; / Nameless relics of a name:- / I alone abide the same.'"
    },
    {
      "cite": "Glenn Searfoss",
      "quote": "People are fascinated by skulls. Perhaps this is because the skull defines the seeing-smelling-bitting-eating end of a creature and, therefore, its 'personality.'"
    },
    {
      "cite": "Glenn Searfoss",
      "quote": "Moe than any other skeletal feature, the skull is a great source of information about an animal's environment lifestyle."
    },
    {
      "cite": "Antony C. Sutton",
      "quote": "The skull--mortality unmasked. The opposite of the mask is the skull."
    },
    {
      "cite": "Kirti Behal",
      "quote": "The skull protects our brain and forms the framework for our head and face."
    },
    {
      "cite": "Lina Sequeira",
      "quote": "The skull plays an important role in the body. The skull protects the delicate sense organs."
    },
    {
      "cite": "David Bailey",
      "quote": "The skull is nature's sculpture."
    },
    {
      "cite": "Grant Morrison",
      "quote": "The interior of our skulls contains a portal to infinity."
    },
    {
      "cite": "James Frey",
      "quote": "Sometimes skulls are thick. Sometimes hearts are vacant. Sometimes words don't work."
    },
    {
      "cite": "Debbie Harry",
      "quote": "I don't mind if my skull ends up on a shelf as long as it's got my name on it."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Why is the human skull as dense as it is? Nowadays we can send a message around the world in one-seventh of a second, but it takes years to drive an idea through a quarter-inch of human skull."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "There is great treasure there behind our skull and this is true about all of us. This little treasure has great great powers and I would say we only have learnt a very very small part of what it can do."
    },
    {
      "cite": "Eliezer Yudkowsky",
      "quote": "In our skulls, we carry around 3 pounds of slimy, wet, greyish tissue, corrugated like crumpled toilet paper. You wouldn't think, to look at the unappetizing lump, that it was some of the most powerful stuff in the known universe."
    },
    {
      "cite": "Susan Sontag",
      "quote": "My skull is crammed with quotations."
    },
    {
      "cite": "Danny DeVito",
      "quote": "There are two dilemmas that rattle the human skull: How do you hang on to someone who won't stay? And how do you get rid of someone who won't go?"
    },
    {
      "cite": "Kazimir Malevich",
      "quote": "Man's skull represents the same infinity for the movement of conceptions. It is equal to the universe, for in it is contained all that sees in it."
    }
  ]
}