{
  "source": "https://www.wisesayings.com/skydiving-quotes/",
  "theme": "skydiving",
  "quotes": [
    {
      "cite": "Dave Stein",
      "quote": "If I could stand in an open airplane doorway two-and-a-half miles above the ground and will myself to step into empty space, then I could do anything."
    },
    {
      "cite": "unknown",
      "quote": "To those that jump, no explanation is necessary. To those that don't jump, no explanation is possible."
    },
    {
      "cite": "unknown",
      "quote": "Any idiot can fly a plane, but it takes a special kind of idiot to jump out of one."
    },
    {
      "cite": "Brock Yates",
      "quote": "Some guy once told me that skydiving is like cutting your throat and seeing if you can get to the doctor before you bleed to death."
    },
    {
      "cite": "Toni Morrison",
      "quote": "If you surrender to the wind, you can ride it."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Once you have tasted the taste of sky, you will forever look up."
    },
    {
      "cite": "Felix Baumgartner",
      "quote": "Sometimes we have to get really high to see how small we are."
    },
    {
      "cite": "unknown",
      "quote": "You do not need a parachute to skydive. You need a parachute to skydive twice."
    },
    {
      "cite": "Dan Poynter",
      "quote": "If skydiving were safe, the parachute center would not require you to sign a waiver."
    },
    {
      "cite": "Frosty Woolridge",
      "quote": "When the people look like ants pull! When the ants look like people, pray."
    },
    {
      "cite": "unknown",
      "quote": "Some people need to skydive without a parachute."
    },
    {
      "cite": "Allen Roulston",
      "quote": "Skydivers are people who enjoy falling down."
    },
    {
      "cite": "unknown",
      "quote": "Only skydivers know why the birds sing. They never have to pack a parachute"
    },
    {
      "cite": "Nicholas J. Nigro",
      "quote": "Skydiving is a rather safe affair, provided you have a parachute."
    },
    {
      "cite": "Leena Ahmad Almashat",
      "quote": "Those who don't jump will never fly."
    },
    {
      "cite": "unknown",
      "quote": "Skydivers: good to the last drop."
    },
    {
      "cite": "unknown",
      "quote": "I've never been skydiving, but I have zoomed-in on Google Earth really fast."
    },
    {
      "cite": "Ray Bangs",
      "quote": "To the skydiver, 'flying' in a plane is akin to 'swimming' in a boat; they live for the wind whipping past as they plummet toward the earth during free fall, and the thrill of floating on the air currents once their 'chutes are safely open. They live on the edge, though not in danger -- amid the elements, but not at their mercy."
    },
    {
      "cite": "Dan Oshinsky",
      "quote": "You should read the skydiving waiver before you sign, if only to see how many different ways there are to describe 'death by falling.' If anything will convince you not to skydive, it's that waiver."
    },
    {
      "cite": "Charles W.Purcell",
      "quote": "Out of ten thousand feet of fall, always remember that the last half inch hurts the most."
    },
    {
      "cite": "Anamika Ojha",
      "quote": "All I can say that I felt freedom. Skydiving is intoxicating more than marijuana/alcohol or any drug on this planet. It's enough to mess with your mind!"
    },
    {
      "cite": "Douglas Adams",
      "quote": "There is an art ... or rather, a knack to flying. The knack lies in learning how to throw yourself at the ground and miss."
    },
    {
      "cite": "Ray Bangs",
      "quote": "More than a sport, skydiving is a lifestyle, a communal activity like scuba diving or surfing -- one that attracts people of all walks of life with one thing: the kind of freedom you just can't find in cubicles or workstations."
    },
    {
      "cite": "Dean Keith Simonton",
      "quote": "In skydiving, it is the fear response that gradually weakens. During the precipitous descent, the amply tested parachutist can savor the thrill rather than endure the panic."
    },
    {
      "cite": "Frank Shisler",
      "quote": "People always ask me if skydiving is safe and all that. People die skydiving. Everybody knows that. It's not a secret. People have died skydiving. We try to take out the risk as much as we can and we have done it safely for seven years on this island. Of 7,000 people I have taken up, three people rode the airplane down."
    },
    {
      "cite": "Fausto Brizzi",
      "quote": "Skydiving is like making love to the world."
    },
    {
      "cite": "Dan Oshinsky",
      "quote": "By the time you reach your skydiving height, you will actually be excited to leave that airplane for the safety of a parachute."
    },
    {
      "cite": "Valerie Curtin",
      "quote": "You oughta try it. You might learn something. You know, I was skydiving once and my main chute, it didn't open. I pulled my reserve and it didn't open either. There I was, plunging to the earth. Just as I hit the treetops I discovered the meaning of life."
    },
    {
      "cite": "Jeff Davis",
      "quote": "Skydiving. Apparently, it's all about the landing."
    },
    {
      "cite": "Chuck Lorre",
      "quote": "Parenthood is like skydiving. You just gotta jump out of the old plane."
    }
  ]
}