{
  "source": "https://www.wisesayings.com/skyscraper-quotes/",
  "theme": "skyscraper",
  "quotes": [
    {
      "cite": "Anthony De Mello",
      "quote": "Because everyone is the same distance from the sun. Does it really lessen the distance if you live on top of a skyscraper?"
    },
    {
      "cite": "Carl Sandburg",
      "quote": "By night the skyscraper looms in the smoke and the stars and has a soul."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "From torched skyscrapers, men grew wings."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Our concern is not how to worship in the catacombs but how to remain human in the skyscrapers."
    },
    {
      "cite": "Ada Louise Huxtable",
      "quote": "The skyscraper and the twentieth century are synonymous; the tall building is the landmark of our age. ... Shaper of cities and fortunes, it is the dream, past and present, acknowledged or unacknowledged, of almost every architect."
    },
    {
      "cite": "Rem Koolhaas",
      "quote": "Manhattan has no choice but the skyward extrusion of the Grid itself; only the Skyscraper offers business the wide-open spaces of a man-made Wild West, a frontier in the sky."
    },
    {
      "cite": "Norman Foster",
      "quote": "Manhattan, one of the most moneyed spots on the planet, also has one of the greatest concentrations of people in its skyscrapers. Its also, of course, the place where every architect wants to build his tower."
    },
    {
      "cite": "Philip Johnson",
      "quote": "Doing a house is so much harder than doing a skyscraper."
    },
    {
      "cite": "Polan Banks",
      "quote": "Behind every skyscraper is a woman. You dress them up and make them beautiful."
    },
    {
      "cite": "Peter S. Fischer",
      "quote": "They're knocking down buildings all over New York, and for what? More skyscrapers!"
    },
    {
      "cite": "James Manos Jr.",
      "quote": "It's engraved in our souls. But we've traded the wilderness for pavement, trees, for skyscrapers. We've lost touch with our instincts, with what we are. We have fallen from nature's grace."
    },
    {
      "cite": "Richard Martin Stern",
      "quote": "Skyscrapers like this all over the country! You design 'em, I'll build 'em."
    },
    {
      "cite": "Roma Agrawal",
      "quote": "When wind on an earthquake hits the skyscraper, it starts to move back and forth. This cause the pendulum to oscillate as well - but in opposite direction to the tower."
    },
    {
      "cite": "Big Sean",
      "quote": "Cause even then I was infatuated with just sitting at the top / And I don't owe nobody in the world no favors / I started from the basement, made it to the skyscrapers"
    },
    {
      "cite": "Train",
      "quote": "Skyscraper  / You define the skyline / Opposite the grapevine / Where crows and rumors fly"
    },
    {
      "cite": "Lola Ridge",
      "quote": "Skyscrapers… remote, unpartisan / Turning neither to the right nor left / Your imperturbable fronts… / Austerely greeting the sun / With one chilly finger of stone…."
    },
    {
      "cite": "Elise Lemire",
      "quote": "Of course the ambitions behind the construction of a skyscraper and the desire for its possession are generally as out sized as the building itself."
    },
    {
      "cite": "Elise Lemire",
      "quote": "The skyscraper continues to serve as a global barometer of urbanized and the accumulation of wealth and power."
    },
    {
      "cite": "Elise Lemire",
      "quote": "Indeed, whether the shifts in wealth, corporate structure, architecture taste, technological innovation, and developments in urbanization take us, they take us to the skyscraper."
    },
    {
      "cite": "Leonard Joseph",
      "quote": "The beauty of a great skyscraper comes from resolving seemingly contradictory problems. It must be sturdy, yet it must be economical to build; it must be beautiful, but it must also be suitable for use by thousands of people over many decades."
    },
    {
      "cite": "Leonard Joseph",
      "quote": "We often think of skyscrapers when we think of cities because modern cities are defined by skyscrapers."
    },
    {
      "cite": "Leonard Joseph",
      "quote": "A skyscraper uses more vertical space, or air space, than it does space on the ground, by stacking floors on top of each other."
    },
    {
      "cite": "David Crichton",
      "quote": "The leading 'real' asset owned by many financial institutions, along with gold, is buildings."
    },
    {
      "cite": "George H. Douglas",
      "quote": "Tall buildings are among the most forceful and defining characteristics of the American urban landscape."
    },
    {
      "cite": "George H. Douglas",
      "quote": "The skyscraper has made an indelible impression on the civilization that created it; it is every bit as much a part of American culture as the great cathedrals were a part of the Middle Ages."
    },
    {
      "cite": "George H. Douglas",
      "quote": "Skyscrapers, as they have been called for the better part of the century, are a distinctly modern style of architecture, and an American style in their origin."
    },
    {
      "cite": "The concrete Society",
      "quote": "The skyscraper is essentially an intensive tall building on a small foot-print site that optimizes on its unusually small land area."
    },
    {
      "cite": "The concrete Society",
      "quote": "Because of its hugeness and intensiveness, the skyscraper is analogues to the city itself. It is virtually a city in itself, that is a 'city-in-the-sky.'"
    },
    {
      "cite": "Kheir Al-Kodmany",
      "quote": "Tall buildings and cities are inseparable and complement each other."
    },
    {
      "cite": "Kheir Al-Kodmany",
      "quote": "Undoubtedly, tall buildings and cities need to be sustainable. Unsustainability has become outdated in every sphere of our life, and cities where we live are no exception."
    }
  ]
}