{
  "source": "https://www.wisesayings.com/slander-quotes/",
  "theme": "slander",
  "quotes": [
    {
      "cite": "Aeschylus",
      "quote": "The tongue of slander is too prompt with wanton malice to wound the stranger."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is not wise to keep the fire going under a slander unless you can get some large advantage out of keeping it alive. Few slanders can stand the wear of silence."
    },
    {
      "cite": "John Bellers",
      "quote": "Slander meets no regard from noble minds; only the base believe what the base only utter."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Slander is the tool of cowards.Â"
    },
    {
      "cite": "Mozambican Proverb",
      "quote": "Slander by the stream will be heard by the frogs."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Slander, whose whisper over the world's diameter, as level as the cannon to its blank, transports its poisoned shot."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Slander piles itself before the door of a widow."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "If slander be a snake, it is a winged one, it flies as well as creeps."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "The proper way to check slander is to despise it; attempt to overtake and refute it, and it will outrun you."
    },
    {
      "cite": "Rebecca Hamilton",
      "quote": "Slander is an admission that you don't have anything else worthwhile to say. It is a clear indication of both your personal emotional bankruptcy and the paucity of whatever arguments you are advancing."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If you think you can slander a woman into loving you, or a man into voting for you, try it till you are satisfied."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Remember, when incited to slander, that it is only he among you who is without sin that may cast the first stone."
    },
    {
      "cite": "Josh Billings",
      "quote": "A slander is like a hornet; if you can't kill it dead the first time, better not strike at it."
    },
    {
      "cite": "Washington Gladden",
      "quote": "Slander, in the strict meaning of the term, comes under the head of lying; but it is a kind of lying which, like its antithesis flattery, ought to be set apart for special censure."
    },
    {
      "cite": "Hebrew Proverb",
      "quote": "Slander is more deadly than weapons; weapons wound from close range, slander hurts from a distance."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Slander is the revenge of a coward, and dissimulation of his defense."
    },
    {
      "cite": "Theophrastus",
      "quote": "Slander is a secret propensity of the mind to think ill of men, and afterwards to utter such sentiments in scandalous expressions."
    },
    {
      "cite": "George Denison Prentice",
      "quote": "Slanders issuing from red and beautiful lips, are like foul and ugly spiders crawling from the blushing heart of a rose."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Whoever listens to slander is himself a slanderer."
    },
    {
      "cite": "Herod the Great",
      "quote": "Slander is a most serious evil; it implies two who do wrong, and one who is doubly wronged."
    },
    {
      "cite": "Washington Irving",
      "quote": "TheÂ slandersÂ of the pen pierce to the heart; they rankle longest in the noblest spirits; they dwell ever present in the mind and render it morbidly sensitive to the most trifling collision."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Slander cannot destroy an honest man, when the flood recedes the rock is there."
    },
    {
      "cite": "Charles Churchill",
      "quote": "Quick-circulating slanders mirth afford; and reputation bleeds in every word.Â"
    },
    {
      "cite": "Bernard of Clairvaux",
      "quote": "Slander is a poison which kills charity, both in the slanderer and the one who listens.Â"
    },
    {
      "cite": "Hebrew Proverb",
      "quote": "Slander slays three people: the speaker, the spoken to, and the spoken of."
    },
    {
      "cite": "Socrates",
      "quote": "When the debate is lost, slander becomes the tool of the loser."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Slander lives upon succession, for ever housed where it gets possession."
    },
    {
      "cite": "Plautus",
      "quote": "Slander-mongers and those who listen to slander, if I had my way, would all be strung up, the talkers by the tongue, the listeners by the ears."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Have patience awhile; slanders are not long-lived. Truth is the child of time; erelong she shall appear to vindicate thee."
    },
    {
      "cite": "Bernard-Joseph Saurin",
      "quote": "Slander is a vice that strikes a double blow; wounding both him that commits, and him against whom it is committed."
    }
  ]
}