{
  "source": "https://www.wisesayings.com/slap-quotes/",
  "theme": "slap",
  "quotes": [
    {
      "cite": "Leopold Von Sacher-Masoch",
      "quote": "A slap in the face is more effective than ten lectures. It makes you understand very quickly."
    },
    {
      "cite": "John N. Bahcall",
      "quote": "Every time we get slapped down, we can say, 'Thank you Mother Nature,' because it means we’re about to learn something important."
    },
    {
      "cite": "Tyler Knot Gregson",
      "quote": "Sometimes, life slaps you in the face with beauty, screaming at you to take notice. Other times, it whispers in your ear and just suggests that you stop, look up, and take a deep breath."
    },
    {
      "cite": "Markus Zusak",
      "quote": "Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Those who were so long imprisoned in ice and darkness seem to find the sunlight jarring, painful. The longer I walk around with this grief inside me, the more I understand that. It's as if sunshine is a slap in the face that says, Look, the world's all bright and shiny! Too bad you're not."
    },
    {
      "cite": "Quincy Jones",
      "quote": "It slaps your dignity just right. I loved the idea of these proud, dignified black men, and I saw the older ones wounded, and it wounded me ten times as much because I couldn't stand seeing them hurt like this."
    },
    {
      "cite": "unknown",
      "quote": "When life slaps you upside the head, it's time to make a change."
    },
    {
      "cite": "Alex Craige",
      "quote": "When life slaps you in the face, fall over and pretend you are dead so it won't kick you."
    },
    {
      "cite": "Walter Breuning",
      "quote": "Embrace change, even when the change slaps you in the face."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Sometimes life hits you in the head with a brick. Don't lose faith."
    },
    {
      "cite": "John Cena",
      "quote": "Many times life will hit you hard, knock you down, and hurt you. Persevere, never give up, and do your best to get up and keep going."
    },
    {
      "cite": "Sarah Kay",
      "quote": "Life will hit you hard in the face, wait for you to get back up just so it can kick you in the stomach. But getting the wind knocked out of you is the only way to remind your lungs how much they like the taste of air."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "You have right to be angry, insult and slap. But later you have to forgive."
    },
    {
      "cite": "Kirsten Dunst",
      "quote": "I've seen ‘karma' slap people in the face. You have to be good to people. It really does come around"
    },
    {
      "cite": "Mrinmayee Bagwe",
      "quote": "Sometimes, life slaps me on my face. I try not to loose my balance, or stay overwhelmed for long..For life might proceed to kick me."
    },
    {
      "cite": "Ben McKenzie",
      "quote": "Sometimes those fears creep into the back of your head, but then you slap yourself and think, 'Oh, woe is me! People actually like me.' What a silly thing to worry about. This is a huge opportunity, and I'm excited."
    },
    {
      "cite": "unknown",
      "quote": "Awkwardness is a warning against complacency. A connection with the incomprehensible achieved only through immersion in contemporary life, a moment of awareness of the gap between your perception and understanding. It is the urbane corollary to the antique sublime: the social vista that slaps you in the face with the breadth of what you still don't understand."
    },
    {
      "cite": "John Maxwell",
      "quote": "A difficult time can be more readily endured if we retain the conviction that our existence holds a purpose – a cause to pursue, a person to love, a goal to achieve."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life’s challenges are not supposed to paralyze you, they’re supposed to help you discover who you are."
    },
    {
      "cite": "Joan Bauer",
      "quote": "I'll tell you something about tough times. They just about kill you, but if you decide to keep working at them, you'll find your way through."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    }
  ]
}