{
  "source": "https://www.wisesayings.com/slavery-quotes/",
  "theme": "slavery",
  "quotes": [
    {
      "cite": "Aeschylus",
      "quote": "Willingly no one chooses the yoke of slavery."
    },
    {
      "cite": "Kevin Bales",
      "quote": "Slavery is what slavery's always been: About one person controlling another person using violence and then exploiting them economically, paying them nothing. That's what slavery's about."
    },
    {
      "cite": "Kevin Bales",
      "quote": "Slavery is theft -- theft of a life, theft of work, theft of any property or produce, theft even of the children a slave might have borne."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Those who deny freedom to others, deserve it not for themselves"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Today as always, men fall into two groups: slaves and free men. Whoever does not have two-thirds of his day for himself, is a slave, whatever he may be: a statesman, a businessman, an official, or a scholar."
    },
    {
      "cite": "Toni Morrison",
      "quote": "To be given dominion over another is a hard thing; to wrest dominion over another is a wrong thing; to give dominion of yourself to another is a wicked thing."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Slavery is so intolerable a condition that the slave can hardly escape deluding himself into thinking that he is choosing to obey his master's commands when, in fact, he is obliged to. Most slaves of habit suffer from this delusion and so do some writers, enslaved by an all too personal style."
    },
    {
      "cite": "Pearl Buck",
      "quote": "Men would rather be starving and free than fed in bonds."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Slavery is a weed that grows on every soil."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Slavery is founded in the selfishness of man's nature - opposition to it, is his love of justice. These principles are an eternal antagonism; and when brought into collision so fiercely, as slavery extension brings them, shocks, and throes, and convulsions must ceaselessly follow."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Free labor has the inspiration of hope; pure slavery has no hope."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Slavery is founded in the selfishness of man's nature - opposition to it, is his love of justice. These principles are an eternal antagonism; and when brought into collision so fiercely, as slavery extension brings them, shocks, and throes, and convulsions must ceaselessly follow."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Captivity is the greatest of all evils that can befall one."
    },
    {
      "cite": "Anwar El-Sadat",
      "quote": "Most people seek after what they do not possess and are enslaved by the very things they want to acquire."
    },
    {
      "cite": "Maria Weston Chapman",
      "quote": "Slavery can only be abolished by raising the character of the people who compose the nation; and that can be done only by showing them a higher one."
    },
    {
      "cite": "John Ruskin",
      "quote": "Some slaves are scoured to their work by whips, others by their restlessness and ambition."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour."
    },
    {
      "cite": "John Ruskin",
      "quote": "Some slaves are scoured to their work by whips, others by their restlessness and ambition."
    },
    {
      "cite": "Joseph Addison",
      "quote": "There is a kind of sluggish resignation, as well as poorness and degeneracy of spirit, in a state of slavery, that very few will recover themselves out of it."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Slavery is a state so improper, so degrading, and so ruinous to the feelings and capacities of human nature, that it ought not to be suffered to exist."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Death is natural to a man, but slavery unnatural; and the moment you strip a man of his liberty you strip him of all his virtues: you convert his heart into a dark hole, in which all the vices conspire against you."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "I didn't know I was a slave until I found out I couldn't do the things I wanted."
    },
    {
      "cite": "Aesop",
      "quote": "Better to starve free than be a fat slave."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The moment the slave resolves that he will no longer be a slave, his fetters fall. Freedom and slavery are mental states."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "The good man, though a slave, is free; the wicked, though he reigns, is a slave, and not the slave of a single man, but   what is worse   the slave of as many masters as he has vices."
    },
    {
      "cite": "Giacomo Casanova",
      "quote": "Man is free; yet we must not suppose that he is at liberty to do everything he pleases, for he becomes a slave the moment he allows his actions to be ruled bypassion."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "No man can put a chain about the ankle of his fellow man without at last finding the other end fastened about his own neck."
    },
    {
      "cite": "Helen Keller",
      "quote": "There is no king who has not had a slave among his ancestors, and no slave who has not had a king among his."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "The man who does not do his own thinking is a slave, and is a traitor to himself and his fellow men."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Mental slavery is mental death, and every man who has given up his intellectual freedom is the living coffin of his dead soul."
    }
  ]
}