{
  "source": "https://www.wisesayings.com/slay-quotes/",
  "theme": "slay",
  "quotes": [
    {
      "cite": "Janna Cachola",
      "quote": "Smile and Slay. You have to slay it in life or life will slay you."
    },
    {
      "cite": "Genghis Khan",
      "quote": "Man's greatest joy is to slay his enemy, plunder his riches, ride his steeds, see the tears of his loved ones and embrace his women"
    },
    {
      "cite": "Marilu Henner",
      "quote": "Stress is an important dragon to slay - or at least tame - in your life."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "THE ART OF PEACE is not easy. It is a fight to the finish, the slaying of evil desires and all falsehood within. On occasion the voice of peace resounds like thunder, jolting human beings out of their stupor."
    },
    {
      "cite": "Wendelin Van Draanen",
      "quote": "It was beyond embarrassing or humiliating or even mortifying. It was ego-slaying!"
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Life is too short to occupy oneself with the slaying of the slain more than once."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "A sword by itself does not slay; it is merely the weapon used by the slayer."
    },
    {
      "cite": "Michael Moorcock",
      "quote": "Treasures are not won by care and forethought but by swift slaying and reckless attack."
    },
    {
      "cite": "Brian Andreas",
      "quote": "Anyone can slay a dragon, he told me, but try waking up every morning and loving the world all over again. That's what takes a real hero."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Now that you've reached everything, you must slay this illusion without slaying it - without becoming caught up in the illusion of slaying illusions."
    },
    {
      "cite": "George Lois",
      "quote": "Only with absolute fearlessness can we slay the dragons of mediocrity that invade our gardens."
    },
    {
      "cite": "H. Rider Haggard",
      "quote": "Mistrust all men, and slay him whom thou mistrustest overmuch; and as for women, flee from them, for they are evil, and in the end will destroy thee."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Once you slay one fear, you can conquer many fears."
    },
    {
      "cite": "Jim Elliot",
      "quote": "Let not our longing slay the appetite of our living."
    },
    {
      "cite": "H. P. Blavatsky",
      "quote": "The mind is the slayer of the real, let the disciples slay the slayer."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Praise a fool, and slay him; for the canvas of his vanity is spread;"
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Until we have met the monsters in ourselves, we keep trying to slay them in the outer world."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Boredom slays more of existence than war."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Help means ruin and saving means slaying."
    },
    {
      "cite": "Sandra Day O'Connor",
      "quote": "Slaying the dragon of delay is no sport for the short-winded."
    },
    {
      "cite": "Dan B. Allender",
      "quote": "Every addiction is an attempt to slay hope."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Let necessity, and not your will, slay the enemy who fights against you."
    },
    {
      "cite": "Brian Jacques",
      "quote": "Where's the point in fighting and slaying if you can make a friend out of anybeast instead of a foe?"
    },
    {
      "cite": "W. H. Auden",
      "quote": "A poet can write about a man slaying a dragon, but not about a man pushing a button that releases a bomb."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Face the giants in your life, slay them, and move on. Do not be daunted by the mistakes and failures in your life."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "Slay that dragon once, and he will never have power over you again."
    },
    {
      "cite": "Walt Frazier",
      "quote": "The star player must slay his ego and learn teamwork and communication skills before he can achieve the ultimate in sport."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact."
    },
    {
      "cite": "Pat Oliphant",
      "quote": "There were dragons to slay in the old days."
    }
  ]
}