{
  "source": "https://www.wisesayings.com/sleep-quotes/",
  "theme": "sleep",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "Sleep is the best meditation."
    },
    {
      "cite": "Thomas Dekker",
      "quote": "Sleep is that golden chain that ties health and our bodies together."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?"
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Sleep, those little slices of death - how I loathe them."
    },
    {
      "cite": "David Benioff",
      "quote": "I've always envied people who sleep easily. Their brains must be cleaner, the floorboards of the skull well swept, all the little monsters closed up in a steamer trunk at the foot of the bed."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I want to go to sleep in my time machine and wake up eight hours in the future."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Sleeping is no mean art: for its sake one must stay awake all day."
    },
    {
      "cite": "Edward Lucas",
      "quote": "There is more refreshment and stimulation in a nap, even of the briefest, than in all the alcohol ever distilled."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "The repose of sleep refreshes only the body. It rarely sets the soul at rest. The repose of the night does not belong to us. It is not the possession of our being. Sleep opens within us an inn for phantoms. In the morning we must sweep out the shadows."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Sleep is the interest we have to pay on the capital which is called in at death; and the higher the rate of interest and the more regularly it is paid, the further the date of redemption is postponed."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The worst thing in the world is to try to sleep and not to."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sleep lingers all our lifetime about our eyes, as night hovers all day in the boughs of the fir-tree."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Sleep, that deplorable curtailment of the joy of life."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "Not being able to sleep is terrible. You have the misery of having partied all night... without the satisfaction."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "The feeling of sleepiness when you are not in bed, and can't get there, is the meanest feeling in the world."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Sleep is the most moronic fraternity in the world, with the heaviest dues and the crudest rituals."
    },
    {
      "cite": "John Ciardi",
      "quote": "Early to bed and early to rise probably indicates unskilled labor."
    },
    {
      "cite": "Wally Shawn",
      "quote": "Sleep: a poor substitute for caffeine!"
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Laugh and the world laughs with you; snore, and you sleep alone!"
    },
    {
      "cite": "Joan Klempner",
      "quote": "To achieve the impossible dream, try going to sleep."
    },
    {
      "cite": "Barbara G. Harrison",
      "quote": "To sleep is an act of faith."
    },
    {
      "cite": "Karl Kraus",
      "quote": "He who sleeps half a day has won half a life."
    },
    {
      "cite": "unknown",
      "quote": "Sleep is a symptom of caffeine deprivation."
    },
    {
      "cite": "Edmund Vance Cooke",
      "quote": "Don't fight with the pillow, but lay down your head and kick every worriment out of the bed."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love to sleep. Do you? Isn't it great? It really is the best of both worlds. You get to be alive and unconscious."
    },
    {
      "cite": "unknown",
      "quote": "Saturday's night sleep is the best sleep according to me because not any tension for the work of Sunday."
    },
    {
      "cite": "Leo J. Burke",
      "quote": "People who say they sleep like a baby usually don't have one."
    }
  ]
}