{
  "source": "https://www.wisesayings.com/slim-quotes/",
  "theme": "slim",
  "quotes": [
    {
      "cite": "David Zinczenko",
      "quote": "Being slim is the new elitism. Thinness today says that you are richer, smarter and more successful than the overweight masses."
    },
    {
      "cite": "Harry Secombe",
      "quote": "My advice if you insist on slimming: Eat as much as you like — just don't swallow it."
    },
    {
      "cite": "John Weitz",
      "quote": "Even overweight cats instinctively know the cardinal rule: when fat, arrange yourself in slim poses."
    },
    {
      "cite": "Viktor Korchnoi",
      "quote": "Skeletons of mice are often to be found in coconuts, for it is easier to get in, slim and greedy, than to get out, appeased but fat."
    },
    {
      "cite": "Anonymous",
      "quote": "Some people can eat anything they want and stay slim. I put on weight just by reading the recipe."
    },
    {
      "cite": "Jhelum Anikhindi",
      "quote": "Slim, a term to be used only when you want to judge the chances of you getting away from the onset of feminism; not her figure. Fat, a term to be used only when you want to discuss the nutrition content; not to bully another."
    },
    {
      "cite": "Jessica Capshaw",
      "quote": "I don't have slim children. I have hearty ones."
    },
    {
      "cite": "Gina Carano",
      "quote": "I know I don't look like the skinny slender model. I know I look a little different but people like to watch me for some reason. It feels good and I'm humbled by it."
    },
    {
      "cite": "Steven Levenkron",
      "quote": "She ran her hands over her body as if to bid it good-bye. The hipbones rising from a shrunken stomach were razor-sharp. Would they be lost in a sea of fat? She counted her ribs bone by bone. Where would they go?"
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The media made the masses to find not-so-skinny women appear not-so-beautiful … in the eyes of the remote holder."
    },
    {
      "cite": "Robin Marantz Henig",
      "quote": "Many of us are tethered to bodies that sabotage us in our struggle to keep from getting fat, or to slim down when we do."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "How come “fat chance” and “slim chance” mean the same thing?"
    },
    {
      "cite": "Steven Levenkron",
      "quote": "Soon I'll be thinner than all of you, she swore to herself. And then I'll be the winner. The thinner is the winner."
    }
  ]
}