{
  "source": "https://www.wisesayings.com/slippers-quotes/",
  "theme": "slippers",
  "quotes": [
    {
      "cite": "Al Franken",
      "quote": "It's easier to put on slippers than to carpet the whole world."
    },
    {
      "cite": "Mark Russell",
      "quote": "He's really a pipe-and-slippers kind of guy — lead pipe and hobnail slippers."
    },
    {
      "cite": "Edgar Saltus",
      "quote": "Affections are like slippers; they will wear out."
    },
    {
      "cite": "Martin Freeman",
      "quote": "Your slippers last a lot longer in your bedroom. On a film set, they do get very scuffed up."
    },
    {
      "cite": "George Gissing",
      "quote": "One of the shining moments of my day is that when, having returned a little weary form an afternoon walk, I exchange boots for slippers, out-of-doors coat for easy, familiar, shabby jacket, and, in my deep, soft-elbowed chair, await the tea-tray."
    },
    {
      "cite": "David Bentley",
      "quote": "God never promises us an easy journey in carpet slippers"
    },
    {
      "cite": "Sanober Khan",
      "quote": "As the sky prepares to settle its tired, aching feet into the night’s velvet slippers I settle, into my armchair, soaking the teabag, of my thoughts, into warm liquidy stars."
    },
    {
      "cite": "John Geddes",
      "quote": "If it weren't for you, mornings wouldn't be so comforting - slippers wouldn't scrape through the rooms of my heart"
    },
    {
      "cite": "Tracy Crudup",
      "quote": "Closets held shoes, handbags, silk stockings and secrets. Of course, they also held slippers. Comfortable slippers, fuzzy slippers, pink slippers, sexy slippers and somewhere in every woman’s closet was the glass slipper. That ideal. That box of old letters, that memory tucked away, that secret wish. That inner need to satisfy what was commonly known as the Cinderella Syndrome."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "In the original story, Cinderella didn’t wear glass slippers (which makes sense–glass would break). She wore squirrel fur slippers. But the person who translated the tale from French to English confused pantouffles en vair with pantouffles en verre, and glass it became."
    },
    {
      "cite": "Don Marquis",
      "quote": "Not every woman in old slippers can manage to look like Cinderella."
    },
    {
      "cite": "John Bunyan",
      "quote": "If we have not quiet in our minds, outward comfort will do no more for us than a golden slipper on a gouty foot."
    },
    {
      "cite": "Voltaire",
      "quote": "History is filled with the sound of silken slippers going downstairs and wooden shoes coming up."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Don't you stay at home of evenings? Don you love a cushioned seat in a corner, by the fireside, with your slippers on your feet?"
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "Shoes are funny beasts. You think they're just clothes, but really, they're alive. They want things. Fancy ones with gems want to go to balls, big boots want to go to work, slippers want to dance. Or sleep. Shoes make the path you're on. Change your shoes, change the path."
    },
    {
      "cite": "Donna Cooner",
      "quote": "No glass slippers, just a glass heart shattering into a million slivers of regret."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "The key to your happiness is to own your slippers, own who you are, own how you look, own your family, own the talents you have, and own the ones you don't. If you keep saying your slippers aren't yours, then you'll die searching, you'll die bitter, always feeling you were promised more. Not only our actions, but also our omissions, become our destiny."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "It's better to ask Santa Claus for a pair of slippers for Christmas rather than peace on earth. You might actually get it."
    }
  ]
}