{
  "source": "https://www.wisesayings.com/slow-down-quotes/",
  "theme": "slow-down",
  "quotes": [
    {
      "cite": "John De Paola",
      "quote": "Slow down and everything you are chasing will come around and catch you."
    },
    {
      "cite": "Gerald Nicosia",
      "quote": "You can't slow down intense people. They have to burn at their own rate."
    },
    {
      "cite": "Kumail Nanjiani",
      "quote": "You can go slow. Allow your dreams and goals to change, but live an intentional life."
    },
    {
      "cite": "Greg Mortenson",
      "quote": "Slow down and make building relationships as important as building projects."
    },
    {
      "cite": "Walter Hagen",
      "quote": "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Time will not slow down when something unpleasant lies ahead."
    },
    {
      "cite": "Aesop",
      "quote": "Slow but steady wins the race."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "There is more to life than increasing its speed."
    },
    {
      "cite": "Naomi Judd",
      "quote": "Slow down, simplify and be kind."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Stop rushing. Slow down and enjoy the beauty of life."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Drive slow and enjoy the scenery - drive fast and join the scenery."
    },
    {
      "cite": "Anonymous",
      "quote": "Always remember to slow down in life; live, breathe, and learn; take a look around you whenever you have time and never forget everything and every person that has the least place within your heart."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "For fast acting relief, try slowing down."
    },
    {
      "cite": "Tokugawa Ieyasu",
      "quote": "Let thy step be slow and steady, that thou stumble not."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Slow down and enjoy the journey right now. Take time for the people in your life. They won't always be there."
    },
    {
      "cite": "Norman Reedus",
      "quote": "Slow down, totally. You have to slow down and pay attention to everything."
    },
    {
      "cite": "Saint Vincent de Paul",
      "quote": "If you must be in a hurry, then let it be according to the old adage, and hasten slowly."
    },
    {
      "cite": "Socrates",
      "quote": "Be slow to fall into friendship; but when thou art in, continue firm and constant."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "It is important from time to time to slow down, to go away by yourself, and simply be."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Slow down. Life is crossing the road."
    },
    {
      "cite": "Mike Dolan",
      "quote": "If you complain about the world moving too fast, slow down."
    },
    {
      "cite": "Billy Joel",
      "quote": "Slow down you're doing fine You can't be everything you want to be before your time."
    },
    {
      "cite": "Mike Vance",
      "quote": "Slowing down is sometimes the best way to speed up."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "To slow down is to be taken into the soul of things."
    },
    {
      "cite": "Doe Zantamata",
      "quote": "Taking time to do nothing often brings everything into perspective."
    },
    {
      "cite": "John Wayne",
      "quote": "Talk low, talk slow and don't say too much."
    },
    {
      "cite": "Aesop",
      "quote": "Slow and steady wins the race."
    },
    {
      "cite": "Euripides",
      "quote": "Slow but sure moves the might of the gods."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Wisely and slow; they stumble that run fast."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "ln the examination of a great and important question, everyone should be serene, slow-pulsed and calm."
    }
  ]
}