{
  "source": "https://www.wisesayings.com/slug-quotes/",
  "theme": "slug",
  "quotes": [
    {
      "cite": "Miguel de Cervantes",
      "quote": "Laziness never arrived at the attainment of a good wish."
    },
    {
      "cite": "Jason Selk",
      "quote": "Laziness is not a personality disorder. It's just a habit. Lazy thinking and lazy behavior, like any other habits, can be broken. Laziness isn't something we're born with. It's a behavior we learned along the way."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A life of leisure and a life of laziness are two things. There will be sleeping enough in the grave."
    },
    {
      "cite": "Gene Stratton-Porter",
      "quote": "If you are lazy, and accept your lot, you may live in it. If you are willing to work, you can write your name anywhere you choose."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Progress is made by lazy men looking for easier ways to do things."
    },
    {
      "cite": "Sir Thomas Buxton",
      "quote": "Laziness grows on people; it begins in cobwebs and ends in iron chains. The more one has to do the more he is able to accomplish."
    },
    {
      "cite": "Jules Renard",
      "quote": "Laziness is in tune with transitory time."
    },
    {
      "cite": "Alan Rios",
      "quote": "True laziness is the commitment to decrease work and increase efficiency; reduce burden and boost creativity; expand your knowledge and avoid complications; minimize effort and still get it done."
    },
    {
      "cite": "J W Monette",
      "quote": "Lazy folks take the most pains."
    },
    {
      "cite": "Anonymous",
      "quote": "The sluggard is wiser in his own conceit than seven men that can render a reason."
    },
    {
      "cite": "James Ellis",
      "quote": "The lazy man aims at nothing, and generally hits it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Laziness travels so slowly that poverty soon overtakes him."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The lazy are always wanting to do something."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Lazy people live lonely lives."
    },
    {
      "cite": "Ann Rule",
      "quote": "Lazy people tend not to take chances, but express themselves by tearing down other's work."
    },
    {
      "cite": "Abraham H. Miller",
      "quote": "Laziness prevents more crimes than morality."
    },
    {
      "cite": "Patrick Fleming",
      "quote": "Laziness is the enemy of virtue, and the very train of all wickedness."
    },
    {
      "cite": "Patrick Bennett",
      "quote": "Laziness is the first big step towards efficiency."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Lazy people are always anxious to be doing something."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Laziness is a killer of our time."
    },
    {
      "cite": "Rashad Evans",
      "quote": "A lot of people are lazy when it comes to making up their own mind about something, you know? If you're labelled one way then they think thats how you are. It takes too much time to really look into things."
    },
    {
      "cite": "William Feather",
      "quote": "Laziness is the one common deficiency in mankind that blocks the establishment of a perfect world in which everyone leads a happy life."
    },
    {
      "cite": "Idries Shah",
      "quote": "The laziness of adolescence is a rehearsal for the incapacity of old age."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Laziness builds walls and fences that keep the mind under control."
    },
    {
      "cite": "Robert Half",
      "quote": "Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
    },
    {
      "cite": "Anonymous",
      "quote": "The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied."
    },
    {
      "cite": "Jules Renard",
      "quote": "Laziness is nothing more than the habit of resting before you get tired."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "A slug is always on its own. It's a lonely insect."
    },
    {
      "cite": "Robert Half",
      "quote": "Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails."
    }
  ]
}