{
  "source": "https://www.wisesayings.com/sly-quotes/",
  "theme": "sly",
  "quotes": [
    {
      "cite": "Martha Ostenso",
      "quote": "It was a sly trick of God's to give a man work to do - it kept him from asking questions that God couldn't answer."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Cunning is strength withheld."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Cunning and treachery are the offspring of incapacity."
    },
    {
      "cite": "John Tillotson",
      "quote": "The crafty person is always in danger; and when they think they walk in the dark, all their pretenses are transparent."
    },
    {
      "cite": "Benjamin Hoff",
      "quote": "A clever mind is not a heart. Knowledge doesn't really care, wisdom does."
    },
    {
      "cite": "George Crabbe",
      "quote": "A sly old fish, too cunning for the hook."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A sly piece of good luck, which nobody knows of is delightful."
    },
    {
      "cite": "William Rounseville Alger",
      "quote": "Cunning is the dwarf of wisdom."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The greatest cunning is to have none at all."
    },
    {
      "cite": "Sappho",
      "quote": "Love is a cunning weaver of fantasies and fables."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Cunning differs from wisdom as twilight from open day"
    },
    {
      "cite": "Osamu Dazai",
      "quote": "It would seem that the more irresponsible and crafty one is, the more likely one is to have a talent for storytelling."
    },
    {
      "cite": "Voltaire",
      "quote": "Clever tyrants are never punished."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The desire to seem clever often keeps us from being so."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A clever person solves a problem. A wise person avoids it."
    },
    {
      "cite": "Peter Redgrove",
      "quote": "It is easy to be clever if you leave something important out."
    },
    {
      "cite": "Eliezer Yudkowsky",
      "quote": "To be clever in argument is not rationality but rationalization."
    },
    {
      "cite": "Matt Groening",
      "quote": "Everybody is clever, just in their own ways."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Clever men are good, but they are not the best."
    }
  ]
}