{
  "source": "https://www.wisesayings.com/small-quotes/",
  "theme": "small",
  "quotes": [
    {
      "cite": "Charles Comiskey",
      "quote": "It is the small things in life which count; it is the inconsequential leak which empties the biggest reservoir."
    },
    {
      "cite": "George Herbert",
      "quote": "A dwarf on a giant's shoulders sees further of the two."
    },
    {
      "cite": "Mao Zedong",
      "quote": "The spark from a tiny star can ignite the plains."
    },
    {
      "cite": "Liz Vassey",
      "quote": "Notice the small things. The rewards are inversely proportional."
    },
    {
      "cite": "Yukio Mishima",
      "quote": "A man isn't tiny or giant enough to defeat anything."
    },
    {
      "cite": "Hannah More",
      "quote": "A small unkindness is a great offence."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Never be intimidated by what seems ominous, for big is only an accumulation of many smalls."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The smaller the creature, the bolder its spirit."
    },
    {
      "cite": "Richard Bach",
      "quote": "A tiny change today brings a dramatically different tomorrow."
    },
    {
      "cite": "Steven Magee",
      "quote": "Lots of small steps equates to a giant leap."
    },
    {
      "cite": "Anonymous",
      "quote": "A tiny step of courage is always a good place to start."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Even the smallest person can change the course of the future."
    },
    {
      "cite": "Martha Beck",
      "quote": "Tiny steps will get you to your goal months and months sooner. A little is better than a lot."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "If you cannnot do great things, do small things in a great way."
    },
    {
      "cite": "Og Mandino",
      "quote": "The smallest task, well done, becomes a miracle of achievement."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you think you are too small to be effective, you have never been in bed with a mosquito."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "No matter how tiny you look, you can lead huge men if you have what the huge men don't have."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Small is the number of people who see with their eyes and think with their minds."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Great things are done by a series of small things brought together."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Small things amuse small minds."
    },
    {
      "cite": "R. Collier",
      "quote": "Success is the sum of small efforts, repeated day in and day out."
    },
    {
      "cite": "Proverb",
      "quote": "However big the whale may be, the tiny harpoon can rob him of life."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Do not forget that small daily actions do or undo character."
    },
    {
      "cite": "Anonymous",
      "quote": "Big things often have small beginnings."
    },
    {
      "cite": "Kevin Hart",
      "quote": "The day you stop doing the small things is the day you think you're above everybody else."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Small is big for the smaller!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A great man is always willing to be little."
    },
    {
      "cite": "Vernor Vinge",
      "quote": "Even the largest avalanche is triggered by small things."
    },
    {
      "cite": "Jean Antoine Petit-Senn",
      "quote": "Where talent is a dwarf, self-esteem is a giant."
    }
  ]
}