{
  "source": "https://www.wisesayings.com/small-town-quotes/",
  "theme": "small-town",
  "quotes": [
    {
      "cite": "K. Martin Beckner",
      "quote": "In those days, at least in my small town, parents didn't seem to worry so much about what their kids were doing as long as they made it home in time for dinner."
    },
    {
      "cite": "Burt Bacharach",
      "quote": "A small town is a place where there's no place to go where you shouldn't."
    },
    {
      "cite": "Mitch Kosht",
      "quote": "That's one nice thing about growing up in a small town. You get a chance to do a lot of different things."
    },
    {
      "cite": "Kacey Musgraves",
      "quote": "I'm all about small towns. I think it's a great place to grow up."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "The nice thing about living in a small town is that when you don't know what you're doing, someone else does."
    },
    {
      "cite": "Stephen King",
      "quote": "Small towns harbor small imaginations."
    },
    {
      "cite": "Richard Russo",
      "quote": "People in small towns, much more than in cities, share a destiny."
    },
    {
      "cite": "Bill Kurtis",
      "quote": "People from small towns have to have their edges roughed up to get along in the world. But as a street reporter, you learn quickly."
    },
    {
      "cite": "Joyce Dennys",
      "quote": "Living in a small town is like living in a large family of rather uncongenial relations. Sometimes it's fun, and sometimes it's perfectly awful, but it's always good for you. People in large towns are like only-children."
    },
    {
      "cite": "Paul Harvey",
      "quote": "In small towns as well as large, good people outnumber bad people by 100 to 1. In big towns the 100 are nervous. But in small towns, it's the one."
    },
    {
      "cite": "Sonya Hartnett",
      "quote": "A small town has as many eyes as a fly."
    },
    {
      "cite": "Ray Slagle",
      "quote": "This is the most small-town climate that you could probably find."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "When small towns find they cannot harm the strangest of their members, when eccentrics show resilience, they are eventually embraced and even cherished."
    },
    {
      "cite": "Anna Nicole Smith",
      "quote": "Living in a small town, I knew everybody and everybody knew me."
    },
    {
      "cite": "Kate Smith",
      "quote": "Every small town has its dramatic group, its barber-shop quartet, every home has music in one form or another."
    },
    {
      "cite": "R.A. Mathis",
      "quote": "There may be no secrets in small towns, but there are no strangers either."
    },
    {
      "cite": "Jeanine Basinger",
      "quote": "A small town is automatically a world of pretense. Since everyone knows everyone else's business, it becomes the job of the populace to act as if they don't know what is going on instead of its being their job to try to find out."
    },
    {
      "cite": "Anthony Foxx",
      "quote": "Whether you live in a city or a small town, and whether you drive a car, take the bus or ride a train, at some point in the day, everyone is a pedestrian."
    },
    {
      "cite": "Stephen King",
      "quote": "In small towns people scent the wind with noses of uncommon keenness."
    },
    {
      "cite": "Doris \"Granny D\" Haddock",
      "quote": "Small towns make up for their lack of people by having everyone be more interesting."
    },
    {
      "cite": "Lou Reed",
      "quote": "When you're growing up in a small town you know you'll grow down in a small town there is only one good use for a small town you hate it and you know you'll have to leave."
    },
    {
      "cite": "Bjork",
      "quote": "With a small town mentality, you make a decision very early on as to whether you are going to do everything by the book or just go your own way and not care."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Small towns are like metronomes; with the slightest flick, the beat changes."
    },
    {
      "cite": "Linda Howard",
      "quote": "The bad thing about living in a small town was that everything became a personal issue. The good thing about living in a small town was that everything became a personal issue. During times of trouble, the support system was massive."
    },
    {
      "cite": "Evan Esar",
      "quote": "When you finally visit your boy hood town, you find it wasn't the old home you longed for, but your boyhood."
    },
    {
      "cite": "Evan Esar",
      "quote": "Marriage makes a difference: the man about town sometimes becomes the mouse around the house."
    },
    {
      "cite": "Scott Dickson",
      "quote": "The small, sleepy little town, full of extremely nice people and memorable characters is a legacy."
    },
    {
      "cite": "William Hardcastle Browne",
      "quote": "When I lost my wife every family in town offered me another, but when I lost my horse no one offered to make him good."
    },
    {
      "cite": "William Hardcastle Browne",
      "quote": "If a lawyer is in danger of starving  in a small town or village he invites another, and they both thrive."
    }
  ]
}