{
  "source": "https://www.wisesayings.com/small-business-quotes/",
  "theme": "small-business",
  "quotes": [
    {
      "cite": "Leah Busque",
      "quote": "As a small business or startup, one of the factors you should always consider when looking at a potential partnership is the incremental potential reach. Note that wider reach doesn't always mean a better partnership opportunity. Instead of sheer scale, take a look at which communities your potential partner can open up for you."
    },
    {
      "cite": "Nydia Velazquez",
      "quote": "For small businesses to thrive, they require an environment that is conducive for growth."
    },
    {
      "cite": "Jim Blasingame",
      "quote": "Every small business has to become a publisher, a publisher of marketing messages and customer resources, and a publisher of stories."
    },
    {
      "cite": "Nicole Fende",
      "quote": "Many small businesses would rather face an angry barbarian horde than tackle their cash flow statement or price a new product."
    },
    {
      "cite": "Peter Orszag",
      "quote": "The most important thing for small businesses is getting the economy back on its feet. That the key driver of small business activity is demand for their product, and that is what we are trying to do, getting the economy back on its feet. That's far more important than other factors."
    },
    {
      "cite": "Tony Abbott",
      "quote": "For small business people, less paperwork means higher profits, boosted sales and more time with the family."
    },
    {
      "cite": "George Pataki",
      "quote": "We are going through tough economic times but things are looking up, and the indicators are improving not only for large corporations but also for small business."
    },
    {
      "cite": "Glen Mazzara",
      "quote": "If you're going to run a small business, you need to know what everyone is doing, be the first one in and the last one out, and work weekends."
    },
    {
      "cite": "Linda McMahon",
      "quote": "Small business people are people with goals and values that can't be calculated on a profit and loss statement."
    },
    {
      "cite": "Karen Mills",
      "quote": "It's not government that creates jobs, it's small business. Our job is to make sure they have the access to capital, the access to contracting opportunities, and the help, advice and mentoring that they need to go out and be successful."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "In almost every profession whether it's law or journalism, finance or medicine or academia or running a small business people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it."
    },
    {
      "cite": "Ben Bernanke",
      "quote": "Small businesses have played an important role in fueling past economic recoveries."
    },
    {
      "cite": "Jim Blasingame",
      "quote": "In the marketplace, small businesses are the face and voice of humanity, which provides them with a great advantage in the Age of the Customer."
    },
    {
      "cite": "John Quelch",
      "quote": "Any small business that's predicated on technological innovation and is differentiated and superior can expand globally very effectively using the Internet as a vehicle for promotion."
    },
    {
      "cite": "Alphonso Jackson",
      "quote": "And what most people don't understand is the bulk of business in this country is small business."
    },
    {
      "cite": "Sam Graves",
      "quote": "The value of small business contracting is indisputable. These firms bring healthy competition to the federal market to drive down prices. They are our nation's innovators and job creators, and securing a federal contract helps them grow and offers more benefit to the economy."
    },
    {
      "cite": "Paul Ryan",
      "quote": "Behind every small business, there's a story worth knowing. All the corner shops in our towns and cities, the restaurants, cleaners, gyms, hair salons, hardware stores these didn't come out of nowhere."
    },
    {
      "cite": "Sam Graves",
      "quote": "Legitimate small businesses are put at a huge competitive disadvantage when bad actors lie about their small business status and don't play by the rules."
    },
    {
      "cite": "Kevin McCarthy",
      "quote": "Small business creates more jobs than large corporations."
    },
    {
      "cite": "Melissa Bean",
      "quote": "Small businesses are the economic drivers of our country, providing the stimulus our communities need"
    },
    {
      "cite": "Sandy Adams",
      "quote": "The road to recovery is to stimulate small business and innovation by reducing taxation, regulation, and litigation."
    }
  ]
}