{
  "source": "https://www.wisesayings.com/smart-quotes/",
  "theme": "smart",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The intelligent man finds almost everything ridiculous, the sensible man hardly anything."
    },
    {
      "cite": "Tsugumi Ohba",
      "quote": "The most intelligent people disguise the fact that they are intelligent. Wise men do not  wear name tags. The more people talk about their own skills, the more desperate they are--their work should speak for itself."
    },
    {
      "cite": "Roy H. Williams",
      "quote": "A smart man makes a mistake, learns from it, and never makes that mistake again. But a wise man finds a smart man and learns from him how to avoid the mistake altogether."
    },
    {
      "cite": "Terry Carr",
      "quote": "A person who speaks cleverly is witty; one who asks questions is smart."
    },
    {
      "cite": "Ian Caldwell.",
      "quote": "The Strong take from the weak, but the smart take from the strong."
    },
    {
      "cite": "Gabrielle Union",
      "quote": "You know what lasts longer than beauty? Being smart."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "It's not about how smart you are. It's about your values."
    },
    {
      "cite": "Steve Wozniak",
      "quote": "Wherever smart people work, doors are unlocked."
    },
    {
      "cite": "H. Jackson Brown Sr.",
      "quote": "Be smarter than other people, just don't tell them so."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A clever man commits no minor blunders."
    },
    {
      "cite": "Ken Wilber",
      "quote": "Nobody is smart enough to be wrong all the time."
    },
    {
      "cite": "Anonymous",
      "quote": "The smarter you get, the less you speak."
    },
    {
      "cite": "Proverb",
      "quote": "All clever men are birds of prey."
    },
    {
      "cite": "Steven Anderson.",
      "quote": "Alone we are smart. Together we are brilliant."
    },
    {
      "cite": "Aristotle",
      "quote": "There is no great genius withou some touch of madness."
    },
    {
      "cite": "Solomon Short",
      "quote": "Half of being smart is knowing what you are dumb about."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The thing about smart people is that they seem like crazy people to dumb people."
    },
    {
      "cite": "John Wooden",
      "quote": "Whatever you do in life, surround yourself with smart people who'll argue with you."
    },
    {
      "cite": "Jeremy Clarkson",
      "quote": "Being smarter than you look is better than looking smarter than you are."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "No intelligent man has any respect for an unjust law."
    },
    {
      "cite": "Alan Alda",
      "quote": "Be as smart as you can, but remember that it is always better to be wise than to be smart."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "The smart ones ask when they don't know. And, sometimes, when they do."
    },
    {
      "cite": "Ed Parker",
      "quote": "The intelligent man is one who has successfully fulfilled many accomplishments, and is yet willing to learn more."
    },
    {
      "cite": "Mr. T",
      "quote": "It takes a smart guy to play dumb."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools."
    },
    {
      "cite": "Tina Fey",
      "quote": "You can tell how smart people are by what they laugh at."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "If you can't be seven feet tall, be seven feet smart."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The desire to be thought clever often prevents a man from becoming so."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The true sign of intelligence is not knowledge but imagination."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Action is the real measure of intelligence."
    }
  ]
}