{
  "source": "https://www.wisesayings.com/smell-quotes/",
  "theme": "smell",
  "quotes": [
    {
      "cite": "Margaret Atwood",
      "quote": "Fear has a smell, as love does."
    },
    {
      "cite": "Jill Alexander Essbaum",
      "quote": "A man can smell a woman's sadness."
    },
    {
      "cite": "Shannon Hale",
      "quote": "Smell is the voice of the soul."
    },
    {
      "cite": "Jean-Claude Ellena",
      "quote": "Smell is a word, perfume is literature."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Smell is the sense of memory and desire."
    },
    {
      "cite": "Helen Keller",
      "quote": "Smells are the fallen angels of the senses."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Smell is the mute sense, the one without words."
    },
    {
      "cite": "Titus Maccius Plautus",
      "quote": "A woman smells well when she smells of nothing."
    },
    {
      "cite": "Mary Stewart",
      "quote": "The sense of smell is the hair-trigger of memory."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "The best smell in the world is that man that you love."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The pillow smells like the sunlight, a precious smell."
    },
    {
      "cite": "Fernand Braudel",
      "quote": "The mere smell of cooking can evoke a whole civilization."
    },
    {
      "cite": "Rebecca McClanahan",
      "quote": "Of the five senses, smell is the one with the best memory."
    },
    {
      "cite": "Caryl Rivers",
      "quote": "Smell is the closest thing human beings have to a time machine."
    },
    {
      "cite": "Anne Tyler",
      "quote": "Smells could bring a person back clearer than pictures even could."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Smells are surer than sounds and sights to make the heartstrings crack."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "The sense of smell, like a faithful counsellor, foretells its character."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Smells, like music, hold memories. She breathed deep, and bottled it up for posterity."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Embrace good smells. No cost, no calories, no energy, no time - a quick hit of pleasure."
    },
    {
      "cite": "Mark Pryor",
      "quote": "If peace had a smell,it would be the smell of a library full of old, leather-bound books."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The smell and taste of things remain poised a long time, like souls, ready to remind us."
    },
    {
      "cite": "Lyall Watson",
      "quote": "Smell is a long-distance sense, a way of stretching time and finding out in advance what lies ahead."
    },
    {
      "cite": "Helen Keller",
      "quote": "Smell is a potent wizard that transports you across thousands of miles and all the years you have lived."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Smell is a strange sight. It evokes sentimental landscapes through a sudden sketching of the subconscious."
    },
    {
      "cite": "Cherrie Moraga",
      "quote": "Smell remembers and tells the future.... Smell is home or loneliness. Confidence or betrayal. Smell remembers."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "Smell and taste are in fact but a single composite sense, whose laboratory is the mouth and its chimney the nose."
    },
    {
      "cite": "Tove Jansson",
      "quote": "Smell is important. It reminds a person of all the things he's been through; it is a sheath of memories and security."
    },
    {
      "cite": "Rachel Carson",
      "quote": "For the sense of smell, almost more than any other, has the power to recall memories and it's a pity we use it so little."
    },
    {
      "cite": "Rumi",
      "quote": "The morning wind spreads its fresh smell. We must get up and take that in, that wind that lets us live. Breathe before it's gone."
    },
    {
      "cite": "Estela Portillo Trambley",
      "quote": "The smell of rain is rich with life."
    }
  ]
}