{
  "source": "https://www.wisesayings.com/smile-quotes/",
  "theme": "smile",
  "quotes": [
    {
      "cite": "Les Giblin",
      "quote": "If you're not using your smile, you're like a man with a million dollars in the bank and no checkbook."
    },
    {
      "cite": "Og Mandino",
      "quote": "A smile remains the most inexpensive gift I can bestow on anyone and yet its powers can vanquish kingdoms."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Everytime you smile at someone, it is an action of love, a gift to that person, a beautiful thing."
    },
    {
      "cite": "Lawrence G Lovasik",
      "quote": "Nobody needs a smile so much as the one who has none to give. So get used to smiling heart-warming smiles, and you will spread sunshine in a sometimes dreary world."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Smile, it is the key that fits the lock of everybody's heart."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "A smile is a curve that sets everything straight."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We shall never know all the good that a simple smile can do"
    },
    {
      "cite": "Jack Johnson",
      "quote": "But you're so busy changing the world. Just one smile can change all of mine."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Use your smile to change the world; don't let the world change your smile."
    },
    {
      "cite": "Proverb",
      "quote": "If you see a friend without a smile; give him one of yours."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "You'll find that life is still worthwhile, if you just smile."
    },
    {
      "cite": "Proverb",
      "quote": "All people smile in the same language."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "If you haven't seen your wife smile at a traffic cop, you haven't seen her smile her prettiest."
    },
    {
      "cite": "Jeanne Calment",
      "quote": "Always keep your smile. That's how I explain my long life."
    },
    {
      "cite": "Robert Bloch",
      "quote": "The man who smiles when things go wrong has thought of someone to blame it on."
    },
    {
      "cite": "William Shakespeare",
      "quote": "One may smile, and smile, and be a villain."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the universal language of kindness."
    },
    {
      "cite": "Russel H. Conwell",
      "quote": "So, if you feel a smile begin, don't leave it undetected, let's start an epidemic quick, and get the world infected!"
    },
    {
      "cite": "unknown",
      "quote": "The smile on my face doesn't mean my life is perfect, it just means I appreciate what I have and what God has blessed me with."
    },
    {
      "cite": "George Eliot",
      "quote": "Wear a smile and have friends; wear a scowl and have wrinkles."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "unknown",
      "quote": "A smile is the most beautiful curve in the body of any person."
    },
    {
      "cite": "Tom Wilson",
      "quote": "A smile is happiness you'll find right under your nose."
    },
    {
      "cite": "Mark Twain",
      "quote": "Wrinkles should merely indicate where smiles have been."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime."
    },
    {
      "cite": "Pravinee Hurbungs",
      "quote": "Making one person smile can change the world; maybe not the whole world, but their world."
    },
    {
      "cite": "unknown",
      "quote": "Smile, even if it's a sad smile, because sadder than a sad smile is the sadness of not knowing how to smile."
    }
  ]
}