{
  "source": "https://www.wisesayings.com/smiling-quotes/",
  "theme": "smiling",
  "quotes": [
    {
      "cite": "Phyllis Diller",
      "quote": "A smile is a curve that sets everything straight."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the universal language of kindness."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We shall never know all the good that a simple smile can do."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "I was smiling yesterday,I am smiling today and I will smile tomorrow.Simply because life is too short to cry for anything."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "And then he gives me a smile that just seems so genuinely sweet with just the right touch of shyness that unexpected warmth rushes through me."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You can only hold a smile for so long, after that it's just teeth."
    },
    {
      "cite": "Masashi Kishimoto",
      "quote": "A smile is the best way to get away with trouble even if it's a fake one."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Smiling speaks to people charmingly without saying a word."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "A smiling face is a beautiful face. A smiling heart is a happy heart."
    },
    {
      "cite": "Sweet Paul",
      "quote": "You walk through life much easier with a smile on your face."
    },
    {
      "cite": "Quoted in P.S. I Love You",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "Author Unknown",
      "quote": "A smile confuses an approaching frown."
    },
    {
      "cite": "Lee Mildon",
      "quote": "People seldom notice old clothes if you wear a big smile."
    },
    {
      "cite": "Martin Charnin",
      "quote": "You're never fully dressed without a smile."
    },
    {
      "cite": "Anna Lee",
      "quote": "Remember even though the outside world might be raining, if you keep on smiling the sun will soon show its face and smile back at you."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "Proverb",
      "quote": "All people smile in the same language."
    },
    {
      "cite": "Sean Keogh",
      "quote": "Keep smiling..it makes people wonder what you are up to."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Everytime you smile at someone, it is an action of love, a gift to that person, a beautiful thing."
    },
    {
      "cite": "Andy Rooney",
      "quote": "If you smile when no one else is around, you really mean it."
    },
    {
      "cite": "Proverb",
      "quote": "If you see a friend without a smile; give him one of yours."
    },
    {
      "cite": "Jill Shalvis",
      "quote": "Smile - It's the second best thing you can do with your lips."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Smile, it is the key that fits the lock of everybody's heart."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Every smile makes you a day younger."
    },
    {
      "cite": "George Eliot",
      "quote": "Wear a smile and have friends; wear a scowl and have wrinkles."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you have only one smile in you, give it to the people you love."
    },
    {
      "cite": "Charles Gordy",
      "quote": "A smile is an inexpensive way to change your looks."
    },
    {
      "cite": "Max Eastman",
      "quote": "A smile is the universal welcome."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the universal language of kindness."
    },
    {
      "cite": "Adam Imad",
      "quote": "Always keep the smile, because the smile is the beginning of love."
    }
  ]
}