{
  "source": "https://www.wisesayings.com/smitten-quotes/",
  "theme": "smitten",
  "quotes": [
    {
      "cite": "Erik Pevernagie",
      "quote": "When we are smitten, we await love to be 'remontant' and to be blooming over and over again', like remontant roses, with blossoms scenting through all the seasons of life. Passion and patience are to be good allies, though."
    },
    {
      "cite": "Mae West",
      "quote": "I saw what a mess a lot of people could make of their lives when they're smitten. Some of them go temporarily insane. They find a person who they think holds the key to their happiness-the only key to their happiness... My work has always been my greatest happiness."
    },
    {
      "cite": "Marcel Proust",
      "quote": "When one feels oneself smitten by love for a woman, one ought to say to oneself, 'What are her surroundings? What has been her life? All one's future happiness lies in the answer."
    },
    {
      "cite": "Julianne Donaldson",
      "quote": "A trap closed around my heart, and in that moment, I was helpless. Whether she loved me for my money or myself, whether she loved me at all, whether her heart was even available for the winning ... none of it mattered. I was smitten to the core."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Only he Who is smitten with the arrows of love, Knows its power."
    },
    {
      "cite": "Nigel Slater",
      "quote": "It is impossible not to love someone who makes toast for you....Once the warm, salty butter has hit your tongue, you are smitten. Putty in their hands."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close."
    },
    {
      "cite": "Jackie Collins",
      "quote": "Love does not appear with any warning signs. You fall into it as if pushed from a high diving board. No time to think about what’s happening. It’s inevitable. An event you can’t control. A crazy, heart-stopping, roller-coaster ride that just has to take its course."
    },
    {
      "cite": "Elisabeth Rohm",
      "quote": "When you fall head over heels for someone, you’re not falling in love with who they are as a person; you’re falling in love with your idea of love."
    },
    {
      "cite": "Jess Rothenberg",
      "quote": "I was falling. Falling through time and space and stars and sky and everything in between. I feel for days and weeks and what felt like lifetime across lifetimes. I fell until I forgot I was falling."
    },
    {
      "cite": "Cheryl Drake Harris",
      "quote": "Ben made me laugh. I was attracted to his attraction for me: the way he smiled for instance, whenever he saw me, that goofy kind of grin that hijacks the face of the helplessly smitten."
    },
    {
      "cite": "Ed Westwick",
      "quote": "I'm all for being in love and whenever I like someone, I end up pretty much completely smitten."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "You liked me.' I smiled. 'You were smitten with me. You were speechless to behold my beauty. You had never met anyone so fascinating. You thought of me every waking minute. You dreamed about me. You couldn't stand it. You couldn't let such wonderfulness out of your sight. You had to follow me.' I turned to Cinnamon. He licked my nose. 'Don't give yourself so much credit. It was your rat I was after.' She laughed, and the desert sang."
    },
    {
      "cite": "Gemma Burgess",
      "quote": "We kissed, and sparks went off in my chest. At the end of the night he said, 'I know what you're thinking. You're wondering if I'll call tomorrow. I'll do better than that.' He called me the minute I got home and we talked till I fell asleep. I was smitten."
    },
    {
      "cite": "Miguel De Cervantes Saavedra",
      "quote": "Ye love-smitten host, know that to Dulcinea only I am dough and sugar-paste, flint to all others; for her I am honey, for you aloes."
    },
    {
      "cite": "Suzan Tisdale",
      "quote": "Love letters? He supposed that was an apt description, though they certainly hadn't started out that way. In the beginning, he looked at the letters as more of a fact-finding endeavor. By the seventh letter, he knew he was well on his way to being smitten. By the last, he knew he had fallen hopelessly in love with her."
    },
    {
      "cite": "Heidi Priebe",
      "quote": "I want to be the person who's right for you, the one who fills in the blanks of all you didn't know you were missing."
    },
    {
      "cite": "unknown",
      "quote": "I wish I could explain your eyes, and how the sound of your voice gives me butterflies. How your smile makes my heart skip a beat and how every time I'm with you, I feel so complete."
    },
    {
      "cite": "Dr. Suess",
      "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
    },
    {
      "cite": "Lamine Pearlheart",
      "quote": "If and when infatuation passes on and you still have infatuation for the same person then you may have love."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "She wasn’t exactly sure when it happened. Or even when it started. All she knew for sure was that right here and now, she was falling hard and she could only pray that he was feeling the same way."
    },
    {
      "cite": "The Coach",
      "quote": "A priceless moment is when the person that you have fallen in love with, looks you right in the eyes to tells you that they have fallen in love with you."
    },
    {
      "cite": "Alfre Woodard",
      "quote": "When you feel a connection, a gut connection, a heart connection, it’s a very special thing. What’s familiar to everyone is watching people falling in love; it doesn’t happen on screen that often. People fall in lust, then they’re suddenly together."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Calling it off comes easy enough if you haven't told the girl you are smitten with her."
    },
    {
      "cite": "Joseph Addison",
      "quote": "I have often reflected within myself on this unaccountable humor in womankind of being smitten with everything that is showy and superficial, and on the numberless evils that befall the sex from this light fantastical disposition."
    },
    {
      "cite": "Anita Nair",
      "quote": "He was too smitten by his second wife and the sons she produced easily and regularly at eighteen-month intervals to bother too much about a daughter."
    },
    {
      "cite": "unknown",
      "quote": "If you asked me how many times you've crossed my mind I would say once because you never really left.."
    },
    {
      "cite": "Kate Bolick",
      "quote": "Isn’t that how falling in love so often works? Some stranger appears out of nowhere and becomes a fixed star in your universe."
    },
    {
      "cite": "Teresa Conroy",
      "quote": "Meeting you was fate...Becoming your friend was a choice...But falling in love with you I had no control over."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    }
  ]
}