{
  "source": "https://www.wisesayings.com/smoking-quotes/",
  "theme": "smoking",
  "quotes": [
    {
      "cite": "George D. Prentice",
      "quote": "Much smoking kills live men and cures dead swine."
    },
    {
      "cite": "Edith Zittler",
      "quote": "The best way to stop smoking is to just stop ? no ifs, ands or butts."
    },
    {
      "cite": "Alfred E. Neuman",
      "quote": "Smoking helps you lose weight ? one lung at a time!"
    },
    {
      "cite": "Mark Twain",
      "quote": "To cease smoking is the easiest thing I ever did, I ought to know because I've done it a thousand times."
    },
    {
      "cite": "King James I",
      "quote": "Smoking is hateful to the nose, harmful to the brain, and dangerous to the lungs."
    },
    {
      "cite": "Loni Anderson",
      "quote": "Smoking is related to practically every terrible thing that can happen to you."
    },
    {
      "cite": "Brooke Shields",
      "quote": "Smoking kills. If you're killed, you've lost a very important part of your life."
    },
    {
      "cite": "Dr. Alex Bobak",
      "quote": "Smoking kills half of all lifetime smokers."
    },
    {
      "cite": "Skai Chan",
      "quote": "Smoking is just like farting with the poisonous elements."
    },
    {
      "cite": "Fletcher Knebel",
      "quote": "Smoking is one of the leading causes of statistics."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Smoking is indispensable if one has nothing to kiss."
    },
    {
      "cite": "unknown",
      "quote": "The best way to stop smoking is to carry wet matches."
    },
    {
      "cite": "John Abraham",
      "quote": "I still believe that 'No Smoking' is one of my best performances."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "To smoke or not to smoke: I can make of either a life work."
    },
    {
      "cite": "Duane Alan Hahn",
      "quote": "The only safer cigarette is your last one."
    },
    {
      "cite": "Barbara Kelly",
      "quote": "I tried to stop smoking cigarettes by telling myself I just didn't want to smoke, but I didn't believe myself."
    },
    {
      "cite": "Damien Hirst",
      "quote": "So smoking is the perfect way to commit suicide without actually dying. I smoke because it's bad, it's really simple."
    },
    {
      "cite": "Brad Shaw",
      "quote": "After a truly good meal, an outstanding cigar is still the most satisfying after-dinner activity that doesn't involve two human beings."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "A good cigar is as great a comfort to a man as a good cry to a woman."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A cigarette is the perfect type of a perfect pleasure. It is exquisite, and it leaves one unsatisfied. What more can one want?"
    },
    {
      "cite": "C. Everett Koop",
      "quote": "Cigarette smoking is clearly identified as the chief, preventable cause of death in our society."
    },
    {
      "cite": "Loni Anderson",
      "quote": "You're always better off if you quit smoking; it's never too late."
    },
    {
      "cite": "David Byrne",
      "quote": "The true face of smoking is disease, death and horror ? not the glamour and sophistication the pushers in the tobacco industry try to portray."
    },
    {
      "cite": "Mark Twain",
      "quote": "If smoking is not allowed in heaven, I shall not go."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I believe that pipe smoking contributes to a somewhat calm and objective judgment in all human affairs."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Smoking cigars is like falling in love; first you are attracted to its shape; you stay with it for its flavour; and you must always remember never, never let the flame go out."
    },
    {
      "cite": "Douglas Adams",
      "quote": "If we see you smoking we will assume you are on fire and take appropriate action."
    },
    {
      "cite": "unknown",
      "quote": "The cigarette does the smoking ? you're just the sucker."
    },
    {
      "cite": "George Burrow",
      "quote": "Smoking has a sedative effect upon the nerves, and enables a man to bear the sorrows of his life (of which everyone has his share) not only decently, but dignifiedly."
    },
    {
      "cite": "Michael Douglas",
      "quote": "Cigar smoking by it's very nature is much more reflective than interactive."
    }
  ]
}