{
  "source": "https://www.wisesayings.com/smooth-quotes/",
  "theme": "smooth",
  "quotes": [
    {
      "cite": "Myrtle Reed",
      "quote": "If we all tried to make other people's paths easy, our own feet would have a smooth even place to walk on."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Smooth and smiling faces everywhere, but ruin in their eyes."
    },
    {
      "cite": "W.C. Doane",
      "quote": "Life has no smooth road for any of us; and in the bracing atmosphere of a high aim the very roughness stimulates the climber to steadier steps, till the legend, over steep ways to the stars, fulfills itself."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The course of true love never did run smooth."
    },
    {
      "cite": "African Proverb",
      "quote": "Smooth seas do not make skillful sailors."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "The smoothest path is no guarantee against a broken neck."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The course of true anything never does run smooth."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "There is no smooth road into the future: but we go round, or scramble over the obstacles."
    },
    {
      "cite": "Publius Vergilius Maro",
      "quote": "The gates of Hell are open night and day; smooth the descent and easy is the way."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Show me a completely smooth operation and I'll show you someone who's covering mistakes. Real boats rock."
    },
    {
      "cite": "Vikram Seth",
      "quote": "Is it not love that knows how to make smooth things rough and rough things smooth?"
    },
    {
      "cite": "Thai Proverb",
      "quote": "On the way out, the road is rough; returning, it is smooth."
    },
    {
      "cite": "Italian Proverb",
      "quote": "Smooth words make smooth ways."
    },
    {
      "cite": "Steven Morrissey",
      "quote": "Why pamper life’s complexities when the leather runs smooth on the passenger seat?"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you think life is a smooth sea, you will soon be awakened from this sweet dream by the slap of a bitter wave!"
    },
    {
      "cite": "Philip Sidney",
      "quote": "The journey of high honor lies not in smooth ways."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Smooth your way to the head, through the heart. The way of reason is a good one; but it is commonly something longer, and perhaps not so sure."
    },
    {
      "cite": "John of the Cross",
      "quote": "Though the path is plain and smooth for men of good will, he who walks it will not travel far, and will do so only with difficulty, if he does not have good feet: that is, courage and a persevering spirit."
    },
    {
      "cite": "Tony Robbins",
      "quote": "No one’s life is a smooth sail; we all come into stormy weather. But it’s this adversity – and more specifically our resilience – that makes us strong and successful."
    },
    {
      "cite": "George Gordon Byron",
      "quote": "Keep thy smooth words and juggling homilies for those who know thee not."
    },
    {
      "cite": "Horace",
      "quote": "Smooth out with wine the worries of a wrinkled brow."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Smooth ice is paradise for those who dance with expertise."
    },
    {
      "cite": "Benoit Mandelbrot",
      "quote": "Smooth shapes are very rare in the wild but extremely important in the ivory tower and the factory."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Smooth runs the water where the brook is deep."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Smoothly and lightly the golden seed by the furrow is covered."
    },
    {
      "cite": "Helen Rowland",
      "quote": "For one man's chin is as rough as another's, and one man's lies are as smooth as another's."
    },
    {
      "cite": "Euripides",
      "quote": "Life is a short affair; We should try to make it smooth, and free from strife."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Always take hold of things by the smooth handle."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Love fattens on smooth words."
    }
  ]
}