{
  "source": "https://www.wisesayings.com/snake-quotes/",
  "theme": "snake",
  "quotes": [
    {
      "cite": "D H Lawrence",
      "quote": "Sometimes snakes can't slough. They can't burst their old skin. Then they go sick and die inside the old skin, and nobody ever sees the new pattern. It needs a real desperate recklessness to burst your old skin at last. You simply don't care what happens to you, if you rip yourself in two, so long as you do get out."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "A snake knows more about what is happening around than any other creature, because it has no ears to listen to gossip only direct perception."
    },
    {
      "cite": "Anais Nin",
      "quote": "I am like a snake who has already bitten. I retreat from a direct battle while knowing the slow effect of the poison."
    },
    {
      "cite": "Mariana Fulger",
      "quote": "Like the snake sheds its skin living for a while in another one, man strips himself from opinions gathered up until a certain age, developing others."
    },
    {
      "cite": "Thrity Umrigar",
      "quote": "It was strange how she found out, One moment she didn't know; the next minute she did. One moment her mind was as blank as the desert; the next minute the snake of suspicion had slithered into her thoughts and raised its poisonous head."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Not all the snakes are poisonous and not all the poisons are deadly! Keep this in mind when bitten."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Four snakes gliding up and down a hollow for no purpose that I could see - not to eat, not for love, but only gliding."
    },
    {
      "cite": "James Cameron",
      "quote": "The snake kills by squeezing very slowly. This is how the civilized world slowly, slowly pushes into the forest and takes away the world that used to be."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The snake which cannot cast its skin has to die. As well the minds which are prevented from changing their opinions; they cease to be mind."
    },
    {
      "cite": "Steven Wright",
      "quote": "Snakes have no arms. That's why they don't wear vests."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "Snakes are sometimes perceived as evil, but they are also perceived as medicine. If you look at an ambulance, there's the two snakes on the side of the ambulance. The caduceus, or the staff of Hermes, there's the two snakes going up it, which means that the venom can also be healing."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The snake that cannot shed its skin perishes."
    },
    {
      "cite": "Steven Wright",
      "quote": "Even snakes are afraid of snakes."
    },
    {
      "cite": "Chanakya",
      "quote": "Even if a snake is not poisonous, it should pretend to be venomous."
    },
    {
      "cite": "Steve Irwin",
      "quote": "Snakes are just very instinctive to me. I've been playing with snakes since before I could walk. It doesn't matter where or what it is, from the biggest to the most venomous."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "For every snake, there is a ladder; for every ladder,a snake."
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "Hot weather brings out snakes and slaveholders, and I like one class of the venomous creatures as little as I do the other."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The snakes have their place in the agricultural economy of the village, but our villagers do not seem realize it."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Just as a snake sheds its skin, we must shed our past over and over again."
    },
    {
      "cite": "William Stafford",
      "quote": "When the snake decided to go straight, he didn't get anywhere."
    },
    {
      "cite": "Amaka Imani Nkosazana",
      "quote": "It's good to see the snakes revealing themselves. They weren't actually hidden at all. People hide behind the masks, but eventually you see them for who they truly are."
    },
    {
      "cite": "Lisa Alther",
      "quote": "A snake will always be a snake, even if you put a chain around its neck and try to make it walk upright."
    },
    {
      "cite": "Jim Thompson",
      "quote": "The snake was on top of the bags, and he was starting to move around inside the container because he could see where the heat was coming from, and that's where he wanted to get."
    },
    {
      "cite": "W C Fields",
      "quote": "Always carry a flagon of whiskey in case of snakebite and furthermore always carry a small snake."
    },
    {
      "cite": "Jake Roberts",
      "quote": "The snake will always bite back."
    },
    {
      "cite": "Fred Rainwater",
      "quote": "A lot of snake bites occur purely out of reaction. If someone picks up a rock or piece of wood a snake is laying under, the snake could strike out of defense."
    },
    {
      "cite": "Robert Frost",
      "quote": "The snake stood up for evil in the Garden."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "There is a pair of snakes who have learned to drive a car so recklessly that they would run you over in the street and never stop to apologize."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The snake produces poison in its body to poison its enemies! But man is a strange snake; he produces poison in his mind to poison his fellow men!"
    },
    {
      "cite": "Mike Mignola",
      "quote": "Well, yeah, you listen to a talking snake and there's gonna be trouble."
    }
  ]
}