{
  "source": "https://www.wisesayings.com/sneaky-quotes/",
  "theme": "sneaky",
  "quotes": [
    {
      "cite": "Bryant A. Loney",
      "quote": "Strict parents create sneaky kids."
    },
    {
      "cite": "Elizabeth Lesser",
      "quote": "Fear is a sneaky thief, stealing away precious moments of your life."
    },
    {
      "cite": "Chris Rock",
      "quote": "A cat, by any other name, is still a sneaky little furball that barfs on the furniture."
    },
    {
      "cite": "Lynne Truss",
      "quote": "Texting is a fundamentally sneaky form of communication, which we should despise, but it is such a boon we don't care. We are all sneaks now."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A sly piece of good luck, which nobody knows of is delightful."
    },
    {
      "cite": "Horace",
      "quote": "A crafty knave needs no broker."
    },
    {
      "cite": "Criss Jami",
      "quote": "A poet should be so crafty with words that he is envied even for his pains."
    },
    {
      "cite": "John Tillotson",
      "quote": "The crafty person is always in danger; and when they think they walk in the dark, all their pretenses are transparent."
    },
    {
      "cite": "Robert Jordan",
      "quote": "A crafty enemy will set a weak ambush you are meant to break through. Confident because you have dealt with the threat, your guard relaxed, you walk into the second, stronger ambush."
    },
    {
      "cite": "Francine du Plessix Gray",
      "quote": "All our parents have levels of deviousness. We're driven to write about this discrepancy between the bright shining selves they invented and the monsters lurking underneath."
    },
    {
      "cite": "Joy Williams",
      "quote": "What a story is, is devious. It pretends transparency, forthrightness. It engages with ordinary people, ordinary matters, recognizable stuff. But this is all a masquerade. What good stories deal with is the horror and incomprehensibi lity of time, the dark encroachment of old catastrophes."
    },
    {
      "cite": "Ian Paisley",
      "quote": "You can't build the bridge of trust with the scaffolding of lies and underhand deals"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Cunning proceeds from lack of capacity."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Cunning and treachery proceed from want of capacity."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Cunning cheats itself wholly, and other people partially."
    },
    {
      "cite": "Henry St John",
      "quote": "Cunning pays no regard to virtue, and is but the low mimic of reason."
    },
    {
      "cite": "Plato",
      "quote": "Knowledge without justice ought to be called cunning rather than wisdom."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Cunning is the art of concealing our own defects, and discovering other people's weaknesses."
    },
    {
      "cite": "Josh Billings",
      "quote": "Never teach your child to be cunning or you may be certain you will be one of the very first victims of his shrewdness."
    },
    {
      "cite": "Harold Nicolson",
      "quote": "To be a good diarist, one must have a snouty, sneaky mind."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Humans are pretty crafty but will fold quickly in severe cold."
    },
    {
      "cite": "Osamu Dazai",
      "quote": "It would seem that the more irresponsible and crafty one is, the more likely one is to have a talent for storytelling."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "That crafty kindness which inveigles me to sacrifice principle is the serpent in the grass - deadly to the incautious wayfarer."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "Nothing is more repulsive than a furtively prurient spirituality; it is just as unsavory as gross sensuality."
    },
    {
      "cite": "Abbas Kiarostami",
      "quote": "I think life is so difficult to catch, it's so furtive, that a copy, a film, can in no way catch it and represent it."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "In business be as able as you can, but do not be cunning; cunning is the dark sanctuary of incapacity."
    },
    {
      "cite": "Henry Home",
      "quote": "Whoever appears to have much cunning has in reality very little; being deficient in the essential article, which is, to hide cunning."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Evil is a far more cunning and persevering propagandist than good, for it has no inward strength, and is driven to seek countenance and sympathy."
    }
  ]
}