{
  "source": "https://www.wisesayings.com/snitch-quotes/",
  "theme": "snitch",
  "quotes": [
    {
      "cite": "J.K. Rowling",
      "quote": "The long game was ended, the Snitch had been caught, it was time to leave the air."
    },
    {
      "cite": "Cheo Hodari Coker",
      "quote": "75%-90% of the murders that occur in black and Latino communities are solvable. Everybody knows who did it or somebody knows. The reason nobody talks is because snitches get stitches and people aren't bulletproof."
    },
    {
      "cite": "Geoffrey Canada",
      "quote": "When I was growing up, kids used to talk about snitching... It never extended as a cultural norm outside of the gangsters."
    },
    {
      "cite": "Tom Upton",
      "quote": "Librarians are notorious snitches—don’t let anybody convince you otherwise."
    },
    {
      "cite": "Trevor Noah",
      "quote": "A lot of black people worked with the police as snitches. We used to call them bimpees where I grew up. And, you know, they were afforded special privileges. They may have been paid by the police. But you never knew who was informing on you. We lived either next door to or - two doors away from us was a known informant in Soweto."
    },
    {
      "cite": "Sonja Sohn",
      "quote": "To call the police is a really big deal because you don't snitch - that's the culture you grow up in."
    },
    {
      "cite": "Henry Giroux",
      "quote": "The social media not only become new platforms for the invasion of privacy, but further legitimate a culture in which monitoring functions are viewed as benign while the state-sponsored society of hyper-fear increasingly defines everyone as either a snitch or a terrorist."
    },
    {
      "cite": "Joel Miller",
      "quote": "With its brutal excesses and reliance on snitches and finks as informants, I don't think it's far off-kilter to describe the modern-day drug war as oddly similar to the Salem witch trials."
    },
    {
      "cite": "Trevor Noah",
      "quote": "People were encouraged to snitch. [South Africa] was a police state, so there were police everywhere. There were undercover police. There were uniformed police. The state was being surveilled the entire time."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Victim of passion / purveyor of lies / Betrayer of talent / bending the I"
    },
    {
      "cite": "Kevin Ryan Murray",
      "quote": "I can see the pain in your eyes / Always reminding me of what I've done / I, am a betrayer / I have caused you this pain / I have no excuse"
    },
    {
      "cite": "Thomas Parnell",
      "quote": "To stifle Passion is no easy Thing / A Heart in Love is always on the Wing / The bold Betrayer flutters still / And fans the Breath prepar'd to tell."
    },
    {
      "cite": "Anne Enright",
      "quote": "People do not change, they are merely revealed."
    },
    {
      "cite": "Sonya Teclai",
      "quote": "It's always the ones with the dirty hands pointing the fingers."
    },
    {
      "cite": "Anonymous",
      "quote": "Be careful who you share your weaknesses with, some people can't wait for the opportunity to use them against you!"
    },
    {
      "cite": "Anonymous",
      "quote": "Being a good tattle tale requires exceptional attention to details and then blowing them out of proportion."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Betrayer, what! thy soul relentless closing / To grief the woman shame no art can heal / To that small life beneath my heart reposing!"
    },
    {
      "cite": "Linwood Boomer",
      "quote": "Only snitch when asked to snitch."
    },
    {
      "cite": "William Blinn",
      "quote": "A snitch wears a wire. A snitch is the scum of the information industry."
    },
    {
      "cite": "Marni S. Feldman",
      "quote": "Don't snitch on someone, unless it pays off."
    },
    {
      "cite": "Ms Tee",
      "quote": "Snitch' meaning 'informer' is indeed an older word, dating back to the 18th century."
    },
    {
      "cite": "Alexandra Natapoff",
      "quote": "The idea behind snitching is simple-a suspect provides incriminating information about someone else in exchange for a deal, maybe the chance to walk away, or a lesser charge or sentence."
    },
    {
      "cite": "David Bzdak",
      "quote": "Snitching is a way to get easy money instead of rippin' and runnin', collecting scraps, and having nothing to show for it."
    },
    {
      "cite": "David Bzdak",
      "quote": "Listening to drug addicts philosophizing about the ethics of snitching makes you wonder why they would worry about ethics."
    },
    {
      "cite": "Malin Akerstrom",
      "quote": "It's a criminal society and the one who snitches can hardly expect to be accepted."
    },
    {
      "cite": "Malin Akerstrom",
      "quote": "The information on who is a snitch is reputed to travel through the prison grapevine."
    },
    {
      "cite": "Malin Akerstrom",
      "quote": "It is a common belief that a snitch will always be discovered and will get 'what he deserves.'"
    },
    {
      "cite": "Malin Akerstrom",
      "quote": "It doesn't matter which jail you're in, there's contacts, the word always gets out."
    },
    {
      "cite": "Malin Akerstrom",
      "quote": "There's a tendency to point to one in a prison as the snitch, or a few as the snitches."
    }
  ]
}