{
  "source": "https://www.wisesayings.com/snob-quotes/",
  "theme": "snob",
  "quotes": [
    {
      "cite": "D. J. Taylor",
      "quote": "A snob, all the evidence insists, is one who delights in making judgements that are based on arbitrary criteria."
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "A cultural snob is someone who claims to be familiar with the incomprehensible."
    },
    {
      "cite": "Edward St. Aubyn",
      "quote": "Snobbery is one of the things one should be most discriminating about."
    },
    {
      "cite": "Russell Lynes",
      "quote": "The true snob never rests; there is always a higher goal to attain, and there are, by the same token, always more and more people to look down upon."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "Snobbery is not merely a silly human weakness but something basic in the mentality of modern man a symptom which reflects the general sickness, the dislocation of social and cultural values in contemporary civilization."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Snobbery is an accentuated pride of belonging to a certain formally or informally defined circle of society which is perceived as superior or elite."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Snobbery, being an aspiring failing, is sometimes the prophecy of better things."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Snobs are people who look down on other people, but that does not justify our looking down on them. Who can say what dark fears of being inferior lurk behind their superior airs or what they suffer in private for the slights they dish out in public?"
    },
    {
      "cite": "Michael Foley",
      "quote": "Snobbery management is as difficult and necessary as anger management."
    },
    {
      "cite": "Joseph Epstein",
      "quote": "Snobbishness is the desire for what divides men and the inability to value what unites them."
    },
    {
      "cite": "John Buchan",
      "quote": "The true definition of a snob is one who craves for what separates men rather than for what unites them."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "You must not judge hastily or vulgarly of snobs: to do so shows that you are yourself a snob."
    },
    {
      "cite": "Herbert Agar",
      "quote": "Snobs talk as if they had begotten their own ancestors."
    },
    {
      "cite": "Trent Zelazny",
      "quote": "Snobbery might sometimes look cool, like smoking, but the end result is usually a repelling one."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "A snob is that man or woman who is always pretending to be something better especially richer or more fashionable than he is."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "The word snob belongs to the sour-grape vocabulary."
    }
  ]
}