{
  "source": "https://www.wisesayings.com/snowboarding-quotes/",
  "theme": "snowboarding",
  "quotes": [
    {
      "cite": "Warren Miller",
      "quote": "The best thing about skiing backwards is you can see where you've been."
    },
    {
      "cite": "Luke Whelan",
      "quote": "A day without snowboarding is like a day on skis."
    },
    {
      "cite": "Dave Barry",
      "quote": "The problem with winter sports is that follow me closely here they generally take place in winter."
    },
    {
      "cite": "Kelly Clark",
      "quote": "The foundational skills of snowboarding are what pay off in the long run. That's something I've been able to build over time, and that's benefited me a lot."
    },
    {
      "cite": "Travis Rice",
      "quote": "I wouldn't even call snowboarding a sport. For me it's just a way of life. It's a chance to finally shut your brain off, and live within the moment. And, for as long as I am able, I will ride until the day I die."
    },
    {
      "cite": "Dave Barry",
      "quote": "I now realize that the small hills you see on ski slopes are formed around the bodies of forty seven year olds who tried to learn snowboarding."
    },
    {
      "cite": "Eddie Izzard",
      "quote": "There's two positions in snowboarding. One is looking cool and the other is dead!"
    },
    {
      "cite": "Steven Magee",
      "quote": "I stopped snowboarding as I started to recognize symptoms that corresponded with radiation sickness when at high altitude ski resorts."
    },
    {
      "cite": "Shaun White",
      "quote": "We all started snowboarding in the beginning as a family just to be closer together, go on trips. It was our soccer, but instead of Dad yelling at me from the sideline he is there riding with me and hitting the humps even before I am hitting them."
    },
    {
      "cite": "Kelly Clark",
      "quote": "Women's snowboarding has progressed a lot. The younger riders are really pushing the limits of technical tricks."
    },
    {
      "cite": "Jeremy London",
      "quote": "If I died snowboarding, you could honestly tell everybody in the world that Jeremy London died happy."
    },
    {
      "cite": "Mark McMorris",
      "quote": "Snowboarding allows you to create your own path, and for me it was awesome because no one was telling me what to do. I could go out on the mountain and try new things and learn for myself."
    },
    {
      "cite": "Kelly Clark",
      "quote": "I'm not trying to snowboard for other people anymore. That just kind of comes with age and growing up. That's helped me a lot."
    },
    {
      "cite": "Warren Miller",
      "quote": "Once you take your first ride up a lift your life will be changed forever."
    },
    {
      "cite": "Jeremy Jones",
      "quote": "The attraction of snowboarding is the freedom it gives you. With a snowboard on your feet the sky is the limit. You can do anything and go anywhere. This is not just for pro riders. It is for everyone."
    },
    {
      "cite": "Kelly Clark",
      "quote": "Snowboarding was everything that I knew. That's what I did and I poured everything I had into it. I thought that being successful and achieving my goals would go hand in hand with being happy."
    },
    {
      "cite": "Shaun White",
      "quote": "If you eat the same cereal every day it's gonna get old. And if I had thought about snowboarding every day, I would have quit a long time ago."
    },
    {
      "cite": "Cary Fukunaga",
      "quote": "In snowboarding, you're constantly aware that people are so technically brilliant at what they do, and you feel like, \"Ugh, I'll never be able to do that."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Love can be the only answer. But snowboarding also works for me. Because I love snowboarding!"
    },
    {
      "cite": "Bill Maher",
      "quote": "The only sport I really get into is snowboarding. Cause that's the only sport where they perform a half pipe just after smoking a full pipe."
    },
    {
      "cite": "Shaun White",
      "quote": "When you think about it, we're strapping strange planks of wood to our feet and launching off of giant snow walls. It's pretty intense."
    },
    {
      "cite": "Seth Wescott",
      "quote": "In snowboarding, there's a huge focus on style. It's the aesthetic that draws us in."
    },
    {
      "cite": "Craig Kelly",
      "quote": "My experience and what I do in snowboarding is really quite independent of the industry and the more independent it is, the more pure and better I feel about snowboarding."
    },
    {
      "cite": "Jeremy Jones",
      "quote": "I hate to say it to the kids out there but I just kind of blew off everything and made snowboarding the number one priority in my life."
    },
    {
      "cite": "Shaun White",
      "quote": "Some people attach snowboards to their feet, very few attach them to their souls."
    },
    {
      "cite": "Philippe Cousteau, Jr.",
      "quote": "I love snowboarding. It's probably my favorite sport. I love sitting on top of the mountain and the snow falling and that silence, that snow silence. That's, like, a very peaceful, happy place for me."
    },
    {
      "cite": "Craig Kelly",
      "quote": "All of a sudden you have this feeling of clarity. Backcountry snowboarding has really done a lot to boost that feeling in me."
    },
    {
      "cite": "Dave Barry",
      "quote": "Snowboarding is an activity that is very popular with people who do not feel that regular skiing is lethal enough."
    },
    {
      "cite": "Mark Kotsenburg",
      "quote": "There's no blueprint to snowboarding, you know? You can really just make your own mark."
    },
    {
      "cite": "Travis Rice",
      "quote": "What is snowboarding to me? I'd say it's when I feel passion. That is, if passion is a combination of utter joy, frustration and rage. It's my life."
    }
  ]
}