{
  "source": "https://www.wisesayings.com/snow-quotes/",
  "theme": "snow",
  "quotes": [
    {
      "cite": "E.E. Cummings",
      "quote": "The snow doesn't give a soft white damn whom it touches."
    },
    {
      "cite": "Carl Reiner",
      "quote": "A lot of people like snow. I find it to be an unnecessary freezing of water."
    },
    {
      "cite": "Novala Takemoto",
      "quote": "Snow falling soundlessly in the middle of the night will always fill my heart with sweet clarity"
    },
    {
      "cite": "William Hamilton Gibson",
      "quote": "Silently, like thoughts that come and go, the snowflakes fall, each one a gem."
    },
    {
      "cite": "Susan Orlean",
      "quote": "A snow day literally and figuratively falls from the sky - unbidden - and seems like a thing of wonder."
    },
    {
      "cite": "Andy Goldsworthdy",
      "quote": "Snow provokes responses that reach back to childhood."
    },
    {
      "cite": "Carol Rifka Brunt",
      "quote": "There's just something beautiful about walking in snow that nobody else has walked on. It makes you believe you're special."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "The snow itself is lonely or, if you prefer, self-sufficient. There is no other time when the whole world seems composed of one thing and one thing only."
    },
    {
      "cite": "Vista M. Kelly",
      "quote": "Snowflakes are one of nature's most fragile things, but just look what they can do when they stick together."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "I leaned out one last time and caught a snowflake on my tongue. They tasted so good, so pure and so divine, like nothing I had ever tasted from the sky."
    },
    {
      "cite": "Damien Echols",
      "quote": "I miss the snow. I miss looking at it, walking in it, tasting it. I used to love those days when it was so cold everyone else would be tucked away inside trying to stay warm. I would be the only one out walking, so I could look across the fields and see miles of snow without a single footprint in it. It would be completely silent - no cars, no birds singing, no doors slamming. Just silence and snow."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Snowing is an attempt of God to make the dirty world look clean."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "Thank goodness for the first snow. It was a reminder - no matter how old you became and how much you'd seen, things could still be new if you were willing to believe they still mattered."
    },
    {
      "cite": "unknown",
      "quote": "A snowman is the perfect man.  He's very well rounded and comes with his own broom."
    },
    {
      "cite": "P. Miller",
      "quote": "With every falling flake, a unique spark of interest falls from heaven."
    },
    {
      "cite": "unknown",
      "quote": "The wonder of a single snowflake outweighs the wisdom of a million meteorologists."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nature is full of genius, full of the divinity; so that not a snowflake escapes its fashioning hand."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The snow did not even whisper its way to earth, but seemed to salt the night with silence."
    },
    {
      "cite": "Glen Duncan",
      "quote": "Snow makes cities innocent again, reveals the frailty of the human gesture against the void."
    },
    {
      "cite": "unknown",
      "quote": "Life is like a blanket of snow.  Be careful how you step on it.  Every step will show!"
    },
    {
      "cite": "Clyde Moore",
      "quote": "There's one good thing about snow, it makes your lawn look as nice as your neighbor's."
    },
    {
      "cite": "unknown",
      "quote": "Snowmen fall from heaven....... unassembled."
    },
    {
      "cite": "Lama Willa Miller",
      "quote": "The snow is sparkling like a million little suns."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "Be like snow - cold, but beautiful."
    },
    {
      "cite": "unknown",
      "quote": "Snowflakes are kisses from heaven."
    },
    {
      "cite": "Antoinette van Kleef",
      "quote": "When snow falls, nature listens."
    },
    {
      "cite": "Sara Coleridge",
      "quote": "January brings the snow, makes our feet and fingers glow."
    },
    {
      "cite": "Roger Ebert",
      "quote": "The very fact of snow is such an amazement."
    },
    {
      "cite": "Aberjhani",
      "quote": "In your hands winter is a book with cloud pages that snow pearls of love."
    }
  ]
}