{
  "source": "https://www.wisesayings.com/snowball-quotes/",
  "theme": "snowball",
  "quotes": [
    {
      "cite": "Susan B. Anthony",
      "quote": "The older I get, the greater power I seem to have to help the world; I am like a snowball - the further I am rolled the more I gain."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "A snowball is simple, direct and familiar to most of us. I use this simplicity as a container for feelings and ideas that function on many levels."
    },
    {
      "cite": "Lawrence Frank",
      "quote": "When things are going well, the focus is that much greater because you don't want to lose. You're able to develop confidence and trust in each other, and your attention to detail is greater. Then things have an opportunity to snowball."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Successful ideas, they snowball."
    },
    {
      "cite": "David Sedaris",
      "quote": "Snowball just leads elves on, elves and Santas. He is playing a dangerous game."
    },
    {
      "cite": "Judge Anne Scott.",
      "quote": "A snowball looks like a cake. It is not out of place on a plate full of cakes. A snowball has the mouth feel of a cake."
    },
    {
      "cite": "Bill Hicks",
      "quote": "I wouldn't give Satan a snowball's chance in Hell against a woman's ego."
    },
    {
      "cite": "Lance Berkman",
      "quote": "What comes first, the chicken or the egg? You start out bad, you don't really feel right, you don't have the same explosion, then you start to lose confidence, you start to doubt your ability. It's a snowball effect."
    },
    {
      "cite": "William Eckhardt",
      "quote": "The people who survive avoid snowball scenarios in which bad trades cause them to become emotionally destabilized and make more bad trades. They are also able to feel the pain of losing. If you don't feel the pain of a loss, then you're in the same position as those unfortunate people who have no pain sensors. If they leave their hand on a hot stove, it will burn off. There is no way to survive in the world without pain. Similarly, in the markets, if the losses don't hurt, your financial survival is tenuous."
    },
    {
      "cite": "Mitzi Chandler",
      "quote": "Worry is as useless as a handle on a snowball."
    },
    {
      "cite": "Markus Zusak",
      "quote": "A snowball in the face is surely the perfect beginning to a lasting friendship."
    },
    {
      "cite": "Larry Wall",
      "quote": "Down that path lies madness. On the other hand, the road to hell is paved with melting snowballs."
    },
    {
      "cite": "Robert Menschel",
      "quote": "A rumor is like a snowball: It starts small, but it can pick up mass and momentum as it rolls down the hill until what began in a hushed tone ends with the roar of an avalanche."
    },
    {
      "cite": "Steve Ferrante",
      "quote": "Success is like a snowball. It takes momentum to build and the more you roll it in the right direction the bigger it gets"
    },
    {
      "cite": "Doug Larson",
      "quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Life is like a snowball. The important thing is finding wet snow and a really long hill."
    },
    {
      "cite": "Billy Burke",
      "quote": "You can't stop technology or science, and it is snowballing quicker than ever. Something's got to come to a head. How? Who knows? But it will."
    },
    {
      "cite": "Peter Ackroyd",
      "quote": "Destruction is like a snow-ball rolled down a hill, for its bulk increases by its own swiftness and thus disorder spreads."
    },
    {
      "cite": "Bev James",
      "quote": "Like negativity, positivity has a snowball effect. Once negativity is out of your system, you can get it rolling."
    },
    {
      "cite": "Stephen Richards",
      "quote": "All we are in possession of is the result of the snowballing attitude of our minds."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "Some of the snowballs have a kind of animal energy. Not just because of the materials inside them, but in the way that they appear caged, captured."
    },
    {
      "cite": "Martin Luther",
      "quote": "A lie is like a snowball: the further you roll it the bigger it becomes."
    },
    {
      "cite": "Freddy S. Zalta",
      "quote": "Rumors are like a snowball rolling down a mountain ... as it rolls it picks up speed and more and more snow. Soon it creates an avalanche destroying people or places and then there is no going back."
    },
    {
      "cite": "John Kuypers",
      "quote": "Judgments are like a snowball. They stick to you. As time rolls along, the snowball becomes a boulder and then an avalanche."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Corruption is like a ball of snow, once it's set a rolling it must increase."
    },
    {
      "cite": "Alan Cohen",
      "quote": "When we make the choice to care, we set into motion a snowball effect that touches many people, most of whom we will never know about . . . never underestimate the importance of a kind act."
    }
  ]
}