{
  "source": "https://www.wisesayings.com/snuggle-quotes/",
  "theme": "snuggle",
  "quotes": [
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "So burrow in. Snuggle deep. A winter idyll of simple splendor awaits."
    },
    {
      "cite": "Nicola Horlick",
      "quote": "When I pick up one of my children and cuddle them, all the strain and stress of life temporarily disappears. There is nothing more wonderful than motherhood and no-one will ever love you as much as a small child."
    },
    {
      "cite": "Russell Crowe",
      "quote": "My days, if they start in the morning with a cuddle from my son, are just so much more glorious than they were prior to that."
    },
    {
      "cite": "Ellen Gilchrist",
      "quote": "Cuddle up. Rain always stops. It always stops. It always does."
    },
    {
      "cite": "Robert Bird",
      "quote": "Come cuddle close in daddy’s coat – / Beside the fire so bright, / And hear about the fairy folk – / That wander in the night."
    },
    {
      "cite": "Anita Scott Coleman",
      "quote": "The baby I hold in my arms is a black baby. / I toil, and I cannot always cuddle him. / I place him on the ground at my feet."
    },
    {
      "cite": "Mary Maude Daniels",
      "quote": "Ten little fingers and / Ten little toes / Soft little cheeks / Of perfect pink rose / Fragrant perfume / Of warm baby's breath / I in my rocker / You at my breast."
    },
    {
      "cite": "Clement C. Moore",
      "quote": "Twas the night before Christmas, when all through the house / Not a creature was stirring—not even a mouse; / The stockings were hung by the chimney with care, / In hopes that St. Nicholas soon would be there. / The children were nestled all snug in their beds, / While visions of sugar plums danced in their heads."
    },
    {
      "cite": "Princess Royal Anne",
      "quote": "I don't work that way... The very idea that all children want to be cuddled up by a complete stranger, I find completely amazing."
    },
    {
      "cite": "Stacey Garska",
      "quote": "Forget what the “experts” say!! If your kid wants to snuggle with you while they fall asleep, who is anyone else to tell you it’s a “bad habit?!” Being able to spend those extra special minutes together at the end of the day is a blessing. And a blessing not to be wasted."
    },
    {
      "cite": "Daisy Buchanan",
      "quote": "People love hugs, but they’re often frightened to instigate them because they fear rejection."
    },
    {
      "cite": "Kaleigh Myers",
      "quote": "I'm built for snuggling and comfort, and I'm okay with that."
    },
    {
      "cite": "Lane Olinghouse",
      "quote": "The quickest way for a parent to get a child's attention is to sit down and look comfortable."
    },
    {
      "cite": "Emilie Buchwald",
      "quote": "Children are made readers on the laps of their parents."
    },
    {
      "cite": "Flo Chesnut and Sue Chesnut",
      "quote": "So all you girls, Be snuggle as a buggle in a ruggle, Make your Sweetie do the snuggle huggle with you, you , you! When we're man and wife, You bet your life, I'm gonna do the snuggle, That good ol' snuggle huggle, I'm gonna do the snuggle huggle with you!"
    },
    {
      "cite": "Amy Farrah Fowler",
      "quote": "If you don't want to snuggle, fine, but we're not building a pillow wall."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "Oh, is there anything more wonderful than snuggling up with a honey pot and listening to the rain?"
    },
    {
      "cite": "Marjorie Winfield and Bill Sherman",
      "quote": "By the light of the silvery moon, I want to spoon! / To my honey, I'll croon love's tune / Honey moon, keep a shining in June! / Your silvery beams will bring love's dreams / We'll be cuddling soon, by the silvery moon!"
    },
    {
      "cite": "Alile",
      "quote": "Cuddling is not a good use of time."
    },
    {
      "cite": "Izz",
      "quote": "There's a time for everything under heaven. A time to kiss and a time to cuddle."
    },
    {
      "cite": "Corey Brent Penn",
      "quote": "Snuggle / Better yet / Cuddle / Happy like a little kid / Playin' in a puddle / Of H2O / A drip drop? / So figure I'm somewhere / Makin' a rainbow shine / With an intend to broaden / The quiet storm / That lurks more often / So lay with the lover / Snuggle up under the cover / And I'll ease your pain / So let it rain / Let it rain."
    },
    {
      "cite": "Allen Lewinter and David Bernard Wolf",
      "quote": "It's bedtime with Barney / The near and the far / Bedtime with Barney / Let's wish on a star / We laughed, we played / All day was fun / We jumped, we ran / Now day is done / Now it's time to get our rest, little one / Snuggle in your little nest, night has come / It's bedtime with Barney / So let's close our eyes / Together with Barney / We'll sing lullaby."
    },
    {
      "cite": "Harry Warren and Ralph Blane",
      "quote": "Someday I'll find / Someone I can boast to / Somebody to hug, a bug in a rug / To snuggle up close to / And whenever I do / Do you know the who / Who I'll give the most to? / You prey on my mind / Stay till I find / Someone like you."
    },
    {
      "cite": "Malinda Butler",
      "quote": "See the winter snow / Falling gently to the ground, / Blankets of His love. / Fingers frozen stiff / Snuggle slowly into gloves, / resting now in warmth. / Hot cocoa simmers, / Scents flowing from the stove top / Warm me up inside."
    },
    {
      "cite": "Robert William Service",
      "quote": "Gather around me, children dear; / The wind is high and the night is cold; / Closer, little ones, snuggle near; / Let's seek a story of ages old; / A magic tale of a bygone day, / Of lovely ladies and dragons dread; / Come, for you're all so tired of play, / We'll read till it's time to go to bed."
    },
    {
      "cite": "Tim LaHaye",
      "quote": "He imagined them sitting somewhere, just enjoying each other's company, her head on his chest, his arm around her. And he realized how desperately lonely he had become."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Settle back is to settle without knowing."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A career is a wonderful thing, but you can't snuggle up to it at night."
    },
    {
      "cite": "Kay Arthur",
      "quote": "Snuggle in God's arms. When you are hurting, when you feel lonely, left out. let Him cradle you, comfort you, reassure you of His all-sufficient power and love."
    },
    {
      "cite": "Jane Thomson",
      "quote": "What is life, without your arms around me? What is life without the smell of you next to me? What is life without you by my side? Cuddle me, love me and promise never to ever live my side."
    }
  ]
}