{
  "source": "https://www.wisesayings.com/soap-quotes/",
  "theme": "soap",
  "quotes": [
    {
      "cite": "William Osler",
      "quote": "Soap and water and common sense are the best disinfectants."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The only soap of a dirty society is the clean men; only the clean can wash the grimy!"
    },
    {
      "cite": "Tanvi Purohit",
      "quote": "Some people are just like soaps, bubbly and conditioning. Conversing with them cleanses all the negativity in our minds making us feel refreshed.And ah! They smell good."
    },
    {
      "cite": "Cecil Beaton",
      "quote": "What is elegance? Soap and water!"
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "What soap is to the body, laughter is to the soul."
    },
    {
      "cite": "Sataya Baba",
      "quote": "There is a strange glow on the face of a guileless person. Inner cleanliness has its own soap and water - the soap of strong faith and the water of constant practice."
    },
    {
      "cite": "Mark Twain",
      "quote": "I wonder how much it would take to buy a soap bubble, if there were only one in the world."
    },
    {
      "cite": "Thomas J. Barratt",
      "quote": "Any fool can make soap. It takes a clever man to sell it."
    },
    {
      "cite": "Payal Dutta",
      "quote": "Secrets are like soaps lost in the gutters. Slips from many hands and dissolves clearing nothing."
    },
    {
      "cite": "Naveen Royal",
      "quote": "Hope is like a soap, use it daily. Soap keeps your body clean and hope keeps your mind clean."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Soap never cleans the stain of sin. Only the blood of the blameless Lamb, the Lord Jesus Christ can wash the stain of sin to be made as white as snow."
    },
    {
      "cite": "Jean-Baptiste Camille Corot",
      "quote": "I am like a child who blows up a bubble of soap. At first the bubble is very small, but it is already spherical. Then the child blows the bubble up very softly, until he is afraid that it will burst."
    },
    {
      "cite": "Ivy Baker Priest",
      "quote": "My father had always said there are four things a child needs: plenty of love, nourishing food, regular sleep, and lots of soap and water. After that, what he needs most is some intelligent neglect."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Man does not live by soap alone; and hygiene, or even health, is not much good unless you can take a healthy view of it or, better still, feel a healthy indifference to it."
    },
    {
      "cite": "unknown",
      "quote": "If soap tasted good I would never get clean."
    }
  ]
}