{
  "source": "https://www.wisesayings.com/soar-quotes/",
  "theme": "soar",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "Who soars too near the sun, with golden wings, melts them."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Those who can soar to the highest heights can also plunge to the deepest depths and the natures which enjoy most keenly are those which also suffer most sharply."
    },
    {
      "cite": "Wilbur Wright",
      "quote": "It is possible to fly without motors, but not without knowledge and skill."
    },
    {
      "cite": "Kerri Strug",
      "quote": "The courage to soar to great heights is inside all of us."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Refuse to be average. Let your heart soar as high as it will."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Do you wish toÂ rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "There is an eagle in me that wants to soar."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If you want to soar like an eagle in life, you can't be flocking with the turkeys."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "You learn to rise above a lot of bad things that happen in your life. And you have to keep going."
    },
    {
      "cite": "Richard Bach",
      "quote": "To fly as fast as thought, you must begin by knowing that you have already arrived."
    },
    {
      "cite": "William Henry Hudson",
      "quote": "You cannot fly like an eagle with the wings of a wren."
    },
    {
      "cite": "Helen Keller",
      "quote": "One can never consent to creep when one feels an impulse to soar."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Some rise by sin, and some by virtue fall."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The lower you fall, the higher you'll fly."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "Soar, eat ether, see what has never been seen; depart, be lost, but climb."
    },
    {
      "cite": "Pio of Pietrelcina",
      "quote": "Why fly like a hen when you can soar like an eagle?"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "HeÂ whoÂ would learnÂ toÂ fly one day must first learnÂ toÂ standÂ andÂ walkÂ andÂ runÂ andÂ climbÂ anddance;Â one cannot fly into flying."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "For the birds that cannotÂ soar, God has provided low branches."
    },
    {
      "cite": "Holly Near",
      "quote": "You can't just leave out one part; the bread won'tÂ riseÂ if the yeast isn't there."
    },
    {
      "cite": "Anonymous",
      "quote": "No one can predict to what heights you can soar. Even you will not know until you spread your wings."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "May you soar on eagle wings, high above the madness of the world."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Jump, and you will find out how to unfold your wings as you fall"
    },
    {
      "cite": "Virgil",
      "quote": "I too must attempt a way by which I can raise myself above the ground, andÂ soarÂ triumphant through the lips of men."
    },
    {
      "cite": "William Penn",
      "quote": "They that soar too high, often fall hard."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The higher we soar the smaller we appear to those who cannot fly."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "People who soar, are those who refuse to sit back and wish things would change"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Soar your wings high in the heavenly sky."
    },
    {
      "cite": "Ed Sabol",
      "quote": "You can't soar like an eagle and crap like a canary."
    },
    {
      "cite": "Alexis Carrel",
      "quote": "Those who desire to rise as high as our human condition allows, must renounce intellectual pride, the omnipotence of clear thinking, belief in the absolute power of logic."
    },
    {
      "cite": "Milton S. Gould",
      "quote": "When youÂ soarÂ like an eagle, you attract the hunters."
    }
  ]
}