{
  "source": "https://www.wisesayings.com/sober-quotes/",
  "theme": "sober",
  "quotes": [
    {
      "cite": "Sir William Hamilton",
      "quote": "Be sober, and to doubt prepense, These are the sinews of good sense."
    },
    {
      "cite": "Vance Havner",
      "quote": "A deep and sober concern to please God is the rarest of rarities."
    },
    {
      "cite": "Sammy Davis, Jr.",
      "quote": "Sober up, and you see and hear everything you'd been able to avoid hearing before."
    },
    {
      "cite": "Veena Malik",
      "quote": "To live sober is to die countless times!"
    },
    {
      "cite": "Rumi",
      "quote": "Now i am sober and there's only the hangover and the memory of love."
    },
    {
      "cite": "Gary Oldman",
      "quote": "Getting sober was one of the three pivotal events in my life, along with becoming an actor and having a child. Of the three, finding my sobriety was the hardest thing."
    },
    {
      "cite": "Caroline Knapp",
      "quote": "When you quit drinking you stop waiting."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The rule is simple: Be sober and temperate, and you will be healthy."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The worst thing about some men is that when they are not drunk they are sober."
    },
    {
      "cite": "Malcolm Lowry",
      "quote": "Good God, if our civilization were to sober up for a couple of days it'd die of remorse on the third."
    },
    {
      "cite": "Hannah More",
      "quote": "It is a sober truth that people who live only to amuse themselves work harder at the task than most people do in earning their daily bread."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "My mind may be sober, but my confidence is high!"
    },
    {
      "cite": "Pinkie Numa",
      "quote": "A sober mind, an unemotional heart and a positive attitude are key for success."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "Getting sober was the single bravest thing I've ever done and will ever do in my life."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It's a great advantage not to drink among hard drinking people."
    },
    {
      "cite": "Bill Burr",
      "quote": "You have no idea how long a year is until you're stone sober."
    },
    {
      "cite": "Peter O'Toole",
      "quote": "Being sober for so many years is getting interesting."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "Getting sober just exploded my life. Now I have a much clearer sense of myself and what I can and can't do. I am more successful than I have ever been. I feel very positive where I never did before, and I think that's all a direct result of getting sober."
    },
    {
      "cite": "Bernard Sumner",
      "quote": "As you get older, you kind of take a more sober view of life."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "Being sober on a bus is, like, totally different than being drunk on a bus."
    },
    {
      "cite": "Hannah More",
      "quote": "The sober comfort, all the peace which springs from the large aggregate of little things."
    },
    {
      "cite": "Ace Frehley",
      "quote": "I personally believe this: We have only today; yesterday's gone and tomorrow is uncertain. That's why they call it the present. And sobriety really is a gift for those who are willing to receive it."
    },
    {
      "cite": "Mary Karr",
      "quote": "When I got sober, I thought giving up was saying goodbye to all the fun and all the sparkle, and it turned out to be just the opposite. That's when the sparkle started for me."
    },
    {
      "cite": "Neil Simon",
      "quote": "It looks different when you're sober; I thought I had twice as much furniture."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Sober perseverance is more effective than enthusiastic emotions, which are all too capable of being transferred, with little difficulty, to something different each day."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Liberty and democracy are eternal enemies, and every one knows it who has ever given any sober reflection to the matter."
    },
    {
      "cite": "Aristotle",
      "quote": "To the sober person adventurous conduct often seems insanity."
    },
    {
      "cite": "Martin Van Buren",
      "quote": "The second, sober thought of the people is seldom wrong, and always efficient."
    }
  ]
}