{
  "source": "https://www.wisesayings.com/sobriety-quotes/",
  "theme": "sobriety",
  "quotes": [
    {
      "cite": "Meredith Bell",
      "quote": "Getting sober is a radically creative act."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I have taken more out of alcohol than alcohol has taken out of me."
    },
    {
      "cite": "Sydney Smith",
      "quote": "If you wish to keep the mind clear and the body healthy, abstain from all fermented liquors."
    },
    {
      "cite": "Samuel J. May",
      "quote": "If it is a small sacrifice to discontinue the use of wine, do it for the sake of others; if it is a great sacrifice, do it for your own."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Ya think that the whiskey tastes good? Try a big cup of sobriety - now that is the good stuff!"
    },
    {
      "cite": "Pythagoras",
      "quote": "Sobriety is the strength of the soul, for it preserves its reason unclouded by passion."
    },
    {
      "cite": "John Ciardi",
      "quote": "There is nothing wrong with sobriety in moderation."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "Getting sober just exploded my life. Now I have a much clearer sense of myself and what I can and can't do. I am more successful than I have ever been."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Sobriety is love of health, or inability to eat much."
    },
    {
      "cite": "Gillian Flynn",
      "quote": "I've always believed clear-eyed sobriety was for the harder hearted."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Seriousness is the only refuge of the shallow."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It's a great advantage not to drink among hard drinking people."
    },
    {
      "cite": "Sammy Davis, Jr.",
      "quote": "Sober up, and you see and hear everything you'd been able to avoid hearing before."
    },
    {
      "cite": "Frances E. Willard",
      "quote": "Temperance is moderation in the things that are good and total abstinence from the things that are foul."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Temperance is simply a disposition of the mind which binds the passion."
    },
    {
      "cite": "Aristotle",
      "quote": "Temperance is a mean with regard to pleasures."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Temperance gives Nature her full play, and enables her to exert herself in all her force and vigour."
    },
    {
      "cite": "Cyrus Augustus Bartol",
      "quote": "Temperance to be a virtue must be free, and not forced."
    },
    {
      "cite": "Robert Burton",
      "quote": "Temperance is a bridle of gold; he who uses it rightly, is more like a god than a man."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "Temperance keeps the senses clear and unembarrassed, and makes them seize the object with more keenness and satisfaction. It appears with life in the face, and decorum in the person; it gives you the command of your head, and secures your health, and preserves you in a condition for business."
    },
    {
      "cite": "B. R. Haydon",
      "quote": "Temperance in everything is requisite for happiness."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Complete abstinence is easier than perfect moderation."
    },
    {
      "cite": "Robert South",
      "quote": "Abstinence is the great strengthener and clearer of reason."
    },
    {
      "cite": "Wes Fessler",
      "quote": "Temperance is the wisdom to know that not every constructive job requires a hammer."
    },
    {
      "cite": "William Penn",
      "quote": "The smaller the drink, the clearer the head, and the cooler the blood."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "In temperance there is ever cleanliness and elegance."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Seriousness is stupidity sent to college."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "Being sober on a bus is, like, totally different than being drunk on a bus."
    },
    {
      "cite": "Lance Morrow",
      "quote": "Abstinence is a window of clarity through which one can better find one's work and one's mate."
    },
    {
      "cite": "Matthew Perry",
      "quote": "The thing is, if I don't have sobriety, I don't have anything."
    }
  ]
}