{
  "source": "https://www.wisesayings.com/soccer-quotes/",
  "theme": "soccer",
  "quotes": [
    {
      "cite": "Johan Cruyff",
      "quote": "Soccer is simple, but it is difficult to play simple."
    },
    {
      "cite": "Mia Hamm",
      "quote": "Soccer isn't very social. Plus, if you don't like someone on the other team, you can do something about it."
    },
    {
      "cite": "Eduardo Galeano",
      "quote": "I'm attracted to soccer's capacity for beauty. When well played, the game is a dance with a ball."
    },
    {
      "cite": "Mike Ditka",
      "quote": "If God had wanted man to play soccer, he wouldn't have given us arms."
    },
    {
      "cite": "Albert Camus",
      "quote": "Everything I know about morality and the obligations of men, I owe it to football (soccer)"
    },
    {
      "cite": "Dmitri Shostakovich",
      "quote": "Football (soccer) is the ballet of the masses."
    },
    {
      "cite": "Franklin Foer",
      "quote": "Soccer isn't the same as Bach or Buddhism. But it is often more deeply felt than religion, and just as much a part of the community's fabric, a repository of traditions."
    },
    {
      "cite": "Simon Kuper",
      "quote": "It seems that soccer tournaments create those relationships: people gathered together in pubs and living rooms, a whole country suddenly caring about the same event. A World Cup is the sort of common project that otherwise barely exists in modern societies."
    },
    {
      "cite": "Pubudu Lasal Dissanayake",
      "quote": "Football (soccer) is the poetry of motion."
    },
    {
      "cite": "Eduardo Galeano",
      "quote": "In his life, a man can change wives, political parties or religions but he cannot change his favourite soccer team."
    },
    {
      "cite": "Eric Arthur Blair",
      "quote": "International football (soccer) is the continuation of war by other means."
    },
    {
      "cite": "Nelson Falcao Rodrigues",
      "quote": "In football (soccer), the worst blindness is only seeing the ball."
    },
    {
      "cite": "John Anthony Burgess Wilson",
      "quote": "Five days shalt thou labour, as the Bible says. The seventh day is the Lord thy God's. The sixth day is for football."
    },
    {
      "cite": "Gary Lineker",
      "quote": "Football (soccer) is a simple game; 22 men chase a ball for 90 minutes and at the end, the Germans win."
    },
    {
      "cite": "Chris Castillo",
      "quote": "Soccer is like a poem, you write it with your soul and heart, but you say it with your feet."
    },
    {
      "cite": "Phil Woosnam",
      "quote": "The rules of soccer are very simple, basically it is this: if it moves, kick it. If it doesn't move, kick it until it does."
    },
    {
      "cite": "Bill Shankly",
      "quote": "Some people believe football (soccer) is a matter of life and death. I'm very disappointed with that attitude. I can assure you it is much, much more important than that."
    },
    {
      "cite": "Anonymous",
      "quote": "Concerning football (soccer) playing, I protest to you it may rather be called a friendly kind of fighting, rather than recreation"
    },
    {
      "cite": "Pete Davies",
      "quote": "Soccer is not about justice. It's a drama, and criminally wrong decisions against you are part and parcel of that."
    },
    {
      "cite": "George Graham",
      "quote": "The goalkeeper is the jewel in the crown and getting at him should be almost impossible. It's the biggest sin in football (soccer) to make him do any work."
    },
    {
      "cite": "Jim Murray",
      "quote": "Soccer is a game in which everyone does a lot of running around. Twenty-one guys stand around and one guy does a tap dance with the ball."
    },
    {
      "cite": "Stanley Rous",
      "quote": "If this can be termed the century of the common man, then soccer, of all sports, is surely his game. In a world haunted by the hydrogen and napalm bomb, the football field is a place where sanity and hope are still left unmolested."
    },
    {
      "cite": "Manfred Schellscheidt",
      "quote": "(In soccer) I don't believe skill was, or ever will be, the result of coaches. It is a result of a love affair between the child and the ball."
    },
    {
      "cite": "Bob Burns",
      "quote": "The golden rule of soccer: Pass unto others as you would have them pass unto you."
    },
    {
      "cite": "Brad Valentine",
      "quote": "Soccer doesn't build character, it reveals it."
    },
    {
      "cite": "Harry Sinden",
      "quote": "(In soccer) It's the attitude of the players, not their skills, that is the biggest factor in determining whether you win or lose."
    },
    {
      "cite": "Pele",
      "quote": "I don't believe there is such a thing as a 'born' soccer player. Perhaps you are born with certain skills and talents, but quite frankly it seems impossible to me that one is actually born to be an ace soccer player."
    },
    {
      "cite": "Tommy Docherty",
      "quote": "(In soccer) Players taught to watch the man with the ball leaves them totally unprepared for the next move, which is always dictated by a player without the ball."
    },
    {
      "cite": "Bill Shankly",
      "quote": "Football is a simple game based on the giving and taking of passes, of controlling the ball and of making yourself available to receive a pass. It is terribly simple."
    },
    {
      "cite": "Luis Suarez",
      "quote": "In Latin America the border between soccer and politics is vague. There is a long list of governments that have fallen or been overthrown after the defeat of the national team."
    }
  ]
}