{
  "source": "https://www.wisesayings.com/social-change-quotes/",
  "theme": "social-change",
  "quotes": [
    {
      "cite": "César Chávez",
      "quote": "Once social change begins, it cannot be reversed."
    },
    {
      "cite": "Margaret Mead",
      "quote": "All social change comes from the passion of individuals."
    },
    {
      "cite": "Hal Sparks",
      "quote": "Political and social change is always a stagger-step process. One step forward, two steps back. They want you to give up."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The first resistance to social change is to say it's not necessary."
    },
    {
      "cite": "Keith Miller",
      "quote": "There never was a social change in America without angry people at the heart."
    },
    {
      "cite": "Nancy Lublin",
      "quote": "Social change isn't something you should do just to help pad a resume. Follow your passion."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "Social change can be seen as a mosaic, taking that which is broken and creating something new."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "Lasting social change unfolds from inside out: from the inner to the outer being, from inner to outer realities."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Social change involves helping people see new options for making life wonderful that are less costly to get needs met."
    },
    {
      "cite": "Emma Goldman",
      "quote": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action."
    },
    {
      "cite": "Jeffrey Tucker",
      "quote": "Social and political change is an effect - it comes only after we change ourselves."
    },
    {
      "cite": "Anwar Fazal",
      "quote": "Little people doing little things in little places everywhere can change the world."
    },
    {
      "cite": "Jean Kilbourne",
      "quote": "Our need for social and personal change and power is often co-opted and trivialized into an adolescent and self-centered kind of rebellion."
    },
    {
      "cite": "Faye Wattleton",
      "quote": "Social change rarely comes about through the efforts of the disenfranchised. The middle class creates social revolutions."
    },
    {
      "cite": "Robert B. Reich",
      "quote": "Social change occurs when the gap between the ideals that people hold and the reality that they see every day gets too large."
    },
    {
      "cite": "Patricia Hill Collins",
      "quote": "The role model approach to social change is no substitute for challenging unjust employment practices, educational policies and housing."
    },
    {
      "cite": "Carolyn Heilbrun",
      "quote": "Thinking about profound social change, conservatives always expect disaster, while revolutionaries confidently anticipate utopia. Both are wrong."
    },
    {
      "cite": "Cornel West",
      "quote": "There is no fundamental social change by being simply of individual and interpersonal actions. You have to have organizations and institutions that make a fundamental difference."
    },
    {
      "cite": "Joe Biden",
      "quote": "No fundamental social change occurs merely because government acts. It's because civil society, the conscience of a country, begins to rise up and demand - demand - demand change."
    },
    {
      "cite": "Bell Hooks",
      "quote": "There must exist a paradigm, a practical model for social change that includes an understanding of ways to transform consciousness that are linked to efforts to transform structures."
    },
    {
      "cite": "George Papandreou",
      "quote": "Countries are not like financial markets. Social change cannot be executed as swiftly as credit-default swaps. You cannot sell short on social commitments and practical responsibilities."
    },
    {
      "cite": "John Kehoe",
      "quote": "If we work for social change - and it is good to do such things - let us always do it with an awakened heart big enough for all. There is no enemy; there is only ignorance. There is no one to hate, only many to love."
    },
    {
      "cite": "Howard Zinn",
      "quote": "There is no act too small, no act too bold. The history of social change is the history of millions of actions, small and large, coming together at critical points to create a power that governments cannot suppress."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The real axis of social change is not horizontal, but vertical. We don't need a whole bunch of people gathering to think shallow thoughts together. What we need is for as many people as are ready to gather and think deep thoughts together."
    },
    {
      "cite": "Robert Reich",
      "quote": "Cynicism is the largest obstacle to social change. Cynicism is dangerous because people throw up their hands and say, \"Well it's not possible. Why should I even try?\""
    },
    {
      "cite": "Ingrid Newkirk",
      "quote": "...no movement for social change has ever succeeded without 'the militarism component'....Thinkers may prepare revolutions, but bandits must carry them out."
    },
    {
      "cite": "Charles Bronfman",
      "quote": "Philanthropy and social change work are at their best when they are driven by your values and connected to what you care about most."
    },
    {
      "cite": "Ann Cotton",
      "quote": "Be greedy for social change, and your life will be endlessly enriched. The only failure lies in not trying, or giving up."
    },
    {
      "cite": "Emma Goldman",
      "quote": "The ultimate end of all revolutionary social change is to establish the sanctity of human life, the dignity of man, the right of every human being to liberty and well-being."
    },
    {
      "cite": "Riz Ahmed",
      "quote": "Anyone driving great social change, willingly or not, is going to be a fascinating contradictory mix of idealism and ego."
    }
  ]
}