{
  "source": "https://www.wisesayings.com/social-quotes/",
  "theme": "social",
  "quotes": [
    {
      "cite": "John Boyd Orr",
      "quote": "When the fabric of society is so rigid that it cannot change quickly enough, adjustments are achieved by social unrest and revolutions."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Ants have the most complicated social organization on earth next to humans."
    },
    {
      "cite": "Jose Angel Gurria",
      "quote": "The social contract is starting to unravel in many countries."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "It takes a lot of punishment to be able to do anything to change the social order."
    },
    {
      "cite": "Amy Jo Martin",
      "quote": "Social media is the ultimate equalizer. It gives a voice and a platform to anyone willing to engage."
    },
    {
      "cite": "Jane Addams",
      "quote": "Of all aspects of social misery nothing is so heartbreaking as unemployment."
    },
    {
      "cite": "Brian Solis",
      "quote": "Social media is about sociology and psychology more then technology."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Barbara Marx Hubbard",
      "quote": "The social potential movement is on the threshold of a mass awakening, seeking to carry into society what individuals have learned spiritually and personally."
    },
    {
      "cite": "Eric Beck",
      "quote": "At either end of the social spectrum there lies a leisure class."
    },
    {
      "cite": "John Mott",
      "quote": "Evangelism without social work is deficient; social work without evangelism is impotent."
    },
    {
      "cite": "Margaret Mead",
      "quote": "All social change comes from the passion of individuals."
    },
    {
      "cite": "G. M. Trevelyan",
      "quote": "Social history might be defined negatively as the history of a people with the politics left out"
    },
    {
      "cite": "Barbara Marx Hubbard",
      "quote": "The destructive one-fourth must be eliminated from the social body."
    },
    {
      "cite": "Karl Marx",
      "quote": "The way people get their living determines their social outlook."
    },
    {
      "cite": "Edward Sapir",
      "quote": "No two languages are ever sufficiently similar to be considered as representing the same social reality."
    },
    {
      "cite": "George William Curtis",
      "quote": "Our great social and political advantage is opportunity."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Social criticism begins with grammar and the re-establishing of meanings."
    },
    {
      "cite": "Yann Martel",
      "quote": "Much hostile and aggressive behaviour among animals is the expression of social insecurity."
    },
    {
      "cite": "Rajneesh",
      "quote": "There is great difference between trust and belief. Trust is personal, Belief is social."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Know how to behave at a fine restaurant, which is a telltale measure of social maturity."
    },
    {
      "cite": "Tony Honore",
      "quote": "Equality of opportunity is the essence of social justice."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you wish to experience peace, provide peace for another."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "The first and most fundamental rule is: Consider social facts as things."
    },
    {
      "cite": "Jay Baer",
      "quote": "Focus On How To Be Social, Not On How To Do Social."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Social change involves helping people see new options for making life wonderful that are less costly to get needs met."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "You don't manage a social wrong. You should be ending it."
    },
    {
      "cite": "Jay Baer",
      "quote": "Social media changes the relationship between companies and customers from master and servant, to peer to peer."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "All conditioning aims at that: making people like their inescapable social destiny."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Once social change begins, it cannot be reversed."
    }
  ]
}