{
  "source": "https://www.wisesayings.com/social-responsibility-quotes/",
  "theme": "social-responsibility",
  "quotes": [
    {
      "cite": "Milton Friedman",
      "quote": "The only corporate social responsibility a company has is to maximize its profits."
    },
    {
      "cite": "Robert McKee",
      "quote": "In a world of lies and liars, an honest work of art is always an act of social responsibility."
    },
    {
      "cite": "Jeffrey Sachs",
      "quote": "Without restoring an ethos of social responsibility, there can be no meaningful and sustained economic recovery."
    },
    {
      "cite": "Ram Dass",
      "quote": "If you feel a sense of social responsibility, first of all keep working on yourself. Being peaceful yourself is the first step if you want to live in a peaceful universe."
    },
    {
      "cite": "Niall FitzGerald",
      "quote": "Corporate Social Responsibility is a hard-edged business decision. Not because it is a nice thing to do or because people are forcing us to do it because it is good for our business."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "There is a social responsibility to take care of vulnerable people. It seems that a sensible social responsibility is obligatory education, but also decent education, and that is not happening."
    },
    {
      "cite": "John Stott",
      "quote": "Social responsibility becomes an aspect not of Christian mission only, but also of Christian conversion. It is impossible to be truly converted to God without being thereby converted to our neighbor."
    },
    {
      "cite": "Pope Francis",
      "quote": "Together with the social responsibility of businesses, there is also the social responsibility of consumers. Every person ought to have the awareness that 'purchasing is always a moral-and not simply an economic-act."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Social responsibility above the level of family, or at most of tribe, requires imagination-- devotion, loyalty, all the higher virtues -- which a man must develop himself; if he has them forced down him, he will vomit them out."
    },
    {
      "cite": "Klaus Schwab",
      "quote": "Corporate social responsibility is measured in terms of businesses improving conditions for their employees, shareholders, communities, and environment. But moral responsibility goes further, reflecting the need for corporations to address fundamental ethical issues such as inclusion, dignity, and equality."
    },
    {
      "cite": "Robert J. Fisher",
      "quote": "We have an unwavering commitment to our social responsibility program; it's good for business, and we know it's the right thing to do."
    },
    {
      "cite": "Klaus Schwab",
      "quote": "The concept of corporate social responsibility (CSR) has long been used as an effective lens through which to examine the actions business can take toward ensuring mutual long-term well-being and sustainability."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "If we don't take responsiblity of what happens to our society, then no amount of Independence can improve human condition."
    },
    {
      "cite": "Jack Welch",
      "quote": "I believe social responsibility begins with a strong, competitive company. Only a healthy enterprise can improve and enrich the lives of people and their communities."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The world howls for social justice, but when it comes to social responsibility, you sometimes cant even hear crickets chirping."
    },
    {
      "cite": "Jack Welch",
      "quote": "The main social responsibility for a company is to win."
    },
    {
      "cite": "A. Bartlett Giamatti",
      "quote": "A tremendous social responsibility comes with being a successful public performer."
    },
    {
      "cite": "David Suzuki",
      "quote": "The voluntary approach to corporate social responsibility has failed in many cases."
    },
    {
      "cite": "Billy Corgan",
      "quote": "We need to get back to a level of social responsibility that we haven't seen for a long time."
    },
    {
      "cite": "Jane Goodall",
      "quote": "We, as humans, have actually developed a sense of social responsibility. We have gone beyond our basic instincts."
    },
    {
      "cite": "Aja Brown",
      "quote": "We all have a social responsibility and have to be mindful of what we do and say."
    }
  ]
}