{
  "source": "https://www.wisesayings.com/society-quotes/",
  "theme": "society",
  "quotes": [
    {
      "cite": "Allison Felix",
      "quote": "Being a role model is a privilege."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Society exists only as a mental concept; in the real world there are only individuals."
    },
    {
      "cite": "Hugh Kingsmill",
      "quote": "Society is based on the assumption that everyone is alike and no one is alive."
    },
    {
      "cite": "Karl Marx",
      "quote": "Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand."
    },
    {
      "cite": "Nicolás Gómez Dávila",
      "quote": "An ideal society would be the graveyard of human greatness."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "The key to organizing an alternative society is to organize people around what they can do, and more importantly, what they want to do."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else."
    },
    {
      "cite": "Bernard Thompson",
      "quote": "In today's society, a teacher is not just a teacher. They're a little bit of everything combined into one."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Society is a like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top."
    },
    {
      "cite": "Osho",
      "quote": "The society succeeds the day your center goes into a coma and circumference remains functioning. Then you are a robot, a mchine, no more a man."
    },
    {
      "cite": "Kanye West",
      "quote": "Society and public opinion can beat the wings off of angels."
    },
    {
      "cite": "Randolph Bourne",
      "quote": "Society is one vast conspiracy for carving one into the kind of statue it likes, and then placing it in the most convenient niche it has."
    },
    {
      "cite": "Ralph Nader",
      "quote": "A society that has more justice is a society that needs less charity."
    },
    {
      "cite": "John Adams",
      "quote": "The happiness of society is the end of government."
    },
    {
      "cite": "Elizabeth Blackwell",
      "quote": "If society will not admit of woman's free development, then society must be remodeled."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "A gender-equal society would be one where the word gender does not exist: where everyone can be themselves."
    },
    {
      "cite": "James Baldwin",
      "quote": "The most dangerous creation of any society is the man who has nothing to lose."
    },
    {
      "cite": "Adam Smith",
      "quote": "No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If a free society cannot help the many who are poor, it cannot save the few who are rich."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "Society is like a large piece of frozen water; and skating well is the great art of social life."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Society cares for the individual only so far as he is profitable."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "We must stop thinking of the individual and start thinking about what is best for society."
    },
    {
      "cite": "Anonymous",
      "quote": "Society is funny, they ask to be yourself, and yet they judge you."
    },
    {
      "cite": "Anonymous",
      "quote": "Our society is so sex driven that we forget how to form real connections without the invasion of the body and deluded seeding of the mind."
    },
    {
      "cite": "Margaret Mead",
      "quote": "We won't have a society if we destroy the environment."
    },
    {
      "cite": "Victor Pinchuk",
      "quote": "Art, freedom and creativity will change society faster than politics."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "In our society, the women who break down barriers are those who ignore limits."
    },
    {
      "cite": "Sebastian Lelio",
      "quote": "Every human society has its lights and shadows. That's the reality of existence."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Human society sustains itself by transforming nature into garbage."
    }
  ]
}