{
  "source": "https://www.wisesayings.com/socialization-quotes/",
  "theme": "socialization",
  "quotes": [
    {
      "cite": "Anneli Rufus",
      "quote": "Socializing is as exhausting as giving blood. People assume we loners are misanthropes, just sitting thinking, ‘Oh, people are such a bunch of assholes,’ but it’s really not like that. We just have a smaller tolerance for what it takes to be with others. It means having to perform. I get so tired of communicating."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Boys and girls are undeniably different biologically, but socialization exaggerates the differences."
    },
    {
      "cite": "Warren Farrell",
      "quote": "In fact, the socialization gives us the tools to fill our evolutionary roles. They are our building blocks."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "The essence of socialization is to make people dependent on social controls, to have them respond predictably to rewards and punishments."
    },
    {
      "cite": "Warren Farrell",
      "quote": "Virtually every society that survived did so by socializing its sons to be disposable. Disposable in war; disposable in work. We need warriors and volunteer firefighters, so we label these men heroes."
    },
    {
      "cite": "Dan Hill",
      "quote": "Our house is a constant mayhem of music, noise, socializing and business. It vibrates life, as a house should."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We can't socialize the doctors without socializing the patients."
    },
    {
      "cite": "Rick Santorum",
      "quote": "It's amazing that so many kids turn out to be fairly normal, considering the weird socialization they get in public schools."
    },
    {
      "cite": "TOOTS888",
      "quote": "In a formal socialization, no one individual can stand without the other to rely on, regardless of the situation."
    },
    {
      "cite": "Julie Taymor",
      "quote": "Some people become dullards, but as children we are all creative. It's in the programming, the socialization, that we lose our sense of play."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "If you are sitting there waiting for someone to tell you how wonderful you are, you'll never get anything done. Women need to get over being women. I'm tired of that socialization of women; that we are always supposed to be sitting around pleasing somebody."
    },
    {
      "cite": "Tommy Caldwell",
      "quote": "If you don't have to worry about socializing because you don't like it, you can more fully immerse yourself in climbing."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "Socializing is more positive than being alone, that’s why meetings are so popular. People don’t like being alone. That would be, however, an important skill to learn."
    },
    {
      "cite": "Tim Wu",
      "quote": "Socialization would be the most successful thing to bring mainstream audiences to online computers."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Sisters have ways of socializing brothers into the mysteries of girls. Brothers have ways of socializing sisters into the puzzle that is boys."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Personality and socialization aren't the same thing."
    },
    {
      "cite": "Emily Deschanel",
      "quote": "I'm definitely a people person. I love socializing and being around people and having a good conversation."
    },
    {
      "cite": "Maxine Waters",
      "quote": "Guess what this liberal would be all about? This liberal would be about socializing."
    },
    {
      "cite": "Brian Solis",
      "quote": "Evolution is evolution - and it's happened before us and will continue after we're gone. But, what's taking place now is much more than change for the sake of change. The socialization of content creation, consumption and participation, is hastening the metamorphosis that transforms everyday people into participants of a powerful and valuable media literate society."
    }
  ]
}