{
  "source": "https://www.wisesayings.com/social-anxiety-quotes/",
  "theme": "social-anxiety",
  "quotes": [
    {
      "cite": "Martin Amis",
      "quote": "Life is made of fear. Some people eat fear soup three times a day. Some people eat fear soup all the meals there are. I eat it sometimes. When they bring me fear soup to eat, I try not to eat it, I try to send it back. But sometimes I'm too afraid to and have to eat it anyway."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength."
    },
    {
      "cite": "Samantha Bee",
      "quote": "I'm shy, but I'm not clinically shy. I don't have social anxiety disorder or anything like that. I more have a gentle shyness. Like, I have a little trouble mingling at parties."
    },
    {
      "cite": "Derek Bok",
      "quote": "I think one thing that does cause unhappiness is protracted anxiety and worry."
    },
    {
      "cite": "Robert Breault",
      "quote": "The shy and the extroverted have this in common - that they both fancy they are the center of attention."
    },
    {
      "cite": "Nate Diaz",
      "quote": "I'm scared of any fighter I've ever fought because they are some dangerous people to be dealing with. That's also where the anxiety comes from."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "I've spent most of my life and most of my friendships holding my breath and hoping that when people get close enough they won't leave, and fearing that it's a matter of time before they figure me out and go."
    },
    {
      "cite": "Edvard Munch",
      "quote": "Without anxiety and illness I should have been like a ship without a rudder."
    },
    {
      "cite": "Sia Furler",
      "quote": "I have social anxiety. It's easier up on stage because there's security in being there. When I'm off stage I'm trying not to be a manic freak. I'm quite shy."
    },
    {
      "cite": "Joko Beck",
      "quote": "We are always doing something to cover up our basic existential anxiety. Some people live that way until the day they die."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Anxiety is the dizziness of freedom."
    },
    {
      "cite": "Billy Graham",
      "quote": "Anxiety is the natural result when our hopes are centered in anything short of God and His will."
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "To suffer some anxiety, some depression, some disappointment, even some failure is normal."
    },
    {
      "cite": "Ricky Williams",
      "quote": "Now that I have conquered social anxiety disorder, I find pleasure in fans approaching me."
    },
    {
      "cite": "John F. Carlson",
      "quote": "In the anxiety to get beautiful colour harmony do not exhaust all combinations on one canvas."
    },
    {
      "cite": "Mark Driscoll",
      "quote": "Anxiety is not to be managed it is a sin that needs to be repented of."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Our minds can be kept free of anxiety as we dump the load of our cares on the Lord in prayer."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "The fear of being laughed at makes cowards of us all."
    },
    {
      "cite": "Anais Nin",
      "quote": "Anxiety is love's greatest killer. It creates the failures. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic."
    },
    {
      "cite": "Laura Linney",
      "quote": "Fear, anxiety and neurosis: that's just in the suitcase when you're an actor."
    },
    {
      "cite": "Joe Torre",
      "quote": "Stress is something that is sort of out of your control. You get stressed out over looking at the finish line. Stress is something that is an outside thing. Stress is an anxiety."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Today is the tomorrow we worried about yesterday."
    },
    {
      "cite": "George Vaillant",
      "quote": "Anxiety and depression are the price you pay for a well-lived life."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "I speak of a clinical depression that is the background of your entire life, a background of anguish and anxiety, a sense that nothing goes well, that pleasure is unavailable and all your strategies collapse."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "A man will be imprisoned in a room with a door that's unlocked and opens inwards; as long as it does not occur to him to pull rather than push."
    },
    {
      "cite": "Samuel Rush Meyrick",
      "quote": "Anxiety is good for nothing if we can't turn it into a defense."
    },
    {
      "cite": "Jen Wilde",
      "quote": "You are not weak. People like us, we're brave. We're the ones who get up and face our worst fears every day. We keep fighting."
    },
    {
      "cite": "Angela Carter",
      "quote": "Anxiety is the beginning of conscience, which is the parent of the soul but is not compatible with innocence."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Self-consciousness is the enemy of all art, be it acting, writing, painting, or living itself, which is the greatest art of all."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "At some stages of your life you will deal with things and at others you are overwhelmed with misery and anxiety."
    }
  ]
}