{
  "source": "https://www.wisesayings.com/social-justice-quotes/",
  "theme": "social-justice",
  "quotes": [
    {
      "cite": "Isaiah 1:17",
      "quote": "Learn to do good; seek justice, correct oppression; bring justice to the fatherless, plead the widow's cause."
    },
    {
      "cite": "Proverbs 31:9",
      "quote": "Open your mouth, judge righteously, defend the rights of the poor and needy."
    },
    {
      "cite": "Psalm 82:3",
      "quote": "Give justice to the weak and the fatherless; maintain the right of the afflicted and the destitute."
    },
    {
      "cite": "Patch Adams",
      "quote": "I want to live in a world where people become famous because of their work for peace and justice and care. I want the famous to be inspiring; their lives an example of what every human being has it in them to do   act from love!"
    },
    {
      "cite": "Mahnaz Afkhami",
      "quote": "...Any definition of a culture of peace must address the problem of achieving justice for communities and individuals who do not have the means to compete or cope without structured assistance and compassionate help."
    },
    {
      "cite": "Dewi Rana Amir",
      "quote": "The poverty and long suffering of farmers and indigenous peoples that I have seen has planted in me the principle that justice must be fought for them."
    },
    {
      "cite": "Colleen Kelly",
      "quote": "If people have moral courage to stand up to the smallest injustice-their own and other's-it's kind of like practice for when the big ones come around."
    },
    {
      "cite": "Irene Khan",
      "quote": "There can be no peace without justice and respect for human rights."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "With malice toward none, with charity for all, ...let us strive on to finish the work we are in, ...to do all which may achieve and cherish a just and lasting peace among ourselves and with all nations."
    },
    {
      "cite": "Pope Francis",
      "quote": "The measure of the greatness of a society is found in the way it treats those most in need, those who have nothing apart from their poverty!"
    },
    {
      "cite": "Pope Francis",
      "quote": "People in every nation enhance the social dimension of their lives by acting as committed and responsible citizens."
    },
    {
      "cite": "Pope Francis",
      "quote": "The measure of the greatness of a society is found in the way it treats those most in need, those who have nothing apart from their poverty!"
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Life's most persistent and urgent question is,  What are you doing for others"
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "The ultimate tragedy is not the oppression and cruelty by the bad people, but the silence over that by the good people."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness."
    },
    {
      "cite": "James Baldwin",
      "quote": "Any real change implies the breakup of the world as one has always known it, the loss of all that gave one an identity, the end of safety. And at such a moment, unable to see and not daring to imagine what the future will now bring forth, one clings to what one knew, or dreamed that one possessed. Yet, it is only when a man is able, without bitterness or self-pity, to surrender a dream he has long possessed that he is set free - he has set himself free - for higher dreams, for greater privileges."
    },
    {
      "cite": "Audre Lorde",
      "quote": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Preservation of one's own culture does not require contempt or disrespect for other cultures."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "The safety of the people requireth further from him or them that have the sovereign power, that justice be equally administered to all degrees of people, that is, that as well the rich and mighty as poor and obscure persons may be righted of the injuries done them, so as the great may have no greater hope of impunity when they do violence, dishonor, or any injury to the meaner sort than when one of these does the like to one of them. For in this consisteth equity, to which, as being a precept of the law of Nature, a sovereign is as much subject as any of the meanest of his people."
    },
    {
      "cite": "Charles Wagner",
      "quote": "The just man is not the product of a day, but of a long brooding and a painful birth. To become a power for peace, a man must first pass through experiences which lead him to see things in their different aspects: it is necessary that he have a wide horizon, and breathe various atmospheres--in a word, from crossing, one after another, paths and points of view the most diverse, and sometimes the most contradictory, he must acquire the faculty of putting himself in the place of others and appreciating them."
    },
    {
      "cite": "Lew Wallace",
      "quote": "While craving justice for ourselves, it is never wise to be unjust to others."
    },
    {
      "cite": "Justinian I",
      "quote": "Rather let the crime of the guilty go unpunished than condemn the innocent."
    },
    {
      "cite": "Marguerite Gardiner",
      "quote": "The vices of the rich and great are mistaken for error; and those of the poor and lowly, for crimes."
    },
    {
      "cite": "Frédéric Bastiat",
      "quote": "But how is this legal plunder to be identified? Quite simply. See if the law takes from some persons what belongs to them, and gives it to other persons to whom it does not belong. See if the law benefits one citizen at the expense of another by doing what the citizen himself cannot do without committing a crime."
    },
    {
      "cite": "Helen Keller",
      "quote": "Until the great mass of the people shall be filled with the sense of responsibility for each other's welfare, social justice can never be attained."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "The challenge of social justice is to evoke a sense of community that we need to make our nation a better place, just as we make it a safer place."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Social justice cannot be attained by violence. Violence kills what it intends to create."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."
    },
    {
      "cite": "Alexander Solzhenitsyn:",
      "quote": "Justice is conscience, not a personal conscience but the conscience of the whole of humanity. Those who clearly recognize the voice of their own conscience usually recognize also the voice of justice."
    },
    {
      "cite": "Mahatma Ghandi",
      "quote": "An eye for an eye makes the whole world blind."
    }
  ]
}