{
  "source": "https://www.wisesayings.com/socialism-quotes/",
  "theme": "socialism",
  "quotes": [
    {
      "cite": "Ayn Rand",
      "quote": "When the law no longer protects you from the corrupt, but protects the corrupt from you, you know your nation is doomed."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "Human beings are born with different capacities. If they are free, they are not equal. And if they are equal, they are not free."
    },
    {
      "cite": "Jacques Delors",
      "quote": "For me, socialism has always been about liberty and solidarity, but also about responsibility."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Socialism values equality more than liberty."
    },
    {
      "cite": "Roger Kimball",
      "quote": "Socialism is also unselfishness embraced as an axiom."
    },
    {
      "cite": "Rafael Cruz",
      "quote": "Socialism requires that government becomes your god."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Socialism is the abolition of human self-alienation, the return of man as a real human being."
    },
    {
      "cite": "Gary North",
      "quote": "Socialism is simply Communism for people without the testosterone to man the barricades."
    },
    {
      "cite": "Wendy McElroy",
      "quote": "No one has the right to place one human being in a position of political power over another."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery."
    },
    {
      "cite": "Benjamin Tucker",
      "quote": "Socialism, on the contrary, extends its function to the description of society as it should be, and the discovery of the means of making it what it should be."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "The goal of socialism is communism."
    },
    {
      "cite": "Mike Norton",
      "quote": "It is not what you can do for your country, but what you can do for all of mankind."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it."
    },
    {
      "cite": "Ayn Rand",
      "quote": "We are now moving towards complete collectivism or socialism, a system under which everybody is enslaved to everybody."
    },
    {
      "cite": "Ron Paul",
      "quote": "When we give government the power to make medical decisions for us, we in essence accept that the state owns our bodies."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "The problem with socialism is that eventually you run out of other people's money."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Socialism is like a dream. Sooner or later you wake up to reality."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "Socialism is not a science, a sociology in miniature: it is a cry of pain."
    },
    {
      "cite": "Rousas John Rushdoony",
      "quote": "Socialism is politicized envy."
    },
    {
      "cite": "Annie Besant",
      "quote": "Socialism is the ideal state, but it can never be achieved while man is so selfish."
    },
    {
      "cite": "Dave Champion",
      "quote": "Socialism always produces evil results, no matter one's intentions."
    },
    {
      "cite": "Oswald Spengler",
      "quote": "Socialism is nothing but the capitalism of the lower classes."
    },
    {
      "cite": "Wen Jiabao",
      "quote": "Socialism, as I understand it, is a system of democracy. Without democracy, there is no socialism."
    },
    {
      "cite": "Thomas J. DiLorenzo",
      "quote": "Socialism is socialism. Government run enterprises are just as inept under democratic governments as they are under autocratic governments."
    },
    {
      "cite": "Richard John Neuhaus",
      "quote": "Socialism is the religion people get when they lose their religion."
    },
    {
      "cite": "Norman Mailer",
      "quote": "The function of socialism is to raise suffering to a higher level."
    },
    {
      "cite": "William Howard Taft",
      "quote": "Socialism proposes no adequate substitute for the motive of enlightened selfishness that today is at the basis of all human labor and effort, enterprise and new activity."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "A society that chooses between capitalism and socialism does not choose between two social systems; it chooses between social cooperation and the disintegration of society."
    },
    {
      "cite": "Daniel De Leon",
      "quote": "Socialism is practical, in the best sense of the term; a living, vital force of inestimable value to society."
    }
  ]
}