{
  "source": "https://www.wisesayings.com/social-class-quotes/",
  "theme": "social-class",
  "quotes": [
    {
      "cite": "Mao Tse-Tung",
      "quote": "Classes struggle, some classes triumph, others are eliminated. Such is history, such is the history of civilization for thousands of years."
    },
    {
      "cite": "Richard Hoggart",
      "quote": "Each decade we shiftily declare we have buried class; each decade the coffin stays empty."
    },
    {
      "cite": "Richard Hoggart",
      "quote": "Class distinctions do not die; they merely learn new ways of expressing themselves."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is only one class in the community that thinks more about money than the rich, and that is the poor. The poor can think of nothing else."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The middle class were invented to give the poor hope; the poor, to make the rich feel special; the rich, to humble the middle class."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Our inequality materializes our upper class, vulgarizes our middle class, brutalizes our lower class."
    },
    {
      "cite": "Al Lewis",
      "quote": "The ruling class is smarter than you, and they're more creative. And if you forget that lesson, you go down the drain. Because if they weren't, they wouldn't be around as long as they have been and as strong as they have been."
    },
    {
      "cite": "Ron Rash",
      "quote": "One thing's sure and nothing surer. The rich get richer and the poor get—children."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side of the face can smile while the other is pinched."
    },
    {
      "cite": "Edwin Hodge",
      "quote": "Whether it's social class status or your economic status, it is very evident that the top, if they get their way, will survive and be strong. They will lead those who are helpless, in many ways, to suffer."
    },
    {
      "cite": "Karl Marx",
      "quote": "The history of all previous societies has been the history of class struggles."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects."
    },
    {
      "cite": "Christina Stead",
      "quote": "All new money is made through the shifting of social classes and the dispossession of old classes."
    },
    {
      "cite": "Katie Hopkins",
      "quote": "Social class has worked for years. Born into the right family, go to the right schools, even if you're not super bright to start with, you'll turn out bright. You go to the right university, you get the right job, you have the right connections, you'll make it to the top. Job done, very efficient."
    },
    {
      "cite": "Claude Chabrol",
      "quote": "I remember an article, I can’t recall who by, it was after the fall of the Berlin Wall, which said that now the Wall was down, there could be no more class war. Only someone with money could ever say such a thing."
    },
    {
      "cite": "William Graham Sumner",
      "quote": "It is the tendency of the social burdens to crush out the middle class, and to force society into an organization of only two classes, one at each social extreme."
    },
    {
      "cite": "Henry George",
      "quote": "No person, I think, ever saw a herd of buffalo, of which a few were fat and the great majority lean. No person ever saw a flock of birds, of which two or three were swimming in grease, and the others all skin and bone."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Society is composed of two great classes: those who have more dinners than appetite and those who have more appetite than dinners."
    },
    {
      "cite": "Shirley M. Tilghman",
      "quote": "When the ability to have movement across social class becomes virtually impossible, I think it is the beginning of the end of a country. And because education is so critical to success in this country, if we don't figure out a way to create greater mobility across social class, I do think it will be the beginning of the end."
    },
    {
      "cite": "John Gregory Dunne",
      "quote": "In what purports to be an egalitarian society, the existence of class is the secret about which no one speaks."
    },
    {
      "cite": "Maria Karvouni",
      "quote": "Personally, I would be ashamed to be rich and have precious and expensive goods only to show to the other people that I have more worth than them when in some parts of the world there are people who suffer. No one has more worth than anyone. Everyone can be worthy if he has conditions in his life that enable him to reclaim his values. Worth lies in culture, not in appearance and possession. Besides, every person has his own mission in this world and everyone is valuable."
    },
    {
      "cite": "Tammy Bruce",
      "quote": "Remember, social progress only happens when those in society's privileged classes choose to give up their status."
    },
    {
      "cite": "Sun Yat-sen",
      "quote": "Class war is not the cause of social progress; it is a disease developed in the course of social progress. The cause of the disease is the inability to subsist, and the result of the disease is war."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "There is so much wealth and so much misery at the same time, that it seems incredible that people can endure such class difference, and accept such a form of hunger while on the other hand, the millionaires throw away millions on stupidities."
    },
    {
      "cite": "H. Rap Brown",
      "quote": "Class structures are a luxury that we cannot afford."
    },
    {
      "cite": "Fred Hampton",
      "quote": "We say primarily that the priority of this struggle is class. That Marx and Lenin and Che Guevara and Mao Tse-Tung, and anybody else who ever said or knew or practiced anything about revolution, always said that a revolution is a class struggle."
    },
    {
      "cite": "Gil Scott-Heron",
      "quote": "Colour is not the issue in America; class is."
    },
    {
      "cite": "Raoul Peck",
      "quote": "We forgot that Martin Luther King, Jr. changed his discourse toward the end of his life because he understood that the real fundamental problem of this country was not just race, it was class. It was the economical situation of not only poor blacks but also the poor white part of the population and everything in between."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "It is a dark, unspoken truth that the powerful - the 'ruling class' - make up the rules as they go along."
    }
  ]
}