{
  "source": "https://www.wisesayings.com/sociology-quotes/",
  "theme": "sociology",
  "quotes": [
    {
      "cite": "Pierre Bourdieu",
      "quote": "The function of sociology, as of every science, is to reveal that which is hidden."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Philosophy leads to death, sociology leads to suicide."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "An act cannot be defined by the end sought by the actor, for an identical system of behaviour may be adjustable to too many different ends without altering its nature."
    },
    {
      "cite": "CHAMFORT",
      "quote": "Society is composed of two great classes -- those who have more dinners than appetite, and those who have more appetite than dinners."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A sufficient measure of civilization is the influence of good women."
    },
    {
      "cite": "Manny Rayner",
      "quote": "There's nothing wrong with giving up all your principles for a suitable financial reward. It is indeed the basis of our society."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "The task for sociology is to come to the help of the individual. We have to be in service of freedom. It is something we have lost sight of."
    },
    {
      "cite": "C. W. Mills",
      "quote": "You must learn to use your life experience in your intellectual work: continually examine and interpret it."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "There is no sociology worthy of the name which does not possess a historical character."
    },
    {
      "cite": "Pierre L Van Den Berghe",
      "quote": "Sociology seems to have missed every intellectually promising boat in the last half century."
    },
    {
      "cite": "Frank Knight",
      "quote": "Sociology is thescience of talk, and there is onlyone law in sociology. Bad talk drives out good."
    },
    {
      "cite": "Malcolm Bradbury",
      "quote": "With sociology one can do anything and call it work."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "Socialism is not a science, a sociology in miniature: it is a cry of pain."
    },
    {
      "cite": "Russell Baker",
      "quote": "The young cult of sociology, needing a language, invented one. There are many dead languages, but the sociologists' is the only language that was dead at birth."
    },
    {
      "cite": "Graham Greene",
      "quote": "One can't love humanity. One can only love people."
    },
    {
      "cite": "Graham Greene",
      "quote": "It is always of interest to know what strikes another human being as remarkable."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "While economics is about how people make choice, sociology is about how they don't have any choice to make."
    },
    {
      "cite": "Karl Marx",
      "quote": "Men make their own history, but they do not make it as they please."
    },
    {
      "cite": "Dorothy Smith",
      "quote": "A sociology for women would offer a knowledge of the social organisation & determinations of the properties & events of our directly experienced world."
    },
    {
      "cite": "Henri Poincare",
      "quote": "Sociology is the science which has the most methods and the least results."
    },
    {
      "cite": "Clifton Daniel",
      "quote": "Write about society as news and treat it like sociology."
    },
    {
      "cite": "Karl Marx",
      "quote": "Everyone of our relationships with nature and man must be a definite expression of our real, individual life."
    },
    {
      "cite": "Albion W. Small",
      "quote": "Modern sociology is virtually an attempt to take up the larger program of social analysis and interpretation which was implicit in Adam Smith's moral philosophy, but which was suppressed for a century by prevailing interest in the technique of the production of wealth."
    },
    {
      "cite": "David Riesman",
      "quote": "Men are created different; they lose their social freedom and their individual autonomy in seeking to become like each other."
    },
    {
      "cite": "Brian Solis",
      "quote": "Social media is less about technology and more about anthropology, sociology, and ethnography."
    },
    {
      "cite": "Albion Woodbury Small",
      "quote": "Sociology was born of the modern ardor to improve society."
    },
    {
      "cite": "Hortense Calisher",
      "quote": "Sociology, the guilty science, functions best by alarm."
    },
    {
      "cite": "Richard Russo",
      "quote": "Even at its most perceptive, sociology deals in abstractions."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Attempts to construct an ethic from the rules of evolution, or from psychology and sociology, end up being simply inadequate."
    },
    {
      "cite": "Christopher Henry Dawson",
      "quote": "Happy is the people that is without history. And thrice is the people without sociology."
    }
  ]
}