{
  "source": "https://www.wisesayings.com/sock-quotes/",
  "theme": "sock",
  "quotes": [
    {
      "cite": "J. R. Ackerley",
      "quote": "If you are ready enough to pull my knitting to pieces, but provide none of your own, the only sock is a sock in the jaw!"
    },
    {
      "cite": "Gary Oldman",
      "quote": "You choose your friends by their character and your socks by their color."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Knitting is very conducive to thought. It is nice to knit a while, put down the needles, write a while, then take up the sock again."
    },
    {
      "cite": "Eddie Izzard British Comedian",
      "quote": "Never put a sock in a toaster."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "Guys will take one pair of jeans, five T-shirts and three pair of socks and that'll get you by for 10 weeks."
    },
    {
      "cite": "Wendy Cope",
      "quote": "Some socks are loners They can't live in pairs."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Without a doubt there are women who would vote intelligently. There are also men who knit socks beautifully."
    },
    {
      "cite": "Pseudonymous Bosch",
      "quote": "Whether it's chocolate or socks, the rule is the same; the darker the better."
    },
    {
      "cite": "Stephen King",
      "quote": "It's hard enough for a person to keep their own socks pulled up, let alone someone else's."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To choose one sock from each of infinitely many pairs of socks requires the Axiom of Choice, but for shoes the Axiom is not needed."
    },
    {
      "cite": "Zach Galifianakis",
      "quote": "You know you're getting fat when your socks don't fit."
    },
    {
      "cite": "Hector Hugh Munro",
      "quote": "His socks compelled one's attention without losing one's respect."
    },
    {
      "cite": "Robert Rauschenberg",
      "quote": "A pair of socks is no less suitable to make a painting with than wood, nails, turpentine, oil and fabric."
    },
    {
      "cite": "Kate Bush",
      "quote": "Every old sock meets an old shoe."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Only let's cut out the transcendental twaddle when the whole thing is as plain as a sock on the jaw."
    },
    {
      "cite": "Jean Kerr",
      "quote": "A man speaks only when driven to speech by something outside himself - like, for instance, he can't find any clean socks."
    },
    {
      "cite": "Helen Reddy",
      "quote": "You're not going to find a man whose socks don't get dirty or who doesn't snore."
    },
    {
      "cite": "DJ Khaled",
      "quote": "Fresh sneakers are important on a man. It's like a new pair of boxers or a new pair of socks."
    },
    {
      "cite": "Charmaine J. Forde",
      "quote": "Don't be quick to discard old socks because you receive new ones."
    },
    {
      "cite": "David G. Hartwell",
      "quote": "Your socks should match your tie."
    },
    {
      "cite": "Fiona Wood",
      "quote": "We look at each other with shy relief. It's the look two odd socks give when they recognise each other in the wild."
    },
    {
      "cite": "Erich Fromm",
      "quote": "True love is like a pair of socks: you gotta have two and they've gotta match."
    },
    {
      "cite": "Scott Avett",
      "quote": "A great show means we have to connect; we have to prove to [the audience] that we do something great or blow their socks off, but it has to be with them if it's going to be sustained for any length of time."
    },
    {
      "cite": "Roger Stone",
      "quote": "Of course ankle length socks are cheaper, but they don't cover the lower leg as hosiery should."
    },
    {
      "cite": "Peter Kay",
      "quote": "The most painful household accident is wearing socks and stepping on an upturned plug."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "If you're too happy about anything, fate usually gives you a good sock in the jaw and knocks you down."
    },
    {
      "cite": "Dorothea Kent",
      "quote": "Socks may eat wherever they want to."
    },
    {
      "cite": "Connie Willis",
      "quote": "It is not an easy thing to put on a wet sock."
    },
    {
      "cite": "Stephanie Pearl-McPhee",
      "quote": "As usual, the sock yarns have no idea what is going on."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "Men greet each other with a sock on the arm, women with a hug, and the hug wears better in the long run."
    }
  ]
}