{
  "source": "https://www.wisesayings.com/softball-quotes/",
  "theme": "softball",
  "quotes": [
    {
      "cite": "Jennie Finch",
      "quote": "Softball has given me so much in life. It's taught me the kind of person I want to be, and given me a sweet sisterhood. It even led me to my husband."
    },
    {
      "cite": "Ashley DeBuhr",
      "quote": "(In softball) Go hard every play. You don't want to leave anything behind and regret it years down the road that you didn't give it all when you could have."
    },
    {
      "cite": "Laura Berg",
      "quote": "We play this game (softball) with emotion and love._ Coach always says 'Emotionally, physically, mentally -- come to the field prepared.'_ Because if you don't bring that to the field, you're going to get beat."
    },
    {
      "cite": "Mike Candrea",
      "quote": "It's (softball is) a game of making great pitches at the right time, being opportunistic by getting a run at the right time and playing good defense."
    },
    {
      "cite": "Yvette Girouard",
      "quote": "The softball gods giveth and the softball gods taketh away, but that evens out over the season."
    },
    {
      "cite": "K.M",
      "quote": "It's not just any sport, it's not just throwing a ball, hitting and running._ I live with the cheering of my players while I'm up to bat. I live with the red stitches of the softball rubbing against my fingers when I snap my wrist and let it fly._ I live with mistakes every day in it, and I live learning them._ I live on the pitchers mound where I need complete confidence in my self._ I live with snapping my wrist to the catcher and getting the batter out, a perfect strike._ I live not only for my teammates, but for my self._ I live for fastpitch softball."
    },
    {
      "cite": "Anonymous",
      "quote": "Softball: Where good girls steal"
    },
    {
      "cite": "Sara Ann Nielsen",
      "quote": "(Like softball) Life will always throw you curves, just keep fouling them off, the right pitch will come and when it does be prepared to run the bases."
    },
    {
      "cite": "Mary W.",
      "quote": "When I step into batter's box, the fans, the noise, the cheers, they all disappear._ For that moment, the world is just a battle between me and the pitcher._ And more than anything, I want to win."
    },
    {
      "cite": "Anonymous",
      "quote": "It doesn't sparkle but I guard this diamond with my life."
    },
    {
      "cite": "Amanda Scarborough",
      "quote": "This game is about the long run. LIFE is about the long run._Pick successes that can build your confidence_over time_and stay in the process. There is always light at the end of the tunnel, but you can't see the light if you fall into the trap of all the failures trying to pull you down."
    },
    {
      "cite": "Amanda Scarborough",
      "quote": "Realize this: We aren't going to be perfect with our outcomes/results, in this game of failure we call softball. However, every time you are in a pressure situation it's a chance to prove that you're in the 'perfect' frame of mind. The 'success' and 'failure' comes from being in the right frame of mind and giving yourself a_chance to have success when the big moment comes; it doesn't always necessarily come with the outcome, despite what all eyes watching might think. Results will come once the frame of mind has been altered."
    },
    {
      "cite": "Amanda Scarborough",
      "quote": "Take it one pitch at a time. Take it one day at at time."
    },
    {
      "cite": "Anonymous",
      "quote": "Never let the fear of striking out keep you from playing the game."
    },
    {
      "cite": "Jennie Finch",
      "quote": "Try not to get lost in comparing yourself to others. Discover your gifts and let them shine! Softball is amazing that way as a sport. Everyone on the field has a slightly different ability that makes them perfect for their position."
    },
    {
      "cite": "Anonymous",
      "quote": "Sweat dries, blood clots, bones heal, suck it up princess. This is softball."
    },
    {
      "cite": "Anonymous",
      "quote": "Softball isn't a one woman sport, there's 11 other girls who become your sisters. And don't forget that you win as a team and lose as a team."
    },
    {
      "cite": "Sue Enquist",
      "quote": "I want my (softball) team to be more detached from the wins and losses and be more focused on doing the little things well. When you focus on getting the win, it can suffocate you, especially during the playoffs when the pressure gets thick."
    },
    {
      "cite": "Lisa Fernandez",
      "quote": "There is a way to play this game (softball) physically, but it's the mental part that's going to separate gold from silver and silver from bronze."
    },
    {
      "cite": "Ashley Hansen",
      "quote": "This game (softball) is a game of inches. Sometimes they are going to go our way, and sometimes they aren't."
    },
    {
      "cite": "John Rittman",
      "quote": "That's part of fast pitch softball, being able to move runners and execute the short game. _It's a very quick game. _Sixty feet, you bobble it once, and these kids are going to be safe. You have to play quick, but you can't be in a hurry."
    },
    {
      "cite": "Sue Enquist",
      "quote": "What I love about the game (softball) is that the game doesn't know who is supposed to win."
    },
    {
      "cite": "Ehren Earleywine",
      "quote": "Everybody knows that pitching and defense win championships. It's all about defense. _It's that way in pretty much every sport. So if we can pitch and play defense we have a chance at a championship. _But you can also win quite a few games by hitting."
    },
    {
      "cite": "Lisa Fernandez",
      "quote": "One pitch can be the difference between a win and a loss, an error could be the difference."
    },
    {
      "cite": "Donna de Verona",
      "quote": "The values learned on the playing field - how to set goals, endure, take criticism and risks, become team players, use our beliefs, stay healthy, and deal with stress - prepare us for life."
    },
    {
      "cite": "Lisa Fernandez",
      "quote": "The team with the best athletes doesn't usually win._ It's the team with the athletes who play best together."
    },
    {
      "cite": "Sheila Cornell Douty",
      "quote": "One of the most awesome things about sports, particularly team sports, is that everything you need to do to be successful on the playing field carries over directly into life._ In a team sport you have to learn how to work together, to set goals, and then work toward those goals in a productive way._ You learn to be responsible and you learn how to not only depend on others, but also be independent so you can support others."
    },
    {
      "cite": "Dot Richardson",
      "quote": "I'm not exceptionally fast or overly powerful._ But I have a good work ethic, and I make up for it by using technique and trying to be smarter."
    },
    {
      "cite": "Anonymous",
      "quote": "Softball player- a girl who, once steps onto the field, is transformed from daddy's-little-girl_into a fierce, unrelenting competitor who will stop at nothing in order to win a game. Characteristically_with dirt all across her face, ratted sweaty hair, bloody knees, and dirt stained socks and uniform. She's diligent hard worker who knows the real meaning of teamwork, spirit, and fearing nothing. Contradictorily she personifies all of this while she still wears cute, color coordinated hair ribbons and sleeve straps."
    },
    {
      "cite": "Caitlin Sumpter",
      "quote": "I am now, and will always be me. But when it comes time to step out onto that field, me gets a little more dedicated, a little more serious, and nobody stands in my way."
    }
  ]
}