{
  "source": "https://www.wisesayings.com/soil-quotes/",
  "theme": "soil",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "The roots of all goodness lie in the soil of appreciation for goodness."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Pride slays thanksgiving, but a humble mind is the soil out of which thanks naturally grow. A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The soil of friendship is worn out with constant use. Habit may still attach us to each other, but we feel ourselves fettered by it. Old friends might be compared to old married people without the tie of children."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The nation that destroys its soil destroys itself."
    },
    {
      "cite": "Kelly Sue DeConnick",
      "quote": "Complicated feelings are fertile soil for creative ideas."
    },
    {
      "cite": "David Mallet",
      "quote": "Affliction is the wholesome soil of virtue, where patience, honor, sweet humility, and calm fortitude, take root and strongly flourish."
    },
    {
      "cite": "Stephen Hough",
      "quote": "Silence is the necessary soil for any thought to flourish."
    },
    {
      "cite": "Joseph Barber Lightfoot",
      "quote": "The tillage of the soil occupies the vast majority of those who work for their own bread."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Ignorance is the soil in which belief in miracles grows."
    },
    {
      "cite": "George Santayana",
      "quote": "To call war the soil of courage and virtue is like calling debauchery the soil of love."
    },
    {
      "cite": "Heather Brooke",
      "quote": "In the soil of ignorance, fear can easily be sown."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Even the richest soil, if left uncultivated will produce the rankest weeds."
    },
    {
      "cite": "Stephen King",
      "quote": "The soil of a man’s heart is stonier; a man grows what he can and tends it."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The soil is the great connector of lives, the source and destination of all. It is the healer and restorer and resurrector, by which disease passes into health, age into youth, death into life. Without proper care for it we can have no community, because without proper care for it we can have no life."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Land, then, is not merely soil; it is a fountain of energy flowing through a circuit of soils, plants, and animals."
    },
    {
      "cite": "W.C. Lowdermilk",
      "quote": "If the soil is destroyed, then our liberty of action and choice are gone ..."
    },
    {
      "cite": "Brian Houston",
      "quote": "Within the soil of a discouraging season can often be the seeds of incredible blessing, miracles and breakthrough!"
    },
    {
      "cite": "Xenophanes",
      "quote": "For all things come from earth, and all things end by becoming earth."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "We might say that the earth has the spirit of growth; that its flesh is the soil."
    },
    {
      "cite": "Peter Maurin",
      "quote": "It is impossible to have a healthy and sound society without a proper respect for the soil."
    },
    {
      "cite": "Selman Waksman",
      "quote": "The soil is not a mass of dead debris, merely resulting from the physical and chemical weathering of rocks; it is a more or less homogeneous system which has resulted from the decomposition of plant and animal remains. It is teeming with life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The soil, it appears, is suited to the seed, for it has sent its radicle downward, and it may now send its shoot upward also with confidence. Why has man rooted himself thus firmly in the earth, but that he may rise in the same proportion into the heavens above?"
    },
    {
      "cite": "Anonymous",
      "quote": "At bottom is the best soil to sow and grow something new again. In that sense, hitting bottom, while extremely painful, is also the sowing ground."
    },
    {
      "cite": "John Milton",
      "quote": "Let none admire that riches grow in hell; that soil may best deserve the precious bane."
    },
    {
      "cite": "Ovid",
      "quote": "Our native soil draws all of us, by I know not what sweetness, and never allows us to forget."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "Untilled soil, however fertile it may be, will bear thistles and thorns; so it is with man’s mind."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "Your soul: pure glucose edged with hints Of tentative and half-soiled tints."
    },
    {
      "cite": "Jacques Cartier",
      "quote": "If the soil were as good as the harbors, it would be a blessing."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The soil of their native land is dear to all the hearts of mankind."
    },
    {
      "cite": "George Monbiot",
      "quote": "Soil is an almost magical substance, a living system that transforms the materials it encounters."
    }
  ]
}