{
  "source": "https://www.wisesayings.com/solar-quotes/",
  "theme": "solar",
  "quotes": [
    {
      "cite": "Elon Musk",
      "quote": "The primary means of energy generation is going to solar. It will at least be a plurality, and probably be a slight majority in the long term."
    },
    {
      "cite": "Bill Gates",
      "quote": "It's really kind of cool to have solar panels on your roof."
    },
    {
      "cite": "Dan Quayle",
      "quote": "It's time for the human race to enter the solar system."
    },
    {
      "cite": "Elon Musk",
      "quote": "We have this handy fusion reactor in the sky called the sun, you don't have to do anything, it just works. It shows up every day."
    },
    {
      "cite": "Chris Paine",
      "quote": "Solar, for example - which has typically been thought of as so expensive - is cheap when compared with, for example, the cost of cleaning up the Fukushima nuclear disaster and the Gulf."
    },
    {
      "cite": "Stewart Brand",
      "quote": "The main problem with solar on the Earth's surface is that it is so intermittent, and we don't have decent storage yet."
    },
    {
      "cite": "Peter Rive",
      "quote": "All energy is ultimately derived for the sun and harvesting it directly through solar power seems to be the best way to transition to renewable energy."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "If we are serious about moving toward energy independence in a cost-effective way, we should invest in solar energy. If we are serious about cutting air and water pollution and reducing greenhouse gas emissions, we should invest in solar energy."
    },
    {
      "cite": "George P Shultz",
      "quote": "The source of all the energy is the sun. The big challenge is, how do you use all of that energy? Solar power has to fascinate you. There have been strides to get the costs down, and if this will work, you have to get costs down so it is competitive with fossil fuels."
    },
    {
      "cite": "Bonnie Raitt",
      "quote": "Solar power is the last energy resource that isn't owned yet - nobody taxes the sun yet."
    },
    {
      "cite": "Poul Anderson",
      "quote": "If we knew exactly what to expect throughout the Solar System, we would have no reason to explore it."
    },
    {
      "cite": "Bill McKibben",
      "quote": "Solar power seems to be truly bipartisan in its appeal."
    },
    {
      "cite": "Tom Robbins",
      "quote": "There are essential and inessential insanities. The later are solar in character, the former are linked to the moon."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Anybody with any sense knows the whole solar system will go up like a celluloid collar by-and-by."
    },
    {
      "cite": "Margareta Wolf",
      "quote": "The use of solar energy offers huge potential for natural resource and climate protection, and for the expansion of renewable energies on the road to a future-oriented energy supply."
    },
    {
      "cite": "Nick Kelly",
      "quote": "The whole idea of the solar project is to do something useful and replace dirty energy with clean energy."
    },
    {
      "cite": "Ralph Nader",
      "quote": "The use of solar energy has not been opened up because the oil industry does not own the sun."
    },
    {
      "cite": "J. D. Hayworth",
      "quote": "Solar power is clean, renewable and cost effective, but it also needs time to develop."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Because we are now running out of gas and oil, we must prepare quickly for a third change, to strict conservation and to the use of... permanent renewable energy sources, like solar power."
    },
    {
      "cite": "Ban Kimoon",
      "quote": "We need to bring sustainable energy to every corner of the globe with technologies like solar energy mini-grids, solar powered lights, and wind turbines."
    },
    {
      "cite": "Susannah Locke",
      "quote": "The sun--that power plant in the sky--bathes Earth in ample energy to fulfill all the world's power needs many times over. It doesn't give off carbon dioxide emissions. It won't run out. And it's free."
    },
    {
      "cite": "Ilya Bryzgalov",
      "quote": "The solar system is so humongous big."
    },
    {
      "cite": "George Wald",
      "quote": "There's life all over this universe, but the only life in the solar system is on earth, and in the whole universe we are the only men."
    },
    {
      "cite": "Martha Maeda",
      "quote": "Every 24 hours, enough sunlight touches the Earth to provide the energy for the entire planet for 24 years."
    },
    {
      "cite": "Honor Harger",
      "quote": "Solar bursts typically last from half a minute to a couple of minutes and often sound like a rapid hissing noise followed by a gradual decrease back to the original audio level."
    },
    {
      "cite": "Sean White",
      "quote": "Solar power is a safe form of nuclear energy. We are using fusion reactions that are 93 million miles away to make light that we then convert to electricity with photovoltaic modules."
    },
    {
      "cite": "Kalpana Chawla",
      "quote": "When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system."
    },
    {
      "cite": "Ramez Naam",
      "quote": "Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change."
    },
    {
      "cite": "Harlow Shapley",
      "quote": "The solar system is off center and consequently man is too."
    },
    {
      "cite": "Thomas P. Kay",
      "quote": "Solar is cost effective right now. When you consider the cost to our health from air pollution, solar is just as competitive as any other energy source."
    }
  ]
}