{
  "source": "https://www.wisesayings.com/solace-quotes/",
  "theme": "solace",
  "quotes": [
    {
      "cite": "Madame De Maintenon",
      "quote": "The true way to soften one's troubles is to solace those of others."
    },
    {
      "cite": "Lang Leav",
      "quote": "There is safety in numbness– there is solace in sleep."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "Comfort comes from knowing that people have made the same journey. And solace comes from understanding how others have learned to sing again."
    },
    {
      "cite": "Rebecca Lim",
      "quote": "My only real solace? Sleep. In the absence of an explanation of anything, for everything, I live for it and what it can bring."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Emptiness has its solace in that there's nothing left to take."
    },
    {
      "cite": "Martin Luther",
      "quote": "My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary."
    },
    {
      "cite": "Brian Krans",
      "quote": "He found solace in what he wrote. It was an attempt to discover who he was at the moment."
    },
    {
      "cite": "John Burns",
      "quote": "Books are a real solace, friendships are good but action is better than all."
    },
    {
      "cite": "David Whyte",
      "quote": "To look for solace is to learn to ask fiercer and more exquisitely pointed questions, questions that reshape our identities and our bodies and our relation to others."
    },
    {
      "cite": "Don Herold",
      "quote": "Women give us solace, but if it were not for women we should never need solace."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The hope of reward is the solace of labor."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "No matter what our decorating style - realized or aspired to the essential spiritual grace our home should possess is the solace of comfort."
    },
    {
      "cite": "Eugene Field",
      "quote": "How gracious those dews of solace that over my senses fall / At the clink of the ice in the pitcher the boy brings up the hall."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The next time you experience a blackout, take some solace by looking at the sky. You will not recognize it."
    },
    {
      "cite": "Kevin Young",
      "quote": "A poem can provide testimony. A poem can provide solace. It can provide a connection."
    },
    {
      "cite": "Henry Kirke White",
      "quote": "Poetry has been to me something more than amusement, it has been a cheering companion when I had no other to fly to, a delightful solace."
    },
    {
      "cite": "Nancy Kuhajda",
      "quote": "It's incredibly restorative. A lot of people find great solace in gardening. It teaches self-worth, patience, reliance, persistence. It teaches us the circle of life. It teaches us that things die, and from that new things come."
    },
    {
      "cite": "Kashis Gurung",
      "quote": "I'll fall for you, if you fall for me' that's not how love's supposed to be; it's when you seek solace in pain and love retains without complaints."
    },
    {
      "cite": "Saadi",
      "quote": "A garden is a delight to the eye and a solace for the soul."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "And in Life's noisiest hour, There whispers still the ceaseless Love of Thee, The heart's Self-solace and soliloquy. You mould my Hopes, you fashion me within."
    }
  ]
}