{
  "source": "https://www.wisesayings.com/soldiers-quotes/",
  "theme": "soldiers",
  "quotes": [
    {
      "cite": "Douglas Macarthur",
      "quote": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war."
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Soldiers are citizens of death's grey land, drawing no dividend from time's tomorrows."
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "Although a soldier by profession, I have never felt any sort of fondness for war, and I have never advocated it, except as a means of peace."
    },
    {
      "cite": "Rupert Everett",
      "quote": "To be a soldier one needs that special gene, that extra something, that enables a person to jump into one on one combat, something, after all, that is unimaginable to most of us, as we are simply not brave enough."
    },
    {
      "cite": "Curtis LeMay",
      "quote": "Every soldier thinks something of the moral aspects of what he is doing. But all war is immoral and if you let that bother you, you're not a good soldier."
    },
    {
      "cite": "George Marshall",
      "quote": "The soldier's heart, the soldier's spirit, the soldier's soul, are everything. Unless the soldier's soul sustains him he cannot be relied on and will fail himself and his commander and his country in the end."
    },
    {
      "cite": "John Keegan",
      "quote": "Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "A handful of soldiers is always better than a mouthful of arguments."
    },
    {
      "cite": "Norman Schwarzkopf",
      "quote": "Any soldier worth his salt should be antiwar. And still there are things worth fighting for."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Soldiers usually win the battles and generals get the credit for them."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Soldiers have many faults, but they have one redeeming merit; they are never worshippers of force. Soldiers more than any other men are taught severely and systematically that might is not right."
    },
    {
      "cite": "Henry Knyvett",
      "quote": "Soldiers are men...most apt for all manner of services and best able to support and endure the infinite toils and continual hazards of war."
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Soldiers are dreamers; when the guns begin they think of firelit homes, clean beds, and wives."
    },
    {
      "cite": "Henry G. Bohn",
      "quote": "A soldier is he whose blood makes the glory of the general."
    },
    {
      "cite": "Euripides",
      "quote": "Ten soldiers wisely led will beat a hundred without a head."
    },
    {
      "cite": "Sun Tzu",
      "quote": "If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity."
    },
    {
      "cite": "George Patton",
      "quote": "The most vital quality a soldier can possess is self-confidence, utter, complete and bumptious."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "Good soldiers never pass up a chance to eat or sleep. They never know how much they'll be called on to do before the next chance."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You can always tell an old soldier by the inside of his holsters and cartridge boxes. The young ones carry pistols and cartridges: the old ones, grub."
    },
    {
      "cite": "Frederick The Great",
      "quote": "If my soldiers were to begin to think, not one of them would remain in the army."
    },
    {
      "cite": "John Linder",
      "quote": "Our soldiers have nobly fought to protect freedom since our country's birth, and have fought to protect those that could not protect themselves, even in foreign lands when called upon."
    },
    {
      "cite": "Steven Erikson",
      "quote": "I mean the only thing us dead soldiers got in common is that none of us was good enough or lucky enough to survive the fight. We're a host of failures."
    },
    {
      "cite": "Bernard Law Montgomery",
      "quote": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole."
    },
    {
      "cite": "Allan Massie",
      "quote": "Do you know what a soldier is, young man? He's the chap who makes it possible for civilised folk to despise war."
    },
    {
      "cite": "Dan Lipinski",
      "quote": "With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Soldiers are not policemen, and it's very unfair, even for those soldiers who have some police training, to burden them with police duties. It's not what they're trained for, or equipped for."
    },
    {
      "cite": "Daniel Inouye",
      "quote": "One doesn't become a soldier in a week - it takes training, study and discipline.There is no question that the finest Army in the world is found in the United States."
    },
    {
      "cite": "Publius Flavius Vegetius Renatus",
      "quote": "The courage of a soldier is heightened by his knowledge of his profession."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A soldier will fight long and hard for a bit of colored ribbon."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Old soldiers never die; they just fade away."
    }
  ]
}