{
  "source": "https://www.wisesayings.com/solitude-quotes/",
  "theme": "solitude",
  "quotes": [
    {
      "cite": "Thomas A. Edison",
      "quote": "The best thinking has been done in solitude."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Solitude is painful when one is young, but delightful when one is more mature."
    },
    {
      "cite": "Aristotle",
      "quote": "Whosoever is delighted in solitude is either a wild beast or a god."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I live in that solitude which is painful in youth, but delicious in the years of maturity."
    },
    {
      "cite": "Martin Buber",
      "quote": "Solitude is the place of purification."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Solitude gives birth to the original in us, to beauty unfamiliar and perilous - to poetry. But also, it gives birth to the opposite: to the perverse, the illicit, the absurd."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "In solitude the mind gains strength and learns to lean upon itself."
    },
    {
      "cite": "Naomi Judd",
      "quote": "Solitude is creativity's best friend, and solitude is refreshment for our souls."
    },
    {
      "cite": "Kevin Patterson",
      "quote": "Solitude sharpens awareness of small pleasures otherwise lost."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "It is only in solitude that I ever find my own core."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The worst solitude is to have no real friendships."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Solitude is fine, but you need someone to tell you that solitude is fine."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Solitude is the place where we can connect with profound bonds that are deeper than the emergency bonds of fear and anger."
    },
    {
      "cite": "Lord Byron",
      "quote": "In solitude, where we are least alone."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "True solitude is a din of birdsong, seething leaves, whirling colors, or a clamor of tracks in the snow."
    },
    {
      "cite": "K.T.Jong",
      "quote": "It is only when we silent the blaring sounds of our daily existence that we can finally hear the whispers of truth that life reveals to us, as it stands knocking on the doorsteps of our hearts."
    },
    {
      "cite": "John Lubbock",
      "quote": "The whole value of solitude depends upon one's self; it may be a sanctuary or a prison, a haven of repose or a place of punishment, a heaven or a hell, as we ourselves make it."
    },
    {
      "cite": "Ellen Burstyn",
      "quote": "What a lovely surprise to finally discover how unlonely being alone can be."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Solitude is the great teacher, and to learn its lessons you must pay attention to it."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Without great solitude no serious work is possible."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "The things one experiences alone with oneself are very much stronger and purer."
    },
    {
      "cite": "Melvyn Kinder",
      "quote": "Solitude can be frightening because it invites us to meet a stranger we think we may not want to know ? ourselves."
    },
    {
      "cite": "Hans Margolius",
      "quote": "Only in quiet waters do thing mirror themselves undistorted. Only in a quiet mind is adequate perception of the world."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Solitude gives birth to the original in us."
    },
    {
      "cite": "Alice Hegan Rice",
      "quote": "Solitude, if rightly used, becomes not only a privilege but a necessity. Only a superficial soul fears to fraternize with itself."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Solitude is a necessary protest to the incursions and the false alarms of society's hysteria, a period of cure and recovery."
    },
    {
      "cite": "Lorraine Hansberry",
      "quote": "Never be afraid to sit awhile and think."
    },
    {
      "cite": "Mike Dolan",
      "quote": "Finding solitude in the concrete jungle is powerful and peaceful."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Nowhere can man find a quieter or more untroubled retreat than in his own soul."
    },
    {
      "cite": "Pearl Buck",
      "quote": "Inside myself is a place where I live all alone, and that's where I renew my springs that never dry up."
    }
  ]
}