{
  "source": "https://www.wisesayings.com/solidarity-quotes/",
  "theme": "solidarity",
  "quotes": [
    {
      "cite": "Alexander The Great",
      "quote": "Upon the conduct of each depends the fate of all."
    },
    {
      "cite": "Jose Manuel Barroso",
      "quote": "There is no stability without solidarity and no solidarity without stability."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The first step in the evolution of ethics is a sense of solidarity with other human beings."
    },
    {
      "cite": "Bobby Seale",
      "quote": "You don't fight racism with racism, the best way to fight racism is with solidarity."
    },
    {
      "cite": "Mikheil Saakashvili",
      "quote": "Solidarity was the best thing which happened in the 20th century."
    },
    {
      "cite": "Harry Bridges",
      "quote": "The most important word in the language of the working class is \"solidarity.\""
    },
    {
      "cite": "Malcolm X",
      "quote": "If someone puts their hands on you make sure they never put their hands on anybody else again."
    },
    {
      "cite": "Angela Merkel",
      "quote": "Solidarity and competitiveness are the two sides of a European coin."
    },
    {
      "cite": "Martin Schulz",
      "quote": "You can't always be demanding solidarity from others and then refuse to show it yourself."
    },
    {
      "cite": "Starhawk",
      "quote": "Solidarity is based on the principle that we are willing to put ourselves at risk to protect each other."
    },
    {
      "cite": "Joia Mukherjee",
      "quote": "There will be no equity without solidarity. There will be no justice without a social movement."
    },
    {
      "cite": "Ariel Sharon",
      "quote": "A people cannot exist if there is no social solidarity."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "There is no true peace without fairness , truth , justice and solidarity."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Solidarity is not a feeling of vague compassion or shallow distress at the misfortunes of so many people, both near and far. On the contrary, it is a firm and persevering determination to commit oneself to the common good; that is to say to the good of all and of each individual, because we are all really responsible for all."
    },
    {
      "cite": "Richard M. Rorty",
      "quote": "Solidarity is not discovered by reflection but created."
    },
    {
      "cite": "Nawal El-Saadawi",
      "quote": "Solidarity between women can be a powerful force of change, and can influence future development in ways favourable not only to women but also to men."
    },
    {
      "cite": "Sally Koch",
      "quote": "Great opportunities to help others seldom come, but small ones surround us every day."
    },
    {
      "cite": "Samora Machel",
      "quote": "Solidarity is not an act of charity, but mutual aid between forces fighting for the same objective."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The purpose of human life is to serve and to show compassion and the will to help others."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "With solidarity, you will be more talented and handier, you will be taller and stronger, faster and wiser!"
    },
    {
      "cite": "Lech Walesa",
      "quote": "He who once became aware of the power of Solidarity and who breathed the air of freedom will not be crushed."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning; keeping together is progress; working together is success."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "We must indeed all hang together, or, most assuredly, we shall all hang separately."
    },
    {
      "cite": "Steven Pinker",
      "quote": "A sense of solidarity among fifteen-to-thirty-year-olds would be a menace to civilized society even in the best of times."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must learn to live together as brothers or perish together as fools."
    },
    {
      "cite": "Ignacio Ellacuria",
      "quote": "Every human being is called to solidarity in a world battling between life and death."
    },
    {
      "cite": "Ruqaiyyah Waris Maqsood",
      "quote": "It is wonderful to be in solidarity with another big group of people."
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "Sometimes we find the sweetest solidarity in the midst of solitude."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "True solidarity is only possible among the solitary."
    },
    {
      "cite": "Donald Trump",
      "quote": "We must speak our minds openly, debate our disagreements honestly, but always pursue solidarity."
    }
  ]
}