{
  "source": "https://www.wisesayings.com/solitary-quotes/",
  "theme": "solitary",
  "quotes": [
    {
      "cite": "Angela Lynne Craig",
      "quote": "Solitude helps the soul remember that life and work have two completely different meanings. It reminds us that we were created for greatness in relationship with others, not task lists and spreadsheets."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Solitude produces originality, bold and astonishing beauty, poetry. But solitude also produces perverseness, the disproportianate, the absurd and the forbidden."
    },
    {
      "cite": "May Sarton",
      "quote": "Loneliness is the poverty of self; solitude is richness of self."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We are all sentenced to solitary confinement inside our own skins, for life."
    },
    {
      "cite": "Eugene O'Neill",
      "quote": "Life is a solitary cell whose walls are mirrors."
    },
    {
      "cite": "Graham Greene",
      "quote": "A solitary laugh is often a laugh of superiority."
    },
    {
      "cite": "Alice Koller",
      "quote": "Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your won presence rather than of the absence of others. Because solitude is an achievement."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "Solitude is very different from a time-out from our busy lives. Solitude is the very ground from which community grows. Whenever we pray alone, study, read, write, or simply spend quiet time away from the places where we interact with each other directly, we are potentially opened for a deeper intimacy with each other."
    },
    {
      "cite": "Debolina Bhawal",
      "quote": "Solitude is the biggest medicine for once peace, It makes your heart pure and calm."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "To be left alone is the most precious thing one can ask of the modern world."
    },
    {
      "cite": "Paul Brunton",
      "quote": "Solitude is strength; to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "It is good to be solitary, for solitude is difficult; that something is difficult must be a reason the more for us to do it."
    },
    {
      "cite": "Helmut Kohl",
      "quote": "Solitary decisions, no matter how well-founded they may appear to individuals, must belong to the past along with national, unilateralist action."
    },
    {
      "cite": "John Milton",
      "quote": "Solitude sometimes is best society."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Solitary trees, if they grow at all, grow strong."
    },
    {
      "cite": "James Anthony Froude",
      "quote": "The solitary side of our nature demands leisure for reflection upon subjects on which the dash and whirl of daily business, so long as its clouds rise thick about us, forbid the intellect to fasten itself."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Being alone never felt right. sometimes it felt good, but it never felt right."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Solitude is the path to visit yourself, it is the path to yourself!"
    },
    {
      "cite": "Martha Beck",
      "quote": "If you're living completely on your own, break out of solitary confinement. Seek to understand others, and help them understand you."
    }
  ]
}