{
  "source": "https://www.wisesayings.com/solid-quotes/",
  "theme": "solid",
  "quotes": [
    {
      "cite": "Dante Alighieri",
      "quote": "Be like a solid tower whose brave height remains unmoved by all the winds that blow; the man who lets his thoughts be turned aside by one thing or another, will lose sight of his true goal, his mind sapped of its strength."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You perceive yourself as being solid and physical, limited to a body. You are made up of light, endless mind. The way you see life is a limited state of mind."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Build a solid courage behind what you believe you can do. Your dreams may drift and fall, but when your courage is strong and still, you can’t shift; you’ll lift your dreams again!"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When you've got a solid commitment and solid objectives, you've got a much better chance of reaching your goal."
    },
    {
      "cite": "Jean-Louis Aubert",
      "quote": "The past is solid, the future is liquid."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Everything solid was first an idea."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "A solid foundation for children involves a solid moral base."
    },
    {
      "cite": "Frank Ocean",
      "quote": "As long as your intentions are solid and about growth and progression and being productive and not being idle, then you're doing good in my book."
    },
    {
      "cite": "Kimberly Elise",
      "quote": "A solid sense of self will help a person to lead a full and happy life."
    },
    {
      "cite": "Norm MacDonald",
      "quote": "The first principle of solid wisdom is discretion, without it all the erudition of life is merely bagatelle."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Be more dedicated to making solid achievements than in running after swift but synthetic happiness."
    },
    {
      "cite": "Samuel Adams",
      "quote": "There is a solid satisfaction in one's having and being conscious that he merits the good opinion of men of true discernment and real worth. But to have a name among the weak and the wicked is shame and reproach."
    },
    {
      "cite": "Criss Jami",
      "quote": "A solid answer to everything is not necessary. Blurry concepts influence one to focus, but postulated clarity influences arrogance."
    },
    {
      "cite": "Andrew McMahon",
      "quote": "No matter how solid or structured or set you think you are, there is, you know, a very thin line keeping us all from sort of chaos, in some perspective."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "What appears to us solid is ultimately both a particle and a wavelength, and on that realm everything behaves as both a particle and a wave."
    },
    {
      "cite": "Eric Ries",
      "quote": "A solid process lays the foundation for a healthy culture, one where ideas are evaluated by merit and not by job title."
    },
    {
      "cite": "George Eliot",
      "quote": "The most solid comfort one can fall back upon is the thought that the business of one's life is to help in some small way to reduce the sum of ignorance, degradation and misery on the face of this beautiful earth."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "The only solid and lasting peace between a man and his wife is, doubtless, a separation."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "No satisfaction based upon self-deception is solid."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "If every choice you make comes from an honest place, you're solid, and nothing anybody can say about you can rock you or change your opinion."
    },
    {
      "cite": "Lilly Singh",
      "quote": "You need a really solid foundation of friends and family to keep you where you need to be."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Nobody is solid and perfect all of the time."
    },
    {
      "cite": "Lulu",
      "quote": "A solid giggle should do the trick."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "One must have first of all a solid foundation."
    },
    {
      "cite": "Ida Rolf",
      "quote": "The body is solid material wrapped around the breath."
    },
    {
      "cite": "Henry Beyring",
      "quote": "That solid basis for a foundation of faith is personal integrity."
    },
    {
      "cite": "Minka Kelly",
      "quote": "In any solid, good relationship, it takes a while to trust someone."
    },
    {
      "cite": "Missy Robertson",
      "quote": "If God is your solid foundation, good or bad, you're going to be happy, you're going to be joyous if you're in him. And that's what we stand on."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "All your ideas may be solid or even good .. But you have to Actually EXECUTE on them for them to matter."
    }
  ]
}