{
  "source": "https://www.wisesayings.com/somali-quotes/",
  "theme": "somali",
  "quotes": [
    {
      "cite": "Siad Barre",
      "quote": "I did not come to power to divide Somali but to unite them, and I will never deviate from this path. I shall respect a Somali individual as long as he deserves respect, but if he turns away from the correct path, then that is not my business."
    },
    {
      "cite": "Jim Fowler",
      "quote": "Somali is turning into a desert. Rwanda, you can hardly find a place to plant a potato, it's so crowded."
    },
    {
      "cite": "Warsan Shire",
      "quote": "In Somali, when we see injustice we say 'dhiiga kuma dhaqaaqo?' wchich translates into 'does your blood not move?'"
    },
    {
      "cite": "Jan Egeland",
      "quote": "It is only the Somalis themselves - and I don't hide that fact when I meet the political leaders here - they themselves have to stop their old practices of fighting each other every time they have a problem. They have to learn how to do peaceful conflict resolution."
    },
    {
      "cite": "Nicholas Haan",
      "quote": "While Somalia is normally one of the poorest and most food insecure countries in the world, current conditions are dire and way beyond the typically resilient Somali peoples' capacity to cope. The window of opportunity to avert disaster is quickly closing."
    },
    {
      "cite": "Joe Biden",
      "quote": "Somalis have made my city of Wilmington, Delaware, [ their home ] on a smaller scale. There is a large, very identifiable Somali community."
    },
    {
      "cite": "Ayaan Hirsi Ali",
      "quote": "Over the course of my life, I have made many transitions - most of them taking me further away from my Somali roots and steadily toward the enlightened mentality of Western democracy."
    },
    {
      "cite": "Yoweri Museveni",
      "quote": "We are helping our Somali brothers get rid of these narrow-minded attackers. The Somali people do not support the extremists, they are on the side of our soldiers."
    },
    {
      "cite": "Ilhan Omar",
      "quote": "Many in the Somali community are excited to vote and support candidates who have shown an ability to lead with integrity and not use props and gatekeepers to get their votes."
    },
    {
      "cite": "Halima Aden",
      "quote": "When people put labels on us, it doesn't always enclose everything that we are. So even though I'm proud to be Somali, I'm proud to be American, at the end of the day, I'm still Halima, and I take things from both sides and combine them, and I make my own little category. I'm me!"
    },
    {
      "cite": "Bishara Suleiman",
      "quote": "Affected by conflict yet strong.  Lost loved ones yet strong.  Does all the house chores yet strong.  Educates the children yet strong.  That's how strong Somali mothers are."
    },
    {
      "cite": "unknown",
      "quote": "I am a Somali nationalist fighting for a free and united Somalia, and this is considered by the US administration to be terrorism."
    },
    {
      "cite": "Ilhan Omar",
      "quote": "What I always emphasize is that I am a representative who happens to be Somali."
    },
    {
      "cite": "Cutter Hordiene",
      "quote": "I think the guys who are sort of infantry in Somali piracy are not unlike low-level drug dealers in urban areas in America, who see it as, you know, not having many other options. I think it comes down to money and needing to survive."
    },
    {
      "cite": "Ilhan Omar",
      "quote": "My kids are the reason I continue to strive for something better. They know - as kids who are Muslim, Somali, black Americans - that they've always been part of a struggle and that change isn't easy."
    },
    {
      "cite": "Andrew Mwangura",
      "quote": "Insecurity off the Somali coast has escalated sharply. It is very worrying."
    },
    {
      "cite": "Nuruddin Farah",
      "quote": "To the Somali, the Amerikaan is weird, to the American GI, the Somali is an ingrate and a skinny."
    },
    {
      "cite": "Jan Egeland",
      "quote": "I think now, we in the international community are belatedly wanting to show our solidarity with the Somali peoples and also do our best to help them move to better times."
    },
    {
      "cite": "Muammar al-Gaddafi",
      "quote": "[Somali maritime violence] is a response to greedy Western nations, who invade and exploit Somalia's water resources illegally. It is not a piracy, it is self defence. It is defending the Somalia children's food."
    },
    {
      "cite": "Ilhan Omar",
      "quote": "I was always made aware of inequality in society, that there was a class system. In Somalia, we have clan structures. My mother's family is ethnically not Somali, and so we spoke often about what it meant to be 'other' in that way."
    }
  ]
}