{
  "source": "https://www.wisesayings.com/someone-special-quotes/",
  "theme": "someone-special",
  "quotes": [
    {
      "cite": "Molly Ringwald",
      "quote": "In life, there is always that special person who shapes who you are, who helps to determine the person you become."
    },
    {
      "cite": "Erich Segal",
      "quote": "It takes someone very special to help you forget someone very special."
    },
    {
      "cite": "Rita Rudner",
      "quote": "It's so great to find that one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Wade Boggs",
      "quote": "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right."
    },
    {
      "cite": "Doe Zantamata",
      "quote": "Good friends help you to find important things when you have lost them - your smile, your hope, and your courage."
    },
    {
      "cite": "Pamela Daranjo",
      "quote": "I believe in angels, the kind that heaven sends. I'm surrounded by angels, and I call them my best friends"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Many people will walk in and out of your life, but only true friends leave footprints in your heart."
    },
    {
      "cite": "Rachel Wolchin",
      "quote": "Call your mother. Tell her you love her. Remember, you're the only person who knows what her heart sounds like from the inside."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "T. DeWitt Talmage",
      "quote": "Mother - that was the bank where we deposited all our hurts and worries."
    },
    {
      "cite": "Marian Sandmaier",
      "quote": "A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow."
    },
    {
      "cite": "Sheryl Condie",
      "quote": "A friend is someone you can be alone with and have nothing to do and not be able to think of anything to say and be comfortable in the silence."
    },
    {
      "cite": "William Penn",
      "quote": "A true friend unbosoms freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably."
    },
    {
      "cite": "Pam Brown",
      "quote": "An older sister is a friend and defender - a listener, conspirator, a counsellor and a sharer of delights. And sorrows too."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A friend is one who has the same enemies as you have."
    },
    {
      "cite": "Brigitte Nicole",
      "quote": "Find someone who openly communicates their feelings. Someone who realizes that youre not perfect and never expects you to be."
    },
    {
      "cite": "Omar Kiam",
      "quote": "Somewhere on this planet is your best friend. Find that person."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A friend is someone who knows all about you and still loves you."
    },
    {
      "cite": "Donna Roberts",
      "quote": "A friend knows the song in my heart and sings it to me when my memory fails."
    },
    {
      "cite": "Nathanael Richmond",
      "quote": "Best friends can turn a horrible day into one of the best days of your life."
    },
    {
      "cite": "Grace Pulpit",
      "quote": "A friend is the one who comes in when the whole world has gone out."
    },
    {
      "cite": "Elisabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "A mother is one to whom you hurry when you are troubled."
    },
    {
      "cite": "Lisa Alther",
      "quote": "Any mother could perform the jobs of several air traffic controllers with ease."
    },
    {
      "cite": "Robert Brault",
      "quote": "Mom - the person most likely to write an autobiography and never mention herself."
    },
    {
      "cite": "Arnold H. Glasgow",
      "quote": "A loyal friend laughs at your jokes when they're not so good, and sympathizes with your problems when they're not so bad."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "It is the friends you can call up at 4 a.m. that matter."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "A mother understands what a child does not say."
    }
  ]
}