{
  "source": "https://www.wisesayings.com/someday-quotes/",
  "theme": "someday",
  "quotes": [
    {
      "cite": "Shirely MacLaine",
      "quote": "Someday perhaps change will occur when times are ready for it instead of always when it is too late. Someday change will be accepted as life itself."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The road to someday leads to a town of nowhere."
    },
    {
      "cite": "Jacqueline Woodson",
      "quote": "You can't always be pushing people away. Someday nobody'll come back."
    },
    {
      "cite": "Timothy Ferriss",
      "quote": "Someday is a disease that will take your dreams to the grave with you."
    },
    {
      "cite": "unknown",
      "quote": "Someday. That's a dangerous word. It's really just a code for never."
    },
    {
      "cite": "Ann Brashare",
      "quote": "Someday was the thing he had, because it was a lot harder to ruin than today."
    },
    {
      "cite": "Malachy Mccourt",
      "quote": "Live every day as if it's going to be your last, and one day, you'll be right."
    },
    {
      "cite": "Sherry Turkle",
      "quote": "Someday, someday, but certainly not now, I'd like to learn how to have a conversation."
    },
    {
      "cite": "Janet Dailey",
      "quote": "Someday is not a day of the week."
    },
    {
      "cite": "Andrea Gibson",
      "quote": "Someday we will dare to trade good for true."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Someday death will take us to another star."
    },
    {
      "cite": "Sam Sundquist",
      "quote": "Some days you just have to create your own sunshine."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "My life will end someday, but it will end at my convenience."
    },
    {
      "cite": "Chris Cleave",
      "quote": "However long the moon disappears, someday it must shine again."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "No matter how fast a lie runs, the truth will someday overtake it."
    },
    {
      "cite": "Alan Rufus",
      "quote": "Hard work does not go unnoticed, and someday the rewards will follow."
    },
    {
      "cite": "Robert Caro",
      "quote": "Someday a political genius will come along and make the Senate work."
    },
    {
      "cite": "Eric Samuel Timm",
      "quote": "Heaven will happen someday, but let's not wait. Heaven can start now."
    },
    {
      "cite": "Leigh Eddings",
      "quote": "Wisdom eventually comes to all of us. Someday it might even be your turn."
    },
    {
      "cite": "T.A. Barron",
      "quote": "The leaf, still green, must someday fall such grief and joy to live at all."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "Everyone will someday be judged for what they do, and Jah is the only judge."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Anyone whose goal is 'something higher' must expect some day to suffer vertigo."
    },
    {
      "cite": "Banana Yoshimoto",
      "quote": "Someday, without fail, everyone will disappear, scattered into the blackness of time."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Maybe at the heart of all our traveling is the dream of someday, somehow, getting Home."
    },
    {
      "cite": "Ally Carter",
      "quote": "Someday you will know that the heart is not always as wise as it is strong."
    },
    {
      "cite": "Woody Allen",
      "quote": "I've always liked, someday the lamb will lay by the lion.... but it won't get much sleep."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "If someone has offended you, start sowing forgiveness. You may need some yourself someday."
    },
    {
      "cite": "Anne Rice",
      "quote": "A perfect world or a world destroyed, one or the other- someday will come the end of hell."
    },
    {
      "cite": "Diarian Hersi",
      "quote": "Some days we lose all at once and somedays we get all back at once. But either way,Accept it."
    },
    {
      "cite": "D. Elton Trueblood",
      "quote": "It takes a noble man to plant a seed for a tree that will some day give shade to people he may never meet."
    }
  ]
}