{
  "source": "https://www.wisesayings.com/songwriting-quotes/",
  "theme": "songwriting",
  "quotes": [
    {
      "cite": "Frank Harte",
      "quote": "Those in power write the history, while those who suffer write the songs."
    },
    {
      "cite": "Tom Waits",
      "quote": "For a songwriter, you don't really go to songwriting school; you learn by listening to tunes. And you try to understand them and take them apart and see what they're made of, and wonder if you can make one, too."
    },
    {
      "cite": "Tommy Shaw",
      "quote": "Songwriting is the other weight on the opposite side of the scale from touring. They balance me out creatively."
    },
    {
      "cite": "Alex Kapranos",
      "quote": "The best songwriting comes from being as creative as you can and editing it down to the good bits, essentially."
    },
    {
      "cite": "Criss Jami",
      "quote": "Songwriting and poetry are so commonly birthed from underdogs because one can make even the ugliest situations admirable, or more beautiful than the beautiful situations they are the most graceful media in which the lines of society are distorted."
    },
    {
      "cite": "C. Sigman",
      "quote": "Anyone involved with songwriting will testify to the fact that each song, no matter how pure or from the heart, has its own story, its own peculiar way of getting written."
    },
    {
      "cite": "Anonymous",
      "quote": "The trick to songwriting is writing in a poetic enough way that other people can identify with it."
    },
    {
      "cite": "Andrew Bird",
      "quote": "Songwriting requires some sort of ceremony to even get the process started, and it can be somewhat arbitrary."
    },
    {
      "cite": "Dave Brubeck",
      "quote": "The secret of a great melody is a secret."
    },
    {
      "cite": "Tori Kelly",
      "quote": "Songwriting never gets old. There's always stuff to write about."
    },
    {
      "cite": "Jo Stafford",
      "quote": "Songwriting is an art unto itself, not to be confused with performing."
    },
    {
      "cite": "Donovan",
      "quote": "Songwriting is a burst of inspiration and then a long bit of work and a tremendous bit of desperation."
    },
    {
      "cite": "Eric Church",
      "quote": "The key to songwriting is just to be able to observe, and put yourself in situations to be around people, and let those ideas come to you."
    },
    {
      "cite": "Paul Zollo",
      "quote": "Songwriting becomes a conscious attempt to delve into the unconscious. Even those writers who scoff at the concept of a spiritual source for their songs admit that the phenomenon of having them simply arrive feels magical."
    },
    {
      "cite": "Richie Sambora",
      "quote": "Songwriting is a give and take process, and it can lead to some good, healthy debates."
    },
    {
      "cite": "Steve Earle",
      "quote": "What songwriting does better than almost anything is empathy it's incredibly empathetic. The reason people sat around in bars when they were bummed out and listened to country songs is because it made them feel better in the long run."
    },
    {
      "cite": "Pete Townshend",
      "quote": "Songwriting is best. It's the hardest finest tightest. It also requires the most discipline."
    },
    {
      "cite": "Feist",
      "quote": "Songwriting is a really fortunate skill to have to frame living and to find new ways to observe things you're going through."
    },
    {
      "cite": "Amos Lee",
      "quote": "Songwriting isn't always something that's directly proportionate to the experience."
    },
    {
      "cite": "Brittany Howard",
      "quote": "Songwriting is like talking to yourself when there is no one to talk to."
    },
    {
      "cite": "Will Sheff",
      "quote": "Songwriting is an emotional medium, and rock and roll is an emotional medium."
    },
    {
      "cite": "Bono",
      "quote": "If you pour your life into songs, you want them to be heard. It's a desire to communicate. A deep desire to communicate inspires songwriting."
    },
    {
      "cite": "Sean Lennon",
      "quote": "Songwriting is kind of like a craft. It's not something that just comes in a dream. You've got to work at it."
    }
  ]
}