{
  "source": "https://www.wisesayings.com/sons-quotes/",
  "theme": "sons",
  "quotes": [
    {
      "cite": "Kent Nerburn",
      "quote": "Until you have a son of your own... you will never know the joy, the love beyond feeling that resonates in the heart of a father as he looks upon his son."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When a father gives to his son, both laugh; when a son gives to his father, both cry."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "A son can bear with equanimity the loss of his father, but the loss of his inheritance may drive him to despair."
    },
    {
      "cite": "Walter M. Schirra",
      "quote": "You don't raise heroes, you raise sons. And if you treat them like sons, they'll turn out to be heroes, even if it's just in your own eyes."
    },
    {
      "cite": "The Talmud",
      "quote": "When you teach your son, you teach your son's son."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Giving your son a skill is better than giving him one thousand pieces of gold."
    },
    {
      "cite": "Alan Beck",
      "quote": "A boy is a magical creature - you can lock him out of your workshop, but you can't lock him out of your heart. You can get him out of your study, but you can't get him out of your mind."
    },
    {
      "cite": "Bible",
      "quote": "A wise son maketh a glad father: but a foolish man despiseth his mother."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man's desire for a son is usually nothing but the wish to duplicate himself in order that such a remarkable pattern may not be lost to the world."
    },
    {
      "cite": "Epictetus",
      "quote": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant."
    },
    {
      "cite": "Russian Proverb",
      "quote": "Clever father, clever daughter; clever mother, clever son."
    },
    {
      "cite": "Friedrich von Schiller",
      "quote": "It is not flesh and blood, but heart which makes us fathers and sons."
    },
    {
      "cite": "unknown",
      "quote": "Your son at five is your master, at ten your slave, at fifteen your double, and after that, your friend or your foe, depending on his bringing up."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Every son quotes his father, in words and in deeds."
    },
    {
      "cite": "Charles Wadsworth",
      "quote": "By the time a man realizes that maybe his father was right, he usually has a son who thinks he's wrong."
    },
    {
      "cite": "Alexander Pope",
      "quote": "We think our fathers fools, so wise we grow. Our wiser sons, no doubt will think us so."
    },
    {
      "cite": "Frank Pittman",
      "quote": "A boy is not free to find a partner of his own as long as he must be the partner to his mother."
    },
    {
      "cite": "George Herbert",
      "quote": "One father is enough to govern one hundred sons, but not a hundred sons one father."
    },
    {
      "cite": "unknown",
      "quote": "Don't wait to make your son a great man - make him a great boy."
    },
    {
      "cite": "Chanakya",
      "quote": "Those parents who do not educate their sons are their enemies; for as is a crane among swans, so are ignorant so are ignorant sons in a public assembly."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "Don't hold your parents up to contempt. After all, you are their son, and it is just possible that you may take after them."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Happy is the son whose faith in his mother remains unchallenged."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers."
    },
    {
      "cite": "Blake Higginbotham",
      "quote": "Sonship is our destiny and our inheritance is wrapped up in discovery."
    },
    {
      "cite": "Plato",
      "quote": "Of all the animals, the boy is the most unmanageable."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Tiger father begets tiger son."
    },
    {
      "cite": "Irish Saying",
      "quote": "A son is a son till he takes him a wife, a daughter is a daughter all of her life."
    },
    {
      "cite": "Sophocles",
      "quote": "Sons are the anchors of a mother's life."
    },
    {
      "cite": "Confucius",
      "quote": "The father who does not teach his son his duties is equally guilty with the son who neglects them."
    },
    {
      "cite": "Jenny De Vries",
      "quote": "A small son can charm himself into, and out of, most things."
    }
  ]
}