{
  "source": "https://www.wisesayings.com/sorority-sister-quotes/",
  "theme": "sorority-sister",
  "quotes": [
    {
      "cite": "Diane Hoh",
      "quote": "'Once a sister, always a sister,' and nobody believed that more than she did. I don't think she ever thought of anything else."
    },
    {
      "cite": "Nancy Noel Marra",
      "quote": "For it was during informal rush that year that I met the young woman with whom I wanted to share my college years; the young women who turned out to be the sorority sisters with whom I would share all of life's twists and turns."
    },
    {
      "cite": "Claudia Welch",
      "quote": "The way you become the top sorority is by having the best looking-girls."
    },
    {
      "cite": "Claudia Welch",
      "quote": "I joined a sorority because my mom thought it was the best way for me to make lifelong friends."
    },
    {
      "cite": "Claudia Welch",
      "quote": "In my life, the term 'exclusives' is used to describe the band (my tribe) of twenty or so sorority sisters who spent a lot of time together in college and who were and are the first line of defense in any battle."
    },
    {
      "cite": "Claudia Welch",
      "quote": "My oldest friends today are my sorority sisters. The most important lesson I learned from being in a sorority is how to be a good friend."
    },
    {
      "cite": "Claudia Welch",
      "quote": "It's the responsibility of the sorority girl meeting future potential sorority sisters to make conversation and to remember everything about the girl she's spoken to, and part of all this intense conviviality and sociability is the ability to make introductions."
    },
    {
      "cite": "Craig Laron Torbenson",
      "quote": "Once sisters have joined the sorority they become more involved in campus life."
    },
    {
      "cite": "Alexandra Robbins",
      "quote": "Competition to become a little sister is intense. When a fraternity selects a little sister, the brothers might take her for a limousine ride or give her roses."
    },
    {
      "cite": "Alexandra Robbins",
      "quote": "The financial commitment a sister must make to her sorority can be enormous."
    },
    {
      "cite": "Pop Sugar",
      "quote": "Sorority is a dark look behind the closed doors of Greek life, diving deeply into each of the sister's life as we discover their secrets, their fears, and how the death of a sister affects them."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "We are sisters. We will always be sisters. Our differences may never go away, but neither, for me, will our song."
    },
    {
      "cite": "Nellie L. McClung",
      "quote": "Women are going to form a chain, a greater sisterhood than the world has ever known."
    },
    {
      "cite": "Helen Dunmore",
      "quote": "For you where never my blood sister so no more shall I call you little sister."
    },
    {
      "cite": "Anonymous",
      "quote": "Sisterhood is the essence of all the wisdom of the ages, distilled into a single word. You cannot see sisterhood, neither can you hear it nor taste it. But you can feel it a hundred times a day. It is a pat on the back, a smile of encouragement. It's someone to share with, to celebrate your achievements."
    },
    {
      "cite": "Jan Porter",
      "quote": "One woman is a tiny divine spark in a timeless sisterhood tapestry collective; All of us are wild women."
    },
    {
      "cite": "Catherine Killigrew",
      "quote": "In thee my soul shall own combined the sister and the friend."
    },
    {
      "cite": "Pamela Dugdale",
      "quote": "Every sister has a fund of embarrassing stories that she can bring out at the most effective moment."
    },
    {
      "cite": "Anonymous",
      "quote": "My sorority sister told me that only trees were supposed to be shady. Apparently not everybody got the message."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "To have a loving relationship with a sister is not simply to have a buddy or a confidante it is to have a soul mate for life."
    },
    {
      "cite": "Kirkus Reviews",
      "quote": "Once a sorority sister herself, skilfully reproduces sorority life: the particular cruel caring of these friendships, the intensity of this way station before the adult world, the way the decisions made during that time can stay with a young woman...unflinching depiction of hard-hearted girls growing up."
    },
    {
      "cite": "Koren Zailckas",
      "quote": "We don't see it but we are just as bad as sorority girls who define themselves by family money and designer jeans."
    },
    {
      "cite": "Alexandra Robbins",
      "quote": "I think of sisterhood as a one-on-one bond. It's a strong bond you share with another female, and a building on that bond based on common experiences."
    },
    {
      "cite": "Alexandra Robbins",
      "quote": "We might be sisters but not have a strong sisterhood unless we go out and do things like retreats, where we really get to know each other."
    },
    {
      "cite": "Alexandra Robbins",
      "quote": "Sisterhood is a form of structure, drama, and friendship. It has given me structure in my life, with regular meetings and events that help me plan my schedule. It's an organization that I met my best friend through."
    },
    {
      "cite": "Kate Dube",
      "quote": "I am a sorority sister here, and the Greek system is the largest student organization, but it doesn't dominate the school by any means. The Greek system works very closely with the school and I love it! Go Greek!"
    },
    {
      "cite": "Kate Harmon",
      "quote": "From this one unity candle, we all light our way in the world. Coming together as women in the bonds of sisterhood. To strengthen our souls, to refresh our spirit, to give back as a community as a whole, and to enrich our college campus."
    },
    {
      "cite": "Kate Harmon",
      "quote": "The day is the exciting beginning of your life as a sorority woman at Latimer, and your entrance into a sisterhood that will continue throughout your lifetime."
    }
  ]
}