{
  "source": "https://www.wisesayings.com/sorrow-quotes/",
  "theme": "sorrow",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow."
    },
    {
      "cite": "Franz Schubert",
      "quote": "Nobody understands another's sorrow, and nobody another's joy."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "A sorrow's crown of sorrow is remembering happier times."
    },
    {
      "cite": "Confucius",
      "quote": "We should feel sorrow, but not sink under its oppression."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
    },
    {
      "cite": "Rumi",
      "quote": "Sorrow prepares you for joy. It violently sweeps everything out of your house, so that new joy can find space to enter. It shakes the yellow leaves from the bough of your heart, so that fresh, green leaves can grow in their place. It pulls up the rotten roots, so that new roots hidden beneath have room to grow. Whatever sorrow shakes from your heart, far better things will take their place."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give sorrow words; the grief that does not speak knits up the o-er wrought heart and bids it break."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "No truth can cure the sorrow we feel from losing a loved one. No truth, no sincerity, no strength, no kindness can cure that sorrow. All we can do is see it through to the end and learn something from it, but what we learn will be no help in facing the next sorrow that comes to us without warning."
    },
    {
      "cite": "Henry James",
      "quote": "Sorrow comes in great waves...but rolls over us, and though it may almost smother us, it leaves us. And we know that if it is strong, we are stronger, inasmuch as it passes and we remain."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sorrow looks back, Worry looks around, Faith looks up"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In this sad world of ours sorrow comes to all and it often comes with bitter agony. Perfect relief is not possible except with time. You cannot now believe that you will ever feel better. But this is not true. You are sure to be happy again. Knowing this, truly believing it will make you less miserable now. I have had enough experience to make this statement."
    },
    {
      "cite": "Golda Meir",
      "quote": "Those who do not know how to weep with their whole heart don't know how to laugh either."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Sorrow spares no one, and scars respect no person."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "If you know someone who tries to drown their sorrows, you might tell them sorrows know how to swim."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "It is foolish to tear one’s hair in grief, as though sorrow would be made less by baldness."
    },
    {
      "cite": "George Sand",
      "quote": "God abandons only those who abandon themselves, and whoever has the courage to shut up his sorrow within his own heart is stronger to fight against it than he who complains."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Sorrow is a fruit. God does not make it grow on limbs too weak to bear it."
    },
    {
      "cite": "Lord Byron",
      "quote": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Every life has a measure of sorrow, and sometimes this is what awakens us."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "There is no greater sorrow than to recall happiness in times of misery."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "No one ever told me that grief felt so like fear."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Behind every trial and sorrow that He makes us shoulder, God has a reason."
    },
    {
      "cite": "C. Elizabeth",
      "quote": "Though sorrow may impede my heart, It is of great love to have known you."
    },
    {
      "cite": "Anonymous",
      "quote": "For with much wisdom comes much sorrow; the more knowledge the more grief."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Chase away sorrow by living."
    },
    {
      "cite": "Stephen King",
      "quote": "True sorrow is as rare as true love."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Worry does not empty tomorrow of its sorrow. It empties today of its strength."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In this sad world of ours, sorrow comes to all; and to the young, it comes with bitterest agony because it takes them unawares."
    }
  ]
}