{
  "source": "https://www.wisesayings.com/soul-mates-quotes/",
  "theme": "soul-mates",
  "quotes": [
    {
      "cite": "Helen Boswell",
      "quote": "Giving someone a piece of your soul is better than giving a piece of your heart. Because souls are eternal."
    },
    {
      "cite": "Nancy Garden",
      "quote": "Have you ever felt really close to someone' So close that you can't understand why you and the other person have two separate bodies, two separate skins'"
    },
    {
      "cite": "Karen Ross",
      "quote": "Our souls already know each other, don't they'' he whispered. 'It's our bodies that are new."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine."
    },
    {
      "cite": "Richard Bach",
      "quote": "A soulmate is someone who has locks that fit our keys, and keys to fit our locks."
    },
    {
      "cite": "Emily Bront",
      "quote": "Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "George Eliot",
      "quote": "What greater thing is there for two human souls than to feel that they are joined for life ... to strengthen each other ... to be at one with each other in silent unspeakable memories."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "He felt now that he was not simply close to her, but that he did not know where he ended and she began."
    },
    {
      "cite": "Scott Peck",
      "quote": "Love is the will to extend one's self for the purpose of nurturing one's own or another's spiritual growth."
    },
    {
      "cite": "Dianna Hardy",
      "quote": "A bond between souls is ancient - older than the planet."
    },
    {
      "cite": "Katherine Woodward Thomas",
      "quote": "Spiritual partnership implies a goal of encouraging and supporting the unfolding of each other's soul's reasons for being here in the first place."
    },
    {
      "cite": "Richard Bach",
      "quote": "Our soulmate is the one who makes life come to life."
    },
    {
      "cite": "Paul Robear",
      "quote": "A soul mate is... someone whose way of viewing life is not necessarily the same as yours but complements yours... there is not a compromise, there is a complement."
    },
    {
      "cite": "Arielle Ford",
      "quote": "When deep down in the core of your being you believe that your soulmate exists, there is no limit to the ways he or she can enter your life."
    },
    {
      "cite": "Mettrie L",
      "quote": "There is a special bond between twin soul mates - unconditional love, respect for each other, bringing out the best in each other, and highly compatible."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Love is but the discovery of ourselves in another, and the delight in the recognition."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
    },
    {
      "cite": "Thomas Moore",
      "quote": "A soulmate is someone to whom we feel profoundly connected, as though the communicating and communing that take place between us were not the product of intentional efforts, but rather a divine grace."
    },
    {
      "cite": "Heather Cortez",
      "quote": "To the world you may be one person, but to one person you may be the world."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "A soulmate is the one person whose love is powerful enough to motivate you to meet your soul, to do the emotional work of self-discovery, of awakening."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "There can be only two questions that are asked with regard to human relationships: Where am I going  Who is going with me  Do not invert the order of the questions.Do not   under any circumstances - invert the order of the questions. Is that clear"
    },
    {
      "cite": "Karen M. Black",
      "quote": "When will I meet him? We meet our soulmates when we're on our soul path."
    },
    {
      "cite": "Aristotle",
      "quote": "Friendship is a single soul dwelling in two bodies."
    },
    {
      "cite": "Robert Brault",
      "quote": "What we find in a soulmate is not something wild to tame but something wild to run with."
    },
    {
      "cite": "Criss Jami",
      "quote": "To say that one waits a lifetime for his soulmate to come around is a paradox. People eventually get sick of waiting, take a chance on someone, and by the art of commitment become soulmates, which takes a lifetime to perfect."
    },
    {
      "cite": "Christina Westover",
      "quote": "Inhale when I inhale. Exhale when I exhale. Breathe with me,for two beating hearts breathing one breath together become one."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Lovers are easy to find and easy to forget but finding an authentic connection is exceptional and limited. It rarely happens, which is why there are so many unhappy people out there."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Soul mate romance dissolves the superficial and touches your deepest heart with the delightful power of love."
    }
  ]
}