{
  "source": "https://www.wisesayings.com/soulful-quotes/",
  "theme": "soulful",
  "quotes": [
    {
      "cite": "William Overgard",
      "quote": "Deep thinking in the ranks leads only to drinking."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Deep in the fundamental heart of mind and Universe there is a reason."
    },
    {
      "cite": "Barbara Walters",
      "quote": "Deep breaths are very helpful at shallow parties."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "The emotional qualities are antagonistic to clear reasoning."
    },
    {
      "cite": "Mariska Hargitay",
      "quote": "Every day is deeper and richer and more soulful."
    },
    {
      "cite": "Rumi",
      "quote": "Raise your words, not voice. It is rain that grows flowers, not thunder."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Emotional pain of any kind is a reminder to stop and look inside."
    },
    {
      "cite": "Julie Moir Messervy",
      "quote": "Deep within each one of us lies a garden."
    },
    {
      "cite": "Eleesha",
      "quote": "Let each Soulful insight, encourage you to joyfully partake of Christmas in your own way."
    },
    {
      "cite": "S. Kelley Harrell",
      "quote": "By bringing a soulful consciousness to gardening sacred space can be created outdoors."
    },
    {
      "cite": "Thomas More",
      "quote": "Our emotional symptoms are precious sources of life and individuality."
    },
    {
      "cite": "Jean Shinoda Bolen",
      "quote": "To be a soulful person means to go against all the pervasive, prove-yourself values of our culture and instead treasure what is unique and internal and valuable in yourself and your own personal evolution."
    },
    {
      "cite": "Wynton Marsalis",
      "quote": "And that's the soulful thing about playing: you offer something to somebody. You don't know if they'll like it, but you offer it."
    },
    {
      "cite": "Joan Rivers",
      "quote": "Emotional troubles are like landfill. Get them outside, and the air disintegrates them."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Nothing soulful is birthed from force."
    },
    {
      "cite": "Debbie Ford",
      "quote": "You are on a soulful path that asks you to step into the greatest version of yourself. It is a sacred gift to shine your brightest light, not just in your moments of glory, but each day."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Look deep into nature, and then you will understand everything better."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Deep in their roots, all flowers keep the light."
    },
    {
      "cite": "Anuj Somany",
      "quote": "The action of a soulful person covertly makes many people brave and bold without the need for them to be advised or told."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Deep meaning lies often in childish play."
    },
    {
      "cite": "Aniekee Tochukwu Ezekiel",
      "quote": "Music and imagination are made of the same substance -they contain soulful substances that are more real than reality."
    },
    {
      "cite": "Jay Woodman",
      "quote": "Dance your Soulful path and you shall know the magic of your mind & heart and all the beauty laughing to fill your rising self."
    },
    {
      "cite": "Albert Einstein",
      "quote": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God."
    },
    {
      "cite": "Louise L. Hay",
      "quote": "Deep at the center of my being there is an infinite well of love."
    },
    {
      "cite": "William Wordsworth",
      "quote": "A deep distress has humanised my soul."
    },
    {
      "cite": "Christian Dior",
      "quote": "Deep in every heart slumbers a dream, and the couturier knows it: every woman is a princess."
    }
  ]
}