{
  "source": "https://www.wisesayings.com/soulmates-quotes/",
  "theme": "soulmates",
  "quotes": [
    {
      "cite": "Robert Brault",
      "quote": "What we find in a soulmate is not something wild to tame but something wild to run with."
    },
    {
      "cite": "Richard Bach",
      "quote": "Our soulmate is the one who makes life come to life."
    },
    {
      "cite": "Vanessa Paradis",
      "quote": "The idea of a soulmate is beautiful and very romantic to talk about it in a movie or a song, but in reality, I find it scary."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Someone who loves you will reveal beautiful things within yourself... things you had never noticed before... things nobody else cared to."
    },
    {
      "cite": "Karen Ross",
      "quote": "Our souls already know each other, don't they?' he whispered. 'It's our bodies that are new."
    },
    {
      "cite": "Faye Hall",
      "quote": "Your soulmate will always find you, be it in this life or the next."
    },
    {
      "cite": "Nancy Garden",
      "quote": "Have you ever felt really close to someone? So close that you can't understand why you and the other person have two separate bodies, two separate skins?"
    },
    {
      "cite": "Robert Brault",
      "quote": "In a soulmate we find not company but a completed solitude."
    },
    {
      "cite": "Caroline Myss",
      "quote": "A soulmate is the person who makes your soul grow the most."
    },
    {
      "cite": "Dianna Hardy",
      "quote": "A bond between souls is ancient-older than the planet."
    },
    {
      "cite": "Joss Stirling",
      "quote": "You have half our gifts. I the other. Together we make a whole. Together we are much more powerful."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "A soulmate is the one person whose love is powerful enough to motivate you to meet your soul, to do the emotional work of self-discovery, of awakening."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "Thomas Moore",
      "quote": "A soulmate is someone to whom we feel profoundly connected, as though the communicating and communing that take place between us were not the product of intentional efforts, but rather a divine grace."
    },
    {
      "cite": "Louise Nurding",
      "quote": "Your soulmate doesn't just mean your husband or your boyfriend. I have friends in my life who I believe I was meant to meet and be a part of."
    },
    {
      "cite": "Richard Bach",
      "quote": "Our soulmate is someone who shares our deepest longings, our sense of direction. When we're two balloons, and together our direction is up, chances are we've found the right person."
    },
    {
      "cite": "Mettrie L.",
      "quote": "There is a special bond between twin soul mates--unconditional love, respect for each other, bringing out the best in each other, and highly compatible."
    },
    {
      "cite": "Alison G. Bailey",
      "quote": "the soul mate doesn't have to be in a romantic relationship. Sometimes in life, you meet people when you need them, and there is an immediate connection."
    },
    {
      "cite": "Sourabh Mukherjee",
      "quote": "One does not find soulmates.. soulmates  happen' unannounced in some turn of this deliciously unpredictable journey called life, often when we are not even  groomed for the occasion."
    },
    {
      "cite": "Brian L. Weiss",
      "quote": "Sometimes, soulmates may meet, stay together until a task or life lesson is completed, and then move on. This is not a tragedy, only a matter of learning."
    },
    {
      "cite": "Robert Brault",
      "quote": "You will not find a soulmate in the quiet of your room. You must go to a noisy place and look in the quiet corners."
    },
    {
      "cite": "Ashley Stoyanoff",
      "quote": "The first thing you should know is that soulmates are real. They are not just some romantic idea. We are made for one person and one person alone."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine."
    },
    {
      "cite": "Paul Robear",
      "quote": "A soul mate is... someone whose way of viewing life is not necessarily the same as yours but complements yours... there is not a compromise, there is a complement."
    },
    {
      "cite": "Sorin Cerin",
      "quote": "The soulmate is what we aspire to and like to understand about ourself, is what we deem to be perfection, purity, and endless love."
    },
    {
      "cite": "Arielle Ford",
      "quote": "When deep down in the core of your being you believe that your soulmate exists, there is no limit to the ways he or she can enter your life."
    },
    {
      "cite": "Richard Webster",
      "quote": "The soulmate bond goes beyond 'Til death do us part': for true love never dies."
    },
    {
      "cite": "Carolyn Miller",
      "quote": "Our soulmates seldom appeal to our personality   our ego. That's why they are called soulmates rather than egomates."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were."
    },
    {
      "cite": "Robert Browning",
      "quote": "Grow old with me, the best is yet to be."
    }
  ]
}