{
  "source": "https://www.wisesayings.com/sound-quotes/",
  "theme": "sound",
  "quotes": [
    {
      "cite": "Pierre Schaeffer",
      "quote": "Sound is the vocabulary of nature."
    },
    {
      "cite": "William Ross Wallace",
      "quote": "A sound like a sound of thunder rolled, and the heart of a nation stirred"
    },
    {
      "cite": "Oscar Hammerstein",
      "quote": "All the sounds of the earth are like music."
    },
    {
      "cite": "Chick Corea",
      "quote": "The sound of the orchestra is one of the most magnificent musical sounds that has ever existed."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The sound of laughter is like the vaulted dome of a temple of happiness."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Sound unbound by nature becomes bounded by art."
    },
    {
      "cite": "Plato",
      "quote": "Music is the movement of sound to reach the soul for the education of its virtue."
    },
    {
      "cite": "Geoffrey O'Brien",
      "quote": "Sound is the most absorbent medium of all, soaking up histories and philosophical systems and physical surroundings and encoding them in something so slight as a single vocal quaver or icy harpsichord interjection."
    },
    {
      "cite": "Ondjaki",
      "quote": "The sound circulated like an autonomous being whose tentacles needed to experience a sensitive awareness of the terrain"
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Sound is the force of creation, the true whole. Music then, becomes the voice of the great cosmic oneness and therefore the optimal way to reach this final state of healing."
    },
    {
      "cite": "Jean Philippe Rameau",
      "quote": "Rhythm and sounds are born with syllables."
    },
    {
      "cite": "Michael Porter",
      "quote": "Sound strategy starts with having the right goal."
    },
    {
      "cite": "Melvin Van Peebles",
      "quote": "Music or sound in a film is a character as important as another character."
    },
    {
      "cite": "William Henry Bragg",
      "quote": "Sound is a movement which is handed on from atom to atom in a gas through which the sound is passing, just as a chain of workers pass buckets of water to a fire. The quicker the workers move their hands and arms, the quicker the water moves."
    },
    {
      "cite": "Walter Murch",
      "quote": "Sound is a huge influence on people's attention."
    },
    {
      "cite": "Edgar Cayce",
      "quote": "Sound will be the medicine of the future."
    },
    {
      "cite": "Paul Hirsch",
      "quote": "The sound is the key; audiences will accept visual discontinuity much more easily than they'll accept jumps in the sound. If the track makes sense, you can do almost anything visually."
    },
    {
      "cite": "MC Yogi",
      "quote": "Sound is one of the best most powerful tools. All the ancient traditions confirm that in the beginning was the word. Sound sort of predates form."
    },
    {
      "cite": "Henry Beston",
      "quote": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach."
    },
    {
      "cite": "Joao Mendes",
      "quote": "Nature is sound in many forms and states of existence."
    },
    {
      "cite": "George Iles",
      "quote": "Sound travels farthest as music; the most telling form of truth is poetry."
    },
    {
      "cite": "Chuang Tzu",
      "quote": "Sound intelligence promises victory in every battle."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Divine sound is the cause of all manifestation. The knower of the mystery of sound knows the mystery of the whole universe."
    },
    {
      "cite": "Jerry Goldsmith",
      "quote": "Sounds mean nothing without music."
    }
  ]
}