{
  "source": "https://www.wisesayings.com/soup-quotes/",
  "theme": "soup",
  "quotes": [
    {
      "cite": "Virginia Woolf",
      "quote": "Soup is cuisines kindest course."
    },
    {
      "cite": "Peter Schoomaker",
      "quote": "Eating soup with a fork: slow and messy."
    },
    {
      "cite": "Louis Pullig De Gouy",
      "quote": "Soup is the song of the hearth and the home."
    },
    {
      "cite": "Jay Leno",
      "quote": "Soup is just a way of screwing you out of a meal."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Real soup is to the body what peace is to the soul."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Hungry and thirsty? Soup solves both problems at once."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "A first-rate soup is more creative than a second-rate painting."
    },
    {
      "cite": "Laurie Colwin",
      "quote": "To feel safe and warm on a cold wet night, all you really need is soup."
    },
    {
      "cite": "Robert L. Crawford Jr.",
      "quote": "A soup so thick you could shake its hand and stroll with it before dinner."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A little spoon for a cup of soup teaches to be patient; and the big one, to be greedy!"
    },
    {
      "cite": "Laurie Colwin",
      "quote": "There is nothing like soup. It is by nature eccentric: no two are ever alike, unless of course you get your soup in a can."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "There ain't no point in making soup unless others eat it. Soup needs another mouth to taste it, another heart to be warmed by it."
    },
    {
      "cite": "Jean-Baptiste de La Salle",
      "quote": "In taking soup, it is necessary to avoid lifting too much in the spoon, or filling the mouth so full as almost to stop the breath."
    },
    {
      "cite": "Auguste Escoffier",
      "quote": "Soup puts the heart at ease, calms down the violence of hunger, eliminates the tension of the day, and awakens and refines the appetite."
    },
    {
      "cite": "Tom Robbirs",
      "quote": "At birth, we emerge from dream soup. At death, we sink back into dream soup. In between soups, there is a crossing of dry land. Life is a portage."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics; and it needs time to simmer to reach full flavor."
    },
    {
      "cite": "Willa Cather",
      "quote": "A soup like this is not the work of one man. It is the result of a constantly refined tradition. There are nearly a thousand years of history in this soup."
    },
    {
      "cite": "Keith Floyd",
      "quote": "A home is a place where a pot of fresh soup simmers gently on the hob, filling the kitchen with soft aromas and filling your heart, and later your tummy, with joy."
    },
    {
      "cite": "Louis Pullig De Gouy",
      "quote": "Soup is cuisine's kindest course. It breathes reassurance; it steams consolation; after a weary day it promotes sociability, as the five o'clock cup of tea or the cocktail hour."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Cold soup is a very tricky thing and it is a rare hostess who can carry it off. More often than not the dinner guest is left with the impression that had he only come a little earlier he could have gotten it while it was still hot."
    },
    {
      "cite": "Louis Pullig De Gouy",
      "quote": "One whiff of a savory aromatic soup and appetites come to attention. The steaming fragrance of a tempting soup is a prelude to the goodness to come. An inspired soup puts family and guests in a receptive mood for enjoying the rest of the menu."
    },
    {
      "cite": "Florence Fabricant",
      "quote": "No dish changes quite so much from season to season as soup. Summer's soups come chilled, in pastel colors strewn with herbs. If hot they are sheer insubstantial broths afloat with seafood. In winter they turn steaming and thick to serve with slabs of rustic, crusty bread."
    },
    {
      "cite": "David I. Rozenberg",
      "quote": "The modern day soup line is a check in the mail."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The best kind of onion soup is the simplest kind."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Gravitas is the soup bone in the stew of television news."
    },
    {
      "cite": "Louis Diat",
      "quote": "If any one element of French cooking can be called important, basic and essential, that element is soup."
    },
    {
      "cite": "Auguste Escoffier",
      "quote": "Of all the items on the menu, soup is that which exacts the most delicate perfection and the strictest attention."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "We can drink soup with a fork, it will only take long time! As long as we are patient, we can drink it even with a tiny pin!"
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Soup not only warms you and is easy to swallow and to digest, it also creates the illusion in the back of your mind that Mother is there."
    },
    {
      "cite": "Charlie Day",
      "quote": "Hot soup at table is very vulgar; it either leads to an unseemly mode of taking it, or keeps people waiting too long whilst it cools. Soup should be brought to table only moderately warm."
    }
  ]
}