{
  "source": "https://www.wisesayings.com/southern-girl-quotes/",
  "theme": "southern-girl",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "If growing up is painful for the southern black girl, being aware of her displacement is the rust on the razor that threatens the throat."
    },
    {
      "cite": "Michael Shaara",
      "quote": "Southern women like their men religious and a little mad."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "She was so southern that she cried tears that came straight from the mississippi, and she always smelled faintly of cottonwood and peaches."
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "Southern women often marry a man knowing that he is the father of many little slaves. They do not trouble themselves about it."
    },
    {
      "cite": "Maryln Schwartz",
      "quote": "Southern women are impossible to live with because they will never find a man who treats them like their daddy did."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "Hold it right there. The only agreement we ever had was that you intended to make me as miserable as possible, and I intended to courageously make the best of an intolerable situation like valiant southern women have always done."
    },
    {
      "cite": "Jessica Simpson",
      "quote": "The real me is a southern girl with her Levis on and an open heart. Wish I could save the world, like I was super girl."
    },
    {
      "cite": "Connie Britton",
      "quote": "There's something about southern women that is so unique yet so universal. Strong southern women are allowed to be soft and feminine and have a sense of humor. But what I love about southern women in particular is their universality."
    },
    {
      "cite": "Beth Albright",
      "quote": "You have to understand that women in the south, women of southern blood, just don't partake in scandalous adventures and when we do, it's in a discreet manner. We have reputations to consider, after all."
    },
    {
      "cite": "Sarah Shahi",
      "quote": "I realized early on that it was important to have those values, a morality and ethics that come with being southern girl. The way you treat people, little things, the niceties like hellos, like courtesy. They mean something."
    },
    {
      "cite": "Bo Derek",
      "quote": "I feel so fortunate. I was brought up along the beaches in southern california, and then got to have horses."
    },
    {
      "cite": "Allison Glock",
      "quote": "Southern women can say more with a cut of their eyes than a whole debate club's worth of speeches."
    },
    {
      "cite": "Shanola Hampton",
      "quote": "For breakfast I have grits, because I'm a southern girl!"
    },
    {
      "cite": "Karen Abbott",
      "quote": "In the beginning of the war, southern women wanted their men to leave in droves, and as quickly as possible. They were the confederate army's most persuasive and effective recruitment officers, shaming anyone who shirked his duty to fight."
    },
    {
      "cite": "Brooke Burns",
      "quote": "I'm a southern girl. I like when they open the door and pull out a chair. I'm really into a man's man."
    },
    {
      "cite": "Kenny Chesney",
      "quote": "Southern girls are God's gift to the entire male population. There is absolutely no woman finer than one raised below the mason-dixon line and once you go southern may the good Lord help you never go back."
    }
  ]
}