{
  "source": "https://www.wisesayings.com/south-carolina-quotes/",
  "theme": "south-carolina",
  "quotes": [
    {
      "cite": "Eliza Lucas Pinckney",
      "quote": "South Carolina is in the spring a paradise, in the summer a hell, and in the autumn a hospital."
    },
    {
      "cite": "Jim Hodges",
      "quote": "Even today, the state of South Carolina bows its head, bends it knee and begins the search for reconciliation."
    },
    {
      "cite": "James L. Petigru",
      "quote": "South Carolina is too small for a republic and too large for an insane asylum."
    },
    {
      "cite": "Nikki Haley",
      "quote": "The people of South Carolina support conservatives who are trying to push real change, and the people of South Carolina expect their presidential candidates to back them up when they show courage."
    },
    {
      "cite": "Strom Thurmond",
      "quote": "It is a matter of common knowledge that the government of South Carolina is under domination of a small ring of cunning, conniving men."
    },
    {
      "cite": "Tim Scott",
      "quote": "I have campaigned all over the state of South Carolina. It is the friendliest state in the country. And truly here people judge you by the content of your character not the color of your skin."
    },
    {
      "cite": "Jack Schlossberg",
      "quote": "In South Carolina, the Confederate flag flies high on countless flagpoles. Those who defend this practice by saying it is part of Southern culture are lying to themselves."
    },
    {
      "cite": "Lindsey Graham",
      "quote": "I'm from South Carolina, so I know what it's like to be accused of being a conservative from the South. And I know that to some people that means more than you're a conservative from the South."
    },
    {
      "cite": "Donna Rice Hughes",
      "quote": "Returning to South Carolina meant getting a normal job in a normal town with normal people and marrying a normal person. I wanted the glamour and opportunity of the world."
    },
    {
      "cite": "John C. Calhoun",
      "quote": "I never know what South Carolina thinks of a measure. I never consult her. I act to the best of my judgment, and according to my conscience. If she approves, well and good. If she does not, or wishes any one to take my place, I am ready to vacate. We are even."
    },
    {
      "cite": "Sharan Burrow",
      "quote": "South Carolina is a 'right to work' state - a misnomer of a phrase, as the laws limits union representation of workers. It does does not guarantee workers a job or fair wages and conditions."
    },
    {
      "cite": "Gaines Adams",
      "quote": "Back home in South Carolina, you have a lot of little soul food restaurants you can run to and get some quick, decent food."
    },
    {
      "cite": "Nikki Haley",
      "quote": "Protests are fine. But in South Carolina we believe in the rule of law, and the people of this state should never doubt that as governor, I will enforce it."
    },
    {
      "cite": "Mark Sanford",
      "quote": "We simply have to become more competitive as a state if we're going to be successful in creating jobs, bringing capital investment and raising income levels here in South Carolina."
    }
  ]
}