{
  "source": "https://www.wisesayings.com/southern-quotes/",
  "theme": "southern",
  "quotes": [
    {
      "cite": "Brad Paisley",
      "quote": "I can't see this world unless I go outside my southern comfort zone."
    },
    {
      "cite": "Sharon McKern",
      "quote": "Southern women see no contradiction in mixing strength with gentleness."
    },
    {
      "cite": "unknown",
      "quote": "The SouthÂ­Â­where roots, place, family, and tradition are the essence of identity."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The only place in the world that nothing has to be explained to me is the South."
    },
    {
      "cite": "Clyde Edgerton",
      "quote": "Because I was born in the South, I'm a Southerner. If I had been born in the North, the West or the Central Plains, I would be just a human being."
    },
    {
      "cite": "Mary Doria Russell",
      "quote": "In the North, he discoverd, courtesy was considered a barometer of genuine esteem; for any decently brought up Southerner, good manners were simply habitual."
    },
    {
      "cite": "John Shelton Reed",
      "quote": "Southerners smile more than other Americans."
    },
    {
      "cite": "unknown",
      "quote": "When life hands you lemons... squeeze them into some sweet iced tea and thank God you were born a southern girl!"
    },
    {
      "cite": "unknown",
      "quote": "In the South, perhaps more than any other region, we go back to our home in dreams and memories, hoping it remains what it was on a lazy, still summer's day twenty years ago."
    },
    {
      "cite": "Edward Ball",
      "quote": "It's not a common thing for a Southern white family to go out and seek their black cousins."
    },
    {
      "cite": "unknown",
      "quote": "Southerners can claim kin with anybody. It's one of our most dextrous talents."
    },
    {
      "cite": "Janice Lane Palko",
      "quote": "I'll have you know Southern isn't a synonym for stupid."
    },
    {
      "cite": "Paula Deen",
      "quote": "Southerners have never been afraid of seasoning. It's kind of the other way around; our seasoning is afraid of us."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "Being a Southern person and a blonde, it's not a good combination. Immediately, when people meet you, they think of you as not being smart."
    },
    {
      "cite": "Winifred G. Cheney",
      "quote": "From the mountains of Virginia to the Texas Plains there is a Southern way of life and it begins with hospitality and a proper emphasis on good cooking."
    },
    {
      "cite": "Marshall Frady",
      "quote": "The Southerner always tended to believe with his blood rather than his intellect."
    },
    {
      "cite": "Michael Shaara",
      "quote": "Southern women like their men religious and a little mad."
    },
    {
      "cite": "Tom Landry",
      "quote": "I like the South because it is so much warmer on the sidelines than it is up North."
    },
    {
      "cite": "Trisha Yearwood",
      "quote": "Southerners know you can't be considered a serious Southern cook if you don't know how to make peach cobbler."
    },
    {
      "cite": "Walker Percy",
      "quote": "Nobody but a Southerner knows the wrenching rinsing sadness of the cities of the North."
    },
    {
      "cite": "Richard Weaver",
      "quote": "The South is a region that history has happened to."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The most beautiful voice in the world is that of an educated Southern woman."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Southerners make such good novelists; they have so many good stories because they have so much family."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "The Southerner is usually tolerant of those weaknesses that proceed from innocence."
    },
    {
      "cite": "Roy Blount Jr.",
      "quote": "People may think of Southern humor in terms of missing teeth and outhouse accidents, but the best of it is a rich vein running through the best of Southern literature."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "A true Southerner will never say in 2-3 words what can better be said in 10-12."
    },
    {
      "cite": "Allison Glock",
      "quote": "Southern women can say more with a cut of their eyes than a whole debate club's worth of speeches."
    },
    {
      "cite": "Robert Penn Warren",
      "quote": "Storytelling and copulation are the two chief forms of amusement in the South. They are inexpensive and easy to procure."
    },
    {
      "cite": "Florence King",
      "quote": "Southerners have a genius for psychological alchemy. If something intolerable simply cannot be changed, driven away or shot they will not only tolerate it but take pride in it as well"
    },
    {
      "cite": "Winifred G. Cheney",
      "quote": "We Southerners live at a leisurely pace and sharing our hospitality with our family, friends, and the stranger within our gate is one of our greatest joys."
    }
  ]
}