{
  "source": "https://www.wisesayings.com/south-africa-quotes/",
  "theme": "south-africa",
  "quotes": [
    {
      "cite": "Bianca Bowers",
      "quote": "The dorp felt like another planet; an accidental seed that never received enough water or sunlight to reach its full potential."
    },
    {
      "cite": "Athol Fugard",
      "quote": "For you in the West to hear the phrase ‘All men are created equal’ is to draw a yawn. For us, it’s a miracle. We’re starting out at rock bottom, man. But South Africa does have soul."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "I will not leave South Africa, nor will I surrender. Only through hardship, sacrifice and militant action can freedom be won. The struggle is my life. I will continue fighting for freedom until the end of my days."
    },
    {
      "cite": "Jan Smuts",
      "quote": "Perhaps it is God's will to lead the people of South Africa through defeat and humiliation to a better future and a brighter day."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness."
    },
    {
      "cite": "Helen Suzman",
      "quote": "It is not my questions that embarrass South Africa – it is your answers."
    },
    {
      "cite": "David Harewood",
      "quote": "For all its problems, I found South Africa a beautiful country, interesting and inspiring."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "When a pile of cups is tottering on the edge of the table and you warn that they will crash to the ground, in South Africa you are blamed when that happens."
    },
    {
      "cite": "Lauren Beukes",
      "quote": "Traffic in Joburg is like the democratic process. Every time you think it's going to get moving and take you somewhere, you hit another jam."
    },
    {
      "cite": "Malcolm X",
      "quote": "There is no more apartheid in South Africa than in the United States."
    },
    {
      "cite": "Mangosuthu Buthelezi",
      "quote": "South Africa is blessed to have women and men like yourselves who have little to give but give what you have with open hands and open hearts."
    },
    {
      "cite": "Roger Federer",
      "quote": "My heart is in South Africa, through my mum. My mum being from here, me spending a lot of time here as well, I feel most connected to this part of the world."
    },
    {
      "cite": "Steven Biko",
      "quote": "In time, we shall be in a position to bestow on South Africa the greatest possible gift - a more human face."
    },
    {
      "cite": "Breyten Breytenbach",
      "quote": "In dancing with the enemy one follows his steps even if counting under one’s breath."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "If you want peace, you don’t talk to your friends. You talk to your enemies."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "Power is something of which I am convinced there is no innocence this side of the womb."
    },
    {
      "cite": "Desmund Tutu",
      "quote": "Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value."
    },
    {
      "cite": "Thabo Mbeki",
      "quote": "We are not being arrogant or complacent when we say that our country, as a united nation, has never in its entire history, enjoyed such a confluence of encouraging possibilities."
    },
    {
      "cite": "J.R.R.Tolkien",
      "quote": "The wide world is all about you: you can fence yourselves in, but you cannot forever fence it out."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Hope is being able to see that there is light despite all of the darkness."
    },
    {
      "cite": "Mark Shuttleworth",
      "quote": "A big part of willpower is having something to aspire to, something to live for."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "We learn from history that we don't learn from history!"
    },
    {
      "cite": "Meir Ezra",
      "quote": "Every time you are in doubt, you are actually killing yourself. Decide!"
    },
    {
      "cite": "Andre Brink",
      "quote": "A country can’t love you. At most it may need you. It’s much the same as people."
    },
    {
      "cite": "Miriam Makeba",
      "quote": "Age is getting to know all the ways the world turns, so that if you cannot turn the world the way you want, you can at least get out of the way so you won’t get run over."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "cite": "Pierre De Vos",
      "quote": "A culture of secrecy is like the bad stench created by cat pee—it is very difficult to get rid of."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "After climbing a great hill, one only finds that there are many more hills to climb."
    },
    {
      "cite": "Thabo Mbeki",
      "quote": "Whoever we may be, whatever our immediate interest, however much we carry baggage from our past, however much we have been caught by the fashion of cynicism and loss of faith in the capacity of the people, let us err today and say – nothing can stop us now!"
    }
  ]
}