{
  "source": "https://www.wisesayings.com/sovereignty-quotes/",
  "theme": "sovereignty",
  "quotes": [
    {
      "cite": "Lucien Bouchard",
      "quote": "Sovereignty is no longer achievable."
    },
    {
      "cite": "Pauline Marois",
      "quote": "Sovereignty is as necessary as ever."
    },
    {
      "cite": "Mary Astell",
      "quote": "If Absolute Sovereignty be not necessary in a State, how comes it to be so in a family?"
    },
    {
      "cite": "Kemal Ataturk",
      "quote": "Sovereignty is not given, it is taken."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "In sovereignty there are no gradations."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The sovereignty of the people is inalienable."
    },
    {
      "cite": "Seneca (Seneca the Elder)",
      "quote": "Sovereignty over any foreign land is insecure."
    },
    {
      "cite": "Albert Pike",
      "quote": "The sovereignty of one's self over one's self is called Liberty."
    },
    {
      "cite": "Richard N. Haass",
      "quote": "Sovereignty must be redefined if states are to cope with globalisation."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "The attributes of sovereignty are now enjoyed by every state in the Union."
    },
    {
      "cite": "David Platt",
      "quote": "The sovereignty of God is the only foundation for worship in the midst of tragedy."
    },
    {
      "cite": "Anwar Sadat",
      "quote": "To damage the sovereignty of the individual is to replace a community inspired by love, benevolence, and beauty by another based solely on power."
    },
    {
      "cite": "Jose Manuel Barroso",
      "quote": "In the age of globalisation, pooled sovereignty means more power, not less."
    },
    {
      "cite": "Josiah Warren",
      "quote": "Liberty is the sovereignty of the individual."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "To say that God's sovereignty is limited by man's freedom is to make man sovereign."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Sovereignty must not be used for inflicting harm on anyone, whether citizen or foreigner."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "When you go through a trial, the sovereignty of God is the pillow upon which you lay your head."
    },
    {
      "cite": "Raj Patel",
      "quote": "Food sovereignty... is most of all characterized by it's conversations around how to end hunger and poverty."
    },
    {
      "cite": "Judith Butler",
      "quote": "Popular sovereignty has to be given by a people to itself, and this is the important meaning of self-determination."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "God's sovereignty does not negate our responsibility to pray, but rather makes it possible for us to pray with confidence."
    },
    {
      "cite": "Jacques Chirac",
      "quote": "Sovereignty is a question of principle. We must tell the Iraqis: you are a sovereign people. And you are in charge of your own future."
    },
    {
      "cite": "Fidel Castro",
      "quote": "Sovereignty is not negotiated in exchange for anything; to maintain the achievements of the revolution does not depend on a foreign power."
    },
    {
      "cite": "Richard Perle",
      "quote": "National sovereignty is an obligation as well as an entitlement. A government that will not perform the role of a government forfeits the rights of a government."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "The sovereignty of God is that golden sceptre in his hand by which he will make all bow, either by his word or by his works, by his mercies or by his judgements."
    },
    {
      "cite": "Tony Evans",
      "quote": "Keep in mind that God's sovereignty allows Him to even use that which is not cooperating with Him (the bad) in order to move things to where He wants them to go."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Political sovereignty is but a mockery without the means of meeting poverty and illiteracy and disease. Self-determination is but a slogan if the future holds no hope."
    },
    {
      "cite": "Winona LaDuke",
      "quote": "Food sovereignty is an affirmation of who we are as indigenous peoples and a way, one of the most surefooted ways, to restore our relationship with the world around us."
    },
    {
      "cite": "Arthur W. Pink",
      "quote": "To the one who delights in the sovereignty of God the clouds not only have a 'silver lining' but they are silver all through, the darkness only serving to offset the light!"
    },
    {
      "cite": "Mustafa Kemal Ataturk",
      "quote": "Sovereignty and the right to rule cannot be conferred on anyone no matter who ... as a result of an academic discussion. Sovereignty is acquired by force and power and violence."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Respecting the sovereignty means preventing coups, unconstitutional actions and illegitimate overthrowing of the legitimate government. All these things should be totally prevented."
    }
  ]
}