{
  "source": "https://www.wisesayings.com/space-quotes/",
  "theme": "space",
  "quotes": [
    {
      "cite": "John F. Kennedy",
      "quote": "The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time, and no nation which expects to be the leader of other nations can expect to stay behind in the race for space."
    },
    {
      "cite": "Cameron M. Smith",
      "quote": "We must never confuse space colonization with the conquest of space. The world beyond ours is unimaginably vast; it will be what it has always been. When humankind begins to make its home in space, it is we who will change."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Returning to Earth, that was the challenging part."
    },
    {
      "cite": "Henry Ford",
      "quote": "The time will come when man will know even what is going on in the other planets and perhaps be able to visit them."
    },
    {
      "cite": "Mike Griffin",
      "quote": "In the long run, a single-planet species will not survive. One day, I don't know when, but one day, there will be more humans living off the Earth than on it."
    },
    {
      "cite": "Willie McCool",
      "quote": "It's beyond imagination until you actually get up and see it and experience it and feel it."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "I'm sure the universe is full of intelligent life. It's just been too intelligent to come here."
    },
    {
      "cite": "John Glenn",
      "quote": "As I hurtled through space, one thought kept crossing my mind: Every part of this rocket was supplied by the lowest bidder."
    },
    {
      "cite": "Christa McAuliffe",
      "quote": "Space is for everybody. It's not just for a few people in science or math, or for a select group of astronauts. That's our new frontier out there, and it's everybody's business to know about space."
    },
    {
      "cite": "George Santayana",
      "quote": "The Universe, so far as we can observe it, is a wonderful and immense engine; its extent, its order, its beauty, its cruelty, makes it alike impressive."
    },
    {
      "cite": "Christa McAuliffe",
      "quote": "Just as the pioneer travelers of the Conestoga wagon days kept personal journals, I, as a pioneer space traveler, would do the same."
    },
    {
      "cite": "Pope Pius XII",
      "quote": "God has no intention of setting a limit to the efforts of man to conquer space."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Our passionate preoccupation with the sky, the stars, and a God some where in outer space is a homing impulse. We are drawn back to where we came from."
    },
    {
      "cite": "Plato",
      "quote": "Astronomy compels the soul to look upward, and leads us from this world to another."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Across the sea of space, the stars are other suns."
    },
    {
      "cite": "Carl Sagan",
      "quote": "All civilizations become either spacefaring or extinct."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The Universe is a pretty big place. If it's just us, seems like an awful waste of space."
    },
    {
      "cite": "Christa McAuliffe",
      "quote": "I cannot join the space program and restart my life as an astronaut, but this opportunity to connect my abilities as an educator with my interest in history and space is a unique opportunity."
    },
    {
      "cite": "David Brown",
      "quote": "If I'd been born in space, I would desire to visit the beautiful Earth more than to visit space. It's a wonderful planet."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We go into space because whatever mankind must undertake, free men must fully share."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "It may take endless wars and unbearable population pressure to force-feed a technology to the point where it can cope with space. In the universe, space travel may be the normal birth pangs of an otherwise dying race. A test. Some races pass, some fail."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "The sun, with all those planets revolving around it and dependent on it, can still ripen a bunch of grapes as if it had nothing else in the universe to do."
    },
    {
      "cite": "Krafft Ehricke",
      "quote": "If God wanted man to become a space faring species, He would have given man a moon."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "The view of the moon that we've been having recently is really spectacular. It fills about three-quarters of the hatch window, and of course we can see the entire circumference even though part of it is in complete shadow and part of it is in earthshine. It's a view worth the price of the trip."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A man who has been in another world does not come back unchanged. One can't put the difference into words. When the man is a friend it may become painful: the old footing is not easy to recover."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "We can lick gravity, but sometimes the paperwork is overwhelming."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Not just beautiful, though--the stars are like the trees in the forest, alive and breathing. And they're watching me."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Every cubic inch of space is a miracle."
    },
    {
      "cite": "Eugene Cernan",
      "quote": "The mass gross absence of sound in space is more than just silence."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "It will free man from the remaining chains, the chains of gravity which still tie him to this planet."
    }
  ]
}