{
  "source": "https://www.wisesayings.com/spark-quotes/",
  "theme": "spark",
  "quotes": [
    {
      "cite": "George Washington",
      "quote": "Labor to keep alive in your breast that little spark of celestial fire, called conscience."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To learn to read is to light a fire; every syllable that is spelled out is a spark."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "A mighty flame followeth a tiny spark."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "A spark is a little thing, yet it may kindle the world."
    },
    {
      "cite": "Richard L. Peterson",
      "quote": "Imagination is the spark that ignites the fire of creativity."
    },
    {
      "cite": "Brian Rathbone",
      "quote": "Darkness, no matter how powerful it may seem, can be driven back by the tiniest spark."
    },
    {
      "cite": "Irvin D. Yalom",
      "quote": "Life is a spark between two identical voids, the darkness before birth and the one after death."
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork."
    },
    {
      "cite": "Gabor Mate",
      "quote": "The difference between passion and addiction is that between a divine spark and a flame that incinerates."
    },
    {
      "cite": "Julia Cameron",
      "quote": "All of us contain a divine, expressive spark, a creative candle intended to light our path and that of our fellows."
    },
    {
      "cite": "Isaac Barrow",
      "quote": "The proper work of man, the grand drift of human life, is to follow reason, that noble spark kindled in us from heaven."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that blows the coals in quarrels that he has nothing to do with, has no right to complain if the sparks fly in his face."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Our brightest blazes of gladness are commonly kindled by unexpected sparks."
    },
    {
      "cite": "Golda Meir",
      "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement."
    },
    {
      "cite": "Johann Gottfried Herder",
      "quote": "Without inspiration the best powers of the mind remain dormant. There is a fuel in us which needs to be ignited with sparks."
    },
    {
      "cite": "Plato",
      "quote": "Wisdom is a blaze, kindled by a leaping spark."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "A single word even may be a spark of inextinguishable thought."
    },
    {
      "cite": "Quintus Curtius Rufus",
      "quote": "A spark neglected has often raised a conflagration."
    },
    {
      "cite": "Katie Couric",
      "quote": "Changing the world doesn't happen all at once. It isn't a big bang. It's an evolution, the sum of a billion tiny sparks. And some of those sparks will have to come from you."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "The spark of liberty in the mind and spirit of man cannot be long extinguished; it will break into flames that will destroy every coercion which seems to limit it."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "Decision is the spark that ignites action. Until a decision is made nothing happens."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The lightning spark of thought generated in the solitary mind awakens its likeness in another mind."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "There is a spark of idealism within every individual which can be fanned into flame and bring forth extraordinary results."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Motivation is the spark that lights the fire of knowledge and fuels the engine of accomplishment, it maximizes and maintains momentum."
    },
    {
      "cite": "R. Keith Sawyer",
      "quote": "While in the process of executing an idea, creativity happens not with one brilliant flash but in a chain reaction of many tiny sparks."
    },
    {
      "cite": "David Heinemeier Hansson",
      "quote": "When sparks fly, some truly great ideas come to light."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "There is within each of us a divine spark of greatness. Who knows of what we are capable if we only try?"
    },
    {
      "cite": "Robert Ludlum",
      "quote": "Hope is the only thing stronger than fear. A little hope is effective. A lot of hope is dangerous. A spark is just fine as long as its contained."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "Each of us carries a unique spark of the divine, and each of us is also an inseparable part of the web of life."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "A man without passion is only a latent force, only a possibility, like a stone waiting for the blow from the iron to give forth sparks."
    }
  ]
}