{
  "source": "https://www.wisesayings.com/spartan-quotes/",
  "theme": "spartan",
  "quotes": [
    {
      "cite": "Plutarch",
      "quote": "The Spartans do not ask how many are the enemy but where are they."
    },
    {
      "cite": "King Leonidas",
      "quote": "Spartans, eat well, for tonight we dine in Hades."
    },
    {
      "cite": "King Agesilaos",
      "quote": "The walls of Sparta were its young men, and its borders the points of their spears."
    },
    {
      "cite": "Diogenes",
      "quote": "Being asked where in Greece he saw good men, he replied, \"Good men nowhere, but good boys at Sparta.\""
    },
    {
      "cite": "King Leonidas",
      "quote": "Give them nothing, but take from them everything."
    },
    {
      "cite": "Plutarch",
      "quote": "Come back with your shield - or on it."
    },
    {
      "cite": "Spartan Warrior Creed",
      "quote": "He who sweats more in training bleeds less in war."
    },
    {
      "cite": "Euripides",
      "quote": "The daughters of Sparta are never at home! They mingle with the young men in wrestling matches."
    },
    {
      "cite": "Anonymous",
      "quote": "After invading Greece and receiving the submission of other key city-states, Philip II of Macedon sent a message to Spart: \"If I invade Laconia  you will be destroyed, never to rise again.\" The Spartan ephors replied with a single word: \"If\"."
    },
    {
      "cite": "Frank Miller",
      "quote": "The Spartans were a paradoxical people. They were the biggest slave owners in Greece. But at the same time, Spartan women had an unusual level of rights. It's a paradox that they were a bunch of people who in many ways were fascist, but they were the bulwark against the fall of democracy."
    },
    {
      "cite": "King Leonidas",
      "quote": "No retreat, no surrender; that is Spartan law. And by Spartan law, we will stand and fight, and die."
    },
    {
      "cite": "Lycurgus of Sparta",
      "quote": "That city is well fortified which has a wall of men instead of brick."
    },
    {
      "cite": "Plutarch",
      "quote": "A Spartan woman, as she handed her son his shield, exhorted him saying, \"As a warrior of Sparta come back with your shield or on it.\""
    },
    {
      "cite": "Gorgo, Queen of Sparta",
      "quote": "Only Spartan women give birth to real men."
    },
    {
      "cite": "Damaratus",
      "quote": "The Spartans are the equal of any men when they fight as individuals; fighting together as a collective, they surpass all other men."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Mental toughness is  spartanism with qualities of sacrifice, self-denial, dedication. It is fearlessness, and it is love."
    },
    {
      "cite": "Dilios",
      "quote": "There's no room for softness... not in Sparta. No place for weakness. Only the hard and strong may call themselves Spartans. Only the hard, only the strong."
    }
  ]
}