{
  "source": "https://www.wisesayings.com/sparkle-quotes/",
  "theme": "sparkle",
  "quotes": [
    {
      "cite": "Shahla Khan",
      "quote": "Every woman in this world wears a little sparkle, some in their dress, and some in their eyes."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Use each moment to make another's eyes sparkle and to warm a heart."
    },
    {
      "cite": "Pradeepa Pandiyan",
      "quote": "Don't let anyone or anything to dull your sparkle."
    },
    {
      "cite": "Karen Civil",
      "quote": "Don't let the insecurities of others dull your sparkle. Shine like the star you are born to be."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Consider the fact that maybe…just maybe…beauty and worth aren’t found in a makeup bottle, or a salon-fresh hairstyle, or a fabulous outfit. Maybe our sparkle comes from somewhere deeper inside, somewhere so pure and authentic and REAL, it doesn’t need gloss or polish or glitter to shine."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "People are like stained glass windows, they sparkle and shine when the sun is out, but when darkness sets in their true beauty is revealed only if there is a light from within."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "You have to look for the joy. Look for the light of God that is hitting your life, and you will find sparkles you didn't know were there."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Your mind sparks, your soul sparkles, your peace is counterpoint to the clamor of life, you are a magnificent gift to the world."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "When you sparkle you inspire everyone around you."
    },
    {
      "cite": "Sheri Fink",
      "quote": "Every day is a great day to give love, spread joy, and SPARKLE!"
    },
    {
      "cite": "Wilson Mizner",
      "quote": "You sparkle with larceny."
    },
    {
      "cite": "Kirsten Kaeln",
      "quote": "You musn’t be afraid to sparkle a little brighter darling"
    },
    {
      "cite": "Anonymous",
      "quote": "Leave a little sparkle wherever you go."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Waiting for the spark from heaven to fall."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "If we will concentrate on the best, that element will grow until it sparkles."
    },
    {
      "cite": "Anonymous",
      "quote": "Do more of what makes you sparkle"
    }
  ]
}