{
  "source": "https://www.wisesayings.com/sparrow-quotes/",
  "theme": "sparrow",
  "quotes": [
    {
      "cite": "Hayao Miyazaki",
      "quote": "In this world of ours, the sparrow must live like a hawk if he is to fly at all."
    },
    {
      "cite": "Siberian Proverb",
      "quote": "A sparrow in the hand is better than a pigeon on the branch."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment."
    },
    {
      "cite": "Catullus",
      "quote": "Better a sparrow, living or dead, than no birdsong at all."
    },
    {
      "cite": "Adam Zagajewski",
      "quote": "A certain traveler who knew many continents was asked what he found most remarkable of all. He replied: the ubiquity of sparrows."
    },
    {
      "cite": "William Shakespeare",
      "quote": "He that doth the ravens feed, yea, providently caters for the sparrow."
    },
    {
      "cite": "Munia Khan",
      "quote": "To become a sparrow you don't have to be a crow."
    },
    {
      "cite": "Heather O'Neill",
      "quote": "Somewhere, a sparrow is singing in B minor."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "The sparrows jumped before they knew how to fly, and they learned to fly only because they had jumped."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are a sparrow, don't attack the eagle; be wise! If you are an eagle, don't attack the sparrow; be just!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "One hundred sparrow does not make one eagle."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "One sparrow is worth a thousand gulls, When it sings. The gull sits on chimney-tops. He mocks the guinea, challenges The crow, inciting various modes. The sparrow requites one, without intent."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is special providence in the fall of a sparrow."
    },
    {
      "cite": "Amitendranath Tagore",
      "quote": "The sparrow is sorry for the peacock at the burden of its tail."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "The League is very well when sparrows shout, but no good at all when eagles fall out."
    },
    {
      "cite": "Proverb",
      "quote": "A spoken word is not a sparrow. Once it flies out, you can't catch it."
    },
    {
      "cite": "Eric Berne",
      "quote": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "On a soft snow, even a sparrow leaves a trace; the important thing is to leave a trace on a steel plate."
    },
    {
      "cite": "Mary Doria Russell",
      "quote": "The sparrow still falls."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "It doesn't hurt. Nothing hurts except the small smiles and blushes that flash across the room like tiny sparrows."
    },
    {
      "cite": "Edith Roosevelt",
      "quote": "One cannot bring up boys to be eagles and then expect them to be sparrows."
    },
    {
      "cite": "Derek Landy",
      "quote": "The sparrow flies south for the winter."
    },
    {
      "cite": "Don Williams",
      "quote": "When the sparrow sings its final refrain, the hush is felt nowhere more deeply than in the heart of man."
    },
    {
      "cite": "Gary Soto",
      "quote": "Because nothing should be wasted In a world where sparrows work hard to prove there is enough."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Can a sparrow know how a stork feels?"
    },
    {
      "cite": "Kenneth Wapnick",
      "quote": "Who would attempt to fly with the tiny wings of a sparrow when the mighty power of an eagle has been given him."
    },
    {
      "cite": "Will Cuppy",
      "quote": "To the seeing eye life is mostly Sparrows."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "If you're going to care about the fall of the sparrow you can't pick and choose who's going to be the sparrow. It's everybody."
    },
    {
      "cite": "Will Cuppy",
      "quote": "The average sparrow is somethiing of a bore and the trouble is that all sparrows are average."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Shakespeare said: \"There's a special providence in the fall of a sparrow.\" Everything happens perfectly."
    }
  ]
}