{
  "source": "https://www.wisesayings.com/speaking-quotes/",
  "theme": "speaking",
  "quotes": [
    {
      "cite": "Nancy Thayer",
      "quote": "The universe is always speaking to us... sending us little messages, causing coincidences and serendipities, reminding us to stop, to look around, to believe in something else, something more."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "The manner of your speaking is full as important as the matter, as more people have ears to be tickled than understandings to judge."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "A good portion of speaking will consist in knowing how to lie."
    },
    {
      "cite": "Dan Brown",
      "quote": "When in doubt, just spit it out. That all challenges can be overcome by speaking the truth, no matter how it comes out."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Prayer is you speaking to God. Meditation is allowing the spirit to speak to you."
    },
    {
      "cite": "Monica Lewinsky",
      "quote": "Let's acknowledge the difference between speaking up with intention and speaking up for attention."
    },
    {
      "cite": "Mark Hart",
      "quote": "Speaking truth will rarely earn you friends, but it will reveal who your true friends are and who are true friends of Christ."
    },
    {
      "cite": "Molly Friedenfeld",
      "quote": "Speaking kind words starts a wave of love in motion that brings more love upon your shores."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "A man speaking sense to himself is no madder than a man speaking nonsense not to himself."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "We rarely repent of speaking little, but often of speaking too much."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "Speaking is what most people work on. They forget the thinking and the breathing and instead try to occupy space with sound."
    },
    {
      "cite": "Confucius",
      "quote": "In speaking, it is best to be clear and say just enough to convey the meaning."
    },
    {
      "cite": "Richard Rorty",
      "quote": "A talent for speaking differently, rather than for arguing well is the chief instrument of cultural change."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Everything in life is speaking in spite of its apparent silence."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Nothing in this world is harder than speaking the truth, nothing easier than flattery."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Broadly speaking, the short words are the best, and the old words best of all."
    },
    {
      "cite": "Evan Esar",
      "quote": "Public speaking is the art of diluting a two-minute idea with a two-hour vocabulary."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Man does not speak because he thinks; he thinks because he speaks. Or rather, speaking is no different than thinking: to speak is to think."
    },
    {
      "cite": "Moliere",
      "quote": "If you make yourself understood, you're always speaking well."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "Silence is ever speaking; it is the perennial flow of language."
    },
    {
      "cite": "Roland Barthes",
      "quote": "One must turn the tongue seven times in the mouth before speaking."
    },
    {
      "cite": "Michael Thomas Sunnarborg",
      "quote": "The act of speaking our intentions aloud shifts them from wishful thinking into action."
    },
    {
      "cite": "Kate Horsley",
      "quote": "Use words to please, to instruct, to soothe. Then stop speaking."
    },
    {
      "cite": "Charlotte Beers",
      "quote": "Speaking with passion born of your own authentic experience and belief is always persuasive."
    },
    {
      "cite": "Scott Berkun",
      "quote": "Good public speaking is based on good private thinking."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you re not speaking your own truth, you will never be able to be all you are meant to be. You cannot be pretending to be somebody else."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Only one thing is more frightening than speaking your truth, and that is not speaking."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "One open way of speaking introduces another open way of speaking, and draws out discoveries, like wine and love."
    },
    {
      "cite": "Storm Jameson",
      "quote": "Speaking the truth, once you have started it, is too exhilarating to draw back."
    },
    {
      "cite": "Sandra Cisneros",
      "quote": "The most powerful speaking you can do is the speaking that comes from your heart and your love."
    }
  ]
}