{
  "source": "https://www.wisesayings.com/speak-your-mind-quotes/",
  "theme": "speak-your-mind",
  "quotes": [
    {
      "cite": "Nurudeen Ushawu",
      "quote": "Talking is still cheap. You need to express youself, speak your mind, say what you mean, and mean what you said."
    },
    {
      "cite": "Christy Turlington",
      "quote": "When you are balanced and when you listen and attend to the needs of your body, mind, and spirit, your natural beauty comes out."
    },
    {
      "cite": "Joe Rogan",
      "quote": "The audience changes every night. You're the same person. You have to speak your mind and do the stuff that you think is funny and makes you laugh."
    },
    {
      "cite": "Anonymous",
      "quote": "It's better to speak your mind and tell the truth, than to stay quiet and lie to yourself."
    },
    {
      "cite": "Dr Anil Kumar Sinha",
      "quote": "Never store the negative energy and emotions such as fear, anger within you. Be open and always speak your mind."
    },
    {
      "cite": "Sarah Moores",
      "quote": "Never be afraid to speak your mind, you have one for a reason."
    },
    {
      "cite": "Dave Thomas",
      "quote": "Don't be afraid to be unique or speak your mind, because that's what makes you different from everyone else."
    },
    {
      "cite": "David Duchovny",
      "quote": "You can go through life and actually speak your mind and do it in an articulate fashion and with a really intelligent point of view."
    },
    {
      "cite": "Maggie Kuhn",
      "quote": "Leave safety behind. Put your body on the line. Stand before the people you fear and speak your mind even if your voice shakes. When you least expect it, someone may actually listen to what you have to say. Well-aimed slingshots can topple giants."
    },
    {
      "cite": "Lights",
      "quote": "Speak out your mind and your heart, you wo' be bored."
    },
    {
      "cite": "Len Goodman",
      "quote": "You have to speak your mind, but without being cruel."
    },
    {
      "cite": "Texas Bix Bender",
      "quote": "Speak your mind, but ride a fast horse."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "If you think your body and mind are two, that is wrong; if you think that they are one, that is also wrong. Our body and mind are both two and one."
    },
    {
      "cite": "Chelsea Handler",
      "quote": "You should always speak your mind, and be bold, and be obnoxious, and do whatever you want and don't let anybody tell you to stop it."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Speak from your mind and people will hear you with their mind. Speak from your heart and people will hear you with their heart."
    },
    {
      "cite": "J.A. Redmerski",
      "quote": "Just remember to always be yourself and don't be afraid to speak your mind or to dream out loud"
    },
    {
      "cite": "Mark Hook",
      "quote": "Know when to speak your mind and when to let others put their foot in their mouth."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "Be who you are and say what you feel, because those who mind don't matter and those who matter don't mind."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Be yourself and speak your mind today. though it contradicts all you have said before."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "To say what you think will certainly damage you in society, but a free tongue is worth more than a thousand invitations."
    },
    {
      "cite": "Lin Yutang",
      "quote": "When anyone announces that he is going to speak his mind freely, everyone is frightened. This shows that there is no such thing as freedom of speech. No one can afford to let his neighbors know what he is thinking about them. Society can exist only on the basis that there is some amount of polished lying and that no one says exactly what he thinks."
    },
    {
      "cite": "Thomas John Watson Jr",
      "quote": "Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity. And on issues that seem important to you, stand up and be counted at any cost."
    },
    {
      "cite": "William Blake",
      "quote": "Always be ready to speak your mind, and a base man will avoid you."
    },
    {
      "cite": "Hazrat Ali",
      "quote": "Often your utterances and expressions of your face leak out the secrets of your hidden thoughts."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A man must not always tell all, for that were folly; but what a man says should be what he thinks."
    },
    {
      "cite": "Hong Zicheng",
      "quote": "The mouth is the portal of the mind. If not carefully guarded, it leaks true intents and motives. Feelings are the feet of the mind. If not carefully watched, they will take you onto all kinds of wayward paths."
    },
    {
      "cite": "Zackie Achmat",
      "quote": "Wherever you are in the world, you need to be a citizen; you need to speak your mind, speak the truth, be critical when you need to be, and help if necessary."
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "Don't hesitate to speak your mind, you have nothing to lose."
    },
    {
      "cite": "Maggie Kuhn",
      "quote": "Speak your mind, even if your voice shakes."
    },
    {
      "cite": "Halley Bondy",
      "quote": "In order to speak your mind, you need to have a pretty good idea of who you are."
    }
  ]
}