{
  "source": "https://www.wisesayings.com/special-education-quotes/",
  "theme": "special-education",
  "quotes": [
    {
      "cite": "Jim Jeffords",
      "quote": "We have a responsibility to ensure that every individual has the opportunity to receive a high-quality education, from prekindergarten to elementary and secondary, to special education, to technical and higher education and beyond."
    },
    {
      "cite": "Sharon LePage Plante",
      "quote": "For those with learning disabilities, today's tools for differentiation no longer hold the stigma they used to nor highlight disabilities, but provide opportunities to find success in the classroom."
    },
    {
      "cite": "Temple Grandin",
      "quote": "In special education, there's too much emphasis placed on the deficit and not enough on the strength."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The secret in education lies in respecting the student."
    },
    {
      "cite": "Dianne Feinstein",
      "quote": "No child left behind requires states and school districts to ensure that all students are learning and are reaching their highest potential. Special education students should not be left out of these accountability."
    },
    {
      "cite": "Ignacio Estrada",
      "quote": "If a child can't learn the way we teach, maybe we should teach the way they learn."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "The great aim of education is not knowledge but action."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You're on your own. And you know what you know. And you are the one who'll decide where to go."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Much education today is monumentally ineffective. All too often we are giving young people cut flowers when we should be teaching them to grow their own plants."
    },
    {
      "cite": "Lourdes Garcia-Navarro",
      "quote": "A good special education teacher is hard to find and even harder to hang on to."
    },
    {
      "cite": "Arthur Allen",
      "quote": "It is different than in special education where you have no alternative. For the gifted, it is an issue that is not absolutely required."
    },
    {
      "cite": "David Ernst",
      "quote": "Generally speaking, and not in all instances, those schools that have higher percentages of students receiving special education services are going to tend to do less well on the tests. It's the nature of an education disability that it makes it more difficult for you to learn in some respect or another."
    },
    {
      "cite": "James Whittemore",
      "quote": "Without question, a diagnosis of an attention deficit disorder does not necessarily equate to a need for special education."
    },
    {
      "cite": "Sevenly",
      "quote": "When you judge someone based on a diagnosis, you miss out on their abilities, beauty, and uniqueness."
    },
    {
      "cite": "Sidney Harris",
      "quote": "The whole purpose of education is to turn mirrors into windows."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his own language, that goes to his heart."
    },
    {
      "cite": "Annie Campbell",
      "quote": "We can teach our children to flap their wings, but conditions have to be just right for them to fly"
    },
    {
      "cite": "John Evans",
      "quote": "Every student can learn, just not on the same day, or in the same way."
    },
    {
      "cite": "Plato",
      "quote": "Never discourage anyone who continually makes progress, no matter how slow."
    },
    {
      "cite": "Joe Martin",
      "quote": "What most people don't know is that most Special Education teachers are really angels disguised as extraordinary humans."
    },
    {
      "cite": "Alfred Adler",
      "quote": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Great education is a combination of a supporting environment, dedicated teachers and students who take joy in learning."
    },
    {
      "cite": "Bob Beauprez",
      "quote": "Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations."
    },
    {
      "cite": "Robert M Hutchins",
      "quote": "The object of education is to prepare the young to educate themselves throughout their lives."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "cite": "Xunzi",
      "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.Tell me and I forget. Teach me and I remember. Involve me and I learn."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "One of the reasons why it needs no special education to be a Christian is that Christianity is an education itself."
    }
  ]
}