{
  "source": "https://www.wisesayings.com/special-needs-quotes/",
  "theme": "special-needs",
  "quotes": [
    {
      "cite": "C.S. Lewis",
      "quote": "Children are not a distraction from more important work. They are the most important work"
    },
    {
      "cite": "Dr. Haim Ginott",
      "quote": "If you want your children to improve, let them overhear the nice things you say about them to others."
    },
    {
      "cite": "Magic Johnson",
      "quote": "All kids need is a little help, a little hope, and someone who believes in them"
    },
    {
      "cite": "Robert John Meehan",
      "quote": "It shouldn’t matter how slowly a child learns. What matters is that we encourage them to never stop trying"
    },
    {
      "cite": "InclusivePlay",
      "quote": "Just because I can’t walk, doesn’t mean I can’t play!"
    },
    {
      "cite": "Tori Amos",
      "quote": "Some of the most wonderful people are the ones who don’t fit into boxes."
    },
    {
      "cite": "Lisa Thornbury",
      "quote": "The past haunts and the future taunts. This is particularly true if you love a child with special needs."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "he central struggle of parenthood is to let our hopes for our children outweigh our fears."
    },
    {
      "cite": "Sally Phillips",
      "quote": "The siblings of special needs children are quite special. Absolutely accepting and totally loving, from birth, someone who is different mentally, and has a different way of seeing the world, is a wonderful trait. It’s a trait I wish there was another way of getting, but there isn’t. And it does involve a degree of not having it fantastically easy."
    },
    {
      "cite": "Lisa Thornbury",
      "quote": "Never let anyone dis your ability to make the right choices regarding your child’s disabilities."
    },
    {
      "cite": "Jennifer Camota Luebke",
      "quote": "My heroes are the parents of people with intellectual disabilities. They fight this fight 365 days a year, 7 days a week, all day, all night. Parents of kids with special needs are never done"
    },
    {
      "cite": "James Duff",
      "quote": "I'll say this: It takes a special person to see the special needs of a complicated kid."
    },
    {
      "cite": "M.L Dhawan",
      "quote": "Children with special educational needs may need extra help because of a range of needs, such as in thinking and understanding, physical or sensory difficulties, emotional and behavioural difficulties, or difficulties with speech and language or how they relate to and behave with other people."
    },
    {
      "cite": "Neena Dash",
      "quote": "Children with special needs are unique individuals."
    },
    {
      "cite": "Neena Dash",
      "quote": "Special needs children deviate from from the normal children either in the positive direction or in the negative direction."
    },
    {
      "cite": "Neena Dash",
      "quote": "Gifted children are in some way superior in intellectual ability to other children of the same age."
    },
    {
      "cite": "Angela Dare",
      "quote": "Becoming familiar with special needs issues and caring for children with special needs reduces anxieties and fears and leads to an understanding and appreciation of different abilities."
    },
    {
      "cite": "Angela Dare",
      "quote": "The earlier a child's special need is recognized and assessed, the sooner effective and ongoing help and family-centered support can be provided."
    },
    {
      "cite": "Angela Dare",
      "quote": "The term 'special needs' is used by childcare and educational professional in relation to children whose development is atypical, that is, not following the recognized pattern seen in most children."
    },
    {
      "cite": "Angela Dare",
      "quote": "All children with special needs have a right to be part of a family, a community and society."
    },
    {
      "cite": "Penny Tassoni",
      "quote": "If society were more inclusive in its structure and nature, there would be no need to have 'special needs' policies or even to label children as having 'special needs.'"
    },
    {
      "cite": "Penny Tassoni",
      "quote": "A child with special educational needs should have their needs met."
    },
    {
      "cite": "David Rizzo",
      "quote": "Parents of children with autism and other disabilities often look to their faith in an effort to deal with what seems like a catastrophic event in their lives. This can lead them to a deepening of faith."
    },
    {
      "cite": "David Rizzo",
      "quote": "Having a child with severe disability can make you question whether you know anything about who God is and what he wants from you."
    },
    {
      "cite": "Patrick Baldwin",
      "quote": "Often times we may become overwhelmed with the thoughts, responsibilities, and day to day grind that having a special needs child can bring to your life."
    },
    {
      "cite": "Patrick Baldwin",
      "quote": "Given the responsibility of parenting a child with special needs is not a form of discipline or punishment. Instead, God is saying, ' I have a special job for you because your heart's capacity to love and nurture us above and beyond what is normal.'"
    },
    {
      "cite": "Patrick Baldwin",
      "quote": "Parenting a special-needs child is hard work. It is physically exhausting, mentally and emotionally draining, time-consuming, and often times, very, very lonely."
    },
    {
      "cite": "Judy Winter",
      "quote": "Raising children with special needs to achieve their full potential is hard work."
    },
    {
      "cite": "Judy Winter",
      "quote": "Parenting a child with special needs will be the greatest challenge of your life, and if you make good choices, it may also prove one of the most rewarding."
    },
    {
      "cite": "Judy Winter",
      "quote": "Having a child with special needs demands that you take your parenting role seriously and become increasingly less selfish. Or pay the steep price."
    }
  ]
}