{
  "source": "https://www.wisesayings.com/speechless-quotes/",
  "theme": "speechless",
  "quotes": [
    {
      "cite": "Dejan Stojanovic",
      "quote": "I imagined I was God for a millisecond And became speechless for a long time."
    },
    {
      "cite": "Alejandra Pizarnik",
      "quote": "You don't speak / you no longer speak to yourself / even the she in the mirror has disappeared"
    },
    {
      "cite": "Winston Churchill",
      "quote": "The Times is speechless, and takes three columns to express its speechlessness."
    },
    {
      "cite": "Victoria Alexander",
      "quote": "There are three needs of the griever: To find the words for the loss, to say the words aloud and to know that the words have been heard."
    },
    {
      "cite": "Michelle Alexander",
      "quote": "After years as a civil rights lawyer, I rarely find myself speechless."
    },
    {
      "cite": "Byrce Dallas howard",
      "quote": "I've admired Anthony Hopkins for so long, and when I finally got to meet him in person, I became totally immobile and speechless! I stood there looking at him and couldn't say a word."
    },
    {
      "cite": "Michael Heizer",
      "quote": "A strong work of art really leaves people speechless. They feel a little angry because they don't understand it."
    },
    {
      "cite": "Megan Hilty",
      "quote": "I've never been so star struck in my life as when I met President Obama and Bill Clinton... and at the same time, no less! I'm not one to be at a loss for words, and that was a moment when I really was speechless. It was a big, big night"
    },
    {
      "cite": "Criss Jami",
      "quote": "Everyone has their own ways of expression. I believe we all have a lot to say, but finding ways to say it is more than half the battle."
    },
    {
      "cite": "George William Curtis",
      "quote": "Happiness is speechless."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Experience is a private, very largely speechless affair."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "If it were possible to talk to the unborn, one could never explain to them how it feels to be alive, for life is washed in the speechless real."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Words have power. The power to soothe. The power to skewer someone through the heart. The power to render someone speechless."
    },
    {
      "cite": "Rumi",
      "quote": "Love itself describes its own perfection. Be speechless and listen."
    },
    {
      "cite": "John Hume",
      "quote": "If the word No was removed from the English language, Ian Paisley would be speechless."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Where words leave off, gesture begins. Don't we speak of a person being speechless with rage, dancing with impatience, setting his teeth? The final motions of the soul are speechless, animal, grotesque, or of an incomparable beauty."
    },
    {
      "cite": "Thomas Merton",
      "quote": "If our life is poured out in useless words, we will never hear anything, never become anything, and in the end, because we have said everything before we had anything to say, we shall be left speechless at the moment of our greatest decision."
    },
    {
      "cite": "Baha'U'Llah",
      "quote": "In this day the breeze of God is wafted, and His Spirit hath pervaded all things. Such is the outpouring of His grace that the pen is stilled and the tongue is speechless."
    }
  ]
}