{
  "source": "https://www.wisesayings.com/speed-quotes/",
  "theme": "speed",
  "quotes": [
    {
      "cite": "Steven Wright",
      "quote": "The speed of time is one second per second."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Speed is irrelevant if you are going in the wrong direction."
    },
    {
      "cite": "Valentino Rossi",
      "quote": "The speed is something dangerous but very exciting."
    },
    {
      "cite": "Mario Andretti",
      "quote": "If everything seems under control, you're not going fast enough."
    },
    {
      "cite": "Jennifer James",
      "quote": "You can speed up your life if you want to that's easy. Winding down is what's hard."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Nothing is as fast as the speed of trust."
    },
    {
      "cite": "Ryan Lochte",
      "quote": "I'm going to focus on speed, doing little things like my turns and my starts just speed."
    },
    {
      "cite": "Simon Mawer",
      "quote": "The speed of the human mind is remarkable. So is its inability to face the obvious."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Speed is not always a constituent to great work, the process of creation should be given time and thought."
    },
    {
      "cite": "Rudolf Caracciola",
      "quote": "When speed gets in the blood, one must drive to live."
    },
    {
      "cite": "Sam Altman",
      "quote": "Move fast. Speed is one of your main advantages over large companies."
    },
    {
      "cite": "D. Wayne Lukas",
      "quote": "The speed of the leader determines the rate of the pack."
    },
    {
      "cite": "Brooks Johnson",
      "quote": "It is true that speed kills. In distance running, it kills anyone who does not have it."
    },
    {
      "cite": "Paul Virilio",
      "quote": "Speed now illuminates reality whereas light once gave objects of the world their shape."
    },
    {
      "cite": "Meseret Defar",
      "quote": "My speed is natural and I have been training very hard."
    },
    {
      "cite": "Ty Cobb",
      "quote": "Speed is a great asset; but it's greater when it's combined with quickness and there's a big difference."
    },
    {
      "cite": "Patrick Stump",
      "quote": "Speed is absolutely key to creativity. The more time it takes to create something, the less likely you are to create something."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Speed is no advantage round a vicious circle."
    },
    {
      "cite": "Levi Emerson",
      "quote": "Our speed and size were definitely big factors in this game, but it really came down to just coming out and playing with heart."
    },
    {
      "cite": "David W. Johnson",
      "quote": "There are no speed limits on the road to success."
    },
    {
      "cite": "Michael Snow",
      "quote": "Speed is a way to escape consciousness and just act."
    },
    {
      "cite": "Johan Cruyff",
      "quote": "Speed is often confused with insight. When I start running earlier than the others, I appear faster."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "The only thing faster than the speed of thought is the speed of forgetfulness. Good thing we have other people to help us remember."
    },
    {
      "cite": "Mario Andretti",
      "quote": "Speed is relative. You have to live it. You can't just jump into it. You have to live it all the time."
    },
    {
      "cite": "Ty Cobb",
      "quote": "Just speed, raw speed, blinding speed, too much speed."
    },
    {
      "cite": "Regis McKenna",
      "quote": "Speed has become an important element of strategy."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In skating over thin ice our safety is in our speed."
    },
    {
      "cite": "Tadao Ando",
      "quote": "The speed of change makes you wonder what will become of architecture."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Faster, faster, until the thrill of speed overcomes the fear of death."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "The future was getting here faster than I'd expected."
    }
  ]
}