{
  "source": "https://www.wisesayings.com/spider-quotes/",
  "theme": "spider",
  "quotes": [
    {
      "cite": "Boze Hadleigh",
      "quote": "A wolf spider is a fast-moving ground spider known for running after and jumping on its prey."
    },
    {
      "cite": "Boze Hadleigh",
      "quote": "A crab apple is small and sour, and a crab spider has long front legs that move sideways."
    },
    {
      "cite": "Boze Hadleigh",
      "quote": "Two spidery expressions are 'to blow the cobwebs away,' meaning to void one's mind of old-fashioned ideas, and 'to be at the center of the spider's web' —to control a complex group or operation."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "In giving spiders their ability to weave webs and to sail through the air, God showed concern 'for the pleasure and recreation of all sorts of creatures, even the insects.'"
    },
    {
      "cite": "Sir Richard Francis Burton",
      "quote": "In Ananu, or spider, is the subject of many superstitions. Injuring the children that sleep in the same room with it."
    },
    {
      "cite": "Sir Richard Francis Burton",
      "quote": "When the spider would attack thee, it extends its web to entangle thee."
    },
    {
      "cite": "Proverbs 30:28",
      "quote": "The spider taketh hold with her hands, and is in King's palaces."
    },
    {
      "cite": "Henry James",
      "quote": "Experience is...a kind of huge spider-web of the finest silken threads suspended in the chamber of consciousness, and catching every airborne particle in its tissue."
    },
    {
      "cite": "Anon Greek Philosopher",
      "quote": "The soul dwells in the body like a spider in its web."
    },
    {
      "cite": "Anon",
      "quote": "So mean he would steal a dead fly from a blind spider."
    },
    {
      "cite": "Anacharsis",
      "quote": "Written laws are like spider's webs; they will catch, it is true, the weak and poor, but would be torn in pieces by the rich and powerful."
    },
    {
      "cite": "William Blake",
      "quote": "The bird a nest, the spider a web, man friendship."
    },
    {
      "cite": "Matthew Flickstein",
      "quote": "All things are interrelated and interdependent; nothing exists in isolation. The entire universe is one ecosystem, similar to a spider web— if one part is touched, the entire net shimmers."
    },
    {
      "cite": "Laurence Flanagan",
      "quote": "The fact that the spider helps to control the spread of fies made it a valued insect, and this was underlined in a folklore by a story that it had hidden Christ from his enemies by covering him with its web."
    },
    {
      "cite": "Laura Marsh",
      "quote": "You don't have to look far to see a spider's web— in the corner of the window, on a fence, or in a bush— spiders make their home everywhere"
    },
    {
      "cite": "Laura Marsh",
      "quote": "What has eight legs, fangs, and hair all over? Is it a monster? No, it's a spider!"
    },
    {
      "cite": "Kay De Silva",
      "quote": "Spider silk is thirty times thinner than a human hair and very light, but do not let this fool you. It is the strongest fiber found in nature."
    },
    {
      "cite": "Kay De Silva",
      "quote": "Spiders are born to spin; they do not need to be taught. A spider's web is its home. Some spiders use a web to catch their prey, while others prefer to hunt."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Fiction is like a spider's web, attached ever so lightly perhaps, but still attached to life at all four corners. Often the attachment is scarcely perceptible."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Laws, like the spider's web catch the fly and let the hawk go free."
    },
    {
      "cite": "Dave Barry",
      "quote": "Spiders so large they appear to be wearing the pelts of small mammals."
    },
    {
      "cite": "Jasmine Jean",
      "quote": "It is with eight lengthy legs we use to catch food, balance and knit a beautiful silk bed, but as babies we had lost our bones and skin, and hence our legs we had shed."
    },
    {
      "cite": "Cheryl Hayashi",
      "quote": "It's like the spiders are sharing an ancient secret with me, and that's why I'm going to spend the rest of my life studying spider silk."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Everything that the spider needs to make a spider-web is not found in the housefly it's right there in the spider! Whatever you need to make impacts is in you! Discover yourself and make a difference!"
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Laws are spider webs through which the big flies pass and the little ones get caught."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Spiders are anti-social, keep pests under control, and mostly mind their own business, but they somehow summon fear in humans who are far more dangerous, deceitful and have hurt more people. Of the two I'm more suspicious about the latter."
    },
    {
      "cite": "Ethiopian",
      "quote": "When spider webs unite, they can tie up a lion."
    }
  ]
}