{
  "source": "https://www.wisesayings.com/spinning-quotes/",
  "theme": "spinning",
  "quotes": [
    {
      "cite": "Katherine Kelly",
      "quote": "We take each week as it comes; we're juggling just like everybody else. It's all about spinning plates."
    },
    {
      "cite": "Scott Westerfeld",
      "quote": "Reality had no gears, and you never knew what surprises would come spinning out of its chaos."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "It is the peculiar nature of the world to go on spinning no matter what sort of heartbreak is happening."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Fortune's not content with knocking a man down; she sends him spinning head over heels, crash upon crash."
    },
    {
      "cite": "John Suckling",
      "quote": "Abruptness is an eloquence in parting, when spinning out the time is but the weaving of new sorrow."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Whatever may happen to you, it was prepared for you from all eternity; and the implication of causes was from eternity spinning the thread of your being, and of that which is incident to it."
    },
    {
      "cite": "Confucius",
      "quote": "Great is the man who can overcome the world, but greater still is the man who can overcome himself, for he will have the world spinning on the palm of his hand."
    },
    {
      "cite": "John Murray",
      "quote": "The world turns on a dime, the same now as it always has — which is to say, money makes the world go 'round. It's also what makes the world go spinning out of control."
    },
    {
      "cite": "Pete Wilson",
      "quote": "Your dreams may not be happening, and things aren't turning out the way you expected, but that doesn't mean your life is spinning out of control. It just means you're not in control."
    },
    {
      "cite": "Mary E. Pearson",
      "quote": "One small changed family doesn't calculate into a world that has been spinning for a billion years. But one small change makes the world spin differently in a billion ways for one family."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "Wonder and despair are two sides of a spinning coin. When you open yourself to one, you open yourself to the other. You discover a capacity for joy that wasn't in you before. Wonder is the promise of restoration: as deeply as you dive, so may you rise."
    },
    {
      "cite": "Candace Cameron",
      "quote": "I don't think balance is ever achieved in the full sense of the word. Life is more like a juggling act, spinning plates in the air, allowing some to drop, and picking them back up or adding new ones when the timing is right."
    },
    {
      "cite": "Rumi",
      "quote": "We come spinning out of nothingness, scattering stars like dust."
    },
    {
      "cite": "Conor Oberst",
      "quote": "My head's a carousel of pictures and the spinning never stops."
    },
    {
      "cite": "Robert Breault",
      "quote": "You live long enough in a world spinning on its axis, you learn to spin in the same direction."
    },
    {
      "cite": "Jen Sincero",
      "quote": "If something bothers you, focus on the solution or the desired outcome, not the part that has you spinning out in the middle of the night."
    },
    {
      "cite": "William James",
      "quote": "We are spinning our own fates, good or evil, never to be undone."
    },
    {
      "cite": "Mel Brooks",
      "quote": "As long as the world is turning and spinning, we're gonna be dizzy and we're gonna make mistakes."
    },
    {
      "cite": "Deborah Harkness",
      "quote": "As fast as I can tell there are only two emotions that keep the world spinning year after year...One is fear. The other is desire."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "All work, even cotton spinning, is noble; work is alone noble... A life of ease is not for any man, nor for any god."
    },
    {
      "cite": "Rollo May",
      "quote": "The essence of being human is that, in the brief moment we exist on this spinning planet, we can love some persons and some things, in spite of the fact that time and death will ultimately claim us all."
    },
    {
      "cite": "Daniel Keys Moran",
      "quote": "We are reinventing the world. We've set the ball spinning with little concern for where and how it's going to stop."
    },
    {
      "cite": "Annie Proulx",
      "quote": "A spinning coin, still balanced on its rim, may fall in either direction."
    },
    {
      "cite": "Glen Mazzara",
      "quote": "Nobody can survive alone, in this world. People have bonds, and sometimes those bonds are broken. And then, that person goes spinning off and connects with someone else."
    },
    {
      "cite": "Phil Anselmo",
      "quote": "In my better sense of mind, I know that Im far from alone and far from the worst, and the earth keeps spinning. Everything keeps moving, with or without me."
    }
  ]
}