{
  "source": "https://www.wisesayings.com/spine-quotes/",
  "theme": "spine",
  "quotes": [
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Total relaxation is the secret to enjoying sitting meditation. I sit with my spine upright, but not rigid; and I relax all the muscles in my body."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "My body is damaged from music in two ways. I have a red irritation in my stomach. It's psychosomatic, caused by all the anger and the screaming. I have scoliosis, where the curvature of your spine is bent, and the weight of my guitar has made it worse. I'm always in pain, and that adds to the anger in our music."
    },
    {
      "cite": "Christina Koch",
      "quote": "While you're in space, you grow in height! Without the constant force of gravity on your spine, it stretches out, and you're actually taller when you land. It doesn't last long though."
    },
    {
      "cite": "John Mellencamp",
      "quote": "I was born with Spina bifida. That's where you have a hole in your spine, and your nerve endings come out."
    },
    {
      "cite": "Zach Anner",
      "quote": "I use an electric wheelchair because I have no sense of balance, and muscle spasticity has arched my spine like a cat's, while my legs are really just for show."
    },
    {
      "cite": "Jaime Pressly",
      "quote": "Your core supports your spine and your torso. Everything you do depends on it."
    },
    {
      "cite": "Dick York",
      "quote": "My spine healed incorrectly. There were long periods when I'd be perfectly all right, and then there were many other times when I wasn't, when my back would give out and throw me down to the floor amid waves of nauseating pain."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "The spine is the lifeline. A lot of people should go to a chiropractor but they don't know it."
    },
    {
      "cite": "James Geary",
      "quote": "You only really discover the strength of your spine when your back is against the wall."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "A man is as old as his spine is flexible."
    },
    {
      "cite": "Ralph Marston",
      "quote": "If something goes wrong, don’t whine about it. Have a spine about it. Adjust, adapt, and move forward."
    },
    {
      "cite": "Hippocrates",
      "quote": "Get knowledge of the spine, for this is the requisite for many diseases."
    },
    {
      "cite": "Socrates",
      "quote": "If you would seek health, look first to the spine."
    },
    {
      "cite": "Don Henley",
      "quote": "I have a bad back partially from playing the drums and singing. I used to have to hold my body in such a position that my spine got out of alignment."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Without the accurate spine movement, one can't exist dynamically."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Many a man has failed because he had his wishbone where his backbone should have been."
    },
    {
      "cite": "Nora Roberts",
      "quote": "It takes a lot of spine and stomach to make yourself into something when no one gives you a foundation."
    },
    {
      "cite": "Don Davis",
      "quote": "The spine as a whole operates as a functional unit. Each vertabra can affect its neighbor and one portion of the spine may affect or damage other areas of the body."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "TAIL, n. The part of an animal's spine that has transcended its natural limitations to set up an independent existence in a world of its own."
    },
    {
      "cite": "Rod McKuen",
      "quote": "To understand others you should get behind their eyes and walk down their spines."
    }
  ]
}