{
  "source": "https://www.wisesayings.com/spiritual-love-quotes/",
  "theme": "spiritual-love",
  "quotes": [
    {
      "cite": "Nikki Giovanni",
      "quote": "Love is the offspring of spiritual affinity and unless that affinity is created in a moment, it will not be created for years or even generations."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The spiritual meaning of love is measured by what it can do. Love is meant to heal. Love is meant to renew. Love is meant to bring us closer to God."
    },
    {
      "cite": "JoyBell C.",
      "quote": "For some people, the point of no return begins at the very moment their souls become aware of each others existence."
    },
    {
      "cite": "Plato",
      "quote": "Beauty is certainly a soft, smooth, slippery thing, and therefore of a nature which easily slips in and permeates our souls."
    },
    {
      "cite": "Rumi",
      "quote": "What is planted in each person's soul will sprout."
    },
    {
      "cite": "Angelo M. Swinso",
      "quote": "Wherever you are lacking, your obedience in working on that before your mate comes is vital."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To see the universal and all pervading Spirit of Truth face to face, one must be able to love the meanest of all creation as oneself."
    },
    {
      "cite": "Marshall Vian Summers",
      "quote": "Your giving and searching for ways to give is love in action. This is the evidence of Spirit at work."
    },
    {
      "cite": "M.H.S. Pourr",
      "quote": "Don't ever think you are nothing. Somewhere along the line, there is going to be someone who thinks you are everything."
    },
    {
      "cite": "Saint Augustine",
      "quote": "He who is filled with love is filled with God himself."
    },
    {
      "cite": "Rumi",
      "quote": "If you want the moon, do not hide at night. If you want a rose, do not run from the thorns. If you want love, do not hide from yourself."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "Spiritual love is a position of standing with one hand extended into the universe and one hand extended into the world, letting ourselves be a conduit for passing energy."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The spiritual journey is the unlearning of fear and the acceptance of love."
    },
    {
      "cite": "Mamta Rajshree",
      "quote": "Divine love glorifies heart & shines soul it makes one pure from body, mind, and soul."
    },
    {
      "cite": "Angelo M. Swinson",
      "quote": "Whenever your foundation is laid in God, there will be nothing that can shake it, no matter how strong the storm is."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Wine is constant proof that God loves us and loves to see us happy."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "Love is the most satisfying way to control the mind. Bhakti makes us single-minded when it awakens our innate spirit of love."
    },
    {
      "cite": "John O'Donohue",
      "quote": "You can never love another person unless you are equally involved in the beautiful but difficult spiritual work of learning to love yourself."
    },
    {
      "cite": "Rumi",
      "quote": "Love is the bridge between you and everything."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The human soul is on its journey from the law to love, from discipline to liberation, from the moral plane to the spiritual."
    },
    {
      "cite": "Mother Teresa",
      "quote": "A sacrifice to be real must cost, must hurt, and must empty ourselves. Give yourself fully to God. He will use you to accomplish great things on the condition that you believe much more in his love than in your weakness."
    },
    {
      "cite": "Luciano De Cescenzo",
      "quote": "Each of us are angels with only one wing, and we can only fly by embracing one another."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To love another person is to see the face of God."
    },
    {
      "cite": "Marshall Vian Summers",
      "quote": "Being with God is an intense experience of love, calling and purpose. The more you focus on this, the more it melts aware the icy cold of separation, like the sun melting the ice off of the mountain."
    },
    {
      "cite": "Thomas Hora",
      "quote": "Spiritual love, derived from love intelligence, is nonconditional, nonpersonal benevolence. It is the love of being loving, with no strings attached, just for the sake of being what God wants us to be."
    },
    {
      "cite": "Rumi",
      "quote": "Be a lamp, or a lifeboat, or a ladder. Help someone's soul heal. Walk out of your house like a shepherd."
    },
    {
      "cite": "Talib Kweli",
      "quote": "I ignored your aura but it grabbed me by the hand, like the moon pulled the tide, and the tide pulled the sand."
    },
    {
      "cite": "JoyBell C.",
      "quote": "Some people come and go and are forgotten. But there are other people who share a part in our destinies. They come, they go, but they are never forgotten. They come, they go, but even after they go they're still here. They never really went anywhere."
    },
    {
      "cite": "Harold Klemp",
      "quote": "The real meaning of detached love is to let others exist without forcing our will upon them. That is spiritual love."
    },
    {
      "cite": "Christopher Moore",
      "quote": "He loved constantly, instantly, spontaneously, without thought or words. That's what he taught me. Love is not something you think about, it is a state in which you dwell. That was his gift."
    }
  ]
}