{
  "source": "https://www.wisesayings.com/spiritual-quotes/",
  "theme": "spiritual",
  "quotes": [
    {
      "cite": "Marianne Williamson",
      "quote": "Inner peace doesn't come from getting what we want, but from remembering who we are."
    },
    {
      "cite": "Julia Cameron",
      "quote": "We undertake certain spiritual exercises to achieve alignment with the creative energy of the universe."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The spiritual path is simply the journey of living our lives. Everyone is on a spiritual path; most people just don't know it."
    },
    {
      "cite": "Gary Zukav",
      "quote": "We have always been involved in spiritual evolution. We are spiritual beings, we have always been spiritual beings and we will always be spiritual beings."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul."
    },
    {
      "cite": "Govindappa Venkataswamy",
      "quote": "When we grow in spiritual consciousness, we identify with all that is in the world there is no exploitation. It is ourselves we're helping, ourselves we're healing."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "The new spirituality is that it will produce an experience in human encounters in which we become a living demonstration of the basic spiritual teaching 'We are all one.'"
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Humility is the most important quality in the spiritual life. When it is lacking spiritual growth stops."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "It isn't until you come to a spiritual understanding of who you are - not necessarily a religious feeling, but deep down, the spirit within - that you can begin to take control."
    },
    {
      "cite": "Beverly Sills",
      "quote": "Attachment to spiritual things is... just as much an attachment as inordinate love of anything else."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Physical strength can never permanently withstand the impact of spiritual force."
    },
    {
      "cite": "Ram Dass",
      "quote": "The spiritual journey is individual, highly personal. It can't be organized or regulated. It isn't true that everyone should follow one path. Listen to your own truth."
    },
    {
      "cite": "Joan D. Chittister",
      "quote": "Learning to celebrate joy is one of the great practices of the spiritual life."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Your spiritual journey and your spiritual welfare are really dependent on two primary factors: One, your ability to meditate and two, your ability to give of yourself."
    },
    {
      "cite": "Ignazio Silone",
      "quote": "Spiritual life and secure life do not go together; to save oneself on must struggle and take risks."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The spiritual journey is the unlearning of fear and the acceptance of love."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "When there's nothing but humility, there's nothing but spiritual oneness."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The inward journey is about finding your own fullness, something that no one else can take away."
    },
    {
      "cite": "Shri Radhe Maa",
      "quote": "Spiritual knowledge is fruitful only when it is applied."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "The more light you allow within you, the brighter the world you live in will be."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Problems are spiritual lessons from God-spiritual lessons to be learned."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "There are no planes in the spiritual life; we are either going uphill or coming down."
    },
    {
      "cite": "Henryk Skolimowski",
      "quote": "The first act of awe, when man was struck with the beauty or wonder of Nature, was the first spiritual experience."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Spiritual stagnation ensues when man's environment becomes unpredictable or when his inner life is made wholly predictable."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "In the spiritual life, as in all organic processes, everyone has their optimum and it is just as harmful to go beyond it as not to attain it."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Each of us is here to discover our true selves; that essentially we are spiritual beings who have taken manifestation in physical form; that we're not human beings that have occasional spiritual experiences, that we're spiritual beings that have occasional human experiences."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "Spiritual education is not a distinct and separate discipline; it is part and parcel of all types and levels of education, In fact, it is the very foundation on which a lasting edifice can be built."
    },
    {
      "cite": "Pema Chodron",
      "quote": "We don't sit in meditation to become good meditators. We sit in meditation so that we'll become more awake in our lives."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Impart as much as you can of your spiritual being to those who are on the road with you, and accept as something precious what comes back to you from them."
    }
  ]
}