{
  "source": "https://www.wisesayings.com/spiral-quotes/",
  "theme": "spiral",
  "quotes": [
    {
      "cite": "Vaclav Havel",
      "quote": "Modern man must descend the spiral of his own absurdity to the lowest point; only then can he look beyond it. It is obviously impossible to get around it, jump over it, or simply avoid it."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "When you’re stuck in a spiral, to change all aspects of the spin you need only to change one thing."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The spiral is a spiritualized circle. In the spiral form, the circle, uncoiled, has ceased to be vicious; it has been set free."
    },
    {
      "cite": "Maynard James Keenan",
      "quote": "A circle is the reflection of eternity. It has no beginning and it has no end - and if you put several circles over each other, then you get a spiral."
    },
    {
      "cite": "Ray LaMontagne",
      "quote": "You can make bad choices and find yourself in a downward spiral or you can find something that gets you out of it."
    },
    {
      "cite": "Will.I.Am",
      "quote": "When someone is denying what they are, then that's when things start to spiral down."
    },
    {
      "cite": "Rumi",
      "quote": "Silence is the root of everything. If you spiral into its void a hundred voices will thunder messages you long to hear."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "Success is not arriving at the summit of a mountain as a final destination. It is a continuing upward spiral of progress. It is perpetual growth."
    },
    {
      "cite": "Toto Wolff",
      "quote": "By admitting a mistake, it is easier to get yourself out of a spiral."
    },
    {
      "cite": "Billy Graham",
      "quote": "The farther we get from God, the more the world spirals out of control."
    },
    {
      "cite": "Sam Altman",
      "quote": "If you ever take your foot off the gas pedal, things will spiral out of control, snowball downwards."
    },
    {
      "cite": "Petra Nemcova",
      "quote": "If we focus on the minuses, we go down the spiral. But if we are able to focus on the pluses, we can become stronger and put more meaning into our life."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Progress has not followed a straight ascending line, but a spiral with rhythms of progress and retrogression, of evolution and dissolution."
    },
    {
      "cite": "Frances E. Willard",
      "quote": "This seems to be the law of progress in everything we do; it moves along a spiral rather than a perpendicular; we seem to be actually going out of the way, and yet it turns out that we were really moving upward all the time."
    },
    {
      "cite": "Madame De Stael",
      "quote": "The human mind always makes progress, but it is a progress in spirals."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The ultimate weakness of violence is that it is a descending spiral, begetting the very thing that it seeks to destroy"
    }
  ]
}