{
  "source": "https://www.wisesayings.com/spiritual-awakening-quotes/",
  "theme": "spiritual-awakening",
  "quotes": [
    {
      "cite": "Marianne Williamson",
      "quote": "The spiritual journey is the unlearning of fear and the acceptance of love."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "The spiritual is inclusive. It is the deepest sense of belonging and participation.We all participate in the spiritual at all times, whether we know it or not."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Every night, when I go to sleep, I die. Every morning, when I wake up, I am reborn."
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "Awakening begins when a man realizes that he is going nowhere and does not know where to go."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The awakening of the soul to its bondage and its effort to stand up and assert itself - this is called life."
    },
    {
      "cite": "Matthew Fox",
      "quote": "A global awakening can only happen from a spiritual awakening that is of global dimensions."
    },
    {
      "cite": "Tommy Chong",
      "quote": "Awakening your spiritual side is really what artists do. When you hit a groove, it's not you; it's the spirit world."
    },
    {
      "cite": "Sivananda",
      "quote": "The real spiritual progress of the aspirant is measured by the extent to which he achieves inner tranquility."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Our essential nature is one of pure potentiality."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one."
    },
    {
      "cite": "L.J. Vanier",
      "quote": "The awakening is finally realizing that you are a part of God, like a single cell that finally sees it is a part of you"
    },
    {
      "cite": "Ram Dass",
      "quote": "The spiritual journey is individual, highly personal. It can't be organized or regulated. It isn't true that everyone should follow one path. Listen to your own truth."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "When we quit thinking primarily about ourselves and our own self-preservation, we undergo a truly heroic transformation of consciousness."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "You learn who you are by unlearning who they taught you to be."
    },
    {
      "cite": "J. Edwin Orr",
      "quote": "No great spiritual awakening has begun anywhere in the world apart from united prayer."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "It's exhilarating to be alive in a time of awakening consciousness; it can also be confusing, disorienting, and painful."
    },
    {
      "cite": "Shri Radhe Maa",
      "quote": "Spiritual knowledge is fruitful only when it is applied"
    },
    {
      "cite": "Plato",
      "quote": "The greatest privilege of a human life is to become a midwife to the awakening of the Soul in another person."
    },
    {
      "cite": "Salma Hayek",
      "quote": "You can have a spiritual awakening and discover a new side of you at any age. And best of all, love can happen at any age. Life can just start to get exciting when you're in your 40s and 50s. You have to believe that."
    },
    {
      "cite": "Leonard Jacobson",
      "quote": "Awakening is about liberating yourself from the prison that is the world of the mind and daring to be here as all that you are."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "Right now we're in a special and powerful position, because the world is having a spiritual awakening."
    },
    {
      "cite": "Amit Ray",
      "quote": "Your greatest awakening comes, when you are aware about your infinite nature."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Spiritual Awakening is awakening from the dream of thought."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Spiritual awakening is the most essential thing in man's life, and it is the sole purpose of being. Is not civilization, in all its tragic forms, a supreme motive for spiritual awakening?"
    },
    {
      "cite": "Ken Duncan",
      "quote": "Spiritually, the Holy Land really stirs you up and starts awakening many things in your life."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "The solution to the problem of the day is the awakening of the consciousness of humanity to the divinity within."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Spiritual awakening - is becoming awake to the aliveness of this moment."
    },
    {
      "cite": "Carl Jung",
      "quote": "Who looks outside, dreams. Who looks inside, awakens."
    },
    {
      "cite": "Arthur Tappan Pierson",
      "quote": "There has never been a spiritual awakening in any country or locality that did not begin in united prayer."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "The more light you allow within you, the brighter the world you live in will be."
    }
  ]
}