{
  "source": "https://www.wisesayings.com/spirituality-quotes/",
  "theme": "spirituality",
  "quotes": [
    {
      "cite": "Sri Aurobindo",
      "quote": "Spirituality is indeed the master key of the Indian mind; the sense of the infinitive is native to it."
    },
    {
      "cite": "Dennis Banks",
      "quote": "Most importantly, the meaning of spirituality lays the seeds for our destiny and the path we must follow."
    },
    {
      "cite": "Alfred Painter",
      "quote": "Saying thank you is more than good manners. It is good spirituality."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body."
    },
    {
      "cite": "Brother Wayne Teasdale",
      "quote": "It is the inner life that is to spark the change in consciousness that will permit us to advance."
    },
    {
      "cite": "Olympia Dukakis",
      "quote": "I think we have to be careful about what we label as a prerequisite for spirituality. I don't think you have to know a lot to have a spiritual life, but knowing gives life richness."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "We can no more do without spirituality than we can do without food, shelter, or clothing."
    },
    {
      "cite": "Peter Jurasik",
      "quote": "I have a much wider, freer view about spirituality. I feel that people need to pursue it on their own, personally. You know, let it be theirs - a personal relationship with their soul, or their God, or with their church."
    },
    {
      "cite": "Christy Turlington",
      "quote": "Any spirituality can be enhanced with the practice or study of yoga."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul."
    },
    {
      "cite": "Arthur Helps",
      "quote": "Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "My religion is very simple. My religion is kindness."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience."
    },
    {
      "cite": "James E. Faust",
      "quote": "A rebirth out of spiritual adversity causes us to become new creatures."
    },
    {
      "cite": "Billy Corgan",
      "quote": "I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Spirituality is meant to take us beyond our tribal identity into a domain of awareness that is more universal."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Before one accepts spirituality, astrology is very powerful, like a lion. Then when one enters into a deeper spiritual life, astrology becomes a tiny household cat."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "We should honor Mother Earth with gratitude; otherwise our spirituality may become hypocritical."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "The new spirituality is that it will produce an experience in human encounters in which we become a living demonstration of the basic spiritual teaching 'We are all one.'"
    },
    {
      "cite": "John Bradshaw",
      "quote": "The spiritual quest is not some added benefit to our life, something you embark on if you have the time and inclination. We are spiritual beings on an earthly journey. Our spirituality makes up our beingness."
    },
    {
      "cite": "Leonard Nimoy",
      "quote": "I'm touched by the idea that when we do things that are useful and helpful - collecting these shards of spirituality - that we may be helping to bring about a healing."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Twelve-step promotes spirituality, not religion. It gives a practical, day-to-day spirituality that tells me what I can and cannot control. There is room to be imperfect and to be someone who struggles to find God."
    },
    {
      "cite": "Kapil Dev",
      "quote": "Spirituality lies in what you do and how you do it and not what result you get."
    },
    {
      "cite": "Rigoberta Menchu",
      "quote": "To be a light to others you will need a good dose of the spiritual life. Because as my mother used to say, if you are in a good place, then you can help others; but if you're not well, then go look for somebody who is in a good place who can help you."
    },
    {
      "cite": "Jean Grasso Fitzpatrick",
      "quote": "Our spirituality is our opening to one another as whole human beings, each different and precious, and our exploring how we can truly learn to love."
    },
    {
      "cite": "James E. Faust",
      "quote": "Keeping the Sabbath day holy is much more than just physical rest. It involves spiritual renewal and worship."
    },
    {
      "cite": "Donald Miller",
      "quote": "The most important thing that happens within Christian spirituality is when a person falls in love with Jesus."
    },
    {
      "cite": "Noah Taylor",
      "quote": "I think spirituality is a good thing but I dislike any sort of dogmatic organization."
    }
  ]
}