{
  "source": "https://www.wisesayings.com/split-quotes/",
  "theme": "split",
  "quotes": [
    {
      "cite": "Vijay Seshadri",
      "quote": "You probably have to split yourself in various ways just in order to survive, and to think of yourself as a multitude."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "Sometimes something catastrophic can occur in a split second that changes a person's life forever; other times one minor incident can lead to another and then another and another, eventually setting off just as big a change in a body's life."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "To split yourself in two is just the most radical thing you can do"
    },
    {
      "cite": "Alexander Lowen",
      "quote": "Without awareness of bodily feeling and attitude, a person becomes split into a disembodied spirit and a disenchanted body."
    },
    {
      "cite": "Max Lucado",
      "quote": "A split second is nothing compared to twenty-four hours. On God's clock you're in the middle of your millisecond. Compared to eternity, what is seventy, eighty, ninety years?"
    },
    {
      "cite": "Anthony Storr",
      "quote": "Some split between the inner world and outer world is common to all behaviour, and the need to bridge the gap is the source of creative behaviour."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Learn this great secret of life: What people call interruption or disturbance to their routine is just as much a part of living as the routine. To split life into two parts, one called routine and the other called interruption, is to be caught between them."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "The soul can split the sky in two and let the face of God shine through."
    },
    {
      "cite": "William James",
      "quote": "The total possible consciousness may be split into parts which co-exist but mutually ignore each other."
    },
    {
      "cite": "Ovid",
      "quote": "The mightiest rivers lose their force when split up into several streams."
    },
    {
      "cite": "Dash Mihok",
      "quote": "There's moments when you have to make a split-second decision that will form you for the rest of your life."
    },
    {
      "cite": "Loretta Young",
      "quote": "The split second she ceases to care is the only time a woman ceases to be attractive."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Life would split apart without letters."
    },
    {
      "cite": "Deepika Padukone",
      "quote": "A split second can ruin or boost the sequence."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "The great thing about irony is that it splits things apart, gets up above them so we can see the flaws and hypocrisies and duplicates."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You don't need everyone to help you. You just need one touch of favor, and you will accomplish in a split second what could have taken your whole lifetime."
    },
    {
      "cite": "Edwin Land",
      "quote": "You cannot separate the composition from the life of the moment. It is all one thing, to be decided in a split second while you're living through it."
    },
    {
      "cite": "Nick Offerman",
      "quote": "The world is split into two halves: the bacon, and the bacon eaters."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Every great mistake has a halfway moment, a split second when it can be recalled and perhaps remedied."
    },
    {
      "cite": "Ana Monnar",
      "quote": "The future is a split second away."
    },
    {
      "cite": "John Dewey",
      "quote": "To avoid a split between what men consciously know because they are aware of having learned it by a specific job of learning, and what they unconsciously know because they have absorbed it in the formation of their characters by intercourse with others, becomes an increasingly delicate task with every development of special schooling."
    }
  ]
}