{
  "source": "https://www.wisesayings.com/spoiled-quotes/",
  "theme": "spoiled",
  "quotes": [
    {
      "cite": "C.S. Lewis",
      "quote": "Badness is only spoiled goodness."
    },
    {
      "cite": "Anne Brontë",
      "quote": "We shouldn’t always have what we want: it spoils the best of us, doesn’t it?"
    },
    {
      "cite": "Noor Al-Shanti",
      "quote": "Mother would not like him to be too rude to this girl, even if she was the spoiled little monster for whose entertainment his life had been ruined."
    },
    {
      "cite": "Thomas Bray",
      "quote": "Never fear spoiling children by making them too happy. Happiness is the atmosphere in which all good affections grow"
    },
    {
      "cite": "Robertson Davies",
      "quote": "A happy childhood has spoiled many a promising life."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "All charming people, I fancy, are spoiled. It is the secret of their attraction."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "It is not the young people that degenerate; they are not spoiled till those of mature age are already sunk into corruption."
    },
    {
      "cite": "Petra Stunt",
      "quote": "I realize I am very privileged. But there's a difference between being spoiled and privileged."
    },
    {
      "cite": "James Cagney",
      "quote": "Perhaps people, and kids especially, are spoiled today, because all the kids today have cars, it seems. When I was young you were lucky to have a bike."
    },
    {
      "cite": "Tami Hoag",
      "quote": "But then I had long mistaken being spoiled for being strong, being defiant for being independent, being reckless for being brave."
    },
    {
      "cite": "Morrie Ryskind",
      "quote": "A spoiled child who's grown up in ease and luxury.. who's always had her own way... and who's misdirected energies are so childish that they hardly deserve the comment."
    },
    {
      "cite": "Russel Marcus",
      "quote": "I'm going to a five-star spa to be pampered and spoiled, which, come to think of it, is sorta my life anyway."
    },
    {
      "cite": "Frank Fenton",
      "quote": "I'm what you'd call a spoiled child of the rich."
    },
    {
      "cite": "Gigi Levangie",
      "quote": "Maybe the problem here is your daughter and that she's a spoiled."
    },
    {
      "cite": "John Rosemond",
      "quote": "A spoiled child is a nuisance, and that's unfortunate, because the child, of course, had no choice in the matter."
    },
    {
      "cite": "Robert Riskin",
      "quote": "People who are spoiled are accustomed to having their own way."
    },
    {
      "cite": "Pen Densham",
      "quote": "But all I remember of you is a spoiled bully who used to burn my hair as a child."
    },
    {
      "cite": "Luc Besson",
      "quote": "Right. A gun-happy farm girl, an ugly dog, a wet-behind-the-ears cop and a spoiled brat. What a team!"
    },
    {
      "cite": "Agnès Varda",
      "quote": "Everybody spoils me. Nobody loves me."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "An ignorant, spoiled and anxious wretch makes a rotten clergyman."
    },
    {
      "cite": "Elizabeth Berger",
      "quote": "A child becomes 'spoiled' when his craving forf the parent's sincere interest, attention, respect, and devotion."
    },
    {
      "cite": "Rae Simons",
      "quote": "For many children, Grandma's house is the place where you get spoiled."
    },
    {
      "cite": "Donna Jones",
      "quote": "In every neighborhood, on every block, a spoiled child can be found."
    },
    {
      "cite": "Donna Jones",
      "quote": "Our children will never break out of the 'it's all about me' perspective as long as we allow life to be all about them."
    },
    {
      "cite": "Donna Jones",
      "quote": "When we give in to the whims of our children, bribe our children to behave with the promise of the latest toys and gadgets, or overindulge our children, we contribute to an 'I'm entitled' mentality."
    },
    {
      "cite": "Donna Jones",
      "quote": "Real love is the kind of love that helps a child break out of the chains of self-centered living into the freedom of unselfishness."
    },
    {
      "cite": "Kevin Leman",
      "quote": "Last borns can be rebellious, critical, temperamental, spoiled, impatient, and impetuous."
    },
    {
      "cite": "Kevin Leman",
      "quote": "Because they're often spoiled, last borns are typically self-centered."
    },
    {
      "cite": "Michele Borba",
      "quote": "Truth is, kids don't arrive in this world selfish. Research shows that our children are born with the marvelous gift to care and be concerned about others."
    },
    {
      "cite": "Michele Borba",
      "quote": "Selfish, spoiled kids are found to be less happy and satisfied about life."
    }
  ]
}