{
  "source": "https://www.wisesayings.com/spoken-word-quotes/",
  "theme": "spoken-word",
  "quotes": [
    {
      "cite": "Denise Duhamel",
      "quote": "The spoken word community was significant in making me want to write accessible and urgent poems. Bob Holman, in particular, was an impressive figure."
    },
    {
      "cite": "H. Emilie Cady",
      "quote": "Our spoken word first hammers a thing desired into shape. Our continued spoken word brings this shaped substance forth and clothes it with a visible body."
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "No poet will ever take the written word as a substitute for the spoken word; he knows that it is on the spoken word, and the spoken word only, that his art is founded."
    },
    {
      "cite": "Sarah Kay",
      "quote": "Spoken word poetry is the art of performance poetry. I tell people it involves creating poetry that doesn't just want to sit on paper, that something about it demands it be heard out loud or witnessed in person."
    },
    {
      "cite": "Sarah Kay",
      "quote": "Spoken word teaches that if you have the ability to express yourself and the courage to present those stories and opinions, you could be rewarded with a room full of your peers or your community who will listen."
    },
    {
      "cite": "Neil Postman",
      "quote": "The written word endures, the spoken word disappears."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Every spoken word arouses our self-will."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The real meaning of the spoken word has to be demonstrated by practical deeds."
    },
    {
      "cite": "Iris Chang",
      "quote": "The spoken word vanished with the wind. Likewise, the unrecorded life disappears as if it never existed."
    },
    {
      "cite": "Ma Jian",
      "quote": "When the written and spoken word is censored, the urban landscape becomes a nation's only physical link to the past."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Between thought and spoken word is a gap where intention can enter, the symbol be twisted aside, and the lie come to be."
    },
    {
      "cite": "Nancy Duarte",
      "quote": "To me, presentations are the most powerful device. You can't really name a movement that didn't start with the spoken word."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way."
    },
    {
      "cite": "Kingman Brewster",
      "quote": "While the spoken word can travel faster, you cant take it home in your hand. Only the written word can be absorbed wholly at the convenience of the reader."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The fact that we do not speak it but sing it only expresses the fact that our spoken words are inadequate to express what we want to say, that the burden of our song goes far beyond all human words."
    },
    {
      "cite": "Tommy Chong",
      "quote": "There is an intelligence factor that works with the spoken word. With words, you have to understand meaning and nuances and things like that. You have to be able to relate…but with music it’s just music."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Written words differ from spoken words in being material structures. A spoken word is a process in the physical world, having an essential time-order; a written word is a series of pieces of matter, having an essential space-order."
    },
    {
      "cite": "Maximillian Degenerez",
      "quote": "Insight into character comes from listening intently to the spoken word. The physical person, their charisma, charm and dramatic flair is more often used to persuade audiences, as they use these stealth tools of disguise and deception."
    },
    {
      "cite": "John McWhorter",
      "quote": "Rap and spoken word have reawakened the country to poetry in itself. Texting and Twitter encourage creative uses of casual language, in ways I have celebrated widely. But we've fallen behind on savoring the formal layer of our language."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "Many a spoken word is more piercing than an attack."
    },
    {
      "cite": "Florence Scovel Shinn",
      "quote": "Through his spoken word, man is continually making laws for himself."
    },
    {
      "cite": "Pipilotti Rist",
      "quote": "Fifty years ago, the spoken word reigned, but during the last fifty years, the power has gone over to pictures."
    },
    {
      "cite": "D. Elton Trueblood",
      "quote": "The spoken word is never really effective unless it is backed up by a life, but it is also true that the living deed is never adequate without the support the spoken word can provide."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Human beings do not relate to written words in the same way that they will relate to spoken words. They do not relate to music in the same way that they do to pictures. It's all different parts of our head, different parts of our minds processing this."
    },
    {
      "cite": "Aristotle",
      "quote": "Of the modes of persuasion furnished by the spoken word there are three kinds. The first kind depends on the personal character of the speaker; the second on putting the audience into a certain frame of mind; the third on the proof, provided by the words of the speech itself."
    }
  ]
}