{
  "source": "https://www.wisesayings.com/spontaneity-quotes/",
  "theme": "spontaneity",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Spontaneity is a meticulously prepared art"
    },
    {
      "cite": "Viola Spolin",
      "quote": "Through spontaneity we are re-formed into ourselves."
    },
    {
      "cite": "François Du Toit",
      "quote": "The moment you exchange spontaneity with rules you've lost the edge of romance"
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "If you follow a recipe for life, spontaneity will be cooked."
    },
    {
      "cite": "Steven Wright",
      "quote": "Plan to be spontaneous tomorrow."
    },
    {
      "cite": "Rajneesh",
      "quote": "To be spontaneous means not to act out of the past, because out of the past is all cunningness, cleverness, calculation, arithmetic."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Charity should be spontaneous. Calculated altruism is an affront."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The true enjoyments must be spontaneous and compulsive and look to no remoter end."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "Romance should be spontaneous, but in my career I'm totally in control."
    },
    {
      "cite": "Conor McGregor",
      "quote": "Be spontaneous, be creative, go out and have fun, let things happen naturally."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "Be spontaneous, be truthful, be free, and thus be individuals!"
    },
    {
      "cite": "Ryan Hansen",
      "quote": "Being spontaneous at times is a must. Being spontaneous all the time is a crazy person."
    },
    {
      "cite": "N. T. Wright",
      "quote": "Spontaneity, left to itself, can begin by excusing bad behavior and end by congratulating vice."
    },
    {
      "cite": "John Ortberg",
      "quote": "Spontaneous people are capable of as much love as well-organized people -- they're just messier."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "Spontaneity is the province of youth."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Analysis kills spontaneity. The grain once ground into flour springs and germinates no more."
    },
    {
      "cite": "Alan Dean Foster",
      "quote": "Spontaneity is one of the joys of existence, especially if you prepare for it in advance."
    },
    {
      "cite": "Chade Meng Tan",
      "quote": "If the mind is calm, your spontaneity and honest thoughts appear. You become more spontaneous."
    },
    {
      "cite": "Chuck Barris",
      "quote": "Spontaneity is such an entertaining facet of show business."
    }
  ]
}