{
  "source": "https://www.wisesayings.com/spontaneous-quotes/",
  "theme": "spontaneous",
  "quotes": [
    {
      "cite": "Henry Miller",
      "quote": "All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
    },
    {
      "cite": "Hilary Thayer Hamann",
      "quote": "We are spontaneous when we are at our genuine best."
    },
    {
      "cite": "Wei Wu Wei",
      "quote": "Spontaneity is being present in the present."
    },
    {
      "cite": "Jeff Wall",
      "quote": "The spontaneous is the most beautiful thing that can appear in a picture, but nothing in art appears less spontaneously than that."
    },
    {
      "cite": "Kelly Borsheim",
      "quote": "Intent is a tool, not an obstacle, to seek spontaneity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our spontaneous action is always the best. You cannot, with your best deliberation and heed, come so close to any question as your spontaneous glance shall bring you."
    },
    {
      "cite": "Carroll Bryant",
      "quote": "No matter how many plans you make or how much in control you are, life is always winging it."
    },
    {
      "cite": "Anonymous",
      "quote": "Better to be spontaneous and wrong than be cautious and right every single time."
    },
    {
      "cite": "Conor McGregor",
      "quote": "Be spontaneous, be creative, go out and have fun, let things happen naturally."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you are always trying to be normal, you will never know how amazing you can be."
    },
    {
      "cite": "Derek Landy",
      "quote": "Plans are invitation to disappointment."
    },
    {
      "cite": "Sylvia Clare",
      "quote": "Being spontaneous is being able to respond with confidence; calmly trusting that, whatever the outcome, you will have a positive if challenging experience that will lead to greater self-awareness and success."
    },
    {
      "cite": "Anonymous",
      "quote": "Unplanned moments are always better than planned ones."
    },
    {
      "cite": "Viola Spolin",
      "quote": "Through spontaneity we are re-formed into ourselves."
    },
    {
      "cite": "Jeph Jacques",
      "quote": "Spontaneous kindness is to hipsters as high beams are to deer."
    },
    {
      "cite": "Errol Morris",
      "quote": "If everything was planned, it would be dreadful. If everything was unplanned, it would be equally dreadful."
    },
    {
      "cite": "Brittany DeLaBarrera",
      "quote": "You can't be spontaneous within reason."
    },
    {
      "cite": "Ryan Hansen",
      "quote": "Being spontaneous at times is a must. Being spontaneous all the time is a crazy person."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Spontaneous actions of individuals, aiming at nothing else than at the improvement of their own state of satisfaction, undermined the prestige of the coercive status system step by step."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Spontaneity is a meticulously prepared art."
    }
  ]
}