{
  "source": "https://www.wisesayings.com/spooky-quotes/",
  "theme": "spooky",
  "quotes": [
    {
      "cite": "Jo Brand",
      "quote": "Everything becomes magnified at night. Sounds travel in a different way, it's dark, and everything seems far more spooky."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "There is something haunting in the light of the moon; it has all the dispassionateness of a disembodied soul, and something of its inconceivable mystery."
    },
    {
      "cite": "Dean Koontz",
      "quote": "You're spooky, he said, You knew what I was thinking. That's not spooky, she said, That's married."
    },
    {
      "cite": "Chris Van Allsburg",
      "quote": "The whole idea of being mesmerized and not in control of your own actions is fascinating and a little spooky. I remember hearing about someone who'd gone to a magic act, and a person in the audience had become hypnotized by observing too closely what magician was doing on stage, and thought it was spooky to lose your consciousness that way."
    },
    {
      "cite": "Tom Clancy",
      "quote": "I think about the characters I've created and then I sit down and start typing and see what they will do. There's a lot of subconscious thought that goes on. It amazes me to find out, a few chapters later, why I put someone in a certain place when I did. It's spooky."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Where there is no imagination there is no horror."
    },
    {
      "cite": "George Carlin",
      "quote": "There are nights when the wolves are silent and only the moon howls."
    },
    {
      "cite": "Zak Bagans",
      "quote": "I discovered that what most people call creepy, scary, and spooky, I call comfy, cozy, and home."
    },
    {
      "cite": "Benjamin R. Smith",
      "quote": "It's a big spooky place when you're in it alone. It's like you can hear all the whispers of all the voices of all the actors who ever played here. Kind of creepy. Like a church can be creepy when it's empty. You ever been in a church after hours?"
    },
    {
      "cite": "Suyasha Subedi",
      "quote": "Fear of anything is like a creepy unseen ghost, an omnipresent force that turns you into it's puppet, strangles, weakens you. Fight your biggest fear, face it and stab it to death and watch it disappear around the corner forever."
    },
    {
      "cite": "Evan Peters",
      "quote": "I love Halloween, and I love that feeling: the cold air, the spooky dangers lurking around the corner."
    },
    {
      "cite": "Rusty Fischer",
      "quote": "Shadows mutter, mist replies; darkness purrs as midnight sighs."
    },
    {
      "cite": "Midgard Morningstar",
      "quote": "The moon has awoken with the sleep of the sun, the light has been broken; the spell has begun."
    },
    {
      "cite": "Cleveland Coxe",
      "quote": "'Tis the night — the night of the graves delight and the warlocks are at their play; Ye think that without the wild winds shout, but no, it is they — it is they."
    },
    {
      "cite": "William Motherwell",
      "quote": "Men say that in this midnight hour, the disembodied have power."
    },
    {
      "cite": "Tom Clancy",
      "quote": "I've made up stuff that's turned out to be real, that's the spooky part."
    },
    {
      "cite": "Elif Batuman",
      "quote": "Listing and counting have a spooky, magical power, and the holiday season is a spooky, magical time."
    },
    {
      "cite": "William Gibson",
      "quote": "I'm always interested in the spooky repurposing of everyday things."
    },
    {
      "cite": "Nicholas  Gordon",
      "quote": "On Halloween, witches come true; wild ghosts escape from dreams. Each monster dances in the park."
    },
    {
      "cite": "Alex Bosworth",
      "quote": "It's spooky how we'll never know how many people have died while trying to mail a chain letter."
    }
  ]
}