{
  "source": "https://www.wisesayings.com/sports-quotes/",
  "theme": "sports",
  "quotes": [
    {
      "cite": "Michael Jordan",
      "quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Just play. Have fun. Enjoy the game."
    },
    {
      "cite": "Dan Gable",
      "quote": "Gold medals aren't really made of gold. They're made of sweat, determination, and a hard-to-find alloy called guts."
    },
    {
      "cite": "Ian Botham",
      "quote": "To me, it doesn't matter how good you are. Sport is all about playing and competing."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "You can't win unless you learn how to lose."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Sports do not build character. They reveal it."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If winning isn't everything, why do they keep score?"
    },
    {
      "cite": "George Orwell",
      "quote": "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting."
    },
    {
      "cite": "Mia Hamm",
      "quote": "I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Adversity causes some men to break; others to break records."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Don't look back. Something might be gaining on you."
    },
    {
      "cite": "Earl Monroe",
      "quote": "Just be patient. Let the game come to you. Don't rush. Be quick, but don't hurry."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Champions keep playing until they get it right."
    },
    {
      "cite": "Mike Singletary",
      "quote": "Do you know what my favorite part of the game is? The opportunity to play."
    },
    {
      "cite": "Paul Coffey",
      "quote": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top."
    },
    {
      "cite": "Ernie Banks",
      "quote": "The only way to prove that you're a good sport is to lose."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It's not whether you get knocked down; it's whether you get up."
    },
    {
      "cite": "Frank L. Gaines",
      "quote": "Only he who can see the invisible can do the impossible"
    },
    {
      "cite": "Bruce Jenner",
      "quote": "I always felt that my greatest asset was not my physical ability, it was my mental ability."
    },
    {
      "cite": "Mary Lou Retton",
      "quote": "A trophy carries dust. Memories last forever."
    },
    {
      "cite": "Ken Doherty",
      "quote": "The five Ss of sports training are: stamina, speed, strength, skill, and spirit, but the greatest of these is spirit."
    },
    {
      "cite": "Emil Zatopek",
      "quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head."
    },
    {
      "cite": "Doug Williams",
      "quote": "Never give up, never give in, and when the upper hand is ours, may we have the ability to handle the win with the dignity that we absorbed the loss."
    },
    {
      "cite": "Tom Landry",
      "quote": "I've learned that something constructive comes from every defeat."
    },
    {
      "cite": "Ben Hogan",
      "quote": "If you can't outplay them, outwork them."
    },
    {
      "cite": "William James",
      "quote": "Most people never run far enough on their first wind to find out they've got a second."
    },
    {
      "cite": "M.H. Alderson",
      "quote": "If at first you don't succeed, you are running about average."
    },
    {
      "cite": "Liane Cardes",
      "quote": "Continuous effort, not strength or intelligence, is the key to unlocking our potential."
    },
    {
      "cite": "Jeremy H.",
      "quote": "Pain is only temporary but victory is forever."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winning means you're willing to go longer, work harder, and give more than anyone else."
    }
  ]
}