{
  "source": "https://www.wisesayings.com/sportsmanship-quotes/",
  "theme": "sportsmanship",
  "quotes": [
    {
      "cite": "Knute Rockne",
      "quote": "One man practicing sportsmanship is far better than a hundred teaching it."
    },
    {
      "cite": "Sue Wicks",
      "quote": "I think sportsmanship is knowing that it is a game, that we are only as a good as our opponents, and whether you win or lose, to always give 100 percent."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I can accept failure. Everyone fails at something. But I can't accept not trying."
    },
    {
      "cite": "Jim Courier",
      "quote": "Sportsmanship for me is when a guy walks off the court and you really can't tell whether he won or lost, when he carries himself with pride either way."
    },
    {
      "cite": "Glenn Dobbs",
      "quote": "If you spend a lot of time on sportsmanship, you're going to spend a lot of time losing."
    },
    {
      "cite": "Sophocles",
      "quote": "I would prefer even to lose with honor than to win by cheating."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "The greatest test of courage on earth is to bear defeat without losing heart."
    },
    {
      "cite": "Lorii Myers",
      "quote": "True sportsmanship is excellence in motion!"
    },
    {
      "cite": "Mark Twain",
      "quote": "It's good sportsmanship to not pick up lost golf balls while they are still rolling."
    },
    {
      "cite": "Cal Ripken, Jr.",
      "quote": "Sometimes I think sportsmanship is a little bit forgotten in place of the individual attention."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "You are never really playing an opponent. You are playing yourself, your own highest standards, and when you reach your limits, that is real joy."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Champions keep playing until they get it right."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It does not matter how many times you get knocked down, but how many times you get up."
    },
    {
      "cite": "Jennifer McCombs",
      "quote": "To play is in the mind. To win is in the heart."
    },
    {
      "cite": "Mike Marshall",
      "quote": "Victory is in the quality of the competition, not just the final score."
    },
    {
      "cite": "John Wooden",
      "quote": "Be more concerned with your character than with your reputation.Your character is what you really are while your reputation is merely what others think you are."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I never thought about losing, but now that it's happened, the only thing is to do it right."
    },
    {
      "cite": "Kelly Fry",
      "quote": "Every game, you have so many people watching you. You can show good sportsmanship by helping other players up, and not talking back to coaches and referees."
    },
    {
      "cite": "Stephanie Deibler",
      "quote": "Sportsmanship is not just about being nice. It is much more important than that. It's about realizing that you could not compete without an opponent and that she has the same goals as you."
    },
    {
      "cite": "Paul Brown",
      "quote": "When you win, say nothing. When you lose, say less."
    },
    {
      "cite": "Chuck D",
      "quote": "Never let a win get to your head, or a loss to your heart."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Win as if you were used to it, lose as if you enjoyed it for a change."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Sportsmanship, next to the Church, is the greatest teacher of morals."
    },
    {
      "cite": "Warren Moon",
      "quote": "Sportsmanship is making sure you have respect for the guy you're playing across from."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "There is value in any experience that exercises those ethical restraints collectively called sportsmanship."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winning isn't everything, but wanting to win is."
    },
    {
      "cite": "Harry Vardon",
      "quote": "Don't praise your own good shots. Leave that function to your partner who, if a good sport, will not be slow in performing it."
    },
    {
      "cite": "Dong Dong",
      "quote": "No matter if you win or lose, the most important thing in life is to enjoy what you have."
    },
    {
      "cite": "Patrick Swayze",
      "quote": "What winning is to me is not giving up, is no matter what's thrown at me, I can take it. And I can keep going."
    },
    {
      "cite": "Jim Palmer",
      "quote": "Losing is no disgrace if you've given your best."
    }
  ]
}