{
  "source": "https://www.wisesayings.com/spouse-quotes/",
  "theme": "spouse",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Spouse: someone who'll stand by you through all the trouble you wouldn't have had if you'd stayed single."
    },
    {
      "cite": "Sadghuru",
      "quote": "A spouse is not a destination but a fellow traveler."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Spouses are great impediments to great enterprises."
    },
    {
      "cite": "John Florio",
      "quote": "A good husband makes a good wife."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Spouses in healthy relationships cherish each other's space and are champions of each other's causes."
    },
    {
      "cite": "John Florio",
      "quote": "A deaf husband and a blind wife are always a happy couple."
    },
    {
      "cite": "B. R. Ambedkar",
      "quote": "The relationship between husband and wife should be one of closest friends."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "The ideal husband understands every word his wife doesn't say."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Spouses should spend at least one full hour each day talking together about subjects that have nothing to do with their work or business. Children need at least ten minutes of face-to-face contact with their parents each day."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A spouse is someone you can live with; a soulmate is someone you can't live without."
    },
    {
      "cite": "Robert Vanleeuwen",
      "quote": "Your spouse is not a possession you attain, but a friend in which you trust & adore."
    },
    {
      "cite": "John Corey Whaley",
      "quote": "Spouses have each other, and even when one eventually dies, they have memories of a time when they existed before that other person and can more readily imagine a life without them. Likewise, parents may have other children to be concerned with--a future to protect for them. To lose a sibling is to lose the one person with whom one shares a lifelong bond that is meant to continue on into the future."
    },
    {
      "cite": "Ben Franklin",
      "quote": "A good spouse and health is a person's best wealth."
    },
    {
      "cite": "Voltaire",
      "quote": "The husband who decides to surprise his wife is often very much surprised himself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man's wife has more power over him than the state has."
    }
  ]
}