{
  "source": "https://www.wisesayings.com/spring-break-quotes/",
  "theme": "spring-break",
  "quotes": [
    {
      "cite": "Robin Williams",
      "quote": "Spring is nature's way of saying, 'Let's party!'"
    },
    {
      "cite": "Gustav Mahler",
      "quote": "Spring won't let me stay in this house any longer! I must get out and breathe the air deeply again."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Spring has returned. The Earth is like a child that knows poems."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "With the coming of spring, I am calm again."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Spring is when life's alive in everything."
    },
    {
      "cite": "Sitting Bull",
      "quote": "Behold, my friends, the spring is come; the earth has gladly received the embraces of the sun, and we shall soon see the results of their love!"
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "The beautiful spring came; and when Nature resumes her loveliness, the human soul is apt to revive also."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "In the spring, at the end of the day, you should smell like dirt."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's spring fever. That is what the name of it is. And when you've got it, you want   oh, you don't quite know what it is you do want, but it just fairly makes your heart ache, you want it so!"
    },
    {
      "cite": "Will Wright",
      "quote": "On vacation, I totally unplug. I don't bring a laptop with me."
    },
    {
      "cite": "Dina Titus",
      "quote": "A vacation from school should not mean hunger for our children."
    },
    {
      "cite": "Parker Stevenson",
      "quote": "I'm going to go away on vacation, I'm going to try to get away from the phone, away from scripts. I think it's important to sit back and think about what you want."
    },
    {
      "cite": "Emily Carr",
      "quote": "Oh, Spring! I want to go out and feel you and get inspiration. My old things seem dead. I want fresh contacts, more vital searching."
    },
    {
      "cite": "Rachel Zoe",
      "quote": "I think in spring, we don't want to wear makeup, we don't want to wear a ton of clothes, we just want everything to be easier."
    },
    {
      "cite": "David Hockney",
      "quote": "Spring is very energising to me."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Hoe while it is spring, and enjoy the best anticipations. It is not much matter if things do not turn out well."
    },
    {
      "cite": "Dominic Monaghan",
      "quote": "Holidays are all different depending on the company and time of your life."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "It was spring break, so the theater was always packed with high schools students. It was an animal house. I wanted to burn the place down."
    },
    {
      "cite": "Penelope Trunk",
      "quote": "Spring is a time to find out where you are, who you are, and move toward where you are going."
    },
    {
      "cite": "Karlie Kloss",
      "quote": "Holy cow, in the course of one week I feel like I've lived about a year!"
    },
    {
      "cite": "Virgil A. Kraft",
      "quote": "Spring shows what God can do with a drab and dirty world."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Katherine Whitehorn",
      "quote": "Spring makes everything look filthy."
    },
    {
      "cite": "Daniel Tosh",
      "quote": "It's not Spring Break until somebody dies!"
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Poor, dear, silly Spring, preparing her annual surprise!"
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "The world's favorite season is the spring. All things seem possible in May."
    },
    {
      "cite": "William Shakespeare",
      "quote": "April hath put a spirit of youth in everything."
    },
    {
      "cite": "Henry D. Thoreau",
      "quote": "Spring an experience in immortality."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Indoors or out, no one relaxes in March, that month of wind and taxes, the wind will presently disappear, the taxes last us all the year."
    },
    {
      "cite": "Edgar Guest",
      "quote": "Spring's greatest joy beyond a doubt is when it brings the children out."
    }
  ]
}