{
  "source": "https://www.wisesayings.com/spring-quotes/",
  "theme": "spring",
  "quotes": [
    {
      "cite": "Lewis Grizzard",
      "quote": "Springtime is the land awakening. The March winds are the morning yawn."
    },
    {
      "cite": "Geoffrey B. Charlesworth",
      "quote": "Spring makes its own statement, so loud and clear that the gardener seems to be only one of the instruments, not the composer."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Everything is blooming most recklessly; if it were voices instead of colors, there would be an unbelievable shrieking into the heart of the night."
    },
    {
      "cite": "Robin Williams",
      "quote": "Spring is nature's way of saying, 'Let's party!'"
    },
    {
      "cite": "Sitting Bull",
      "quote": "Behold, my friends, the spring is come; the earth has gladly received the embraces of the sun, and we shall soon see the results of their love!"
    },
    {
      "cite": "Doug Larson",
      "quote": "Spring is when you feel like whistling even with a shoe full of slush."
    },
    {
      "cite": "Bern Williams",
      "quote": "The day the Lord created hope was probably the same day he created Spring."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Spring is when life's alive in everything."
    },
    {
      "cite": "Bishop Reginald Heber",
      "quote": "Spring unlocks the flowers to paint the laughing soil."
    },
    {
      "cite": "Jacqueline Heriteau",
      "quote": "When there's new growth bursting out all over, everything fresh, green, and flourishing, the plants are little rockets of success going off every time you look at them."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "In the Spring a livelier iris changes on the burnish'd dove; In the Spring a young man's fancy lightly turns to thoughts of love."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Spring is sooner recognized by plants than by men."
    },
    {
      "cite": "Ellis Peters",
      "quote": "Every spring is the only spring - a perpetual astonishment."
    },
    {
      "cite": "Lewis Gantt",
      "quote": "But each spring a gardening instinct, sure as the sap rising in the trees, stirs within us. We look about and decide to tame another little bit of ground."
    },
    {
      "cite": "Robert Frost",
      "quote": "The sun was warm but the wind was chill. You know how it is with an April day."
    },
    {
      "cite": "Virgil",
      "quote": "Now every field is clothed with grass, and every tree with leaves; now the woods put forth their blossoms, and the year assumes its gay attire."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Spring has returned. The Earth is like a child that knows poems."
    },
    {
      "cite": "W. Earl Hall",
      "quote": "Science has never drummed up quite as effective a tranquilizing agent as a sunny spring day."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "You can cut all the flowers but you cannot keep Spring from coming."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's spring fever. That is what the name of it is. And when you've got it, you want-oh, you don't quite know what it is you do want, but it just fairly makes your heart ache, you want it so!"
    },
    {
      "cite": "Virgil Kraft",
      "quote": "Spring shows what God can do with a drab and dirty world."
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "The beautiful spring came; and when Nature resumes her loveliness, the human soul is apt to revive also."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "The first day of spring is one thing, and the first spring day is another. The difference between them is sometimes as great as a month."
    },
    {
      "cite": "Tao Te Ching",
      "quote": "When spring comes the grass grows by itself."
    },
    {
      "cite": "Margaret Elizabeth Sangster",
      "quote": "Never yet was a springtime, when the buds forgot to bloom."
    },
    {
      "cite": "William Shakespeare",
      "quote": "April hath put a spirit of youth in everything."
    },
    {
      "cite": "Edgar Guest",
      "quote": "Spring's greatest joy beyond a doubt is when it brings the children out."
    },
    {
      "cite": "Charles Dickens",
      "quote": "It was one of those March days when the sun shines hot and the wind blows cold: when it is summer in the light, and winter in the shade."
    },
    {
      "cite": "Robert Burns",
      "quote": "Now Nature hangs her mantle green On every blooming tree, And spreads her sheets o' daisies white Out o'er the grassy lea."
    },
    {
      "cite": "William Cowper",
      "quote": "Spring hangs her infant blossoms on the trees, Rock'd in the cradle of the western breeze."
    }
  ]
}