{
  "source": "https://www.wisesayings.com/stability-quotes/",
  "theme": "stability",
  "quotes": [
    {
      "cite": "Henrik Ibsen",
      "quote": "The strongest man in the world is he who stands alone."
    },
    {
      "cite": "Claude Monet",
      "quote": "It is on the strength of observation and reflection that one finds a way. So we must dig and delve unceasingly."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "When stability becomes a habit, maturity and clarity follow."
    },
    {
      "cite": "Dmitry Medvedev",
      "quote": "Stability and a prosperous life cannot be set off against a set of political rights and freedoms."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "No man is infinitely strong; for every creature that runs, flies, hops or crawls there is a terminal nemesis which he will not circumvent, which will finally do him in."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "No social stability without individual stability."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Valor is stability, not of legs and arms, but of courage and the soul."
    },
    {
      "cite": "Gene Robinson",
      "quote": "Stability is why society has an interest in marriage."
    },
    {
      "cite": "Peter Høeg",
      "quote": "There is a pleasant firmness of tone when one is in harmony with oneself. Even when it's a weak ethic one is resonating with."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Stability and peace in our land will not come from the barrel of a gun, because peace without justice is an impossibility."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Strength and growth come only through continuous effort and struggle."
    },
    {
      "cite": "Marie Curie",
      "quote": "Stability can only be attained by inactive matter."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Anthony Ryan",
      "quote": "The price of stability is unpreparedness."
    },
    {
      "cite": "Herman Melville",
      "quote": "Real strength never impairs beauty of harmony, but it often bestows it; and in everything imposingly beautiful, strength has much to do with the magic."
    },
    {
      "cite": "John Beecher",
      "quote": "Strength is a matter of a made up mind."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "The cost of stability is often diminished opportunities for growth."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The greatest firmness is the greatest mercy."
    },
    {
      "cite": "Arlen Specter",
      "quote": "Stability means respecting precedents."
    },
    {
      "cite": "Gordon Brown",
      "quote": "Stability is necessary for our future economic success."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The quality of strength lined with tenderness is an unbeatable combination."
    },
    {
      "cite": "Michael Polanyi",
      "quote": "The process of philosophic and scientific enlightenment has shaken the stability of beliefs held explicitly as articles of faith."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "Real firmness is good for anything; strut is good for nothing."
    },
    {
      "cite": "Stephen Kinzer",
      "quote": "Alliances and partnerships produce stability when they reflect realities and interests."
    },
    {
      "cite": "Md. Mujib Ullah",
      "quote": "There will be no stability of world-peace till the educated lack moral conscience."
    },
    {
      "cite": "Tom Robbins",
      "quote": "True stability results when presumed order and presumed disorder are balanced."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Strength comes from solitude, a waiting, a communion with the best in us, which is at one with the divine spark."
    },
    {
      "cite": "Anonymous",
      "quote": "The more stable you remain the more stability you bring. Quiet the noise and find some joy."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "With firmness in the right, as God gives us to see the right."
    },
    {
      "cite": "Beverly Sills",
      "quote": "There is a growing strength in women, but it is in the forehead, not in the forearm."
    }
  ]
}