{
  "source": "https://www.wisesayings.com/stage-quotes/",
  "theme": "stage",
  "quotes": [
    {
      "cite": "Elia Kazan",
      "quote": "The essence of the stage is concentration and penetration. Of the screen action, movement, sweep."
    },
    {
      "cite": "Anthony Quinn",
      "quote": "On the stage, you have to find truth, even if you have to lose the audience."
    },
    {
      "cite": "Herbert Marcuse",
      "quote": "The presentÂ stageÂ redefines the possibilities of man and nature in accordance with the new means available for their realization."
    },
    {
      "cite": "Florence Welch",
      "quote": "OnÂ stage, you can use your emotions. It's the place where you can channel them. They have a purpose."
    },
    {
      "cite": "Matthew Lillard",
      "quote": "TheÂ stageÂ is a training ground and it's where you learn what's funny and what's successful."
    },
    {
      "cite": "Keith Jarrett",
      "quote": "When you're onÂ stageÂ you have a very strange knowledge of what the audience is. It isn't exactly a sound - it's a hum, like the streets."
    },
    {
      "cite": "Tom Holland",
      "quote": "On stage you need to emphasize every emotion. But on screen you need to tone everything down and make it believable."
    },
    {
      "cite": "Gerard Depardieu",
      "quote": "The stage is like a cage of light. People are no longer afraid of you - they are the ones out there in the dark, watching."
    },
    {
      "cite": "Joseph Bologna",
      "quote": "The stage is suspension of disbelief.Â Film is a literal medium."
    },
    {
      "cite": "Robert Edmond Jones",
      "quote": "AÂ stageÂ setting is not a background; it is an environment."
    },
    {
      "cite": "Katherine Moennig",
      "quote": "Stage is about imperfections and working with them, whether it be from you or the audience"
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "For theÂ stageÂ displays the first vigorous expression, as the natural thing and without conspicuous restraint, of private individuality."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The stage is not merely the meeting place of all the arts,Â but is also the return of art to life.Â"
    },
    {
      "cite": "Gelsey Kirkland",
      "quote": "When you are onÂ stageÂ you are having an affair with three thousand people."
    },
    {
      "cite": "Peter Brook",
      "quote": "AÂ stageÂ space has two rules: (1) Anything can happen and (2) Something must happen."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is but one stage for the peasant and the actor."
    },
    {
      "cite": "Karl Kraus",
      "quote": "On theÂ stageÂ one must not confuse the nature of a personality with the naturalness of a person."
    }
  ]
}