{
  "source": "https://www.wisesayings.com/stairs-quotes/",
  "theme": "stairs",
  "quotes": [
    {
      "cite": "Shannon L. Alder",
      "quote": "They say faith is taking the first step when you can’t see the whole staircase. Actually, wisdom is seeing the elevator behind it that would have taken you to the top floor."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You need mountains, long staircases don't make good hikers."
    },
    {
      "cite": "Amit Ray",
      "quote": "You can’t move up in the staircase of leadership unless you are emotionally intelligent."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Our actions in the present build the staircase to the future. The question is whether that staircase is going up or down."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "You shall find out how salt is the taste of another man's bread, and how hard is the way up and down another man's stairs."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Faith is taking the first step even when you don't see the whole staircase."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The world is like a grand staircase, some are going up and some are going down."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "It's like climbing a staircase. I'm on the top of the staircase, I look behind me and I see the steps. That's where I was."
    },
    {
      "cite": "G. Willow Wilson",
      "quote": "To me, a staircase looks like a series of dark and light horizontal stripes, which is exactly how you'd draw a staircase. So I know how the image is going to look on the page."
    },
    {
      "cite": "Michelangelo Buonarroti",
      "quote": "My soul can find no staircase to Heaven unless it be through Earth's loveliness."
    },
    {
      "cite": "William Steig",
      "quote": "Those stairs won't know which way they're going... take drastic steps, kick it to the curb."
    },
    {
      "cite": "John Michael Stipe",
      "quote": "We walk through the world, we walk  / Up the stairs to the landing"
    },
    {
      "cite": "Elvis Presley",
      "quote": "And all my cares are laid by / I'll lay down my soul, my battles are won / I'll walk dem golden stairs when I die when I die"
    },
    {
      "cite": "A. A. Milne",
      "quote": "Halfway down the stairs is a stair where I sit. / There isn't any other stair quite like it. / I'm not at the bottom, I'm not at the top. / So this is the stair where I always stop."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Somewhere up the stairs,  / Into the fire / May your strength give us strength / May your faith give us faith"
    },
    {
      "cite": "Eric Judy",
      "quote": "I'm on my way to God don't know or even care / My brain's the weak heart, and my heart's the long stairs / My heart's the long stairs, my heart's the long stairs"
    },
    {
      "cite": "Frank Vincent Zappa",
      "quote": "Those are his footprints, right there / Elvis has just left the building / To climb up that heavenly stair"
    },
    {
      "cite": "Michael Hutchence",
      "quote": "Story to story / Building to building / Street to street / We pass each other on the stairs"
    },
    {
      "cite": "Paul Donald Love",
      "quote": "She said the lift doesn't work / Run up the stairs and come"
    },
    {
      "cite": "William Butler Yeats",
      "quote": "I declare this tower is my symbol; I declare / This winding, gyring, spiring treadmill of a stair is my ancestral stair"
    },
    {
      "cite": "Edwin James Brady",
      "quote": "From time to time, in singles, pairs, / By hand or post went up those stairs!"
    },
    {
      "cite": "Edwin James Brady",
      "quote": "And through that fellowship may ne'er, / As then it was, re-climb the Stair / Its voices echo down the years  / The voices of the pioneers!"
    },
    {
      "cite": "Robert William Service",
      "quote": "That stairway grand of marbled might, / The most majestic in the land, / In statured splendour, flight on flight"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "T is a stairway, not a street, / That ascends the deep ravine, / Where the torrent leaps between / Rocky walls that almost meet."
    },
    {
      "cite": "Amy Lowell",
      "quote": "Climbing, climbing, higher and higher / The branches blow and I see a spire / The gleam of a turret, the glint of a dome / All sparkling and bright, like white sea foam."
    },
    {
      "cite": "Amy Lowell",
      "quote": "High up in the apple tree climbing I go, / With the sky above me, the earth below. / Each branch is the step of a wonderful stair / Which leads to the town I see shining up there."
    },
    {
      "cite": "Amy Lowell",
      "quote": "Today to the end of the marvelous stair, / Where those glittering pinacles flash in the air! / Climbing, climbing, higher I go, / With the sky close above me, the earth far below."
    },
    {
      "cite": "Charlotte Mary Mew",
      "quote": "Is it the music of a larger place? It makes our room too small: it is like a stair, / A calling stair that climbs up to a smile you scarcely see, / Dim, but so waited for; and you know what a smile is, how it calls"
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Half in the unvesselled sea, we climbed the stair / And climbed so long, I thought the last steps were / Hung from the morning star; when these mild words / Fanned the delighted air like wings of birds:"
    },
    {
      "cite": "John Templer",
      "quote": "Stairs, ladders, and ramps entered thesaurus of building components in prehistoric times. Yet even the earliest known and simplest demonstrations are still constructed today."
    }
  ]
}