{
  "source": "https://www.wisesayings.com/stalking-quotes/",
  "theme": "stalking",
  "quotes": [
    {
      "cite": "Anne Truitt",
      "quote": "Generosity is often the stalking horse of control."
    },
    {
      "cite": "Barry Lyga",
      "quote": "Are you stalking me, Mr. Fulton? The idea both amused and horrified Jazz."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "I was just about to ask you the same thing. I know you followed me. Don't look so surprised. It's called a rear-view mirror. Are you stalking me for a specific reason?"
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "For the first time all day I felt safe. Except that Patch had cornered me in a dark tunnel and was possibly stalking me. Maybe not so safe."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Until you stalk and overrun, you cannot devour anyone."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Is this one of those days where we all stalk out in fury? Because I simply haven't got the energy for it."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "All successful employers of labor are stalking men who will do the unusual, men who think, men who attract attention by performing more than is expected of them."
    },
    {
      "cite": "Confucius",
      "quote": "He who searches for evil, must first look at his own reflection."
    },
    {
      "cite": "Darynda Jones",
      "quote": "That boy needs a hobby. Stalking is a hobby. So is serial killing."
    },
    {
      "cite": "David Levithan",
      "quote": "It's a fine line between love and stalking."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "As fleeting emotions stalk it, a face can leak fear or the guilt of a forming lie."
    },
    {
      "cite": "Hannah Harrington",
      "quote": "Sketchy black van? Weird stalking of my house? What are you going to do next, offer me some candy?"
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "All I need is a badly mangled, irate sentence stalking me."
    },
    {
      "cite": "Karl Marx",
      "quote": "Value, therefore, does not stalk about with a label describing what it is."
    },
    {
      "cite": "Kristin Walker",
      "quote": "You know, if you're going to stalk someone, you should be less obvious. For starters, try not to standing in the middle of a field, gawking at your prey."
    },
    {
      "cite": "Laini Taylor",
      "quote": "It’s not stalking if you don't follow them home, right?"
    },
    {
      "cite": "Margaret Watson",
      "quote": "She thinks you're stalking me. Why the hell would I do that? I see too much of your ugly mug as it is."
    },
    {
      "cite": "Molly Harper",
      "quote": "I think the very word stalking implies that you're not supposed to like it. Otherwise, it would be called fluffy harmless observation time."
    },
    {
      "cite": "Molly Ringle",
      "quote": "Tell me again how you're not stalking me?"
    },
    {
      "cite": "Nick Hornby",
      "quote": "I don't think you can call it stalking when it's just phone calls and letters and emails and knocking on the door."
    },
    {
      "cite": "Rachel Caine",
      "quote": "Don't play his game. Play yours."
    },
    {
      "cite": "Richelle Mead",
      "quote": "Maybe instead of stalking her, you should go out with someone else. He sighed. You don't think I've tried? How can anyone compare? You might not believe this, but there is no one like her at this school."
    },
    {
      "cite": "Ryan Reynolds",
      "quote": "Are you stalking me? Because that would be super."
    },
    {
      "cite": "St. Chrysostom",
      "quote": "Intemperance is a hydra with a hundred heads. She never stalks abroad unaccompanied with impurity, anger, and the most infamous profligacy."
    },
    {
      "cite": "Tim Kreider",
      "quote": "Often you don't know whether you're the hero of a romantic comedy or the villain on a Lifetime special until the restraining order arrives."
    },
    {
      "cite": "unknown",
      "quote": "You cannot make someone love you, all you can do is stalk them and hope they panic and give in."
    },
    {
      "cite": "Wendy Shalit",
      "quote": "The best protection against rape, stalking, and domestic violence is to raise men who both understand that women are different, and would never dare take advantage of this difference."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Be leery of silence. It doesn't mean you won the argument. Often, people are just busy reloading their guns."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When someone is stalking you because they think you are stalking them, it makes you wonder who really is the true stalker?"
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Women never stalk men; they just research them intensely."
    }
  ]
}