{
  "source": "https://www.wisesayings.com/stand-up-quotes/",
  "theme": "stand-up",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "A man dies when he refuses to stand up for that which is right. A man dies when he refuses to stand up for justice. A man dies when he refuses to take a stand for that which is true."
    },
    {
      "cite": "H. G. Wells",
      "quote": "If you fell down yesterday, stand up today."
    },
    {
      "cite": "Joel Edgerton",
      "quote": "Everything is a learning process: any time you fall over, it's just teaching you to stand up the next time."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "If we don't stand up for children, then we don't stand for much."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fall seven times, stand up eight."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "A boy who won't stand up for himself becomes a man who can't stand up to anything."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Because if you don't stand up for the stuff you don't like, when they come for the stuff you do like, you've already lost."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Every single time you help somebody stand up you are helping humanity rise."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Each time a woman stands up for herself, without knowing it possibly, without claiming it, she stands up for all women."
    },
    {
      "cite": "Source Unknown",
      "quote": "If you stand up to be counted, someone will take your seat."
    },
    {
      "cite": "Geraldine Brooks",
      "quote": "There are always a few who stand up in times of communal madness and have the courage to say that what unites us is greater than what divides us."
    },
    {
      "cite": "Thomas Sankara",
      "quote": "When the people stand up, imperialism trembles."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Stand up for what is right even if you stand alone."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "Every time you stand up for an ideal, you send forth a tiny ripple of hope."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Stand up, be bold, be strong. Take the whole responsibility on your own shoulders, and know that you are the creator of your own destiny. All the strength and succor you want is within yourself. Therefore make your own future."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "If you stand up and be counted, from time to time you may get yourself knocked down. But remember this: A man flattened by an opponent can get up again. A man flattened by conformity stays down for good."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I not only have the right to stand up for myself, but I have the responsibility. I can't ask somebody else to stand up for me if I won't stand up for myself. And once you stand up for yourself, you'd be surprised that people say, \"Can I be of help?\"."
    },
    {
      "cite": "Sherry Argov",
      "quote": "Standing up for yourself doesn't always involve verbal confrontation. Sometimes it's about not wasting energy on people who are negative."
    },
    {
      "cite": "Sidney Sheldon",
      "quote": "You have two choices. you can keep running and hiding and blaming the world for your problems, or you can stand up for yourself and decide to be somebody important."
    },
    {
      "cite": "Shane Koyczan",
      "quote": "That’s what we were told—stand up for yourself. But that’s hard to do if you don’t know who you are."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Sometimes it just feels so amazing to finally stand up for yourself. I highly recommend it. Life is too short to be taken for granted."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Whenever one person stands up and says, ‘Wait a minute, this is wrong,’ it helps other people do the same."
    },
    {
      "cite": "Richard Branson",
      "quote": "Life's too short. If you're passionate - stand up."
    },
    {
      "cite": "Terry Bradshaw",
      "quote": "You've got to stand up and do your own battles. My daddy taught me that a long time ago, that you fight your own battles. The only way to shut everybody up is to win."
    },
    {
      "cite": "Lily Collins",
      "quote": "It’s really important to stand up for yourself and not always agree with what people say if indeed you don’t feel that that’s true."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen."
    },
    {
      "cite": "Sam Kinison",
      "quote": "Stand-up comedy is an art form and it dies unless you expand it."
    },
    {
      "cite": "Louis C.K.",
      "quote": "You would never do stand-up without an audience. I mean, no one would even consider it. It’s like they’re the instrument you’re playing.”"
    }
  ]
}