{
  "source": "https://www.wisesayings.com/standards-quotes/",
  "theme": "standards",
  "quotes": [
    {
      "cite": "Taiichi Ohno",
      "quote": "Without standards, there can be no improvement."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Every next level of your life will demand a different you."
    },
    {
      "cite": "Phil Crosby",
      "quote": "When you're out of quality, you're out of business."
    },
    {
      "cite": "Henry Ford",
      "quote": "Quality means doing it right when no one is looking."
    },
    {
      "cite": "Seneca",
      "quote": "It is quality rather than quantity that matters."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "To assess the quality of thoughts of people, don't listen to their words, but watch their actions."
    },
    {
      "cite": "Tony Robbins",
      "quote": "If you want to change your life you have to raise your standards."
    },
    {
      "cite": "Ray Kroc",
      "quote": "The quality of a leader is reflected in the standards they set for themselves."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "People who live according to the world's standard are confused, and therefore get into all kinds of trouble that leads to destruction."
    },
    {
      "cite": "Anonymous",
      "quote": "We're all in the same game, just different levels. Dealing with the same hell, just different devils."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Quality has to be caused, not controlled."
    },
    {
      "cite": "Edward Stevenson",
      "quote": "Standards only move in one direction. At the beginning of the world, standards were established and they've been slipping ever since."
    },
    {
      "cite": "Wyatt Earp",
      "quote": "Fast is fine, but accuracy is everything."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "We classify too much and enjoy too little."
    },
    {
      "cite": "Aristotle",
      "quote": "Quality is not an act, it is a habit."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "You have set standards for how you want to be treated and what you expect from yourself and for yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "Never apologize for having high standards. People who really want to be in your life will rise up to meet them."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "The standards have sunk so low throughout our culture that who really knows."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Don't shrink your standards, link yourself with those who think and ink like you."
    },
    {
      "cite": "Confucius",
      "quote": "A superior man in dealing with the world is not for anything or against anything. He follows righteousness as the standard."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Quality in a service or product is not what you put into it. It is what the client or customer gets out of it."
    },
    {
      "cite": "Jean Toomer",
      "quote": "Acceptance of prevailing standards often means we have no standards of our own."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "There is a certain standard of grace and beauty which consists in a certain relation between our nature and the thing which pleases us."
    },
    {
      "cite": "Taiichi Ohno",
      "quote": "Standards should not be forced down from above but rather set by the production workers themselves."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The standards of this new time are forcing us to put our lives in order before God."
    },
    {
      "cite": "Tony Robbins",
      "quote": "If you don't set a baseline standard for what you'll accept in life, you'll find it's easy to slip into behaviors and attitudes or a quality of life that's far below what you deserve."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Set the standard! Stop expecting others to show you love, acceptance, commitment, & respect when you don't even show that to yourself."
    },
    {
      "cite": "Alan Bennett",
      "quote": "Standards are always out of date. That's what makes them standards."
    },
    {
      "cite": "Steven Magee",
      "quote": "The standard business model for corporations is to lie, confuse and deny anything that may threaten their profitability."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable"
    }
  ]
}