{
  "source": "https://www.wisesayings.com/stand-for-something-quotes/",
  "theme": "stand-for-something",
  "quotes": [
    {
      "cite": "Mel Thompson",
      "quote": "If you don't stand for something, you stand for nothing."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "If you don't stand for something, you will fall for anything."
    },
    {
      "cite": "Miranda Lambert",
      "quote": "If you don't stand for something, how can anyone respect what you do?"
    },
    {
      "cite": "Russ Feingold",
      "quote": "It's not enough to be in the majority, you have to stand for something."
    },
    {
      "cite": "Jodie Foster",
      "quote": "Let how you live your life stand for something, no matter how small and incidental it may seem."
    },
    {
      "cite": "Howard Cosell",
      "quote": "Stand for something. Don't quest for popularity at the expense of morality and ethics and honesty."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Be a good ancestor. Stand for something bigger than yourself. Add value to the Earth during your sojourn."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "In order to be truly happy, you must live along with, and you must stand for something larger than yourself."
    },
    {
      "cite": "Rosa Parks",
      "quote": "Stand for something or you will fall for anything. Today's mighty oak is yesterday's nut that held its ground."
    },
    {
      "cite": "Anthony Carmona",
      "quote": "You must stand for something! It does not have to be grand, but it must be a positive that brings light to someone else's darkness."
    },
    {
      "cite": "Nicky Gumbel",
      "quote": "In every generation, the world is changed by a few people, who stand for something, do not fear unpopularity and dare to make a difference."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We've been blessed with the opportunity to stand for something - for liberty and freedom and fairness. And these are things worth fighting for, worth devoting our lives to."
    },
    {
      "cite": "Don Shula",
      "quote": "The problem with most leaders today is they don't stand for anything. Leadership implies movement toward something, and convictions provide that direction. If you don't stand for something, you'll fall for anything"
    },
    {
      "cite": "Seth Godin",
      "quote": "The best way to be missed when you're gone is to stand for something when you're here."
    },
    {
      "cite": "Jose Antonio Vargas",
      "quote": "You have to stand for something bigger than yourself."
    },
    {
      "cite": "Jerry Greenfield",
      "quote": "It's good to stand for something, to believe in something and base your business on values."
    },
    {
      "cite": "Peter Marshall",
      "quote": "Give to us clear vision that we may know where to stand and what to stand for - because unless we stand for something, we shall fall for anything."
    },
    {
      "cite": "Bill Bernbach",
      "quote": "If you stand for something, you will always find some people for you and some against you. If you stand for nothing, you will find nobody against you, and nobody for you."
    },
    {
      "cite": "Mark Ryden",
      "quote": "People have the idea that an image must stand for something else, that the real meaning needs to be described with language. Instead it is the image itself that is the meaning."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Take a stand; go for the right choice. Don't just sit for anything; stand for something. Be specific because sometimes, when the meaning is not clear, there us absolutely no meaning!"
    },
    {
      "cite": "Kevin Gates",
      "quote": "When you stand for something, you've got to stand for it all the way, not half way."
    },
    {
      "cite": "Lane Kirkland",
      "quote": "Don't believe that winning is really everything. It's more important to stand for something. If you don't stand for something, what do you win?"
    }
  ]
}