{
  "source": "https://www.wisesayings.com/stars-quotes/",
  "theme": "stars",
  "quotes": [
    {
      "cite": "Sir John Frederick William Herschel",
      "quote": "The stars are the land-marks of the universe."
    },
    {
      "cite": "George Adams",
      "quote": "New stars offer to the mind a phenomenon more surprising, and less explicable, than almost any other in the science of astronomy."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "It shows you exactly how a star is formed; nothing else can be so pretty! A cluster of vapor, the cream of the milky way, a sort of celestial cheese, churned into light."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "For my part I know nothing with any certainty but the sight of the stars makes me dream."
    },
    {
      "cite": "Henry Thoreau",
      "quote": "When I consider how, after sunset, the stars come out gradually in troops from behind the hills and woods, I confess that I could not have contrived a more curious and inspiring sight."
    },
    {
      "cite": "Arthur Eddington",
      "quote": "It is reasonable to hope that in the not too distant future we shall be competent to understand so simple a thing as a star."
    },
    {
      "cite": "Frances Clark",
      "quote": "There wouldn't be a sky full of stars if we were all meant to wish on the same one."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is not in the stars to hold our destiny but in ourselves."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The stars are the jewels of the night, and perchance surpass anything which day has to show."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When it is darkest, men see the stars."
    },
    {
      "cite": "David Nicholas",
      "quote": "God's promises are like the stars; the darker the night the brighter they shine."
    },
    {
      "cite": "unknown",
      "quote": "The stars are the street lights of eternity."
    },
    {
      "cite": "Bill Watterson",
      "quote": "If people sat outside and looked at the stars each night, I'll bet they'd live a lot differently."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If the stars should appear but one night every thousand years how man would marvel and stare."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "Look at the stars!  Look, look up at the skies! Oh look at all the fire-folk sitting in the air! The bright boroughs, the circle-citadels there!"
    },
    {
      "cite": "Micheal Teal",
      "quote": "Beyond the stars there are fields of wildflowers where Gods eternal presence inspires the hungry spirit as it nourishes the soul."
    },
    {
      "cite": "Dave Matthews",
      "quote": "The moon is quite a show off given the chance.  The stars make a sound when they shine so bright.  Water so blue and so black."
    },
    {
      "cite": "Psalms 147:4-5",
      "quote": "He counts the number of the stars; He gives names to all of them. Great is our Lord and abundant in strength; His understanding is infinite."
    },
    {
      "cite": "Mark Twain",
      "quote": "There are too many stars in some places and not enough in others."
    },
    {
      "cite": "Lucretius",
      "quote": "How is it that the sky feeds the stars?"
    },
    {
      "cite": "Horace",
      "quote": "The Sun, the stars and the seasons as they pass, some can gaze upon these with no strain of fear."
    },
    {
      "cite": "Lalitha Narayanan",
      "quote": "Never judge the moon by gazing the stars."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The sun is but a morning star."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The stars are the apexes of what triangles!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are so many stars shining in the sky, so many beautiful things winking at you, but when Venus comes out, all the others are waned, they are pushed to the background."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "You can feel the stars and the infinity of the sky since life, in spite of everything, is like a dream."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Keep your eyes on the stars, and your feet on the ground"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The sky is filled with stars, invisible by day."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "The sky was clear - remarkably clear - and the twinkling of all the stars seemed to be but throbs of one body, timed by a common pulse."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "I've loved the stars too fondly to be fearful of the night."
    }
  ]
}