{
  "source": "https://www.wisesayings.com/starbucks-quotes/",
  "theme": "starbucks",
  "quotes": [
    {
      "cite": "Howard Schultz",
      "quote": "When it comes to Starbucks, I take every threat very personally."
    },
    {
      "cite": "Howard Schultz",
      "quote": "When we began Starbucks, what I wanted to try to do was to create a set of values, guiding principles, and culture."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks is rekindling America's love affair with coffee, bringing romance and fresh flavor back to the brew."
    },
    {
      "cite": "Lauren Leto",
      "quote": "Starbucks and their ilk are for meeting with people you don't care to meet with and finishing term papers."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "I like to go to Starbucks and watch the intellectuals. I observe them and their intellectualness. They in turn observe me drinking coffee and being a creeper."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks has a role and a meaningful relationship with people that is not only about the coffee."
    },
    {
      "cite": "Howard Schultz",
      "quote": "We think of Starbucks not as a coffee company but a media company."
    },
    {
      "cite": "Reed Hastings",
      "quote": "If the Starbucks secret is a smile when you get your latte... ours is that the Web site adapts to the individual's taste."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks represents something beyond a cup of coffee."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks is committed to evolving and enhancing our customer experience with innovative and wholesome food offerings."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks is not an advertiser; people think we are a great marketing company, but in fact we spend very little money on marketing and more money on training our people than advertising."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks is in my blood. It is such a part of me that letting it unravel simply was not an option."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks has changed the rules of engagement for the music industry."
    },
    {
      "cite": "Howard Schultz",
      "quote": "The success of the Starbucks has been based on this balance between profitability and a social conscience. Everywhere we're doing business, were trying to manage the business through the lens of humanity."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Starbucks trying to build a different kind of company around the balance of profitably and benevolence. A social conscience. And that isn't a program it has to be a way of life."
    },
    {
      "cite": "Jay Leno",
      "quote": "Starbuck's is going to start selling instant coffee. This is for people who want the quality of Sanka, but want to pay the high Starbuck's price."
    }
  ]
}