{
  "source": "https://www.wisesayings.com/staring-quotes/",
  "theme": "staring",
  "quotes": [
    {
      "cite": "Zora Neale Hurston",
      "quote": "They seemed to be staring at the dark, but their eyes were watching God."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "You can't cross the sea merely by standing and staring at the water."
    },
    {
      "cite": "Shiloh Walker",
      "quote": "You can know who a person is simply by staring into their eyes."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "It was like staring at a whitewashed wall, but without all the emotion."
    },
    {
      "cite": "Michel Foucault",
      "quote": "The gaze that sees is the gaze that dominates."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "There are times when those eyes inside your brain stare back at you."
    },
    {
      "cite": "Ray Liotta",
      "quote": "A stare is really nothing more than what you're thinking inside."
    },
    {
      "cite": "Steven Magee",
      "quote": "Staring at the blue sky causes insomnia to occur in the human."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "Life is becoming no more than staring at the screen."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "You are an artist. The canvas is your life. Make something worth staring at."
    },
    {
      "cite": "Horace",
      "quote": "The ears that gape after secrets retain not faithfully what is entrusted to them."
    },
    {
      "cite": "Paul Carvel",
      "quote": "Who is staring at the sea is already sailing a little."
    },
    {
      "cite": "Harry Winston",
      "quote": "People will stare. Make it worth their while."
    },
    {
      "cite": "Laurie Beth Jones",
      "quote": "Sometimes facing opportunity is like staring at the knees of a giraffe."
    },
    {
      "cite": "Jeff Goldblum",
      "quote": "It's best not to stare at the sun during an eclipse."
    },
    {
      "cite": "Joan Bauer",
      "quote": "Staring down hard truth takes guts."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "People who stare deserve the looks they get."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "If you stare into the Abyss long enough the Abyss stares back at you."
    },
    {
      "cite": "Walker Evans",
      "quote": "Stare, pry, listen, eavesdrop. Die knowing something. You are not here long."
    },
    {
      "cite": "Franz Kafka",
      "quote": "No matter how much you keep encouraging someone who is blindfolded to stare through the cloth, he still won’t see a thing."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "I like intelligent women. When you go out, it shouldn't be a staring contest."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Human beings cling to their delicious tyrannies and to their exquisite nonsense, till death stares them in the face."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "It is not enough to stare up the steps, we must step up the stairs."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "The writer should never be ashamed of staring. There is nothing that does not require his attention."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Sometimes we stare so long at a door that is closing that we see too late the one that is open."
    },
    {
      "cite": "Natasha Bedingfield",
      "quote": "Staring at the blank page before you, Open up the dirty window, Let the sun illuminate the words that you could not find."
    },
    {
      "cite": "Timothy Gallwey",
      "quote": "Concentration is not staring hard at something. It is not trying to concentrate."
    },
    {
      "cite": "Mary Roberts Rinehart",
      "quote": "because we are always staring at the stars, we learn the shortness of our arms."
    },
    {
      "cite": "Sam Snead",
      "quote": "That little white ball is always staring back at you, daring you to make a mistake."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "The end of a gun looks very big and very back when it's staring you in the face."
    }
  ]
}