{
  "source": "https://www.wisesayings.com/starving-quotes/",
  "theme": "starving",
  "quotes": [
    {
      "cite": "Ellen G. White",
      "quote": "The people areÂ hungryÂ for the bread of life. Do not offer them a stone."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A starving army is actually worse than none."
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "The spiritually starving hesitate to partake of the spirit like a child's reaction to new and strange food. They must be offered a tiny bite on a spoon."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "What hunger is in relation to food, zest is in relation to life.Â"
    },
    {
      "cite": "Cherrie Moraga",
      "quote": "WhenÂ youÂ areÂ not physically starving,Â you haveÂ theÂ luxuryÂ toÂ realize psychicÂ andÂ emotional starvation."
    },
    {
      "cite": "Nicholas Hoult",
      "quote": "If you're out, and starving, and need a bite to eat, then you need fast food."
    },
    {
      "cite": "Steve Jobs",
      "quote": "StayÂ hungry, stay foolish."
    },
    {
      "cite": "Norman Ralph Augustine",
      "quote": "A hungry dog hunts best. A hungrier dog hunts even better."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "We are all children starving to experience and know the heart of reality."
    },
    {
      "cite": "William Congreve",
      "quote": "AÂ hungryÂ wolf at all the herd will run, In hopes, through many, to make sure of one."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "A hungry people listens not to reason,Â not cares for justice,Â nor is bent by any prayers."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "HungryÂ people cannot be good at learning or producing anything, except perhaps violence."
    },
    {
      "cite": "Native American Proverb",
      "quote": "AÂ hungryÂ stomach makes a short prayer."
    },
    {
      "cite": "Bob Marley",
      "quote": "A hungry mob is an angry mob."
    },
    {
      "cite": "Anne Rice",
      "quote": "A starving child is a frightful sight. A starving vampire, even worse."
    },
    {
      "cite": "Henry Cabot Lodge, Jr.",
      "quote": "It has been well said that aÂ hungryÂ man is more interested in four sandwiches than four freedoms."
    },
    {
      "cite": "Adlai E. Stevenson Ii",
      "quote": "AÂ hungryÂ man is not a free man."
    },
    {
      "cite": "Warren Farrell",
      "quote": "By starving our children of men, we have made them more vulnerable to the very abuse we are trying to prevent."
    },
    {
      "cite": "David Brandt Berg",
      "quote": "Always remember, everyone is hungry for praise and starving for honest appreciation."
    },
    {
      "cite": "George Orwell",
      "quote": "It is fatal to lookÂ hungry. It makes people want to kick you."
    },
    {
      "cite": "Burton Richter",
      "quote": "Starving the future to feed the present is a mistake. It leads to obsolescence and stagnation. Sometimes, it is hard to make this understood."
    },
    {
      "cite": "Storm Jameson",
      "quote": "The hunger of the spirit for eternity, as fierce as a starving man's for bread, is much less a craving to go on living than a craving for redemption. Oh, and a protest against absurdity."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There are people in the world soÂ hungry, that God cannot appear to them except in the form of bread."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "HungryÂ man, reach for the book: it is a weapon."
    },
    {
      "cite": "T.H. White",
      "quote": "It has to be admitted that starving nations never seem to be quite so starving that they cannot afford to have far more expensive armaments than anybody else."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The hunger for love is much more difficultÂ to remove than the hunger for bread.Â"
    },
    {
      "cite": "American Indian Proverb",
      "quote": "AÂ starvingÂ man will eat with the wolf."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Half the world's starving, the other half is trying to lose weight."
    },
    {
      "cite": "Zoroaster",
      "quote": "Do not hold grain waiting for higher prices when people areÂ hungry."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Two starving men cannot be twice asÂ hungryÂ as one; but two rascals can be ten times as vicious as one."
    }
  ]
}