{
  "source": "https://www.wisesayings.com/startup-quotes/",
  "theme": "startup",
  "quotes": [
    {
      "cite": "Wayne Chang",
      "quote": "The best Startups don't create noise. They create a gravitational pull."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Most startups actually start down and only go up if they catch the winds of market demand."
    },
    {
      "cite": "Micah Baldwin",
      "quote": "Startups are based in faith, and the ones that succeed have no fear."
    },
    {
      "cite": "Aaron Levie",
      "quote": "Startups live at the intersection of existential crisis and everything going perfectly great."
    },
    {
      "cite": "Steve Jobs",
      "quote": "When you're in a startup, the first ten people will determine whether the company succeeds or not."
    },
    {
      "cite": "Steve Blank",
      "quote": "A startup is a temporary organization designed to search for a repeatable and scalable business model."
    },
    {
      "cite": "Clay Clark",
      "quote": "In the startup work environment, you get to have a relationship with your boss, the investors, and the key members of the team. Startups are like families - you see the good, the bad and the ugly, but in the end, you've got each other's back."
    },
    {
      "cite": "Jay Samit",
      "quote": "Most startup failures result from entrepreneurs who are better at making excuses than products."
    },
    {
      "cite": "Eric Ries",
      "quote": "In a startup, both the problem and solution are unknown."
    },
    {
      "cite": "Steve Blank",
      "quote": "In a startup no facts exist inside the building, only opinions."
    },
    {
      "cite": "Noah Kagan",
      "quote": "A startup can focus on only one metric. So you have to decide what that is and ignore everything else."
    },
    {
      "cite": "Hamdi Ulukaya",
      "quote": "For a startup, you need to stay small so the others don't attack, or you aim to be one of the big guys. If you don't do it right, you might lose everything."
    },
    {
      "cite": "Eric Ries",
      "quote": "Every startup has a chance to change the world, by bringing not just a new product, but an entirely new institution into existence."
    },
    {
      "cite": "Jennifer Hyman",
      "quote": "Startups, by their nature, are entrepreneurial - testing new things, launching new products, and disrupting themselves. That's why you join a startup in the first place - to create, to stretch beyond your current capabilities, and to make an outsized impact."
    },
    {
      "cite": "Brad Feld",
      "quote": "Building a startup community is not a zero-sum game in which there are winners and losers: if everyone engages, they and the entire community can all be winners."
    },
    {
      "cite": "J. B. Pritzker",
      "quote": "By definition, startups are not constrained by the limits of established company culture. And so they push boundaries and develop new technologies and ways of doing things."
    },
    {
      "cite": "Peter Thiel",
      "quote": "A startup is the largest endeavor over which you can have definite mastery. You can have agency not just over your own life, but over a small and important part of the world. It begins by rejecting the unjust tyranny of Chance. You are not a lottery ticket."
    },
    {
      "cite": "Jessica Livingston",
      "quote": "Starting a startup is a process of trial and error. What guided the founders through this process was their empathy for the users. They never lost sight of making things that people would want."
    },
    {
      "cite": "Mike Krieger",
      "quote": "Working on a startup is a balancing act: being crazy enough to believe your idea can take off but not crazy enough to miss the signs when it's clearly not going to."
    },
    {
      "cite": "Jay Samit",
      "quote": "Founding a successful startup is no different than forming a rock band."
    },
    {
      "cite": "Adam Draper",
      "quote": "A startup is literally just a series of unfortunate events where you failed, failed, failed, and failed until you succeed."
    },
    {
      "cite": "Paul Graham",
      "quote": "Startups often have to do dubious things."
    },
    {
      "cite": "Sam Altman",
      "quote": "Good startups usually take 10 years."
    },
    {
      "cite": "Biz Stone",
      "quote": "Doing startups is all about making mistakes."
    },
    {
      "cite": "Chris Campbell",
      "quote": "The only way to train for a startup is by starting."
    },
    {
      "cite": "Eric Ries",
      "quote": "The lean startup method is not about cost, it is about speed."
    },
    {
      "cite": "Marc Andreessen",
      "quote": "In a startup, absolutely nothing happens unless you make it happen."
    },
    {
      "cite": "Michael Arrington",
      "quote": "The best startups generally come from somebody needing to scratch an itch."
    },
    {
      "cite": "Chris Yeh",
      "quote": "We can never have enough startups that are pursuing unique solutions to important problems."
    },
    {
      "cite": "Sam Altman",
      "quote": "Startups are not the best choice for work-life balance, and that's sort of just the sad reality."
    }
  ]
}