{
  "source": "https://www.wisesayings.com/starfish-quotes/",
  "theme": "starfish",
  "quotes": [
    {
      "cite": "Ori Brafman",
      "quote": "If you cut the starfish in half, you'll be in for a surprise: the animal won't die and pretty soon you'll have two starfish to deal with."
    },
    {
      "cite": "Ori Brafman",
      "quote": "Because the arms of a starfish have relative freedom, they can go in a multitude of directions."
    },
    {
      "cite": "Peter Watts",
      "quote": "They walk along on all these tube feet. But the weird thing is, they have no brains at all. Not surprising for a democracy."
    },
    {
      "cite": "Peter Watts",
      "quote": "A multi colored starfish, beautifully twisted, stitched together from leftovers. It lies folded back against itself, two arms facing upward; a few remaining tube feet wave feebly in the current. Cottony fungus thrives in a jagged patchwork of seams."
    },
    {
      "cite": "Madeleine L’Engle",
      "quote": "I mean, the starfish is still pretty much a mystery even to the people who know most about it."
    },
    {
      "cite": "Emma Bassier",
      "quote": "Starfish can be different colors. Some starfish use camouflage. They blend in with their surroundings."
    },
    {
      "cite": "Robert Steiginga",
      "quote": "We are nothing but starfish, abandoned on the beach, waiting for the sun to rise, hoping, praying that someone might pick us up and throw us back into the waves where we can survive another day."
    },
    {
      "cite": "Robert Steiginga",
      "quote": "There are a lot of starfish to be picked up and we can make a difference."
    },
    {
      "cite": "Anne Addison",
      "quote": "These children are like those starfish. Each day that we bring them a step forward, they are further away from being lost on the beach. And although a little step isn't a big thing today, or tomorrow, or the next day, if you keep taking little steps, you will see one day that you have walked a great distance with your child."
    },
    {
      "cite": "Janette Halfmann",
      "quote": "When she takes too long, the tide flows back without her. And the Sea Star became easy prey for a seagull. But she is built to survive and returns to the sea, although with one less ray."
    },
    {
      "cite": "Janette Halfmann",
      "quote": "She inches along, twisting her body flat like a pretzel. Her mouth is on her underside, and  she doesn't have a head or tail end. Tiny red eyespots at the tips of her rays tell her light from dark. She leads first with one ray, then another, heading for the mussels growing halfway up the shore."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Each morning the minus tide- / weeds flowed it like hair swimming / The starfish gripped rock, pastel, rough / Fish bones lay in sun."
    },
    {
      "cite": "Jacques Brel",
      "quote": "All our lives, we had fun. / We had seasons in the sun, / But the stars that we reached / Were just starfish on the beach."
    },
    {
      "cite": "Anurag R. Jaiswar",
      "quote": "My heart is like starfish. Break into pieces, it will grow again."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When whales want to make a wish, they wish upon a starfish."
    },
    {
      "cite": "Munia Khan",
      "quote": "In the vast oceanic universe starfishes are the stars in the sky of the shore."
    },
    {
      "cite": "Rick Yancey",
      "quote": "She was the last star, burning bright in a sea of limitless black."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Sunset and evening star, And one clear call for me! And may there be no moaning of the bar When I put out to sea."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Her fingers moved among barnacles and mussels, blue-black, sharp-edged. Neon red starfish were limp Dalis on the rocks, surrounded by bouquets of stinging anemones and purple bursts of spiny sea urchins."
    },
    {
      "cite": "Jeremy Hotz",
      "quote": "I am not an attractive man. These clothes are the only thing holding me together; when I'm nude, my body shoots off in all directions. I'm like a starfish."
    },
    {
      "cite": "Gail Caldwell",
      "quote": "Like a starfish, the heart endures its amputation."
    },
    {
      "cite": "John Updike",
      "quote": "But it is just two lovers, holding hands and in a hurry to reach their car, their locked hands a starfish leaping through the dark."
    },
    {
      "cite": "Anonymous",
      "quote": "Never ask a starfish for directions."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Her fingers moved among barnacles and mussels, blue-black, sharp-edged. Neon red starfish were limp Dalis on the rocks, surrounded by bouquets of stinging anemones and purple bursts of spiny sea urchins."
    },
    {
      "cite": "Linda Maxwell",
      "quote": "Starfish. Every life form seems to reach out to its own kind in order to, not just survive but to flourish."
    }
  ]
}