{
  "source": "https://www.wisesayings.com/status-quo-quotes/",
  "theme": "status-quo",
  "quotes": [
    {
      "cite": "Genesis P-Orridge",
      "quote": "The status quo is presented as something to aspire to, whereas for us, the status quo was something we wanted to shatter in order to create the space for people to choose for themselves."
    },
    {
      "cite": "Edwin Catmull",
      "quote": "The need to challenge the status quo is just more obvious when you're failing than when you're succeeding. But it's no less urgent."
    },
    {
      "cite": "Garry Kasparov",
      "quote": "Question the status quo at all times, especially when things are going well."
    },
    {
      "cite": "Mark Sheppard",
      "quote": "The defenders of the status quo often masquerade as the preservers of harmony."
    },
    {
      "cite": "Marshall Ganz",
      "quote": "Challenging the status quo takes commitment, courage, imagination, and, above all, dedication to learning."
    },
    {
      "cite": "Umair Haque",
      "quote": "There's nothing more fundamentally disruptive to the status quo than a new reality."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "In spite of warnings, nothing much happens until the status quo becomes more painful than change."
    },
    {
      "cite": "Seth Godin",
      "quote": "Organizations that destroy the status quo win. Whatever the status quo is, changing it gives you the opportunity to be remarkable."
    },
    {
      "cite": "Seth Godin",
      "quote": "The status quo is persistent and resistant. It exists because everyone wants it to. Everyone believes that what they've got is probably better than the risk and fear that come with change."
    },
    {
      "cite": "Abdullah II of Jordan",
      "quote": "When there's a status quo, usually what shakes everybody up is some sort of military confrontation, at which point we all come running and screaming to pick up the pieces."
    },
    {
      "cite": "Alexis Ohanian",
      "quote": "Status quo just means that everyone's doing it. It doesn't mean that this was divinely ordained, and of course this is the right decision."
    },
    {
      "cite": "Marti Noxon",
      "quote": "The status quo is never happy when things become a meritocracy."
    },
    {
      "cite": "Malorie Blackman",
      "quote": "The status quo is never news, only challenges to it."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Status quo, you know, is Latin for 'the mess we're in'."
    },
    {
      "cite": "Clark Kerr",
      "quote": "The status quo is the only solution that cannot be vetoed."
    },
    {
      "cite": "Seth Godin",
      "quote": "Either you defend the status quo, or you invent the future."
    },
    {
      "cite": "Jay Samit",
      "quote": "Every threat to the status quo is an opportunity in disguise."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Discontent with the status quo is a great catalyst for vision."
    },
    {
      "cite": "Royce White",
      "quote": "If you can't change the status quo, make the status quo, change."
    },
    {
      "cite": "Katsuaki Watanabe",
      "quote": "Being satisfied with the status quo means you are not making progress."
    },
    {
      "cite": "James Wolfensohn",
      "quote": "If you're changing the status quo, whatever move you make is disrupting something else."
    },
    {
      "cite": "Jaachynma N.E. Agu",
      "quote": "You can change any status quo, stand out, walk by faith and not by sight and things will definitely go well with you."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Challenge your own status quo - before someone else does."
    },
    {
      "cite": "Royce White",
      "quote": "If you can't change the status quo, make the status quo, change."
    },
    {
      "cite": "Ian Anderson",
      "quote": "Our politicians may fail us, but Status Quo always delivers on the promise."
    },
    {
      "cite": "John P. Kotter",
      "quote": "Never underestimate the magnitude of the power of the forces that reinforce the status quo."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Managers maintain an efficient status quo while leaders attack the status quo to create something new."
    },
    {
      "cite": "Zeena Schreck",
      "quote": "Nothing could be easier than disturbing a status quo instituted by others; the real work of the sinister current is to break the rules we rigidly establish for ourselves."
    },
    {
      "cite": "Gene Spafford",
      "quote": "Questioning the status quo can result in banishment, imprisonment, ridicule or being burned at the stake, depending on your era, your locale, and the sacred cows you wish to butcher."
    },
    {
      "cite": "Tim DeChristopher",
      "quote": "If we want to change that status quo, we might have to work outside of those rules because the legal pathways available to us have been structured precisely to make sure we don't make any substantial change."
    }
  ]
}