{
  "source": "https://www.wisesayings.com/statistics-quotes/",
  "theme": "statistics",
  "quotes": [
    {
      "cite": "Nenia Campbell",
      "quote": "All statistics have outliers."
    },
    {
      "cite": "Karl Pearson",
      "quote": "Statistics is the grammar of science."
    },
    {
      "cite": "Max Morris",
      "quote": "Statistics real contribution to society is primarily moral, not technical."
    },
    {
      "cite": "Ela Bhatt",
      "quote": "Statistics in the hands of activists have power."
    },
    {
      "cite": "Mark Twain",
      "quote": "Facts are stubborn things, but statistics are pliable."
    },
    {
      "cite": "William W. Watt",
      "quote": "Do not put your faith in what statistics say until you have carefully considered what they do not say."
    },
    {
      "cite": "George Box",
      "quote": "Statisticians, like artists, have the bad habit of falling in love with their models."
    },
    {
      "cite": "H.G. Wells",
      "quote": "Statistical thinking will one day be as necessary a qualification for efficient citizenship as the ability to read and write."
    },
    {
      "cite": "Mark Twain",
      "quote": "Most people use statistics the way a drunkard uses a lamp post, more for support than illumination."
    },
    {
      "cite": "Aaron Levenstein",
      "quote": "Statistics are like bikinis. What they reveal is suggestive, but what they conceal is vital."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "One more fagot of these adamantine bandages is the new science of Statistics."
    },
    {
      "cite": "Paul Brodeur",
      "quote": "Statistics are human beings with the tears wiped off."
    },
    {
      "cite": "Gunter Grass",
      "quote": "In statistics, what disappears behind rows of numbers is death."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Statistics, likelihoods, and probabilities mean everything to men, nothing to God."
    },
    {
      "cite": "Rex Stout",
      "quote": "There are two kinds of statistics, the kind you look up and the kind you make up."
    },
    {
      "cite": "Vin Scully",
      "quote": "Statistics are used much like a drunk uses a lamppost: for support, not illumination."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "Statistics are the triumph of the quantitative method, and the quantitative method is the victory of sterility and death."
    },
    {
      "cite": "Alphonse Allais",
      "quote": "Statistics have shown that mortality increases perceptibly in the military during wartime."
    },
    {
      "cite": "Henry Clay",
      "quote": "Statistics are no substitute for judgment."
    },
    {
      "cite": "Evan Esar",
      "quote": "Definition of Statistics: The science of producing unreliable facts from reliable figures."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Absence of evidence is not evidence of absence."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "A single death is a tragedy; a million deaths is a statistic."
    },
    {
      "cite": "Theodor Billroth",
      "quote": "Statistics are like women; mirrors of purest virtue and truth, or like whores to use as one pleases."
    },
    {
      "cite": "Erwin Schrodinger",
      "quote": "The essential feature of statistics is a prudent and systematic ignoring of details."
    },
    {
      "cite": "Brad Efron",
      "quote": "Those who ignore Statistics are condemned to reinvent it."
    },
    {
      "cite": "John Tukey",
      "quote": "The greatest value of a picture is when it forces us to notice what we never expected to see."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Like dreams, statistics are a form of wish fulfillment."
    },
    {
      "cite": "Anonymous",
      "quote": "Statistics can be made to prove anything - even the truth."
    },
    {
      "cite": "Hunter Brinkmeier",
      "quote": "Statistics are just a way for the mathematician to evangelize his faith."
    },
    {
      "cite": "Ernest Rutherford",
      "quote": "If your experiment needs statistics, you ought to have done a better experiment."
    }
  ]
}