{
  "source": "https://www.wisesayings.com/statue-quotes/",
  "theme": "statue",
  "quotes": [
    {
      "cite": "Michaelangelo",
      "quote": "Every block of stone has a statue inside it and it is the task of the sculptor to discover it."
    },
    {
      "cite": "William Lloyd Garrison",
      "quote": "The apathy of the people is enough to make every statue leap from its pedestal and hasten the resurrection of the dead."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble; in a statue the marble must be like flesh."
    },
    {
      "cite": "Jean Sibelius",
      "quote": "Pay no attention to what the critics say. A statue has never been erected in honor of a critic."
    },
    {
      "cite": "Bruce Lee",
      "quote": "In building a statue, a sculptor doesn't keep adding clay to his subject. Actually, he keeps chiseling away at the nonessentials until the truth of his creation is revealed without obstruction."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Education without courage is like a wax statue - beautiful to look at but bound to melt at the first touch of a hot stuff."
    },
    {
      "cite": "Joseph Beach",
      "quote": "A garden without its statue is like a sentence without its verb."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "What can you learn from a statue? You can learn to stay calm whatever happens!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When respecting the statue of a venerable person, don't forget to respect the artist too who made that statue!"
    },
    {
      "cite": "Jose Marti",
      "quote": "Every human being has within him an ideal man, just as every piece of marble contains in a rough state a statue as beautiful as the one that Praxiteles the Greek made of the god Apollo."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "In judging of a beautiful statue, the aesthetic faculty is absolutely and completely gratified by the splendid curves of those marble lips that are dumb to our complaint, the noble modelling of those limbs that are powerless to help us."
    },
    {
      "cite": "Randolph Bourne",
      "quote": "Society is one vast conspiracy for carving one into the kind of statue likes, and then placing it in the most convenient niche it has."
    },
    {
      "cite": "Richard Realf",
      "quote": "Into the statue that breathes, the soul of the sculptor is bidden."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Inanimate objects sometimes appear endowed with a strange power of sight. A statue notices, a tower watches, the face of an edifice contemplates."
    },
    {
      "cite": "Pythagoras",
      "quote": "When the wise man opens his mouth, the beauties of his soul present themselves to the view, like the statues in a temple."
    },
    {
      "cite": "Hippolyte Taine",
      "quote": "A fixed idea is like the iron rod which sculptors put in their statues. It impales and sustains."
    },
    {
      "cite": "Pat Cooper",
      "quote": "When I was a boy, we had forty five statues of saints in my house. Ever have ninety eyes looking at you every time you have to go to the bathroom?"
    },
    {
      "cite": "Kenneth Hanes",
      "quote": "Loosen up. Being masculine doesn't mean being a statue. Wrists were made to bend."
    },
    {
      "cite": "Novalis",
      "quote": "The artist stands on the human being as a statue does on a pedestal."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "One day you're the statue. One day you're the pigeon."
    },
    {
      "cite": "Billy Joel",
      "quote": "They showed you a statue and told you to pray / They built you a temple and locked you away / But they never told you the price that you pay / For things that you might have done."
    },
    {
      "cite": "Debashis Mridha",
      "quote": "As a sculptor sculpts a statue, an educator educates our future generation. Beauty depends on the creator."
    },
    {
      "cite": "Ashwin Sanghi",
      "quote": "The relationship between critic and writer is similar to the one between the pigeon and the statue."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In times to resist, do not step aside; stay solid like a statue! In times to step aside, do not resist; be flexible like a snake!"
    },
    {
      "cite": "Stefan Molyneux",
      "quote": "Anybody who tries to change society without examining the family is trying to push a shadow without moving a statue."
    }
  ]
}