{
  "source": "https://www.wisesayings.com/stay-focused-quotes/",
  "theme": "stay-focused",
  "quotes": [
    {
      "cite": "Zig Ziglar",
      "quote": "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The successful warrior is the average man, with laser-like focus."
    },
    {
      "cite": "Leo Babauta",
      "quote": "Instead of focusing on how much you can accomplish, focus on how much you can absolutely love what you're doing."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The key to success is to focus our conscious mind on things we desire, not things we fear."
    },
    {
      "cite": "Paul And Tracey Mcmanus",
      "quote": "It was better to focus on the good and what we had than to focus on what we had lost and were losing."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Take five minutes to center yourself in the morning set your intention every day."
    },
    {
      "cite": "Rich Fettke",
      "quote": "When you stay focused and keep a commitment you create momentum, and momentum creates momentum."
    },
    {
      "cite": "Alan Pariser",
      "quote": "The sun's energy warms the world. But when you focus it through a magnifying glass, it can start a fire. Focus is powerful."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "What you stay focused on will grow."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Bill Gates",
      "quote": "My success, part of it certainly, is that I have focused in on a few things."
    },
    {
      "cite": "Timothy Ferriss",
      "quote": "Being selective doing less is the path of the productive. Focus on the important few and ignore the rest."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Focusing is about saying No."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Focus is the key to accomplish what is necessary easy word to spell, it contains only five letters but it is probably one of the most powerful words there are in order to move forward with confidence and with the expected results."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Focus on your goals, not your fear. Focus like a laser beam on your goals."
    },
    {
      "cite": "Venus Williams",
      "quote": "I don't focus on what I'm up against. I focus on my goals and I try to ignore the rest."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Very occasionally, if you pay really close attention, life doesn't suck."
    },
    {
      "cite": "Colin Powell",
      "quote": "Always focus on the front windshield and not the review mirror."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Most people have no idea of the giant capacity we can immediately command when we focus all of our resources on mastering a single area of our lives."
    },
    {
      "cite": "Mike Hawkins",
      "quote": "You don't get results by focusing on results. You get results by focusing on the actions that produce results."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "You must stay focused on the end result to achieve your goals."
    },
    {
      "cite": "Alan Watts",
      "quote": "The ego is nothing other than the focus of conscious attention."
    },
    {
      "cite": "Kenneth J. Hutchins",
      "quote": "Since you need to push yourself to follow a new set of habits, you need to keep your focus on your objectives. You need to remind your mind of your main reason to adopt these new habits."
    },
    {
      "cite": "Anthony J. DeAngelo",
      "quote": "Focus 90% of your time on solutions and only 10% of your time on problems."
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "It is during our darkest moments that we must focus to see the light."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Life is short. Focus on what really matters most; you should change your priorities over time."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Focus on your strengths, not your weaknesses. Focus on your character, not your reputation. Focus on your blessings, not your misfortunes."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "One of the secrets of a successful life is to be able to hold all of our energies upon one point, to focus all of the scattered rays of the mind upon one place or thing."
    },
    {
      "cite": "Russell Simmons",
      "quote": "It's important to focus on what we do best and master one craft at a time."
    }
  ]
}