{
  "source": "https://www.wisesayings.com/staying-strong-quotes/",
  "theme": "staying-strong",
  "quotes": [
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
    },
    {
      "cite": "John F Kennedy",
      "quote": "Do not pray for easy lives. Pray to be stronger men."
    },
    {
      "cite": "Cayla Mills",
      "quote": "You never know how strong you are until being strong is the only choice you have."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "Be strong, believe in who you are; be strong, believe in what you feel."
    },
    {
      "cite": "Masaru Emoto",
      "quote": "If you feel lost, disappointed, hesitant, or weak, return to yourself, to who you are, here and now and when you get there, you will discover yourself, like a lotus flower in full bloom, even in a muddy pond, beautiful and strong."
    },
    {
      "cite": "Carlos Barrios",
      "quote": "Flexibility makes buildings to be stronger, imagine what it can do to your soul."
    },
    {
      "cite": "Helen Keller",
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never give in.. never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honor and good sense. Never yield to force.. never yield to the apparently overwhelming might of the enemy."
    },
    {
      "cite": "Sanhita Baruah",
      "quote": "Life is, at times, tough. And all we need to do is to prove that we are tougher than it."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who conquers others is strong; He who conquers himself is mighty."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling but in rising every time we fall."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
    },
    {
      "cite": "unknown",
      "quote": "When the world says, \"Give up,\" Hope whispers, \"Try it one more time.\""
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "It doesn't matter who you are, where you come from. The ability to triumph begins with you. Always."
    },
    {
      "cite": "Robert H Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Being strong doesn't mean that you can handle every difficult situation on your own, it means that you have the sense to ask God and others for help."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Inside of a ring or out, ain't nothing wrong with going down. It's staying down that's wrong."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "For a tree to become tall it must grow tough roots among the rocks."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Gary John Bishop",
      "quote": "When you're not sure if you're following the right path, when you've been knocked down a few too many times, it's completely fine to get discouraged, hell even defeated. What's not okay is to stop."
    },
    {
      "cite": "Holly Wagner",
      "quote": "We do not have to remain stuck in our trials! We go through them and as daughters of the King, we can rise in the midst of dark, shaking moments."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world breaks everyone, and afterward, some are strong at the broken places."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Anyone can hide. Facing up to things, working through them, that's what makes you strong."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Stay strong, be brave, love hard and true, and you will have nothing to lose."
    },
    {
      "cite": "Tilman J. Fertitta",
      "quote": "You've got to stay strong to be strong in tough times."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "There's so many things that life is, and no matter how many breakthroughs, trials will exist and we're going to get through it. Just be strong."
    },
    {
      "cite": "Gabby Douglas",
      "quote": "Always be courageous and strong, and don't fear."
    },
    {
      "cite": "Knute Rockne",
      "quote": "Build up your weaknesses until they become your strong points."
    }
  ]
}