{
  "source": "https://www.wisesayings.com/staying-positive-quotes/",
  "theme": "staying-positive",
  "quotes": [
    {
      "cite": "Mary Lou Retton",
      "quote": "Optimism is a happiness magnet. If you stay positive, good things and good people will be drawn to you."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Keep your thoughts positive, because your thoughts become your words. Keep your words positive, because your words become your behavior. Keep your behavior positive, because your behavior become your habits. Keep your habits positive, because your habits"
    },
    {
      "cite": "Joe Peterson",
      "quote": "Stay positive, all other choices are pointless punishments to your psyche."
    },
    {
      "cite": "Widad Akrawi",
      "quote": "If you are positive, you'll see opportunities instead of obstacles."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will."
    },
    {
      "cite": "Demi Lovato",
      "quote": "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?"
    },
    {
      "cite": "Chuck Norris",
      "quote": "A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "You cannot change reality, but you can control the manner in which you look at things. Your attitude is under your own control. Weed out the negative and focus on the positive!"
    },
    {
      "cite": "unknown",
      "quote": "When it rains, it pours? but soon, the sun shines again. Stay positive. Better days are on their way."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The positive thinker sees the invisible, feels the intangible, and achieves the impossible."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Stay positive in every situation and everything you do, never stop trying, have faith don't stop due to failure."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them."
    },
    {
      "cite": "Dr T.P.Chia.",
      "quote": "Positive thinking is empowering, positive action is achieving."
    },
    {
      "cite": "Brian Tracy",
      "quote": "An attitude of positive expectation is the mark of the superior personality."
    },
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow."
    },
    {
      "cite": "Pat Riley",
      "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Wherever you go, no matter what the weather, always bring your own sunshine."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "Negative people need drama like oxygen. Stay positive, it'll take their breath away."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Believe you can and you're halfway there."
    },
    {
      "cite": "Widad Akrawi",
      "quote": "No matter what you face, don't forget if you're positive, positivity will find you and embrace you."
    },
    {
      "cite": "Catherine Zeta-Jones",
      "quote": "I try and stay positive; being negative isn't good for my personality. I don't just bring myself down, I bring everyone around me down. It's like a dark cloud, 'Uh oh, here we go,' and have to snap out of it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Be positive with every idea surrounding your dreams. Think about the possibility of what you plan to do and approach it with an optimistic action. Stay positively."
    },
    {
      "cite": "Hayley Williams",
      "quote": "I have the ability to build myself up or break myself down. I stay positive. Strength comes from within."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "You will never succeed if you do not believe that you deserve what you want. Visualize your goal. Make an effort to go for it and always stay positive that it can be yours."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Positivity will block the negative thoughts that overwhelm you during tough times. Stay positive and you'll achieve more than what you set yourself for."
    },
    {
      "cite": "Simi Ngr",
      "quote": "The positivity in our life is a function of our thinking. So think positive, stay positive!"
    },
    {
      "cite": "Rick Steves",
      "quote": "Be fanatically positive and militantly optimistic. If something is not to your liking, change your liking."
    }
  ]
}