{
  "source": "https://www.wisesayings.com/steak-quotes/",
  "theme": "steak",
  "quotes": [
    {
      "cite": "Soumeet Lanka",
      "quote": "There is only one right way to eat a steak - with greed in your heart and a smile on your face."
    },
    {
      "cite": "Ray Palla",
      "quote": "Just knock off the horns and hair, and toss it on the coals for about thirty seconds on each side. I like mine still kicking and quivering!"
    },
    {
      "cite": "Tom Colicchio",
      "quote": "I think steak is the ultimate comfort food, and if you're going out for one, that isn't the time to scrimp on calories or quality."
    },
    {
      "cite": "Roland Barthes",
      "quote": "To eat steak rare... represents both a nature and a morality."
    },
    {
      "cite": "Jocko Willink",
      "quote": "I eat steak primarily. That's pretty much what my diet consists of. Sometimes I supplement that with other steaks."
    },
    {
      "cite": "Robert Duvall",
      "quote": "I take a vitamin every day; it's called a steak."
    },
    {
      "cite": "A.J. Liebling",
      "quote": "I used to be shy about ordering a steak after I had eaten a steak sandwich, but I got used to it."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "If you're dining with someone who wants the same cut, it's always better to get a 16-ounce steak and split it than to order two eight-ounce steaks. The longer something cooks, the more flavor it develops, so you'll get a better taste with a bigger piece of meat."
    },
    {
      "cite": "Julia Child",
      "quote": "The only time to eat diet food is while you are waiting for the steak to cook."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "My favorite animal is steak."
    },
    {
      "cite": "Julia Child",
      "quote": "The only time to eat diet food is while you're waiting for the steak to cook."
    },
    {
      "cite": "Davey Havok",
      "quote": "I'll stop eating steak when you stop killing spiders."
    },
    {
      "cite": "Mango Wodzak",
      "quote": "After you have witnessed the reality, you can no longer look at a piece of steak, and simply think \"yum\"."
    },
    {
      "cite": "A.D. Posey",
      "quote": "Screw chocolate. A good steak is where it’s at."
    },
    {
      "cite": "Richard Brautigan",
      "quote": "The only thing he likes better than a nice juicy homicide is a sirloin steak smothered with onions."
    },
    {
      "cite": "Alain Bremond-Torrent,",
      "quote": "She is just drunk and horny, and skinny, so skinny, as thin as a steak."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When something's well done, it's usually the steak."
    },
    {
      "cite": "Woody Allen",
      "quote": "I hate reality but it's still the best place to get a good steak."
    },
    {
      "cite": "Don King",
      "quote": "If you want to sell a steak, you can't just have the sizzle, you gotta have sauce."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "A steak needs fat to taste great."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I don't eat red meat, but sometimes a man needs a steak."
    },
    {
      "cite": "Joan Rivers",
      "quote": "We all mourn in our own way. I mourn with a great steak."
    },
    {
      "cite": "Shaun White",
      "quote": "I usually eat a pretty big steak the night before I compete."
    },
    {
      "cite": "Joe",
      "quote": "Steak is delicious."
    },
    {
      "cite": "Roland Barthes",
      "quote": "To eat steak rare represents both a nature and a morality."
    },
    {
      "cite": "Drake",
      "quote": "Throw em a bone and they want a steak."
    },
    {
      "cite": "Will Rogers",
      "quote": "Steak on the plate went up. Steak on the hoof went down."
    },
    {
      "cite": "Roy Yamaguchi",
      "quote": "The best way to make a steak is grilled over an open flame or pan sauteed in a cast iron skillet."
    },
    {
      "cite": "Marcus Clarke",
      "quote": "Flatheads!' 'Ham!' 'Beef!' 'Where's the mustard?' 'Steak and onions!' 'Shut the door!' here sits bandicoot, the broker, eating in a desparate."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Over the steak and onions not a word was said of his deep days and nights as a dynamiter."
    }
  ]
}