{
  "source": "https://www.wisesayings.com/steadfast-quotes/",
  "theme": "steadfast",
  "quotes": [
    {
      "cite": "Tych Brahe",
      "quote": "With a firm and steadfast mind one should hold under all conditions, that everywhere the Earth is below and the sky above, and to the energetic man, every region is his fatherland."
    },
    {
      "cite": "Syed Ather",
      "quote": "Slow and steady wins the race, only and only if the rabbit, competent, sleeps a while. But, fast and consistency always win it, even if rabbit is awaken."
    },
    {
      "cite": "Robert Southney",
      "quote": "To a resolute mind, wishing to do is the first step toward doing. But if we do not wish to do a thing it becomes impossible."
    },
    {
      "cite": "Jane Addams",
      "quote": "The worth of every conviction consists precisely in the steadfastness with which it is held."
    },
    {
      "cite": "Ken Poirot",
      "quote": "Success awaits those who steadfastly commit to any requisite sacrifice"
    },
    {
      "cite": "Victor Hugo",
      "quote": "Change your opinions, keep to your principles; change your leaves, keep intact your roots."
    },
    {
      "cite": "Helen Keller",
      "quote": "Doubts and mistrust are the mere panic of timid imagination, which the steadfast heart will conquer, and the large mind transcend."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Perhaps there is no more important component of character than steadfast resolution."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Only in winter can you tell which trees are truly green. Only when the winds of adversity blow can you tell whether an individual or a country has steadfastness."
    },
    {
      "cite": "Laozi",
      "quote": "Attain utmost emptiness. Abide in steadfast stillness."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Always remain steadfast on your journey to greatness!"
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Be like the cliff against which the waves continually break; but it stands firm and tames the fury of the water around it."
    },
    {
      "cite": "Aaron Swartz",
      "quote": "Steadfastness is a noble quality, but unguided by knowledge or humility, it becomes rashness, or obstinacy."
    },
    {
      "cite": "Terry A O'Neal",
      "quote": "Everyone will not favor you or respect your beliefs, passion and purpose--so be it. But do not allow the views of others to hinder your quest. Remain steadfast."
    },
    {
      "cite": "Malika E Nura",
      "quote": "In matters of principles stand firm as a mountain, in matters of empathy alway project kindness."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "Only with steadfast memories can we now be strong so as to undo the mistakes of the past, to begin anew and build from the rubble of their betrayal."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "This is the mark of a really admirable man: steadfastness in the face of trouble."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Ay, to the proof, as mountains are for winds, that shakes not, though they blow perpetually."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Be steadfast as a tower that doth not bend its stately summit to the tempest's shock."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Rewards await you if you stay steadfast in your faith."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Unless commitment is made, there are only promises and hope... But no plans."
    },
    {
      "cite": "Cecil B. DeMille",
      "quote": "Most of us serve our ideals by fits and starts. The person who makes a success of living is the one who sees his goal steadily and aims for it unswervingly. That is dedication."
    },
    {
      "cite": "Christopher Marlowe",
      "quote": "Above our life we love a steadfast friend."
    },
    {
      "cite": "Confucius",
      "quote": "Exemplary persons are steadfast in the face of adversity, while petty persons are engulfed by it."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "A steadfast heart does not stray from the path."
    },
    {
      "cite": "DrAnil Kumar Sinha",
      "quote": "If you stand for a reason, be prepared to stand alone like a tree, and if you fall on ground, fall like a seed that grows back to fight again."
    },
    {
      "cite": "Anonymous",
      "quote": "Effort will release it's reward only after you refuse to quit."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul."
    }
  ]
}