{
  "source": "https://www.wisesayings.com/stealing-quotes/",
  "theme": "stealing",
  "quotes": [
    {
      "cite": "Howard Aiken",
      "quote": "Don't worry about people stealing an idea, If it's original, you will have to ram it down their throats."
    },
    {
      "cite": "German Proverb",
      "quote": "The one who conceals is as bad as the one who steals."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Who steals chicken in the daytime will steal cows at night."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Who steals needles when young will steal gold when old."
    },
    {
      "cite": "Lord Byron",
      "quote": "Years steal fire from the mind as vigour from the limb; And life's enchanted cup but sparkles near the brim."
    },
    {
      "cite": "George Washington Plunkitt",
      "quote": "The politician who steals is worse than a thief. He is a fool. With the grand opportunities all around for a man with a political pull, there's no excuse for stealing' a cent."
    },
    {
      "cite": "Mario Puzo",
      "quote": "A lawyer with his briefcase can steal more than a hundred men with guns."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Immature poets imitate, mature poets steal."
    },
    {
      "cite": "K.A. Farner",
      "quote": "Fraud can be explained as stealing by use of deceptive means."
    },
    {
      "cite": "Proverb",
      "quote": "If you steal something small you are a petty thief, but if you steal millions you are a gentleman of society."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Steal a little and they'll put you in jail, steal a lot and they'll make you king."
    },
    {
      "cite": "Moses",
      "quote": "You shall not steal, nor deal falsely, nor lie to one another."
    },
    {
      "cite": "Mora Early",
      "quote": "It's not stealing, it's retrieving."
    },
    {
      "cite": "Daniel Nayeri",
      "quote": "If you don't get caught, you deserve everything you steal."
    },
    {
      "cite": "Ben Mathis-Lilley",
      "quote": "Stealing is always wrong, but stealing paintings in an elaborate way is a little like stealing bread to feed your family. It's stealing bread to feed the world's daydreams about becoming an art thief."
    },
    {
      "cite": "Elfriede Jelinek",
      "quote": "Stealing isn't so easy, often it's hard work, otherwise we'd all be doing it."
    },
    {
      "cite": "John Conyers",
      "quote": "Stealing has always been a way of redistributing wealth."
    },
    {
      "cite": "Malcolm McLaren",
      "quote": "Stealing things is a glorious occupations, particularly in the art world."
    },
    {
      "cite": "Plato",
      "quote": "He who steals a little steals with the same wish as he who steals much, but with less power."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "One can steal ideas, but no one can steal execution or passion."
    },
    {
      "cite": "Arthur Hugh Clough",
      "quote": "Thou shalt not steal; an empty feat. when it's so lucrative to cheat."
    },
    {
      "cite": "Billy Graham",
      "quote": "We live in an upside-down world. People hate when they should love, quarrel when they should be friendly, fight when they should be peaceful, wound when they should heal, steal when they should share, do wrong when they should do right."
    },
    {
      "cite": "Billy Graham",
      "quote": "It is Satan's purpose to steal the seed of truth from your heart by sending distracting thoughts. The difference between a Christian and non-Christian is: though they both may have good and evil thoughts, Christ gives His followers strength to select the right rather than the wrong."
    },
    {
      "cite": "Frederick B. Wilcox",
      "quote": "Progress always involves risks. You can't steal second base without taking your foot off first."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "My father worked for the railroad, and whenever a train crashed, we would go as a family and steal food from the boxcars. One year, we stole a case of butterscotch pudding that was for export to Israel. It took us years to get through."
    },
    {
      "cite": "The Koran 5:38",
      "quote": "If a man or a woman steal, cut off their hands."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "I've always been fascinated with the stealing of innocence. It's the most heinous crime, and certainly a capital crime if there ever was one."
    },
    {
      "cite": "N. Ravichandran",
      "quote": "A thief has three characteristics: first, a thief is not recognized by you as being a thief; second, he robs you of what you have without your realizing it at the time; and third, a thief leaves you feeling very foolish after you have been robbed."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The robb'd that smiles, steals something from the thief; He robs himself that spends a bootless grief."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The hands and fingers have a good deal to do with stealing; and the history of many a man's life is written by his ten fingers."
    }
  ]
}