{
  "source": "https://www.wisesayings.com/step-dad-quotes/",
  "theme": "step-dad",
  "quotes": [
    {
      "cite": "Anne Geddes",
      "quote": "Any man can be a father but it takes someone special to be a dad."
    },
    {
      "cite": "Anne Sexton",
      "quote": "It doesn’t matter who my father was; it matters who I remember he was."
    },
    {
      "cite": "Antoine François Prévost",
      "quote": "The heart of a father is the masterpiece of nature."
    },
    {
      "cite": "Azriel Johnson",
      "quote": "Stepparents are not around to replace a biological parent, rather to augment a child's life experience."
    },
    {
      "cite": "Barack Obama",
      "quote": "That doesn't make you a father. It's the courage to raise a child that makes you a father."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Looking' back all I can say about all the things he did for me is, I hope I'm at least half the dad that he didn't have to be."
    },
    {
      "cite": "Dave Willis",
      "quote": "Family isn’t defined only by last names or by blood; it’s defined by commitment and by love."
    },
    {
      "cite": "Delia Ephron",
      "quote": "And just as an aside, if you are a stepparent, rush right out and get yourself a dog. Because it’s very nice to have someone in the house that loves you."
    },
    {
      "cite": "Harmon Killebrew",
      "quote": "My father used to play with my brother and me in the yard. Mother would come out and say, 'You're tearing up the grass'; 'We're not raising grass,' Dad would reply. 'We're raising boys."
    },
    {
      "cite": "Johann Schiller",
      "quote": "It is not flesh and blood but the heart which makes us fathers and sons."
    },
    {
      "cite": "Justin Ricklefs",
      "quote": "The power of a dad in a child’s life is unmatched."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "The first step toward change is awareness. The second step is acceptance."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Family isn’t something that’s supposed to be static or set. People marry in, divorce out. They're born, they die. It’s always evolving, turning into something else."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "And like my dad always said, the first step is always the hardest."
    },
    {
      "cite": "Stacey Lee",
      "quote": "Fly you crows. My father was not a spectacle. He was the greatest man I ever knew. He was my everything."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "Adopted a role called being a father so that his child would have something mythical and infinitely important: a Protector."
    },
    {
      "cite": "unknown",
      "quote": "A dad is someone who wants to catch you before you fall but instead picks you up, brushes you off, and lets you try again."
    },
    {
      "cite": "unknown",
      "quote": "A stepparent is so much more than just a parent: they made the choice to love when they didn't have to."
    },
    {
      "cite": "Wade Boggs",
      "quote": "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right."
    },
    {
      "cite": "Anonymous",
      "quote": "A Step Father means so many things... an understanding heart, a source of strength and of support, right from the very start."
    },
    {
      "cite": "Brian Urlacher",
      "quote": "My mom is my heart. But my step dad was my role model, the hardest working man I ever knew."
    },
    {
      "cite": "Gerardo Campbell",
      "quote": "My Stepdad may not have given me life, but he sure has made my life better."
    },
    {
      "cite": "Ray Johnson",
      "quote": "It takes a strong man to accept somebody else's children and step up to the plate another man left on the table."
    },
    {
      "cite": "Anonymous",
      "quote": "Stepfathers are no less than those of blood: The spirit is more comely than the flesh. Fathers are defined by how they love and not by how they multiply or breed."
    }
  ]
}