{
  "source": "https://www.wisesayings.com/steps-quotes/",
  "theme": "steps",
  "quotes": [
    {
      "cite": "Stanley Kauffmann",
      "quote": "The next great step of mankind is to step into the nature of his own mind."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Most great people have attained their greatest success just one step beyond their greatest failure."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "People seldom see the halting and painful steps by which the most insignificant success is achieved."
    },
    {
      "cite": "Cat Cora",
      "quote": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure they can be turned into wisdom."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The first step in solving a problem is to recognize that it does exist."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "The first step to achieving your goal, is to take a moment to respect your goal. Know what it means to you to achieve it."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The first step in forgiveness is the willingness to forgive."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The journey of a thousand miles begins with one step."
    },
    {
      "cite": "Ricky Maye",
      "quote": "A journey begins with a single step."
    },
    {
      "cite": "William Osler",
      "quote": "The very first step towards success in any occupation is to become interested in it."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The first step to getting what you want is to have the courage to get rid of what you don't."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "cite": "Rickson Gracie",
      "quote": "If you believe, then you have already taken the first step towards your achievement."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The first step is the best step in a journey towards a destination."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The first step in a person's salvation is knowledge of their sin."
    },
    {
      "cite": "Mark Caine",
      "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "If you take each step, as if it was your last. You would appreciate the world in all its glory and bask in the glory of god for in his wisdom he created us and the universe all around us."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "One of the first steps to successful leadership is to always forget your age and remember your dream regularly."
    },
    {
      "cite": "Steve Backley",
      "quote": "The first step is the most important. It is the most crucial and the most effective as it will initiate the direction you have chosen."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "The first step toward change is awareness. The second step is acceptance."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Step into your track and begin your steps till you reach the end because life is a personal journey."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "In every step you take, keep your feet firmly on the ground."
    },
    {
      "cite": "Daniel Snyder",
      "quote": "You achieve long-term success step by step. Try to achieve your goals one at a time, like you do target practice."
    },
    {
      "cite": "Anonymous",
      "quote": "Positive steps that will help the peace process."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You need to step out to build before God could bless what you are building."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Take the first step in faith. You don't have to see the whole staircase, just take the first step."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "The first step is learning to monitor your thoughts; to think about what you are thinking about."
    }
  ]
}