{
  "source": "https://www.wisesayings.com/step-parent-quotes/",
  "theme": "step-parent",
  "quotes": [
    {
      "cite": "Euripides",
      "quote": "The new-come stepmother hates the children born to a first wife."
    },
    {
      "cite": "unknown",
      "quote": "We aren't \"step\", we aren't \"half\", we're just family."
    },
    {
      "cite": "unknown",
      "quote": "Stepparents can be awesome. Because their love is a choice."
    },
    {
      "cite": "Valerie J Lewis Coleman",
      "quote": "Stepparenting is like working at a late-night convenience store...all of the responsibility and none of the authority."
    },
    {
      "cite": "unknown",
      "quote": "A step parent is so much more than just a parent; they made the choice to love when they didn't have to."
    },
    {
      "cite": "Azriel Johnson",
      "quote": "Step parents are not around to replace a biological parent, rather to augment a childs life experience."
    },
    {
      "cite": "unknown",
      "quote": "Being a stepmom means they grew inside of my heart instead of my tummy."
    },
    {
      "cite": "Euripides",
      "quote": "Better a sepent than a stepmother!"
    },
    {
      "cite": "unknown",
      "quote": "Being a step parent is a rough job. But going to bed every night knowing that you are loved by kids who aren't biologically yours is a great feeling."
    },
    {
      "cite": "unknown",
      "quote": "A step parent is a truly amazing person. They made a choice to love another's child as their own."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "To be sure a stepmother to a girl is a different thing to a second wife to a man!"
    },
    {
      "cite": "unknown",
      "quote": "A stepparent doesn't just marry a spouse: they marry their spouse's entire situation. They have to find a balance between supporting and defending without overstepping visible and invisible boundaries."
    },
    {
      "cite": "Delia Ephron",
      "quote": "If you are a stepparent, rush right out and get yourself a dog. Because it's very nice to have someone in the house that loves you."
    },
    {
      "cite": "unknown",
      "quote": "Parenthood requires love, not DNA."
    },
    {
      "cite": "Murasaki Shikibu",
      "quote": "Intimacy between stepchildren and stepparents is indeed proverbially difficult."
    },
    {
      "cite": "Leigh Anne Tuohy",
      "quote": "Families don't have to match. You don't have to look like someone else to love them."
    },
    {
      "cite": "Jessica James",
      "quote": "When it feels as if you can't do right by the other parent, do right by your step-child instead. You'll never fail with best interest at heart."
    },
    {
      "cite": "unknown",
      "quote": "A dad is someone who wants to catch you before you fall but instead picks you up, brushes you off, and lets you try again."
    },
    {
      "cite": "Brian Urlacher",
      "quote": "My mom is my heart. But my stepdad was my role model, the hardest working man I ever knew."
    },
    {
      "cite": "Wade Boggs",
      "quote": "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "He adopted a role called being a father so that his child would have something mythical and infinitely important: a protector."
    },
    {
      "cite": "Justin Ricklefs",
      "quote": "The power of a dad in a child’s life is unmatched."
    },
    {
      "cite": "Margaret Truman",
      "quote": "It’s only when you grow up and step back from your father, or leave him for your own career and your own home it’s only then that you can measure his greatness and fully appreciate it. Pride reinforces love."
    },
    {
      "cite": "Johann Schiller",
      "quote": "It is not flesh and blood but the heart which makes us fathers and sons."
    },
    {
      "cite": "Dave Willis",
      "quote": "Family isn’t defined only by last names or by blood it’s defined by commitment and by love."
    },
    {
      "cite": "Barack Obama",
      "quote": "Any fool can have a child. That doesn't make you a father. It's the courage to raise a child that makes you a father."
    }
  ]
}