{
  "source": "https://www.wisesayings.com/stepmother-quotes/",
  "theme": "stepmother",
  "quotes": [
    {
      "cite": "Mexican Proverb",
      "quote": "A man's second wife is treated like an equal."
    },
    {
      "cite": "American Proverb",
      "quote": "The second wife always sits on the right knee."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Biology is the least of what makes someone a mother."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Nature, more a stepmother than a mother in several ways, has sown a seed of evil in the hearts of mortals, especially in the more thoughtful men, which makes them dissatisfied with their own lot and envious of another's."
    },
    {
      "cite": "Michelle Zunter",
      "quote": "A good stepmom is not made - she is built. She is built by the hardships of her role, the tears she cries in secret, and by the lessons she learns through trial and error."
    },
    {
      "cite": "Laura Brimberry",
      "quote": "There's no clear road map to being a stepmother."
    },
    {
      "cite": "Xanthippe Voorhees",
      "quote": "Disney has been lying to little girls. Stepmothers are not scary, nannies are not magical, and dwarfs do not let you spend the night at their house without expecting something."
    },
    {
      "cite": "Lady Harriet Cumnor",
      "quote": "In my experience, if you're a good girl and suffer yourself to be led you will find your stepmother the sweetest creature imaginable. I never managed it but you might."
    },
    {
      "cite": "Naja Hall",
      "quote": "Understand that your role is transitional. ... Some days you're going to be the leading lady. Some days you're just going to be a stagehand. And some days you're not going to be in the scene at all. The quicker you realize that, the better off you'll be."
    },
    {
      "cite": "Kendall Rose",
      "quote": "All of a sudden you're thrown into doing motherly duties. And I call that the stepmom vortex. You just get pulled in. You're making lunches. You're making dinners. You're going to practices. ... Nobody tells you."
    },
    {
      "cite": "Jasjit Sangha",
      "quote": "You're second in line to your husband's kids because the kids should come first, right? ... Logically speaking, that sounds fantastic. Of course! Always put the kids first! But your heart … feels like, oh, like, I'm not significant and I don't matter. ... You have hurt feelings, and you don’t really understand how to say that."
    },
    {
      "cite": "Wednesday Martin",
      "quote": "Stepmothers are more self-critical and blame themselves more than any other members of a remarried family. They tend to experience difficulty with a stepchild as ongoing, unremitting and overwhelming."
    },
    {
      "cite": "Frank Turner",
      "quote": "I've heard all the things that they've called me / It's just so many arrows and slings / Leave the glory to the stepmother, and to the son / I'm the woman who rejected the king."
    },
    {
      "cite": "Dylan Scott",
      "quote": "Just a little boy who was learning how the world works / I learned to hideaway from my stepmom and self worth / I’m sorry dad wish you knew how bad it hurt / So I tried to scream through a fever dream / As my stomach starts to burn."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "First she come to our house, / Tommy run and hid; / And Emily and Bob and me / We cried jus' like we did / When Mother died,--and we all said / 'At we all wisht 'at we was dead! / And Nurse she couldn't stop us, / And Pa he tried and tried,-- / We sobbed and shook and wouldn't look, / But only cried and cried; / And nen someone--we couldn't jus' / Tell who--was cryin' same as us! / Our Stepmother! Yes, it was her, / Her arms around us all-- / 'Cause Tom slid down the bannister / And peeked in from the hall.-- / And we all love her, too, because / She's purt nigh good as Mother was!"
    },
    {
      "cite": "Katharine Tynan",
      "quote": "Woe for Lir's sweet children whom their vile stepmother / Glamoured with her witch-spells for a thousand years; / Died their father raving, on his throne another, / Blind before the end came from the burning tears. / Long the swans have wandered over lake and river; / Gone is all the glory of the race of Lir: / Gone and long forgotten like a dream of fever: / But the swans remember the sweet days that were."
    },
    {
      "cite": "Hesiod",
      "quote": "A day is sometimes our mother, sometimes our stepmother."
    },
    {
      "cite": "Danish Proverb",
      "quote": "The child who gets a stepmother also gets a stepfather."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "Nature makes us buy her presents at the price of so many sufferings that it is doubtful whether she deserves most the name of parent or stepmother."
    },
    {
      "cite": "Valerie J. Lewis Coleman",
      "quote": "Stepparenting is like working at a late-night convenience store all of the responsibility and none of the authority."
    },
    {
      "cite": "Danish Proverb",
      "quote": "A stepmother has a hard hand."
    },
    {
      "cite": "John Dewey",
      "quote": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home."
    },
    {
      "cite": "Euripides",
      "quote": "The new-come stepmother hates the children born to a first wife."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "To be sure a stepmother to a girl is a different thing to a second wife to a man!"
    },
    {
      "cite": "Euripides",
      "quote": "Better a serpent than a stepmother!"
    },
    {
      "cite": "Murasaki Shikibu",
      "quote": "Stepmothers in books usually behave very spitefully towards the children entrusted to them. But he was now learning by his own experience that in real life this does not always happen."
    },
    {
      "cite": "John Garfield",
      "quote": "There was no convincing me that a stepmother could be anything but a wicked ogre, and I acted accordingly."
    }
  ]
}