{
  "source": "https://www.wisesayings.com/stepping-stone-quotes/",
  "theme": "stepping-stone",
  "quotes": [
    {
      "cite": "Alan Cohen",
      "quote": "Use pain as a stepping stone, not a camp ground."
    },
    {
      "cite": "Junaid e Mustafa",
      "quote": "Scorn is your second stepping stone to success; first is failure."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "No experience is wasted. It is the stepping stones for a great success."
    },
    {
      "cite": "Shawn Achor",
      "quote": "Successful people see adversity as a stepping stone rather than a stumbling block."
    },
    {
      "cite": "L.R. Knost",
      "quote": "Forgiving ourselves and learning from our inevitable mistakes transforms failure from a stumbling block into a stepping stone."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Are you going to let the obstacles in your life be stumbling blocks or stepping stones? Choose the positive. You are the master of your attitude."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Very often, what is meant to be a stepping stone turns out to be a slab of wet cement that will harden around your foot if you do not take the next step soon enough."
    },
    {
      "cite": "Johnny Cash",
      "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
    },
    {
      "cite": "Vusi JCK Maseko",
      "quote": "Empathy is the stepping stone to respect."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A mistake is a stepping stone to success."
    },
    {
      "cite": "Thomas Kinkade",
      "quote": "Love is the stepping stone to new beginnings."
    },
    {
      "cite": "Mark Samraj",
      "quote": "It is better to be a stepping stone than a stumbling block."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Constant effort and frequent mistakes are the stepping stones to genius."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Success is not the final destination but the stepping stone for the next."
    },
    {
      "cite": "Mira Nair",
      "quote": "Never treat anything you do as a stepping stone. Do it fully, and follow it completely."
    },
    {
      "cite": "Roger Von Oech",
      "quote": "If you make an error, use it as a stepping stone to a new idea you might not have otherwise discovered."
    },
    {
      "cite": "Idara Victor",
      "quote": "There is no such thing as failure; everything is just a stepping stone to a greater lesson or achievement."
    },
    {
      "cite": "Leon Brown",
      "quote": "Mistakes are the stepping stones to wisdom, we learn from trial & error, we become wise by understanding problems."
    },
    {
      "cite": "Arianna Huffington",
      "quote": "Often, you'll fail. But, as my mother also taught me, failure isn't the opposite of success - it's a stepping stone to success."
    },
    {
      "cite": "Tony Jaa",
      "quote": "Never be afraid to fail. Failure is only a stepping stone to improvement. Never be overconfident because that will block your improvement."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Don't let the negatives of life control you. Rise above them. Use them as your stepping stones to go higher than you ever dreamed possible."
    },
    {
      "cite": "Ameen Rihani",
      "quote": "Mutual tolerance is the stepping stone to mutual respect. A hospitable mind is the key to a neighboring or an alien spirit, looked by dogma and guarded by tradition."
    },
    {
      "cite": "Rohinton Mistry",
      "quote": "You have to use your failures as stepping stones to success. You have to maintain a fine balance between hope and despair. In the end it's all a question of balance."
    },
    {
      "cite": "Yara Greathouse",
      "quote": "The tragedies of our past are the stepping stones for us to reach the happy endings of our tomorrows. Guilt is not going to help you become a better person. Acceptance will."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In every failure is the seed of success... Our failures are stepping stones in the mechanics of creation, bringing us even closer to our goals. In reality, there is no such thing as failure. What we call failure is just a mechanism through which we can learn to do things right."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every charitable act is a stepping stone toward heaven."
    },
    {
      "cite": "Cullen Hightower",
      "quote": "A stepping-stone can be a stumbling block if we can't see it until after we have tripped over it."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Failures to heroic minds are the stepping stones to success."
    },
    {
      "cite": "James Robison",
      "quote": "God often uses our challenges as stepping stones to the higher purposes of God."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Every now and then one paints a picture that seems to have opened a door and serves as a stepping stone to other things."
    }
  ]
}