{
  "source": "https://www.wisesayings.com/stereotype-quotes/",
  "theme": "stereotype",
  "quotes": [
    {
      "cite": "Anthony Jeselnik",
      "quote": "Stereotypes wouldn't be so bad if black people were nicer, in general."
    },
    {
      "cite": "Anita Borg",
      "quote": "The stereotypes really play into what kinds of companies women can get funded for."
    },
    {
      "cite": "Anonymous",
      "quote": "Popular in our time, unpopular in his. So runs the stereotype of rejected genius."
    },
    {
      "cite": "José Alaniz",
      "quote": "The stereotype of the supercrip, in the eyes of its critics, represents a sort of overachieving, overdetermined self-enfreakment that distracts from the lived daily reality of most disabled people."
    },
    {
      "cite": "Maz Jobrani",
      "quote": "Stereotypes exist because there's always some truth to stereotypes. Not always, but often."
    },
    {
      "cite": "Joan Z. Borysenko",
      "quote": "The stereotype of aging as a progressive loss of function is generally true only for people who stop functioning."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful."
    },
    {
      "cite": "David Cronenberg",
      "quote": "All stereotypes turn out to be true. This is a horrifying thing about life. All those things you fought against as a youth: you begin to realize they're stereotypes because they're true."
    },
    {
      "cite": "Tyler Oakley",
      "quote": "In every community, some people will fit every stereotype, and some people will fit no stereotypes, and both are valid representations for that community."
    },
    {
      "cite": "Pauline Oliveros",
      "quote": "You run into stereotypes so that the stereotype filters who you are and what you do, and having to deal with that was the most frustrating thing for me."
    },
    {
      "cite": "Junot Diaz",
      "quote": "Stereotypes, they're sensual, cultural weapons. That's the way that we attack people. At an artistic level, stereotypes are terrible writing."
    },
    {
      "cite": "W. J. T. Mitchell",
      "quote": "Stereotypes are ways of making extremely primitive and simple differentiations. Differentiations of gender, race, class, social status so ordinary social life is very much built upon a whole repertoire of stereotypes we carry around. And those are immediately laminated onto people, and it isn't just visual."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "The whole idea of a stereotype is to simplify. Instead of going through the problem of all this great diversity that it's this or maybe that you have just one large statement; it is this."
    },
    {
      "cite": "Gary Ross",
      "quote": "There is no right way to live. You preclude a lot of life by trying to conform to that kind of ideal or stereotype. And it's a natural inclination in a world where it's so complex and so occasionally valueless, morally bankrupt, and chaotic that we want to reach back to something in our past."
    },
    {
      "cite": "Melissa Harris-Perry",
      "quote": "Stereotypes work to help divide women from recognizing their common interests."
    },
    {
      "cite": "Iggy Azalea",
      "quote": "There's a difference between being yourself and being your stereotype."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "There are stereotypes that have been out there for a long time that tell girls that their main asset, the main thing that they are valued for, is their appearance and also that it's to the exclusion of anything else."
    },
    {
      "cite": "Morris Chestnut",
      "quote": "Sometimes the stereotypes that a lot of people have are of black men in jail or who don't take care of their kids, so I think it's always important to have that."
    },
    {
      "cite": "Janet Reno",
      "quote": "Stereotypes should never influence policy or public opinion."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Out with stereotypes, feminism proclaims. But stereotypes are the west's stunning sexual personae, the vehicles of art's assault against nature. The moment there is imagination, there is myth."
    },
    {
      "cite": "Anthony Marais",
      "quote": "Stereotypes are based on the idea that two heads are bigger than one."
    },
    {
      "cite": "Deb Caletti",
      "quote": "Stereotypes are fast and easy, but they are lies, and the truth takes its time."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "Stereotypes fall in the face of humanity. We human beings are best understood one at a time."
    },
    {
      "cite": "Thalia",
      "quote": "There are stereotypes it's like an invisible line, but somehow you have to find the energy to be strong, to be super-confident, no matter if you are in front of the president of the U.S. or anyone else."
    },
    {
      "cite": "Harold Evans",
      "quote": "Attempting to get at truth means rejecting stereotypes and cliches."
    },
    {
      "cite": "Nancy Kress",
      "quote": "A stereotype may be negative or positive, but even positive stereotypes present two problems: They are cliches, and they present a human being as far more simple and uniform than any human being actually is."
    },
    {
      "cite": "Emma Walton Hamilton",
      "quote": "Stereotypes have their roots in truth."
    },
    {
      "cite": "Ed Koch",
      "quote": "Stereotypes lose their power when the world is found to be more complex than the stereotype would suggest. When we learn that individuals do not fit the group stereotype, then it begins to fall apart."
    },
    {
      "cite": "Robert E Lane",
      "quote": "Stereotypes are the mind's shorthand for dealing with complexities. They have two aspects: they are much blunter than reality; they are shaped to fit a man's preferences or prejudgments. Thus two principles are involved: differentiation or its lack, and biased preferential perception."
    },
    {
      "cite": "Kelley Armstrong",
      "quote": "A stereotype becomes a stereotype when a significant percentage of the population appears to conform to it."
    }
  ]
}