{
  "source": "https://www.wisesayings.com/stewardship-quotes/",
  "theme": "stewardship",
  "quotes": [
    {
      "cite": "Jim Norvell",
      "quote": "The very best board members serve as fervent advocates for the organization while faithfully serving as good stewards for the public."
    },
    {
      "cite": "The Koran  Ch 2",
      "quote": "As for him who voluntarily performs a good work, verily God is grateful and knowing."
    },
    {
      "cite": "Billy Graham",
      "quote": "Any work done by a follower of Christ to the glory of God is 'gold, silver, precious stones.' But if any follower of Christ works with any self interest or personal ambition involved, it will be,'wood, hay, and stubble,' and will be burned."
    },
    {
      "cite": "Billy Graham",
      "quote": "Christians at work in the world are the only real spiritual light in the midst of great spiritual darkness. This places a tremendous responsibility on all of us."
    },
    {
      "cite": "2 Corinthians 9:7",
      "quote": "Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Friendship, like money, is a trust, a stewardship, a responsibility."
    },
    {
      "cite": "Rene Dubos",
      "quote": "Reverence for nature is compatible with willingness to accept responsibility for a creative stewardship of the earth."
    },
    {
      "cite": "Peter Block",
      "quote": "The principles of stewardship bring accountability into each act of governance, while partnership balances responsibility."
    },
    {
      "cite": "Martin Buber",
      "quote": "One need ask only one question: 'What for?' What am I to unify my being for? The reply is: Not for my own sake."
    },
    {
      "cite": "Peter Block",
      "quote": "The alternative to leadership is stewardship."
    },
    {
      "cite": "Peter Block",
      "quote": "Stewardship asks us to be deeply accountable for the outcomes of an institution, without acting to define purpose for others, control others, or take care of others."
    },
    {
      "cite": "Stephen F. Olford",
      "quote": "Christian Stewardship involves doing God's will in all things."
    },
    {
      "cite": "Daniel K. Lagat",
      "quote": "A steward understands that God has given instruction on how to care for his earth."
    },
    {
      "cite": "Edward Brown",
      "quote": "Stewardship is taking care of something that belongs to another."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The earth will not continue to offer its harvest, except with faithful stewardship. We cannot say we love the land and then take steps to destroy it for use by future generations."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The care of the earth is our most ancient and most worthy and, after all, our most pleasing responsibility. To cherish what remains of it, and to foster its renewal, is our only legitimate hope."
    },
    {
      "cite": "John Wesley",
      "quote": "When a man becomes a Christian, he becomes industrious, trustworthy and prosperous. Now, if that man when he gets all he can and saves all he can, does not give all he can, I have more hope for Judas Iscariot than for that man!"
    },
    {
      "cite": "Edward Abbey",
      "quote": "Simply because humankind have the power now to meddle or 'manage' or 'exercise stewardship' in every nook and cranny of the world does not mean that we have a right to do so. Even less, the obligation."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Leadership is stewardship, it's temporary and you're accountable!"
    },
    {
      "cite": "Christy Mathewson",
      "quote": "I owe everything I have to them when I'm out there on the mound. But I owe the fans nothing and they owe me nothing when I am not pitching."
    },
    {
      "cite": "Cornelius Plantinga",
      "quote": "The way to thrive is to help others thrive; the way to flourish is to help others flourish; the way to fulfill yourself is to spend yourself."
    },
    {
      "cite": "Jacob Schiff",
      "quote": "The surplus wealth we have gained to some extent at least belongs to our fellow beings; we are only the temporary custodians of our fortunes, and let us be careful that no just complaint can be made against our stewardship."
    },
    {
      "cite": "Laura W. Watts",
      "quote": "God is looking for a faithful steward--someone He can trust to obey Him."
    },
    {
      "cite": "James E. Faust",
      "quote": "A leader must be a good listener. He must be willing to take counsel. He must show a genuine concern and love for those under his stewardship."
    },
    {
      "cite": "Robert J. Schiller",
      "quote": "Finance is not merely about making money. It's about achieving our deep goals and protecting the fruits of our labor. It's about stewardship and, therefore, about achieving the good society."
    },
    {
      "cite": "David Brainerd",
      "quote": "Further, Take heed that you faithfully perform the business you have to do in the world, from a regard to the commands of God; and not from an ambitious desire of being esteemed better than others."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "John Gerzema",
      "quote": "Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Giving frees us from the familiar territory of our own needs by opening our mind to the unexplained worlds occupied by the needs of others."
    },
    {
      "cite": "Bob Hope",
      "quote": "You haven't got any charity in your heart, you have the worst kind of heart trouble."
    }
  ]
}