{
  "source": "https://www.wisesayings.com/stigma-quotes/",
  "theme": "stigma",
  "quotes": [
    {
      "cite": "Mauro Ranallo",
      "quote": "I believe the biggest stigma right now, with mental health, is that a lot of men are not talking about it."
    },
    {
      "cite": "Bo Burnham",
      "quote": "I've found nothing but support and generosity from older comics. I think comedians are a lot nicer than the stigma is, at least from my experience."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "There's a mental health problem in the sense that people are so afraid of the stigma that they don't get help. But there's absolutely a gun control problem in the country."
    },
    {
      "cite": "August Wilson",
      "quote": "Blacks in America want to forget about slavery - the stigma, the shame. If you can't be who you are, who can you be? How can you know what to do? We have our history. We have our book, and that is the blues."
    },
    {
      "cite": "Tony Hawk",
      "quote": "There's a stigma to skating. People think of it as a kid's sport. People kept telling me I couldn't possibly make a living out of it. Then they said I couldn't keep it up in my 30s. And here I am in my 40s, and I'm still improving my skills."
    },
    {
      "cite": "Dana White",
      "quote": "We bought the UFC when not only was it a bankrupt company that was going under, it had a horrible stigma attached to it. This thing was so bad it was not allowed on pay-per-view."
    },
    {
      "cite": "Juan Pablo Galavis",
      "quote": "There's a stigma on the word 'therapy.' People relate it to big problems. That's something we have to change. Going to therapy can be very healthy. It can change the way you see things and treat others."
    },
    {
      "cite": "Stella Young",
      "quote": "The magnitude of discrimination and stigma faced by people with disability in Australia cannot be underestimated. People do not understand disability, and people fear what they don't understand."
    },
    {
      "cite": "Will Ferrell",
      "quote": "I think with the success of, like, every summer there has been a couple R-rated comedies that have done so well; I think it is so nice to see that people are turning out to see these movies, and it doesn't seem to be as big a stigma with the studios anymore."
    },
    {
      "cite": "Rashida Tlaib",
      "quote": "There are proven health benefits for both babies and mothers who breastfeed, and it's unfortunate that it still carries an unfair stigma in our society."
    },
    {
      "cite": "Margaret Chan",
      "quote": "HIV AIDS is a disease with stigma. And we have learned with experience, not just with HIV AIDS but with other diseases, countries for many reasons are sometimes hesitant to admit they have a problem."
    },
    {
      "cite": "Whitney Wolfe Herd",
      "quote": "Usually, it's men who run these big monster companies, and girl companies are usually much smaller - it's like an unwritten tech-industry stigma."
    },
    {
      "cite": "Prince Harry",
      "quote": "It's something my mother believed in: If you are in a position of privilege, if you can put your name to something that you genuinely believe in, you can smash any stigma you want, and you can encourage anybody to do anything."
    },
    {
      "cite": "Michael Ashcroft",
      "quote": "The stigma of being an unmarried mother was something we can't comprehend today. It was not uncommon that you'd go off somewhere to have your child, then give it up for adoption."
    },
    {
      "cite": "David Dinkins",
      "quote": "Today, certain people file for bankruptcy, businesses and individuals, and it no longer has the stigma it once had. Now it's almost considered wise, a way to regroup and come back again."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "The stigma that used to exist many years ago, that actors from film don't do television, seems to have disappeared. That camera doesn't know it's a TV camera... or even a streaming camera. It's just a camera."
    },
    {
      "cite": "Brittany Snow",
      "quote": "I think the stigma surrounding mental illness and also the stigma surrounding self-esteem issues or insecurities or just even feeling different is something that doesn't really get enough attention. Everybody struggles with feeling alone or that they are going through something they don't quite understand."
    },
    {
      "cite": "Clara Hughes",
      "quote": "The only reason I've shared my story is to take that tiny baby step of breaking down the stigma attached to depression."
    },
    {
      "cite": "Elyn Saks",
      "quote": "Some people say I'm unique, that there aren't other people with schizophrenia like me. Well, there are people like me out there, but the stigma is so great that they don't come forward."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "There are many plant medicines that are available to us that have a lot of stigma around them that I hope, in the future, our medical community can look at, because I would absolutely go to those alternatives first before I went back to Western medicine."
    },
    {
      "cite": "Adam West",
      "quote": "Typecasting is really rampant in Hollywood, and because I played a costumed character and did it successfully, it was a real stigma."
    },
    {
      "cite": "Ezra Miller",
      "quote": "Every teenager deals in his or her own sexuality and has to face it and figure out how it can coincide with the rest of their lives in a healthy manner. And try to navigate it in our modern society, which is wrought with stigma and taboo and repression, and sort of as a result, these inner monsters that some teenagers really struggle with."
    },
    {
      "cite": "Nancy Dubuc",
      "quote": "You had a generation of women, of which I'm part, where it was a stigma to be associated with feminism; there was a backlash. Now you have a generation that is clearly embracing feminism because, at the end of the day, the definition of feminism is just equality."
    },
    {
      "cite": "Jay Chandrasekhar",
      "quote": "There has been a stigma around letting movies be seen on home screens on the same day as theatrical screens. Universal said they were going to do it with 'Tower Heist,' but they backed off when challenged by the theater owners. I understand where the theater owners are coming from on big studio movies."
    },
    {
      "cite": "Ginger Zee",
      "quote": "I fought a disease. I fought a disease called depression that a lot of people fight every single day. And unlike other diseases, there is a stigma surrounding it."
    },
    {
      "cite": "Mirai Nagasu",
      "quote": "Although there's a stigma that you learn only until a certain point, and then you just maintain, for me to learn the triple axel at 24 goes to show that anything's possible."
    },
    {
      "cite": "Tia Mowry",
      "quote": "There's a stigma about being vegan. Some people say it doesn't taste great. Don't knock it until you try it!"
    },
    {
      "cite": "Matthew Quick",
      "quote": "The problem with the stigma around mental health is really about the stories that we tell ourselves as a society. What is normal? That's just a story that we tell ourselves."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "There's a stigma that guys hate romance and hate love, but that's not true. Look at 'Iron Man.' There's a whole through-line plot about his relationship with Pepper, and everybody loves it."
    },
    {
      "cite": "Virginia Postrel",
      "quote": "Rich people in poor places want to show off their wealth. And their less affluent counterparts feel pressure to fake it, at least in public. Nobody wants the stigma of being thought poor."
    }
  ]
}