{
  "source": "https://www.wisesayings.com/stillness-quotes/",
  "theme": "stillness",
  "quotes": [
    {
      "cite": "Bryant McGill",
      "quote": "Only in stillness does the imperceivable become discernible."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The stillness in stillness is not the real stillness; only when there is stillness in movement does the universal rhythm manifest."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "True intelligence operates silently. Stillness is where creativity and solutions to problems are found."
    },
    {
      "cite": "Bede Griffiths",
      "quote": "Stillness within one individual can affect society beyond measure."
    },
    {
      "cite": "Jared Brock",
      "quote": "Inner stillness is the key to outer strength."
    },
    {
      "cite": "Jean Klein",
      "quote": "In listening and stillness there is nobody who is still, and this stillness doesn't refer to any object; it is absolutely objectless; it is our real nature."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "It is the stillness that will save and transform the world."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Choosing stillness in the midst of chaos is the path toward living in peace."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Be still. Stillness reveals the secrets of eternity."
    },
    {
      "cite": "Elsa Barker",
      "quote": "Only in the stillness of detachment can the soul yield up her secrets."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Stillness of person and steadiness of features are signal marks of good breeding."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "Stillness is our most intense mode of action. It is in our moments of deep quiet that is born every idea, emotion, and drive which we eventually honor with the name of action. We reach highest in meditation, and farthest in prayer. In stillness every human being is great."
    },
    {
      "cite": "Tara Brach",
      "quote": "Just come into stillness. Have your intention be to relax with the breath. That will begin to set in motion a habit that will start to train the mind."
    },
    {
      "cite": "Sadie Jones",
      "quote": "There was a sudden stillness like the gap between ticks on a clock, but the next tick never coming."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "With stillness comes the benediction of Peace."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "In the stillness of life, we find our higher self. Be still and God is with you. Be still, and you are never alone."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself."
    },
    {
      "cite": "Georg Trakl",
      "quote": "The near stillness recalls what is forgotten, extinct angels."
    },
    {
      "cite": "John Henry Newman",
      "quote": "There is in stillness oft a magic power to calm the breast, when struggling passions lower; touch'd by its influence, in the soul arise diviner feelings, kindred with the skies"
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Stillness is the only thing in this world that has no form. But then, it is not really a thing, and it is not of this world."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The stillness of the waters is only drowned out by the sound of your heartbeat."
    },
    {
      "cite": "Adam Baldwin",
      "quote": "Stillness as a technique is still really captivating to me."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Stillness is your essential nature. What is stillness? The inner space or awareness in which the words on this page are bieng perceived and become thoughts. Without that awareness, there would be no perception, no thoughts, no world. You are that awareness, disguised as a person."
    },
    {
      "cite": "Laozi",
      "quote": "In stillness the muddied water returns to clarity."
    },
    {
      "cite": "Howard Thurman",
      "quote": "In the stillness of the quiet, if we listen, we can hear the whisper of the heart giving strength to weakness, courage to fear, hope to despair."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Stillness is your essential nature."
    },
    {
      "cite": "Roger Housden",
      "quote": "There is a stillness in all of us that is really the essence of who we are. A stillness and a silence that doesn't move, that doesn't go anywhere and our task is to experience that while being in time."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "Stillness is where creativity and solutions are found."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Nothing but stillness can remain when hearts are full Of their own sweetness, bodies of their loveliness."
    },
    {
      "cite": "Douglas Adams",
      "quote": "In the stillness, a fly would not have dared clear it's throat."
    }
  ]
}