{
  "source": "https://www.wisesayings.com/stingy-quotes/",
  "theme": "stingy",
  "quotes": [
    {
      "cite": "Doris Duke",
      "quote": "I'm not stingy. I'm just afraid of being an easy mark. People wouldn't have money long if they didn't ask how much things cost."
    },
    {
      "cite": "Reynolds Price",
      "quote": "Life is short and often stingy; feast the heart with what it craves, short of cruelty, and let the world wonder."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Beware of those who are stingy, for they would rather sting you than give you anything."
    },
    {
      "cite": "Robert Downey, Jr.",
      "quote": "If you're raised with a poverty mentality, nothing is going to change it. I do know some really stingy billionaires. I come from such a generation of hand-to-mouthers."
    },
    {
      "cite": "George Balanchine",
      "quote": "Why are you stingy with yourselves? Why are you holding back? What are you saving for - for another time? There are no other times. There is only now. Right now."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Feelings about money -- saving and spending, holding back and letting go -- start very early in our lives. Stingy people have often been forced to give when they were very, very young, when they weren't ready. And generous people have often been really appreciated when they were very young."
    },
    {
      "cite": "Jill Scott",
      "quote": "I just think it's silly to be stingy with compliments. If you see someone and they strike you as beautiful in any way, why not let them know?"
    },
    {
      "cite": "Horace",
      "quote": "The stingy are always in need."
    },
    {
      "cite": "Julie Burchill",
      "quote": "Because I was an only, I had more things, and I remember early on the kick I got from giving stuff away. Despite all the myths about only children not being able to share, actually I've never knowingly met a stingy one."
    },
    {
      "cite": "Amy Harmon",
      "quote": "When you realize there's so much you can't control, you get pretty stingy with what you can."
    },
    {
      "cite": "Anne Fortier",
      "quote": "Stay away from stingy people. They are trapped in small souls."
    },
    {
      "cite": "Marlon James",
      "quote": "I'm not saying he's stingy. But sometimes when you're too careful it just turns into a different kind of carelessness. It's not that either. He's from a generation that never expected to get midway up the ladder so when he got there he was too stunned to dare to climb higher."
    },
    {
      "cite": "Sam Altman",
      "quote": "Founders are usually very stingy with equity to employees and very generous with equity to investors. I think this is totally backwards."
    },
    {
      "cite": "Colin Powell",
      "quote": "The United States is not stingy. We are the greatest contributor to international relief efforts in the world."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "If the money is raised by taxation, then the burden will fall where it ought to fall, . . . and the rich and stingy will no longer be able to evade the duties of citizenship and of humanity."
    },
    {
      "cite": "Pedro",
      "quote": "It costs a lot to be authentic. And one can't be stingy with these things because you are more authentic the more you resemble what you've dreamed of being."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth."
    },
    {
      "cite": "Paul Bamikole",
      "quote": "Books are not greedy, they want nothing from us than to be read. Books are not stingy, they withhold nothing from us."
    },
    {
      "cite": "Ben Aaronovitch",
      "quote": "The motto of west African cooking is that if the food doesn't set fire to the tablecloth the cook is being stingy with the pepper."
    }
  ]
}