{
  "source": "https://www.wisesayings.com/stoicism-quotes/",
  "theme": "stoicism",
  "quotes": [
    {
      "cite": "Marcus Aurelius",
      "quote": "In a little while you will have forgotten everything; in a little while everything will have forgotten you."
    },
    {
      "cite": "Alessandro Pertini",
      "quote": "Sometimes in life we must fight not only without fear, but also without hope."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Feeling too much is a hell of a lot better than feeling nothing."
    },
    {
      "cite": "Seneca",
      "quote": "We suffer more in imagination than in reality."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Death remembered should be like a mirror, Who tells us life's but breath, to trust it error."
    },
    {
      "cite": "Epictetus",
      "quote": "It is impossible for a man to learn what he thinks he already knows."
    },
    {
      "cite": "William Barclay",
      "quote": "Endurance is not just the ability to bear a hard thing, but to turn it into glory."
    },
    {
      "cite": "Epictetus",
      "quote": "It is more necessary for the soul to be cured than the body; for it is better to die than to live badly."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "If it is not right, do not do it, if it is not true, do not say it."
    },
    {
      "cite": "Mary Catherwood",
      "quote": "The stoicism that comes of endurance has something of death in it."
    },
    {
      "cite": "Bremer Acosta",
      "quote": "Progress daily in your own uncertainty. Live in awareness of the questions."
    },
    {
      "cite": "Colin Wilson",
      "quote": "The average man is a conformist, accepting miseries and disasters with the stoicism of a cow standing in the rain."
    },
    {
      "cite": "Mason Cooley",
      "quote": "What's the good of being stoical if nobody notices?"
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Choose not to be harmed and you won't feel harmed. Don't feel harmed and you haven't been."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Some of the best things that have ever happened to us wouldn't have happened to us, if it weren't for some of the worst things that have ever happened to us."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "The critics could never mortify me out of heart, because I love poetry for its own sake, and, tho' with no stoicism and some ambition, care more for my poems than for my poetic reputation."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Stoicism and silence does not serve us nor our communities, only the forces of things as they are."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The things you think about determine the quality of your mind."
    },
    {
      "cite": "Seneca",
      "quote": "It is not the man who has too little that is poor, but the one who hankers after more."
    },
    {
      "cite": "Roger Avary",
      "quote": "The basic philosophy of stoicism is that you have nothing real external to your own consciousness, that the only thing real is in fact your consciousness."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Once we accept our limits, we go beyond them."
    },
    {
      "cite": "Bremer Acosta",
      "quote": "When you give your items away, don't keep the excess of your pride."
    },
    {
      "cite": "Seneca",
      "quote": "Whoever has nothing to hope, let him despair of nothing."
    },
    {
      "cite": "Bergen Evans",
      "quote": "Stoicism is the wisdom of madness and cynicism the madness of wisdom."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Waste no more time arguing what a good man should be. Be one."
    },
    {
      "cite": "Erin Hunter",
      "quote": "Warriors should suffer their pain silently."
    },
    {
      "cite": "Viktor Frankl",
      "quote": "What man actually needs is not a tensionless state but rather the striving and struggling for some goal worthy of him."
    },
    {
      "cite": "Seneca",
      "quote": "Until we have begun to go without them, we fail to realize how unnecessary many things are. We've been using them not because we needed them but because we had them."
    },
    {
      "cite": "Seneca",
      "quote": "It is the power of the mind to be unconquerable."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Stoicism is about the domestication of emotions, not their elimination."
    }
  ]
}