{
  "source": "https://www.wisesayings.com/stolen-quotes/",
  "theme": "stolen",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Whatever lies in the soul, can never be stolen."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ordinary riches can be stolen; real riches cannot. In your soul are infinitely precious things that cannot be taken from you."
    },
    {
      "cite": "Mother Jones",
      "quote": "I asked a man in prison once how he happened to be there and he said he had stolen a pair of shoes. I told him if he had stolen a railroad he would be a United States Senator."
    },
    {
      "cite": "Garth Stein",
      "quote": "To live every day as if it had been stolen from death, that is how I would like to live."
    },
    {
      "cite": "Jefferson Smith",
      "quote": "Wisdom cannot be stolen- it can only be shared."
    },
    {
      "cite": "Peter Wolf",
      "quote": "Of course, your ideas can be stolen... I used to think it was immoral; now I think of it as a compliment... Ultimately, an idea isn't yours; it's only your take on something."
    },
    {
      "cite": "James Lee Burke",
      "quote": "Age is a peculiar kind of thief. It slips up on you and steps inside your skin and is so quiet and methodical in its work that you never realize it has stolen your youth until you look into the mirror one morning and see a man you don't recognize."
    },
    {
      "cite": "Corita Kent",
      "quote": "Words have life and must be cared for. If they are stolen for ugly uses or careless slang or false promotion work, they need to be brought back to their original meaning - back to their roots."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "She'd stolen my car. She'd stolen my dog. She'd stolen all my money. But if she had only asked, I would have given her it all, because when I first met her, she'd stolen my heart."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "Morality comes from humanism and is stolen by religion for its own purposes."
    },
    {
      "cite": "Gabriela Mistral",
      "quote": "I have a faithful joy and a joy that is lost. One is like a rose, the other, a thorn. The one that was stolen I have not lost."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "My mind is the only sanctuary that has not been stolen from me."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "A lawful kiss is never worth as much as a stolen one."
    },
    {
      "cite": "Jon Jones",
      "quote": "Love can't be stolen without willing participants."
    },
    {
      "cite": "William Shakspeare",
      "quote": "He that is robbed, not wanting what is stolen, let him not know it, and he's not robbed at all."
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "What is plucked will grow again, what is slain lives on, what is stolen will remain- what is gone is gone."
    },
    {
      "cite": "Halldor Laxness",
      "quote": "What you have stolen can never be yours."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "If what I do prove well, it won't advance. They'll say it's stolen, or else it was by chance."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "I've always found it strange that a director can hire any designer he wants from any country. But if he hires a foreign actor, it's like he's stolen the crown jewels and run across the river with them."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Plagiarists are always suspicious of being stolen from."
    }
  ]
}