{
  "source": "https://www.wisesayings.com/stoner-quotes/",
  "theme": "stoner",
  "quotes": [
    {
      "cite": "Abbie Hoffman",
      "quote": "Avoid all needle drugs, the only dope worth shooting is Richard Nixon."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "If we could sniff or swallow something that would, for five or six hours each day, abolish our solitude as individuals, atone us with our fellows in a glowing exaltation of affection and make life in all its aspects seem not only worth living, but divinely beautiful and significant, and if this heavenly, world-transfiguring drug were of such a kind that we could wake up next morning with a clear head and an undamaged constitution then, it seems to me, all our problems (and not merely the one small problem of discovering a novel pleasure) would be wholly solved and earth would become paradise."
    },
    {
      "cite": "Andy Warhol",
      "quote": "I think pot should be legal. I don't smoke it, but I like the smell of it."
    },
    {
      "cite": "Anjelica Huston",
      "quote": "Of course drugs were fun. And that’s what’s so stupid about anti-drug campaigns, they don't admit that. I can't say I feel particularly scarred or lessened by my experimentation with drugs. They've gotten a very bad name."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "That is not a drug, it’s a leaf."
    },
    {
      "cite": "Barack Obama",
      "quote": "When I was a kid I inhaled frequently. That was the point."
    },
    {
      "cite": "Barack Obama",
      "quote": "I don't think it's more dangerous than alcohol."
    },
    {
      "cite": "Ben Harper",
      "quote": "Let us burn one from end to end, and pass it over to me my friend."
    },
    {
      "cite": "Bill Clinton",
      "quote": "I tried marijuana once. I did not inhale."
    },
    {
      "cite": "Bill Hicks",
      "quote": "Why is marijuana against the law? It grows naturally upon our planet. Doesn't the idea of making nature against the law seem to you a bit unnatural?"
    },
    {
      "cite": "Bill Hicks",
      "quote": "To make marijuana against the law is like saying God made a big mistake."
    },
    {
      "cite": "Bill Lee",
      "quote": "It’s hard to be mean when you're stoned."
    },
    {
      "cite": "Bill Maher",
      "quote": "New Rule: Stop putting psychedelic screensavers on computers. I sit down to check my email, and the next thing I know it’s three days later, I'm in the desert, I'm banging on a drum, I'm naked, and somebody’s pierced my dick."
    },
    {
      "cite": "Bob Marley",
      "quote": "When you smoke herb, it reveals you to yourself."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The illegality of cannabis is outrageous, an impediment to full utilization of a drug which helps produce the serenity and insight, sensitivity and fellowship, so desperately needed in this increasingly mad and dangerous world."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Hashish will be, indeed, for the impressions and familiar thoughts of the man, a mirror which magnifies, yet no more than a mirror."
    },
    {
      "cite": "Denis Leary",
      "quote": "The best pitch I ever heard about cocaine was back in the early eighties when a street dealer followed me down the sidewalk going: I got some great blow man. I got the stuff that killed Belushi."
    },
    {
      "cite": "Dr. Sanjay Gupta",
      "quote": "[Marijuana] It doesn't have a high potential for abuse, and there are very legitimate medical applications. In fact, sometimes marijuana is the only thing that works."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "I have absolutely no pleasure in the stimulants in which I sometimes so madly indulge. It has not been in the pursuit of pleasure that I have periled life and reputation and reason. It has been the desperate attempt to escape from torturing memories, from a sense of insupportable loneliness and a dread of some strange impending doom."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "So when he asked about getting high, I didn't think, I agreed. We smoked some good California green. Took three tries to put me in the place he said I should be."
    },
    {
      "cite": "George Carlin",
      "quote": "Fuck the drug war. Dropping acid was a profound turning point for me, a seminal experience. I make no apologies for it. More people should do acid. It should be sold over the counter."
    },
    {
      "cite": "Homer Simpson",
      "quote": "All right, brain, I don't like you and you don't like me. So let’s just do this and I'll get back to killing you with beer."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Ignore that nightmare in the bathroom. Just another ugly refugee from the Love Generation, some doom-struck gimp who couldn't handle the pressure. My attorney has never been able to accept the notion often espoused by reformed drug abusers. And especially popular among those on probation that you can get a lot higher without drugs than with them. And neither have I, for that matter."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "I have always loved marijuana. It has been a source of joy and comfort to me for many years. And I still think of it as a basic staple of life, along with beer and ice and grapefruits."
    },
    {
      "cite": "Jack Herer",
      "quote": "Many artists and writers have used cannabis for creative stimulation from the writers of the world’s religious masterpieces to our most irreverent satirists."
    },
    {
      "cite": "James Franco",
      "quote": "I don't consider weed to be any worse than having a beer."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "Nobody stopped thinking about those psychedelic experiences. Once you've been to some of those places, you think, ”How can I get back there again but make it a little easier on myself?"
    },
    {
      "cite": "Jerry Spiegel",
      "quote": "The criminalization of cannabis did not prevent cannabis from becoming the most widely used illegal substance in the United States and many other countries. But it did result in extensive costs and negative consequences."
    },
    {
      "cite": "Joe Rogan",
      "quote": "People say you can abuse marijuana. Well shit, you can abuse cheeseburgers too, you know? You don't go around closing Burger King because you can abuse something."
    },
    {
      "cite": "John Lennon",
      "quote": "If somebody gives me a joint, I might smoke it, but I don't go after it."
    }
  ]
}