{
  "source": "https://www.wisesayings.com/stone-quotes/",
  "theme": "stone",
  "quotes": [
    {
      "cite": "Muhammad Ali",
      "quote": "We are stone enemies when the bell rings."
    },
    {
      "cite": "Timothy Leary",
      "quote": "Get stoned and abandon all constructive activity."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Stones have been known to move and trees to speak."
    },
    {
      "cite": "Arthur Golden",
      "quote": "Even stone can be worn down with enough rain."
    },
    {
      "cite": "Swami Satchidananda",
      "quote": "The stones of a river start out rough, but with the current continually bumping and polishing them, they end up being beautiful."
    },
    {
      "cite": "Anne Bronte",
      "quote": "You cannot expect stone to be as pliable as clay."
    },
    {
      "cite": "Amira Hass",
      "quote": "Throwing stones is the birthright and duty of anyone subject to foreign rule. Throwing stones is an action as well as a metaphor of resistance."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Take the stones that failure throws at you and build legacies the world will always remember you for."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "Even stones have a love, a love that seeks the ground."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A rolling stone can gather no moss."
    },
    {
      "cite": "Sid Waddell",
      "quote": "Under that heart of stone beat muscles of pure flint."
    },
    {
      "cite": "George Herbert",
      "quote": "A rugged stone growes smooth from hand to hand."
    },
    {
      "cite": "Michelangelo",
      "quote": "Every block of stone has a statue inside it and it is the task of the sculptor to discover it."
    },
    {
      "cite": "Oliver Herford",
      "quote": "A rolling stone gathers no moss, but it gains a certain polish."
    },
    {
      "cite": "Aristophanes",
      "quote": "Under every stone lurks a politician."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "A stone is ingrained with geological and historical memories."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Nothing is built on stone; all is built on sand, but we must build as if the sand were stone."
    },
    {
      "cite": "Elizabeth I",
      "quote": "The stone often recoils on the head of the thrower."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Never throw stones if you think they're going to come back and hit you."
    },
    {
      "cite": "Marco Polo",
      "quote": "Without stones there is no arch."
    },
    {
      "cite": "Euripides",
      "quote": "Leave no stone unturned."
    },
    {
      "cite": "Rene Denfeld",
      "quote": "The truth is not in the touch of a stone, but in what the stone tells you."
    },
    {
      "cite": "Louis Leakey",
      "quote": "Stone tools are fossilized human behavior."
    },
    {
      "cite": "Charles De Lint",
      "quote": "Stone walls confine a tinker; cold iron binds a witch; but a musician's music can never be fettered, for it lives first in her heart and mind."
    },
    {
      "cite": "Bob Marley",
      "quote": "The stone that the builder refused shall be the head corner stone."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There will always be rocks in the road ahead of us. They will be stumbling blocks or stepping stones; it all depends on how you use them."
    },
    {
      "cite": "Paul Eldridge",
      "quote": "With the stones we cast at them, geniuses build new roads for us."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "We can choose to throw stones, to stumble on them, to climb over them, or to build with them."
    },
    {
      "cite": "Dan Snow",
      "quote": "A stone that looks satisfied with its position reflects the sense of ease the waller felt when placing it there."
    },
    {
      "cite": "Mark Samraj",
      "quote": "It is better to be a stepping stone than a stumbling block."
    }
  ]
}