{
  "source": "https://www.wisesayings.com/stop-quotes/",
  "theme": "stop",
  "quotes": [
    {
      "cite": "Anthony T.Hincks",
      "quote": "Sensuality is a woman's prerogative and a man's pleasure."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Never stop just because you feel defeated. The journey to the other side is attainable only after great suffering."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop"
    },
    {
      "cite": "Anonymous",
      "quote": "The day you stop worrying will be the first day of your new life; anxiety takes you in circles, trust in yourself and become free."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life."
    },
    {
      "cite": "Hope Hicks",
      "quote": "There is no substitute for hard work. Never give up. Never stop believing. Never stop fighting."
    },
    {
      "cite": "David Ogilvy",
      "quote": "Never stop testing, and your advertising will never stop improving."
    },
    {
      "cite": "E.E Cummings",
      "quote": "To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else - means to fight the hardest battle which any human being can fight; and never stop fighting."
    },
    {
      "cite": "T.D Jakes",
      "quote": "Stop watering things that were never meant to grow in your life. Water what works, what's good, what's right. Stop playing around with those dead bones and stuff you can't fix, its over...leave it alone! You're coming into a season of greatness. If you water what's alive and divine, you will see harvest like you've never seen before. Stop wasting water on dead issues, dead relationships, dead people, a dead past. No matter how much you water concrete, you can't grow a garden."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Stop looking outside for scraps of pleasure or fulfillment, for validation, security, or love - you have a treasure within that is infinitely greater than anything the world can offer."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is not to stop questioning; curiosity has its own reason for existing."
    },
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You are likely to fall when you stop paddling your bicycle. Such is life. As long as you don’t give up, you will never end up failing"
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes you have to stop worrying, wondering and doubting. Have faith that things will work out, maybe not how you planned but just how its meant to be."
    },
    {
      "cite": "Gza",
      "quote": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning."
    },
    {
      "cite": "Ryan Eggold",
      "quote": "Never stop taking risks. Just keep reaching."
    },
    {
      "cite": "Fridtjof Nansen",
      "quote": "Never stop because you are afraid - you are never so likely to be wrong."
    },
    {
      "cite": "David Copperfield",
      "quote": "Never stop listening to your audience."
    },
    {
      "cite": "Liza Minnelli",
      "quote": "Never stop moving, or you'll stop moving."
    },
    {
      "cite": "A. S. Byatt",
      "quote": "Never stop paying attention to things. Never make your mind up finally. Do not hold on beliefs."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "Stop. Revive. Survive."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Never stop acquiring commosense, it is as good as the knowledge."
    },
    {
      "cite": "Bob Parsons",
      "quote": "Never stop investing. Nevre stop improving."
    },
    {
      "cite": "Anonymous",
      "quote": "Never stop dreaming, and never stop working hard for your dreams. You never know what you can become. Life is unpredictable. You will never know as to which road can leads you to which destination."
    }
  ]
}