{
  "source": "https://www.wisesayings.com/storytelling-quotes/",
  "theme": "storytelling",
  "quotes": [
    {
      "cite": "Patrick Rothfuss",
      "quote": "It's like everyone tells a story about themselves inside their own head. Always. All the time. That story makes you what you are. We build ourselves out of that story."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "Stories have to be told or they die, and when they die, we can't remember who we are or why we're here."
    },
    {
      "cite": "Jennifer McMahon",
      "quote": "Storytelling wasn't about making things up. It was more like inviting the stories to come through her, let themselves be told."
    },
    {
      "cite": "Rives Collins",
      "quote": "Storytelling is among the oldest forms of communication. Storytelling is the commonality of all human beings, in all places, in all times."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Storytelling is ultimately the only way that we know besides song, dance, painting, and music to share with our tribesmen what it means to be human, express the indefinable feelings that unite humankind."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Storytelling creates a healing serum. The thematic unguent of our personal story represents a fusion of the ineffable truths that each of us must discover within ourselves."
    },
    {
      "cite": "Carmine Gallo",
      "quote": "Storytelling is not something we do. Storytelling is who we are."
    },
    {
      "cite": "John Appius Quill",
      "quote": "Storytelling is the very soul of humankind made plain for all to experience."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Storytelling is the distinctly human implement designed to synthesize our purposeful interaction with reality."
    },
    {
      "cite": "Robert McKee",
      "quote": "Storytelling is the most powerful way to put ideas into the world."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "The art of storytelling is reaching its end because the epic slice of truth, wisdom, is dying out."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Storytelling reveals meaning without committing the error of defining it."
    },
    {
      "cite": "Jesse Williams",
      "quote": "Storytelling is based on the word, being an honorable person of integrity is based on your word."
    },
    {
      "cite": "Tim O'Brien",
      "quote": "Storytelling is the essential human activity. The harder the situation, the more essential it is."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Storytelling is ultimately a creative act of pattern recognition. Through characters, plot and setting, a writer creates places where previously invisible truths become visible. Or the storyteller posits a series of dots that the reader can connect."
    },
    {
      "cite": "George Lucas",
      "quote": "Storytelling is about two things; it's about character and plot."
    },
    {
      "cite": "Therese Fowler",
      "quote": "The history of storytelling isn't one of simply entertaining the masses but of also advising, instructing, challenging the status quo."
    },
    {
      "cite": "Michael Paterniti",
      "quote": "Storytelling is about patience, about making sense of the moments of pathos and beauty that you find, and about carrying these moments back into your own life."
    },
    {
      "cite": "Karen Armstrong",
      "quote": "Storytelling is fine as long as you can encourage people to act on the stories."
    },
    {
      "cite": "Dan Harmon",
      "quote": "Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we'd naturally do."
    },
    {
      "cite": "Annette Simmons",
      "quote": "The telling and hearing of stories is a bonding ritual that breaks through illusions of separateness and activates a deep sense of our collective interdependence."
    },
    {
      "cite": "Nancy Mellon",
      "quote": "Because there is a natural storytelling urge and ability in all human beings, even just a little nurturing of this impulse can bring about astonishing and delightful results."
    },
    {
      "cite": "Annette Simmons",
      "quote": "Storytelling is a vaccine against war."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "In the tale, in the telling, we are all one blood. Take the tale in your teeth, then, and bite till the blood runs, hoping it's not poison; and we will all come to the end together, and even to the beginning: living, as we do, in the middle."
    },
    {
      "cite": "Jane Yolen",
      "quote": "Storytelling is our oldest form of remembering the promises we have made to one another and to our various gods, and the promises given in return; it is a way of recording our human emotions and desires and taboos."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Storytelling is by far the most underrated skill in business."
    },
    {
      "cite": "James Genn",
      "quote": "Good storytelling is humanity's great connector, and it just might keep the world from eating itself."
    },
    {
      "cite": "Donna Tartt",
      "quote": "The storytelling gift is innate: one has it or one doesn't. But style is at least partly a learned thing: one refines it by looking and listening and reading and practice by work"
    },
    {
      "cite": "Martin Lindstrom",
      "quote": "Storytelling has driven faith and religious practice, keeping them alive for millennia. Just as every hymn, icon, and stained-glass window in a church links to a story, brands have the potential to build holistic identities."
    }
  ]
}