{
  "source": "https://www.wisesayings.com/story-quotes/",
  "theme": "story",
  "quotes": [
    {
      "cite": "John Pentland Mahaffy",
      "quote": "Never tell a story because it is true: tell it because it is a good story."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "If you do not tell the truth about yourself you cannot tell it about other people."
    },
    {
      "cite": "Ben Okri",
      "quote": "Stories can conquer fear, you know. They can make the heart bigger."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "Whether this tale be true or false, none can tell, for none were there to witness it themselves."
    },
    {
      "cite": "Jean-Luc Godard",
      "quote": "A story should have a beginning, a middle and an end, but not necessarily in that order."
    },
    {
      "cite": "William Shatner",
      "quote": "The basic quality that any great story must have is a story that illustrates the human condition."
    },
    {
      "cite": "Ben Bradlee",
      "quote": "News is the first draft of history."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "Telling stories is not just a way of passing time. It is the way the wisdom gets passed along. The stuff that helps us to live a life worth remembering."
    },
    {
      "cite": "Rick Pitino",
      "quote": "When you have a problem, if you tell the truth, the problem becomes part of your past. If you lie, it becomes part of your future."
    },
    {
      "cite": "Mary Higgins Clark",
      "quote": "When someone is mean to me, I just make them a victim in my next book."
    },
    {
      "cite": "David Simon",
      "quote": "What writer wants to make compromises with story? Story is the only reason you're in it."
    },
    {
      "cite": "George Washington",
      "quote": "When one side only of a story is heard and often repeated, the human mind becomes impressed with it insensibly."
    },
    {
      "cite": "Chris Offutt",
      "quote": "The secret is to start a story near the ending."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "The one thing that you have that nobody else has is you. Your voice, your mind, your story, your vision. So write and draw and build and play and dance and live as only you can."
    },
    {
      "cite": "Doris Lessing",
      "quote": "There is no doubt fiction makes a better job of the truth."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The story begins only when the book closes."
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "Life is too short for a long story."
    },
    {
      "cite": "Maya Angelou",
      "quote": "There is no greater agony than bearing an untold story inside you."
    },
    {
      "cite": "Keshia Chante",
      "quote": "Live your life as if you are writing your biography."
    },
    {
      "cite": "Frank Herbert",
      "quote": "There is no real ending. It's just the place where you stop the story."
    },
    {
      "cite": "Gilda Radner",
      "quote": "I wanted a perfect ending. Now I've learned, the hard way, that some poems don't rhyme, and some stories don't have a clear beginning, middle, and end."
    },
    {
      "cite": "Bryce Courtenay",
      "quote": "Each of us has been designed for one of two immortal functions, as either a storyteller or as a cross-legged listener to tales of wonder, love, and daring. When we cease to tell or listen, then we no longer exist as a people."
    },
    {
      "cite": "Stephen King",
      "quote": "The most important things to remember about back story are that (a) everyone has a history and (b) most of it isn't very interesting."
    },
    {
      "cite": "R. A. Lafferty",
      "quote": "The best time to write a story is yesterday. The next best time is today."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Every great love starts with a great story."
    },
    {
      "cite": "Robert Barron",
      "quote": "A story can sing the truth and not just tell it."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "We cannot think without language, we cannot process experience without story."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "Stories make us more alive, more human, more courageous, more loving."
    },
    {
      "cite": "Doris Lessing",
      "quote": "A story is how we construct our experiences."
    },
    {
      "cite": "Julian Barnes",
      "quote": "In life, every ending is just the start of another story."
    }
  ]
}