{
  "source": "https://www.wisesayings.com/storm-quotes/",
  "theme": "storm",
  "quotes": [
    {
      "cite": "Steve Rizzo",
      "quote": "Don't wait for the storms of your life to pass. Learn to dance in the rain."
    },
    {
      "cite": "Gary Allan",
      "quote": "Every storm runs out of rain, just like every dark night turns into day."
    },
    {
      "cite": "Bill Hybels",
      "quote": "Storms draw something out of us that calm seas don't."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A great storm is like a sunny day to a person of great faith. A gentle wind is like a great storm to a person of great fear."
    },
    {
      "cite": "Jodi Ann Bickley",
      "quote": "When you are in the middle of a storm cloud it's hard to think outside of it, but the only way out of the storm is to ride through it and things will be a lot clearer on the other side"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Sometimes the greatest storms bring out the greatest beauty...Life can be a storm, but your hope is a rainbow and your friends and family are the gold."
    },
    {
      "cite": "Amelia Barr",
      "quote": "It is only in sorrow bad weather masters us; in joy we face the storm and defy it."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Storms don't come to teach us painful lessons, rather they were meant to wash us clean."
    },
    {
      "cite": "John Geddes",
      "quote": "I don't just wish you rain, Beloved - I wish you the beauty of storms."
    },
    {
      "cite": "Hugh Bonneville",
      "quote": "When you are in the eye of the storm, you are often not aware of the whiplash around you."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "No storm can last forever. It will never rain 365 days consecutively. Keep in mind that trouble comes to pass, not to stay. Don't worry! No storm, not even the one in your life, can last forever."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "You can find peace amidst the storms that threaten you."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You can be in the storm, but don't let the storm get in you."
    },
    {
      "cite": "Epictetus",
      "quote": "The greater the difficulty the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The storm is an artist; the rainbow is its masterpiece."
    },
    {
      "cite": "John Geddes",
      "quote": "All day long, one storm then another and I take your hands like gentle flowers that blossom into awareness"
    },
    {
      "cite": "Leon Brown",
      "quote": "When the storm has passed, put your energy into rebuilding your life, don't waste time looking back."
    },
    {
      "cite": "Willa Cather",
      "quote": "There are some things you learn best in calm, and some in storm."
    },
    {
      "cite": "John Morton",
      "quote": "Be patient. Like storms, the challenges will pass. Know too, that like the sun, your true soul self is constantly radiating."
    },
    {
      "cite": "Dayna Lovely",
      "quote": "Even in the midst of the storm the sun is still shining."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Dignity of human nature requires that we must face the storms of life."
    },
    {
      "cite": "Sam Harris",
      "quote": "You are not controlling the storm, and you are not lost in it. You are the storm."
    },
    {
      "cite": "Morris West",
      "quote": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "The heart of man is very much like the sea, it has its storms, it has its tides and in its depths it has its pearls too."
    },
    {
      "cite": "Mary Faustina Kowalska",
      "quote": "I know well that the greater and more beautiful the work is, the more terrible will be the storms that rage against it."
    },
    {
      "cite": "Trevor Driggers",
      "quote": "Even paradise sees its share of storms, but in the end, it's still paradise."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "A positive attitude, can turn a storm into a sprinkle."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "You can look at my palm and see the storm coming. Read the book of my life and see I've overcome it."
    },
    {
      "cite": "Brad Gilbert",
      "quote": "Sometimes when you're in the storm, it's harder and maybe when it's over, then you can look back on it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If only a horrible storm can demolish the castle of the devil, then let the storm be victorious! It is not uncommon that heaven comes after hell!"
    }
  ]
}