{
  "source": "https://www.wisesayings.com/strategy-quotes/",
  "theme": "strategy",
  "quotes": [
    {
      "cite": "Marlin Fitzwater",
      "quote": "This strategy represents our policy for all time. Until it's changed."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "Strategy is a pattern in a stream of decisions"
    },
    {
      "cite": "Max McKeown",
      "quote": "Strategy and culture should have breakfast together."
    },
    {
      "cite": "Edward Lampert",
      "quote": "The entrance strategy is actually more important than the exit strategy."
    },
    {
      "cite": "Al Ries",
      "quote": "Strategy and timing are the Himalayas of marketing. Everything else is the Catskills."
    },
    {
      "cite": "Ram Gopal Singh",
      "quote": "Strategy is a steps which makes you spammer or genius."
    },
    {
      "cite": "Marco Pierre White",
      "quote": "Strategy will compensate the talent. The talent will never compensate the strategy."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "No matter how brilliant your mind or strategy, if you're playing a solo game, you'll always lose out to a team."
    },
    {
      "cite": "Debbie Millman",
      "quote": "Strategy is choosing to perform activities differently, or to perform distinctly different activities than rivals."
    },
    {
      "cite": "Michael Porter",
      "quote": "A strategy delineates a territory in which a company seeks to be unique."
    },
    {
      "cite": "Colin Powell",
      "quote": "Our strategy in going after this army is very simple. First we are going to cut it off, and then we are going to kill it."
    },
    {
      "cite": "C. K. Prahalad",
      "quote": "Strategy is about stretching limited resources to fit ambitious aspirations."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Strategy is a commodity, execution is an art."
    },
    {
      "cite": "Bill Gates",
      "quote": "A bad strategy will fail no matter how good your information is and lame execution will stymie a good strategy. If you do enough things poorly, you will go out of business."
    },
    {
      "cite": "Nathan Shedroff",
      "quote": "Strategy is worthless unless you can act on it."
    },
    {
      "cite": "Michael Porter",
      "quote": "Strategy is about making choices, trade-offs; it's about deliberately choosing to be different."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "Strategy is not the consequence of planning, but the opposite: its starting point."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Strategy is all very well, but it pays to give thought from time to time to the results."
    },
    {
      "cite": "Frank Muir",
      "quote": "Strategy is buying a bottle of fine wine when you take a lady out for dinner. Tactics is getting her to drink it."
    },
    {
      "cite": "Dale Earnhardt",
      "quote": "That strategy of racing for the top five and racing for the win is where everybody wants to be."
    },
    {
      "cite": "Max Euwe",
      "quote": "Strategy requires thought, tactics require observation"
    },
    {
      "cite": "Jack Welch",
      "quote": "Strategy means making clear-cut choices about how to compete."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat."
    },
    {
      "cite": "Sean Parker",
      "quote": "The transition strategies are more important than understanding what the outcome state will be."
    },
    {
      "cite": "John Kessel",
      "quote": "Alter strategies and tactics, but never your principles."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Strategy is important, but trust is the hidden variable. On paper you can have clarity around your objectives, but in a low-trust environment, your strategy won't be executed."
    },
    {
      "cite": "Jack Welch",
      "quote": "Strategy is just a winning value proposition, that is, a product or service that customers simply want more than the other options out there."
    },
    {
      "cite": "Al Ries",
      "quote": "Strategy should evolve out of the mud of the marketplace, not in the antiseptic environment of an ivory tower."
    },
    {
      "cite": "Michael Porter",
      "quote": "The essence of strategy is choosing what not to do."
    },
    {
      "cite": "Max McKeown",
      "quote": "Strategy is about shaping the future."
    }
  ]
}