{
  "source": "https://www.wisesayings.com/stranger-quotes/",
  "theme": "stranger",
  "quotes": [
    {
      "cite": "W. E. B. Du Bois",
      "quote": "What a world this will be when human possibilities are freed, when we discover each other, when the stranger is no longer the potential criminal and the certain inferior!"
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "No single event can awaken within us a stranger totally unknown to us. To live is to be slowly born. It would be a bit too easy if we could go about borrowing ready-made souls."
    },
    {
      "cite": "Georg Simmel",
      "quote": "For, to be a stranger is naturally a very positive relation; it is a specific form of interaction."
    },
    {
      "cite": "Annie Leibovitz",
      "quote": "You don't have to sort of enhance reality. There is nothing stranger than truth."
    },
    {
      "cite": "Karel Capek",
      "quote": "Nothing is stranger to man than his own image."
    },
    {
      "cite": "Andreas Capellanus",
      "quote": "Love is always a stranger in the house of avarice."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't think of organ donations as giving up part of yourself to keep a total stranger alive.  It's really a total stranger giving up almost all of themselves to keep part of you alive."
    },
    {
      "cite": "Rod McKuen",
      "quote": "Strangers are just friends waiting to happen."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "Fear makes strangers of people who would be friends."
    },
    {
      "cite": "Muriel Strode",
      "quote": "If I answer the stranger at my gate while my own cry within, — perhaps my own is at the gate, and the strangers are within."
    },
    {
      "cite": "African Proverb",
      "quote": "Advice is like a stranger--if welcome, he stays the night; if not welcome, he returns home that day."
    },
    {
      "cite": "Ken Alstad",
      "quote": "Old age makes you a stranger in your own country."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man be gracious and courteous to strangers, it shows he is a citizen of the world."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Truth, as ever, avoids the stranger."
    },
    {
      "cite": "Maya Angelou",
      "quote": "A friend may be waiting behind a stranger's face."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Strangers are just family you have yet to come to know."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Life is infinitely stranger than anything which the mind of man could invent."
    },
    {
      "cite": "Werner Heisenberg",
      "quote": "Not only is the Universe stranger than we think, it is stranger than we can think."
    },
    {
      "cite": "R. D. Laing",
      "quote": "We are bemused and crazed creatures, strangers to our true selves, to one another, and to the spiritual and material world -- mad, even, from an ideal standpoint we can glimpse but not adopt."
    },
    {
      "cite": "Lord Burleigh",
      "quote": "Don't borrow money from a neighbor or a friend, but of a stranger where, paying for it you shall hear of it no more."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Life is a warfare and a stranger's sojourn, and after fame is oblivion."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Each time you say hello to a stranger, your heart acknowledges over and over again that we are all family."
    },
    {
      "cite": "Lord Byron",
      "quote": "What a strange thing man is; and what a stranger thing woman."
    },
    {
      "cite": "John Mayer",
      "quote": "Everybody is just a stranger, but that's the danger in going my own way."
    },
    {
      "cite": "Sophocles",
      "quote": "Many the wonders but nothing walks stranger than man."
    },
    {
      "cite": "Laozi",
      "quote": "The more clever and cunning people are, the stranger the events will be."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "When one is a stranger to oneself, then one is estranged from others, too."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's no wonder that truth is stranger than fiction. Fiction has to make sense."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Every time a man unburdens his heart to a stranger he reaffirms the love that unites humanity."
    }
  ]
}