{
  "source": "https://www.wisesayings.com/strange-quotes/",
  "theme": "strange",
  "quotes": [
    {
      "cite": "George Gordon Byron",
      "quote": "Tis strange,-but true; for truth is always strange; Stranger than fiction: if it could be told, How much would novels gain by the exchange! How differently the world would men behold!"
    },
    {
      "cite": "Veronica Roth",
      "quote": "It's strange how time can make a place shrink, make its strangeness ordinary."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The Beautiful is always strange."
    },
    {
      "cite": "Flann O'Brien",
      "quote": "Strange enlightenments are vouchsafed to those who seek the higher places."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "All things are strange which are worth knowing."
    },
    {
      "cite": "John Jay",
      "quote": "Among the strange things of this world, nothing seems more strange than that men pursuing happiness should knowingly quit the right and take a wrong road, and frequently do what their judgments neither approve nor prefer."
    },
    {
      "cite": "John L'Heureux",
      "quote": "What a strange thing it is to recognize a sound like the shriek of a wounded animal, when you've never heard the shriek of a wounded animal."
    },
    {
      "cite": "David Rains Wallace",
      "quote": "Life is stranger than biology textbooks."
    },
    {
      "cite": "Dick Francis",
      "quote": "Some are born weird, some achieve it, others have weirdness thrust upon them."
    },
    {
      "cite": "Bonnie Langford",
      "quote": "Looking in the mirror is very strange; we see only what we choose to see, good or bad."
    },
    {
      "cite": "Mark Twain",
      "quote": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't."
    },
    {
      "cite": "Jack Antonoff",
      "quote": "Black and white creates a strange dreamscape that color never can."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "What a strange illusion it is to suppose that beauty is goodness."
    },
    {
      "cite": "Lori Lansens",
      "quote": "The strangest thing about strange things is that they're only strange when you hear about them or think about them later, but never when you're living them."
    },
    {
      "cite": "Cyndi Lauper",
      "quote": "It's a strange lesson to learn in life that your differences, the things that make you feel uncomfortable about yourself are what will help you to grow into who you are. Those are your gifts."
    },
    {
      "cite": "Frances Hodgson Burnett",
      "quote": "At first people refuse to believe that a strange new thing can be done, then they begin to hope it can be done, then they see it can be done--then it is done and all the world wonders why it was not done centuries ago."
    },
    {
      "cite": "Walt Whitman",
      "quote": "The road to wisdom is paved with excess. The mark of a true writer is their ability to mystify the familiar and familiarize the strange."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Recounting the strange is like telling one's dreams: one can communicate the events of a dream, but not the emotional content, the way that a dream can colour one's entire day."
    },
    {
      "cite": "Sonya Hartnett",
      "quote": "Strange how love coexists with hate, how they render eachother mute, how the swilling of them together makes a new and softer, sympathetic thing."
    },
    {
      "cite": "Beth Moore",
      "quote": "It's a strange thought that sometimes God trusts us more than we trust Him. God trusts you - can you trust Him?"
    },
    {
      "cite": "John Archibald Wheeler",
      "quote": "If you haven't found something strange during the day, it hasn't been much of a day."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "It is very strange that the years teach us patience - that the shorter our time, the greater our capacity for waiting."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "Strange how complicated we can make things just to avoid showing what we feel!"
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If we are alone, we become more alone. Life is strange"
    },
    {
      "cite": "Dean Koontz",
      "quote": "The truth was stranger than the official fiction."
    },
    {
      "cite": "Katie Henry",
      "quote": "Aren't most wonderful things a little bit strange?"
    },
    {
      "cite": "KC Randall",
      "quote": "It's amazing how easy the truth is to accept...No matter how strange."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Strange dreams are better than no dreams at all"
    },
    {
      "cite": "Liv Tyler",
      "quote": "Solitude has its own very strange beauty to it."
    },
    {
      "cite": "Jim Morrison",
      "quote": "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over."
    }
  ]
}