{
  "source": "https://www.wisesayings.com/strength-quotes/",
  "theme": "strength",
  "quotes": [
    {
      "cite": "Japanese (on strength and weakness)",
      "quote": "A single arrow is easily broken; a bundle of ten is not."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Some of us think holding on makes us strong; but sometimes it is letting go."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "You have power over your mind - not outside events. Realize this, and you will find strength."
    },
    {
      "cite": "Joel Osteen",
      "quote": "We may get knocked down on the outside, but the key to living in victory is to learn how to get up on the inside."
    },
    {
      "cite": "Susan Gale",
      "quote": "Sometimes you don't realize your own strength until you come face to face with your greatest weakness."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "You gotta stop wearing your wishbone where your backbone ought to be."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
      "cite": "Richard E. Byrd",
      "quote": "Few men during their lifetime come anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used."
    },
    {
      "cite": "Sir Leslie Stephen",
      "quote": "A chain is no stronger than its weakest link."
    },
    {
      "cite": "Dayak (Indonesian) (on strength and weakness)",
      "quote": "A firm tree does not fear the storm."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Control your emotions or they will control you."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "He that cannot endure the bad will not live to see the good."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Little strokes fell great oaks."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Our handicaps exist only in our minds."
    },
    {
      "cite": "Buddha",
      "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "That which does not kill us makes us stronger."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "We are only as strong as we are united, as weak as we are divided."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the depth of winter, I finally learned that within me there lay an invincible summer."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "Better to be strong than pretty and useless."
    },
    {
      "cite": "Unknown Author",
      "quote": "Anyone can give up, it's the easiest thing in the world to do. But to hold it together when everyone else would understand if you fell apart, that's true strength."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fall down seven times, get up eight."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people I've known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths."
    },
    {
      "cite": "Unknown Author",
      "quote": "Strong people don't put people down. They lift them up!"
    },
    {
      "cite": "Helen Keller",
      "quote": "Never bend your head. Always hold it high. Look the world right in the eye."
    },
    {
      "cite": "J.F. Clarke",
      "quote": "He who believes is strong; he who doubts is weak. Strong convictions precede great actions."
    },
    {
      "cite": "Robin Sharma",
      "quote": "You were given this life, because you are strong enough to live it."
    },
    {
      "cite": "Louise Erdrich",
      "quote": "Life will break you. Nobody can protect you from that, and living alone won't either, for solitude will also break you with its yearning. You have to love. You have to feel. It is the reason you are here on earth. You are here to risk your heart. You are here to be swallowed up. And when it happens that you are broken, or betrayed, or left, or hurt, or death brushes near, let yourself sit by an apple tree and listen to the apples falling all around you in heaps, wasting their sweetness. Tell yourself you tasted as many as you could."
    }
  ]
}