{
  "source": "https://www.wisesayings.com/stress-quotes/",
  "theme": "stress",
  "quotes": [
    {
      "cite": "Astrid Alauda",
      "quote": "Don't let your mind bully your body into believing it must carry the burden of its worries."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight."
    },
    {
      "cite": "Maureen Killoran",
      "quote": "Stress is not what happens to us. It's our response TO what happens. And RESPONSE is something we can choose."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You must learn to let go. Release the stress. You were never in control anyway."
    },
    {
      "cite": "Danzae Pace",
      "quote": "Stress is the trash of modern life—we all generate it but if you don't dispose of it properly, it will pile up and overtake your life."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When I look back on all these worries, I remember the story of the old man who said on his deathbed that he had had a lot of trouble in his life, most of which had never happened."
    },
    {
      "cite": "Greg Anderson",
      "quote": "When we commit to action, to actually doing something rather than feeling trapped by events, the stress in our life becomes manageable."
    },
    {
      "cite": "David Allen",
      "quote": "Much of the stress that people feel doesn't come from having too much to do. It comes from not finishing what they've started."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Our anxiety does not come from thinking about the future, but from wanting to control it."
    },
    {
      "cite": "Donald Tubesing",
      "quote": "Stress is like spice - in the right proportion it enhances the flavor of a dish. Too little produces a bland, dull meal; too much may choke you."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important."
    },
    {
      "cite": "William James",
      "quote": "The greatest weapon against stress is our ability to choose one thought over another."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "When you find yourself stressed, ask yourself one question: Will this matter in 5 years from now? If yes, then do something about the situation. If no, then let it go."
    },
    {
      "cite": "Al Byrant",
      "quote": "An hour of anxiety cannot change my circumstances, but a minute of prayer can alter everything."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "If you are distressed by anything external, the pain is not due to the thing itself but to your own estimate of it; and this you have the power to revoke at any moment."
    },
    {
      "cite": "Bill Phillips",
      "quote": "Stress should be a powerful driving force, not an obstacle."
    },
    {
      "cite": "Richard Carlson",
      "quote": "Stress is nothing more than a socially acceptable form of mental illness."
    },
    {
      "cite": "Ovid",
      "quote": "Take rest; a field that has rested gives a bountiful crop."
    },
    {
      "cite": "Joan Borysenko",
      "quote": "Everyday brings a choice: to practice stress or to practice peace."
    },
    {
      "cite": "Marilu Henner",
      "quote": "Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Stress is an ignorant state. It believes that everything is an emergency."
    },
    {
      "cite": "Dan Millman",
      "quote": "Resistance creates suffering. Stress happens when your mind resists what is. The only problem in your life is your mind's resistance to life as it unfolds."
    },
    {
      "cite": "Confucius",
      "quote": "Life is really simple, but we insist on making it complicated."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Say NO to the demands of the world. Say YES to the longings of your own heart."
    },
    {
      "cite": "Carrie Latet",
      "quote": "Stress is an admission of weakness, a cry of defeat to the world."
    },
    {
      "cite": "Andrew Denton",
      "quote": "Pressure and stress is the common cold of the psyche."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "No good comes from hurrying."
    },
    {
      "cite": "Douglas Pagels",
      "quote": "Some of the secret joys of living are not found by rushing from point A to point B, but by inventing some imaginary letters along the way."
    },
    {
      "cite": "Robert W. Service",
      "quote": "It isn't the mountain ahead that wears you out; it's the grain of sand in your shoe."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "When you feel the need to hurry, remember that everything in life is a CHOICE."
    }
  ]
}