{
  "source": "https://www.wisesayings.com/stretch-mark-quotes/",
  "theme": "stretch-mark",
  "quotes": [
    {
      "cite": "Kashyapi",
      "quote": "They made fun of her Stretch marks on her belly She smiled, 'It's what my baby drew And not everybody get a chance'."
    },
    {
      "cite": "Tanvi Verma",
      "quote": "A woman must look perfect, Stretch marks are yikes! But they don't know, You're just a tigress who earned her golden stripes."
    },
    {
      "cite": "Anjali",
      "quote": "The beauty of those stretch marks depict how Selflessly she nurtured an unseen creation within herself."
    },
    {
      "cite": "Debasmita",
      "quote": "Her son suggested 'Mom you should get a tattoo of my name'. She replied I have already done that after your birth. 'My Stretch Marks'."
    },
    {
      "cite": "Nesha K",
      "quote": "My stretch marks are my baby's first painting."
    },
    {
      "cite": "Bhagirath Maurya",
      "quote": "Having stretch marks in pregnancy is not just a sign of givng birth to a baby. It's a reflection of palm lines of the baby. Which is being created by his mother for his bright future from today."
    },
    {
      "cite": "Rachi",
      "quote": "Women shouldn't be forced for fertility and pleasures. Embracing stretch marks is not her responsibility. It's just her choice."
    },
    {
      "cite": "Sri Harshitha",
      "quote": "Only a mother knows how beautiful her baby's first drawing was."
    },
    {
      "cite": "Ushmil Rimjha",
      "quote": "Stretch marks are just marks that disturb your confidence whenever you wear anything. Confidence removes every scar and every mark."
    },
    {
      "cite": "Kabira",
      "quote": "Mistakes are like stretch marks, don't hate them, they are the sign that you're growing."
    },
    {
      "cite": "Tim Kazurinsky",
      "quote": "Stretch marks are the badge of a real woman."
    },
    {
      "cite": "Willy Russel",
      "quote": "These marks show that, that you are alive, that you survive."
    },
    {
      "cite": "Tracy Tormé",
      "quote": "I expect men get very excited about sharing the joy of nausea, heartburn, and stretch marks."
    },
    {
      "cite": "David Shore",
      "quote": "Looks like this kid thing is really working out for you: all of the shopping, none of the stretch marks."
    },
    {
      "cite": "Bruce Helford",
      "quote": "I spent my whole childhood trying to get a single thank you from my mom, and all I got was sarcasm. 'Thanks for the stretch marks, thanks for sitting in front of the TV with that big head. Thanks for scaring off all my dates by asking 'are you my new daddy?'."
    },
    {
      "cite": "Matlin Thornton",
      "quote": "Daisy Dukes with stretch marks, her hair back in a bun / Cooking pork and beans, some stale franks in the sun."
    },
    {
      "cite": "Dequantes Devontay Lamar",
      "quote": "Even if you got stretch marks and even two children / I can't blame you girl (no no no no no) / Love you for who you are, I want you for who you are"
    },
    {
      "cite": "Ricky Banton",
      "quote": "I call them stretch marks designer and I do appreciate some cellulite"
    },
    {
      "cite": "Aliaune Thiam",
      "quote": "Stretch marks on your hips is just bungie cords bringing you back when you dip."
    },
    {
      "cite": "Ayse Yolander Hassan",
      "quote": "I love the stretch marks / On your thighs / I love the wrinkles / Around your eyes / I take you out darling / We dance all night"
    },
    {
      "cite": "Jonathan Kweku Awotwe-Mensah",
      "quote": "That ain't stretch marks, that's tiger stripes."
    },
    {
      "cite": "Ras Haile Emmanuel Yakine Alexander",
      "quote": "Can you love my imperfections? / Stretch marks any part, any section"
    },
    {
      "cite": "Amber Trueblood",
      "quote": "Stretch Marks helps mothers by inspiring, entertaining, and laying out how to create more time, more peace, and more joy in their lives."
    },
    {
      "cite": "Amber Trueblood",
      "quote": "Stretch marks aren't only physical. We have psychological and emotional stretch marks too."
    },
    {
      "cite": "Jessica Knoll",
      "quote": "Men are raised to worry about their legacies, not their upper arm and thigh fat, stretch marks"
    },
    {
      "cite": "T. Jackson King",
      "quote": "To me, the mountains are Mother's stretch marks, the rivers are both her tears and nourishment."
    },
    {
      "cite": "Niki Breeser Tschirgi",
      "quote": "Women often teased me and said I was lucky to not have stretch marks. I usually looked unwaveringly in their eyes and said, 'Maybe not on my stomach, but most certainly on my heart'."
    },
    {
      "cite": "Tova Leigh",
      "quote": "As women, we really need to start taking back ownership over our bodies and stop allowing others to dictate what we should look like."
    },
    {
      "cite": "Tova Leigh",
      "quote": "Women's bodies go through massive changes and that's part of life and nature."
    },
    {
      "cite": "Tova Leigh",
      "quote": "We live in a world where we are told to hide what are considered our flaws when actually whose are imperfections-scars, stretch marks and other flappy bits."
    }
  ]
}