{
  "source": "https://www.wisesayings.com/stream-quotes/",
  "theme": "stream",
  "quotes": [
    {
      "cite": "Woodrow Wilson",
      "quote": "The man who is swimming against the stream knows the strength of it."
    },
    {
      "cite": "Lao Tzu",
      "quote": "One can not reflect in streaming water. Only those who know internal peace can give it to others."
    },
    {
      "cite": "Rumi",
      "quote": "The water in the stream may have changed many times, but the reflection of the moon and the stars remains the same."
    },
    {
      "cite": "Jane Austen",
      "quote": "The stream is as good as at first; the little rubbish it collects in the turnings is easily moved away."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "A tremendous stream is flowing toward the ocean, carrying us all along with it; and though like straws and scraps of paper we may at times float aimlessly about, in the long run we are sure to join the ocean of life and bliss."
    },
    {
      "cite": "Ryokan",
      "quote": "The water of the valley stream never shouts at the tainted world: Purify yourself! But naturally, as it is, shows how it is done."
    },
    {
      "cite": "Henri Bergson",
      "quote": "The movement of the stream is distinct from the river bed, although it must adopt its winding course."
    },
    {
      "cite": "Aeschylus",
      "quote": "And though all streams flow from a single course to cleanse the blood from polluted hand, they hasten on their course in vain."
    },
    {
      "cite": "Pope Gregory I",
      "quote": "A stream where alike the elephant may swim, and the lamb may wade."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The stream is always purer at its source."
    },
    {
      "cite": "Carl Perkins",
      "quote": "If it weren't for the rocks in its bed, the stream would have no song."
    },
    {
      "cite": "Ebenezer Elliott",
      "quote": "The streams, rejoiced that winter's work is done, Talk of to-morrow's cowslips as they run."
    },
    {
      "cite": "George Eliot",
      "quote": "The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "A river or stream is a cycle of energy from sun to plants to insects to fish. It is a continuum broken only by humans."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "All the streams carry the wisdom of the forest to the lake, and over there, silence replaces the noise!"
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Once you get into this great stream of history, you can't get out."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Just as a stream flows smoothly on as long as it encounters no obstruction, so the nature of man and animal is such that we never really notice or become conscious of what is agreeable to our will; if we are to notice something, our will has to have been thwarted, has to have experienced a shock of some kind."
    },
    {
      "cite": "Laozi",
      "quote": "All streams flow to the sea because it is lower than they are. Humility gives it its power."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Those waters which leave the main stream either cannot reach the sea and disappear in inland or find a better place, a beautiful lake."
    },
    {
      "cite": "Lord Byron",
      "quote": "A little stream came tumbling from the height, And struggling into ocean as it might. Its bounding crystal frolick'd in the ray, And gush'd from cliff to crag with saltless spray."
    },
    {
      "cite": "Nelson Bryant",
      "quote": "A stream is music and motion: smooth glides, fast, turbulent riffles and deep pools, each posing a special challenge."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Never forget that only dead fish swim with the stream."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Streams may spring from one source and yet some may be clear and some be foul."
    }
  ]
}