{
  "source": "https://www.wisesayings.com/street-quotes/",
  "theme": "street",
  "quotes": [
    {
      "cite": "Wilson Mizner",
      "quote": "Easy street is a blind alley."
    },
    {
      "cite": "William Gibson",
      "quote": "The street finds its own uses for things."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The street is full of humiliations to the proud."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "The magic of the street is the mingling of the errand and the epiphany."
    },
    {
      "cite": "Bruce Gilden",
      "quote": "If you can smell the street by looking at the photo, it's a street photograph."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "It sounded as if the streets were running, And then the streets stood still."
    },
    {
      "cite": "Scott Turow",
      "quote": "On the streets, unrequited love and death go together almost as often as in Shakespeare."
    },
    {
      "cite": "Phil Donahue",
      "quote": "This is Sesame Street. A place where people, birds, monsters all live in perfect harmony."
    },
    {
      "cite": "Bo Bennett",
      "quote": "A dead end can never be a one way street; you can always turn around and take another road."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If a street has a spirit, no matter how narrow it is, we can breathe comfortably over there."
    },
    {
      "cite": "Suze Orman",
      "quote": "If you’re going down the street and you’re going the wrong way, remember – God permits U-turns."
    },
    {
      "cite": "William Saroyan",
      "quote": "What is a street? It is where the living weep, where the dead go off in silence to their peace."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A street full of shadows will teach you what life is much better than the street full of lights!"
    },
    {
      "cite": "William H. Whyte",
      "quote": "The street is the river of life of the city, the place where we come together, the pathway to the center."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Even the poorest street is rich with people on it and even the richest street is poor without people on it!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the night comes, streets welcome the lonely souls because they alone can fully understand the lonely streets!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Sometimes a gloomy street is all a sad person needs! A magical relief may arise from the meeting of the two sad things!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The streets have two spirits: One is its own spirit and the other spirit is all the living creatures living in the street!"
    },
    {
      "cite": "Mick Doohan",
      "quote": "The street is no place to race."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Silent streets have many things to say."
    },
    {
      "cite": "Shania Twain",
      "quote": "The streets of hell are paved with good intentions."
    },
    {
      "cite": "Kamran Niazi",
      "quote": "Respect is a one way street, it goes from bottom to top."
    },
    {
      "cite": "Gregory Corso",
      "quote": "Standing on a street corner waiting for no one is power."
    },
    {
      "cite": "Mason Cooley",
      "quote": "In the street, the gaze of desire is furtive or menacing."
    },
    {
      "cite": "William Vaughn Moody",
      "quote": "The roaring street is hung for miles With fierce electric fire."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Every path, every street in the world is your walking meditation path."
    },
    {
      "cite": "Allan Jacobs",
      "quote": "Streets moderate the form and structure and comfort of urban communities."
    },
    {
      "cite": "Man Ray",
      "quote": "The streets are full of admirable craftsmen, but so few practical dreamers."
    },
    {
      "cite": "Albert Camus",
      "quote": "At any street corner the feeling of absurdity can strike any man in the face."
    },
    {
      "cite": "John Grisham",
      "quote": "When you work at street level you never know who's going to walk through your door."
    }
  ]
}