{
  "source": "https://www.wisesayings.com/streets-quotes/",
  "theme": "streets",
  "quotes": [
    {
      "cite": "Wilson Mizner",
      "quote": "Easy street is a blind alley."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The language of the street is always strong."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The streets were dark with something more than night."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The street is full of humiliations to the proud."
    },
    {
      "cite": "Mason Cooley",
      "quote": "In the street, the gaze of desire is furtive or menacing."
    },
    {
      "cite": "William Vaughn Moody",
      "quote": "The roaring street is hung for miles With fierce electric fire."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "By the streets of 'by and by,' one arrives at the house of 'never'."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "The magic of the street is the mingling of the errand and the epiphany."
    },
    {
      "cite": "Man Ray",
      "quote": "The streets are full of admirable craftsmen, but so few practical dreamers."
    },
    {
      "cite": "Kool Moe Dee",
      "quote": "In the street, your mouth's a beak, big like a bird, and your future's bleak."
    },
    {
      "cite": "Don McLean",
      "quote": "In the streets the children screamed. The lovers cried, and the poets dreamed"
    },
    {
      "cite": "Karl Kraus",
      "quote": "The streets of Vienna are paved with culture, the streets of other cities with asphalt."
    },
    {
      "cite": "Scott Turow",
      "quote": "On the streets, unrequited love and death go together almost as often as in Shakespeare."
    },
    {
      "cite": "William Saroyan",
      "quote": "What is a street? It is where the living weep, where the dead go off in silence to their peace."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A street that you have never visited is a book that you have never read! You never know what you are missing!"
    },
    {
      "cite": "William H. Whyte",
      "quote": "The street is the river of life of the city, the place where we come together, the pathway to the center."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An empty street sucks your fullness; a full street fills your emptiness!"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Go into the street, and give one man a lecture on morality, and another a shilling, and see which will respect you most."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The streets of London have their map, but our passions are uncharted. What are you going to meet if you turn this corner?"
    },
    {
      "cite": "Cal Thomas",
      "quote": "In violent streets and broken homes, the cry of anguished souls is not for more laws but for more conscience and character."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Walking the streets of Charleston in the late afternoons of August was like walking through gauze or inhaling damaged silk."
    },
    {
      "cite": "Louis Kahn",
      "quote": "The street is a room by agreement."
    },
    {
      "cite": "William Gibson",
      "quote": "The street has its own use for things."
    },
    {
      "cite": "Shania Twain",
      "quote": "The streets of hell are paved with good intentions."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Every path, every street in the world is your walking meditation path."
    },
    {
      "cite": "Mark Twain",
      "quote": "A street in Constantinople is a picture which one ought to see once-not oftener."
    },
    {
      "cite": "Naomi Judd",
      "quote": "A dead end street is a good place to turn around."
    },
    {
      "cite": "Ramon Rodriguez",
      "quote": "On the streets, hanging out with the fellows, there are things you learn that no book can teach you."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are streets to enjoy, there are streets to wander aimlessly and also there are streets to contemplate!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A street full of shadows will teach you what life is much better than the street full of lights!"
    }
  ]
}