{
  "source": "https://www.wisesayings.com/stretching-quotes/",
  "theme": "stretching",
  "quotes": [
    {
      "cite": "Haresh Sippy",
      "quote": "Stretching your body and mind is essential to avoid rigidity."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "A mind that is stretched by a new experience can never go back to its old dimensions."
    },
    {
      "cite": "Carol S. Dweck",
      "quote": "The passion for stretching yourself and sticking to it, even (or especially) when it's not going well, is the hallmark of the growth mindset."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "By stretching yourself beyond your perceived level of confidence you accelerate your development of competence."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Stretching his hand up to reach the stars, too often man forgets the flowers at his feet."
    },
    {
      "cite": "Manoj Arora",
      "quote": "It is not about proving anything to the world. It is all about proving your capabilities to yourself and stretching your own boundaries."
    },
    {
      "cite": "Gustavo Razzetti",
      "quote": "When you stretch your mind, you stretch the world around you."
    },
    {
      "cite": "Farshad Asl",
      "quote": "If there isn't a struggle, there's no stretch, and therefore no growth. Easy doesn’t change you and comfort won’t challenge you. Coasting isn't a strategy."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You have to stretch your soul to find your potential strength."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Dare to stretch hard and make it a point to do the hard thing others are afraid to try."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Anyone that does not wish or desire to stretch himself will get nowhere in this life. That is just the way life is."
    },
    {
      "cite": "Bidemi Mark-Mordi",
      "quote": "The human spirit is like an elastic band. The more you stretch, the greater your capacity."
    },
    {
      "cite": "Gina Greenlee",
      "quote": "Practice makes comfort. Expand your experiences regularly so every stretch won’t feel like your first."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "It's when you stretch the truth that you end up with lies."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Life demands for us to stretch ourselves."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Stretch your mind and you will reach beyond your current reality."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "It is by stretching our limits that we move beyond boundaries. Keep improving!"
    }
  ]
}