{
  "source": "https://www.wisesayings.com/strike-quotes/",
  "theme": "strike",
  "quotes": [
    {
      "cite": "William Butler Yeats",
      "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Give a try; give a shot. Sometimes, you must not only expect the way to be too clear; strike when you can!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you want to strike, strike now. No matter how skillfully a footballer strikes beyond the 90 minutes' regulated time, he makes no influence. Strike now before it becomes too late!"
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success."
    },
    {
      "cite": "Helen Keller",
      "quote": "Strike against war, for without you no battles can be fought!"
    },
    {
      "cite": "Holly Black",
      "quote": "You must be strong enough to strike and strike and strike again without tiring. The first lesson is to make yourself that strong."
    },
    {
      "cite": "Soke behzad Ahmadi",
      "quote": "Never strike out of anger if at all possible, this will give your enemy the advantage and strengthen his resolve and psyche"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Don't say you won't strike now. 'Not now' is what brings forth \"never done\". Strike it early, strike it now. But remember to strike it hard! Go and make the strike!"
    },
    {
      "cite": "Heinz Guderian",
      "quote": "Strike hard and fast and do not separate."
    },
    {
      "cite": "Oliver Cromwell",
      "quote": "Not only strike while the iron is hot, but make it hot by striking."
    },
    {
      "cite": "John Oates",
      "quote": "You have to know when to strike and when to retreat."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Let nature take its course and your tools will strike at the right moment."
    },
    {
      "cite": "William Halsey",
      "quote": "Strike fast, strike hard, strike often."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "Strike while the iron is hot."
    },
    {
      "cite": "Themistocles",
      "quote": "Strike, if you will, but listen."
    },
    {
      "cite": "Paul Lauterbur",
      "quote": "With luck, you have other things to do than wait for lightning to strike."
    },
    {
      "cite": "Laurence Yep",
      "quote": "When something horrible is done to you, the natural impulse is to strike back."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "That which is striking and beautiful is not always good, but that which is good is always beautiful."
    },
    {
      "cite": "Lynn Schusterman",
      "quote": "It is striking to see the magnitude of impact mentorship and tutoring can have on student performance and young lives."
    },
    {
      "cite": "Stonewall Jackson",
      "quote": "Always mystify, mislead, and surprise the enemy, if possible; and when you strike and overcome him, never let up in the pursuit..."
    }
  ]
}