{
  "source": "https://www.wisesayings.com/string-quotes/",
  "theme": "string",
  "quotes": [
    {
      "cite": "Jamaican Sayings",
      "quote": "Someone 'pulls strings'  to obtain employment for another within the same department, and the formerly unemployed person succeeds in getting his/her benefactor fired in order to take the benefactor's place."
    },
    {
      "cite": "John Ray's proverb",
      "quote": "Friends are like fiddle-strings, they must not be screwed too tight."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "Hands...which projected like strings upon the finger-board of a violin, and armed with claws like those on the terminations of bats' wings."
    },
    {
      "cite": "Jean Rhys",
      "quote": "Felt like marionette, as though something outside her were jerking the strings that forced her to scream and strike."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "We're all drawn by wires by puppets, and the strongest wire pulls us in the direction in which we are meant to go."
    },
    {
      "cite": "Loren D. Estleman",
      "quote": "Stopped laughing as suddenly as if a string had been broken."
    },
    {
      "cite": "Yoruba Proverbs",
      "quote": "Explicitness makes matters clear; it takes 300 strings to string 600; unless one explains it, no one understands."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "One dog does not string decorative beads all around one's waist."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "A person who is like the divining string: unless you throw him down, he will not talk sense."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "You reveler do things in moderation; if the string of life is cut, there is no retrying it."
    },
    {
      "cite": "A.E. Housman",
      "quote": "But bacon's not the only thing,/ That's cured by hanging from a string."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There are strings in the human heart that had better not be vibrated."
    },
    {
      "cite": "John Milton",
      "quote": "Or bid the soul of Orpheus sing / Such notes are warbled to the string / Drew iron tears down Pluto's cheek."
    },
    {
      "cite": "Miroslav Holub",
      "quote": "Evolution is nothing but a long string of false steps; and it may happened that a severed head will sing."
    },
    {
      "cite": "Brendan O'Carroll",
      "quote": "One  Christmas, things were so bad in our house that I asked Santa for a yo-yo and all I got was a piece of string. My father told me it was a yo."
    },
    {
      "cite": "Montaigne",
      "quote": "It could be said of me that in this book I have only made up a bunch of other men's flowers, providing of my own only the string that ties them together."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The fibers of all things have their tension and are strained like the strings of an instrument."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The world is all gates, all opportunities, strings of tension waiting to be struck."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "It's true; once you are a father, there's no turning back. Your heart strings as well as your purse strings are never again the same."
    },
    {
      "cite": "Pythagoras",
      "quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres."
    },
    {
      "cite": "Munia Khan",
      "quote": "Sitting makes us think of standing / Our current stance keeps on demanding / We wish to fly without the wings / Puppets move before pulling the strings."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "As I stare at it,I can feel little invisible strings,silently tugging me toward it. I have to touch it. I have to wear it. It's the most beautiful thing I've ever seen."
    },
    {
      "cite": "Anne Lamott",
      "quote": "If our lives are made up of a string of a thousand moments, at some of those moments we look a lot more spiritually evolved than at others."
    },
    {
      "cite": "Pele",
      "quote": "Enthusiasm is everything. It must be taut and vibrating like a guitar string."
    },
    {
      "cite": "Arvyn Cerézo",
      "quote": "When you cut the strings holding us, you must have been wounded."
    },
    {
      "cite": "Diana Matoso",
      "quote": "Recreate life's strings to weave your own path."
    },
    {
      "cite": "Arvyn Cerézo",
      "quote": "When you cut the strings holding us. You must have been wounded."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If a string has one end, it has another."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Two touch the string, The harp is dumb."
    }
  ]
}