{
  "source": "https://www.wisesayings.com/strong-women-quotes/",
  "theme": "strong-women",
  "quotes": [
    {
      "cite": "Elizabeth Prioleau",
      "quote": "With the spread of conformity and image-driven superficiality, the allure of an individuated woman in full possession of herself and her powers will prove irresistible. We were born for plenitude and inner fulfillment."
    },
    {
      "cite": "Michael Cadnum",
      "quote": "No woman who had been intimate with a god was easily disturbed."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "A strong woman builds her own world. She is one who is wise enough to know that it will attract the man she will gladly share it with."
    },
    {
      "cite": "D.M. Timney",
      "quote": "The king may rule the kingdom, but it's the queen who moves the board."
    },
    {
      "cite": "Princess Maleiha Bajunaid Candao",
      "quote": "Strong women need not declare they can carry all the burdens in life. They just quietly do it and survive with a smile."
    },
    {
      "cite": "Nancy Astor the Viscountess Astor",
      "quote": "Women have got to make the world safe for men since men have made it so darned unsafe for women."
    },
    {
      "cite": "Anna Keesey",
      "quote": "She does not flinch from the caress, because she feels very strong. She walks everywhere she goes but is never tired."
    },
    {
      "cite": "Carly Simon",
      "quote": "A really strong woman accepts the war she went through and is ennobled by her scars."
    },
    {
      "cite": "Marge Piercy",
      "quote": "A strong woman is a woman determined to do something others are determined not be done."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag - you never know how strong she is until she gets in hot water."
    },
    {
      "cite": "Nancy Rathburn",
      "quote": "A strong woman understands that the gifts such as logic, decisiveness, and strength are just as feminine as intuition and emotional connection. She values and uses all of her gifts."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The best protection any woman can have is courage."
    },
    {
      "cite": "Marie Curie",
      "quote": "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained."
    },
    {
      "cite": "Al Anon",
      "quote": "If you don't like being a doormat then get off the floor."
    },
    {
      "cite": "Anne Frank",
      "quote": "Everyone has inside of her a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!"
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "I do not wish women to have power over men; but over themselves."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "The thing women have yet to learn is nobody gives you power. You just take it."
    },
    {
      "cite": "Mary Case",
      "quote": "No pressure, no diamonds."
    },
    {
      "cite": "Faith Hill",
      "quote": "I think beauty comes from within. If you're happy and look at life in the best way you can, even when there are problems, it can make you beautiful on the outside."
    },
    {
      "cite": "Brian Austin Green",
      "quote": "Somebody who's really comfortable with who she is and doesn't care what other people think. I like women who are really strong and were brought up to be comfortable with themselves and respect themselves."
    },
    {
      "cite": "William Moulton Marston",
      "quote": "Women's strong qualities have become despised because of their weakness. The obvious remedy is to create a feminine character with all the strength of Superman plus all the allure of a good and beautiful woman."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
    },
    {
      "cite": "unknown",
      "quote": "Man endures pain as an undeserved punishment; woman accepts it as a natural heritage."
    },
    {
      "cite": "Marie de Vichy-Chamrond",
      "quote": "Women are never stronger than when they arm themselves with their weakness."
    },
    {
      "cite": "Bella Abzug",
      "quote": "The test for whether or not you can hold a job should not be the arrangement of your chromosomes."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "To tell a woman everything she may not do is to tell her what she can do."
    },
    {
      "cite": "Margaret Sanger",
      "quote": "Woman must not accept; she must challenge.She must not be awed by that which has been built up around her; she must reverence that woman in her which struggles for expression."
    },
    {
      "cite": "Melinda Gates",
      "quote": "A woman with a voice is by definition a strong woman. But the search to find that voice can be remarkably difficult."
    }
  ]
}