{
  "source": "https://www.wisesayings.com/stubbornness-quotes/",
  "theme": "stubbornness",
  "quotes": [
    {
      "quote": "Never lose hope, be persistent and stubborn and never give up. There are many instances in history where apparent losers suddenly turn out to be winners unexpectedly, so you should never conclude all hope is lost.",
      "cite": "Theodore Kaczynski"
    },
    {
      "quote": "Being stubborn has helped, being selfish is not a bad thing.",
      "cite": "Herbie Mann"
    },
    {
      "quote": "A man will do more for his stubbornness than for his religion or his country.",
      "cite": "E. W. Howe"
    },
    {
      "quote": "Obstinacy is a fault of temperament. Stubbornness and intolerance of contradiction result from a special kind of egotism, which elevates above everything else the pleasure of its autonomous intellect, to which others must bow.",
      "cite": "Carl von Clausewitz"
    },
    {
      "quote": "Be stubborn and persist, and trust yourself on what you love. You have to trust what you love.",
      "cite": "Carolee Schneemann"
    },
    {
      "quote": "Smallness of mind is the cause of stubbornness, and we do not credit readily what is beyond our view.",
      "cite": "Francois de la Rochefoucauld"
    },
    {
      "quote": "Those who never retract their opinions love themselves more than they love truth.",
      "cite": "Joseph Joubert"
    },
    {
      "quote": "There's none so blind as those who will not listen.",
      "cite": "Neil Gaiman"
    },
    {
      "quote": "Stubbornness is the strength of the weak.",
      "cite": "Johann Kaspar Lavater"
    },
    {
      "quote": "We must have the stubbornness to accept our gladness in the ruthless furnace of this world.",
      "cite": "Jack Gilbert"
    },
    {
      "quote": "Being stubborn can be a good thing. Being stubborn can be a bad thing. It just depends on how you use it.",
      "cite": "Willie Aames"
    },
    {
      "quote": "Stubbornness and ignorance and determination are a very fine line from each other. I'm a very stubborn person, but not so stubborn that I can't learn new things and meet new people, but I have a one-track mind.",
      "cite": "Joe Nichols"
    },
    {
      "quote": "Ironically, some of our most stubborn habits and disorders are products of our plasticity.",
      "cite": "Norman Doidge"
    },
    {
      "quote": "Obstinacy is ever most positive when it is most in the wrong.",
      "cite": "Suzanne Curchod Necker"
    },
    {
      "quote": "If men were stubborn just in proportion as they were right, stubbornness would take her seat among the virtues; but men are generally stubborn just in proportion as they are ignorant and wrong.",
      "cite": "Josh Billings"
    },
    {
      "quote": "Stubbornly persist, and you will find that the limits of your stubbornness go well beyond the stubbornness of your limits.",
      "cite": "Robert Brault"
    },
    {
      "quote": "You can hate a person with your whole body, but love is a stubborn thing, it clings on in your heart.",
      "cite": "Anna Maxted"
    },
    {
      "quote": "Stubbornness is a positive quality of presidential leadership - if you're right about what you're stubborn about.",
      "cite": "Douglas Brinkley"
    },
    {
      "quote": "A stubborn mind conduces as little to wisdom or even to knowledge, as a stubborn temper to happiness.",
      "cite": "Robert Southey"
    },
    {
      "quote": "Pettiness of mind, ignorance and presumption are the cause of stubbornness, because stubborn people only want to believe what they themselves can imagine, and they can imagine very few things.",
      "cite": "Madeleine de Souvre"
    },
    {
      "quote": "You need a stubborn belief in an idea in order to see it realised.",
      "cite": "James Dyson"
    },
    {
      "quote": "It takes a special kind of stubbornness to succeed as an entrepreneur.",
      "cite": "Sophia Amoruso"
    },
    {
      "quote": "The stubbornness of a weak man should never be underestimated. The weak tend to be very stubborn when they've decided on something.",
      "cite": "Frederick Forsyth"
    },
    {
      "quote": "Stubborn people get themselves in a lot of trouble, but they also get things done.",
      "cite": "Anna Paquin"
    },
    {
      "quote": "Stubbornness is a virtue if you are right.",
      "cite": "Tony Dungy"
    },
    {
      "quote": "The only person you are fighting is yourself and your stubbornness to engage in new circumstances.",
      "cite": "Jon Krakauer"
    },
    {
      "quote": "Obstinacy is the sister of constancy, at least in vigor and stability.",
      "cite": "Michel de Montaigne"
    },
    {
      "quote": "There. But there is a fine line between determination and stubbornness.",
      "cite": "Ed Adamson"
    },
    {
      "quote": "I was going to say we have an enormous amount of willpower, but stubborn works too.",
      "cite": "Adam Beechen"
    },
    {
      "quote": "Most people would leave. Not us. We're Vikings. We... have stubbornness issues.",
      "cite": "William Davies"
    }
  ]
}