{
  "source": "https://www.wisesayings.com/stuck-quotes/",
  "theme": "stuck",
  "quotes": [
    {
      "cite": "Ann Marie Aguilar",
      "quote": "We are stuck-up about love and we are stuck-up in the idea of being in-love."
    },
    {
      "cite": "Dhaval Gajera",
      "quote": "When you are stuck in the same routine for months, you stop seeing new opportunities."
    },
    {
      "cite": "Dana Arcuri",
      "quote": "When we are stuck in a rut we are being invited to grow and expand."
    },
    {
      "cite": "Huseyn Raza",
      "quote": "We're all stuck between the realm of our desires, their possibilities and the realities of life."
    },
    {
      "cite": "Mitch Albom",
      "quote": "You can't get stuck on what should have happened. That doesn't help you."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "Don't be stuck in a life that's not yours just because of a bad habit"
    },
    {
      "cite": "Joshuah Bearman",
      "quote": "People are really stuck on their ideas about themselves."
    },
    {
      "cite": "Andre Alexis",
      "quote": "We are stuck with not knowing what our actions will actually lead to."
    },
    {
      "cite": "Noel Fielding",
      "quote": "You must have stuck a finger up your arse at least once."
    },
    {
      "cite": "Seth Godin",
      "quote": "The way to get unstuck is to start down the wrong path, right now."
    },
    {
      "cite": "Ryan Kavanaugh",
      "quote": "Don't get stuck on a business plan just because it was your business plan."
    },
    {
      "cite": "Dan Millman",
      "quote": "When we feel stuck, going nowhere-even starting to slip backward-we may actually be backing up to get a running start."
    },
    {
      "cite": "Sam Walton",
      "quote": "Don't get so stuck in your ways that you can't change."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Being stuck is a position few of us like. We want something new but cannot let go of the old - old ideas, beliefs, habits, even thoughts. We are out of contact with our own genius. Sometimes we know we are stuck; sometimes we don't. In both cases we have to DO something."
    },
    {
      "cite": "Grace Lee Boggs",
      "quote": "Don't get stuck in old ideas. Keep recognizing that reality is changing and that your ideas have to change."
    },
    {
      "cite": "Corey Taylor",
      "quote": "You have to get to the next level, or you're gonna get stuck where you are for the rest of your life."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Don't get stuck on the level of words. A word is no more than a means to an end. It's an abstraction. Not unlike a signpost, it points beyond itself"
    },
    {
      "cite": "Paul Arden",
      "quote": "If you get stuck, draw with a different pen. Change your tools; it may free your thinking."
    },
    {
      "cite": "Lexa Doig",
      "quote": "Being stuck in airports, you always end up buying perfume and sunglasses."
    },
    {
      "cite": "Richard Branson",
      "quote": "A good leader doesn't get stuck behind a desk."
    },
    {
      "cite": "Werner Erhard",
      "quote": "Whatever you are pushing against, you are stuck to."
    },
    {
      "cite": "David Hasselhoff",
      "quote": "If you stand still long enough, you'll get stuck."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Every choice in life either moves you forward or keeps you stuck."
    },
    {
      "cite": "Judith Orloff",
      "quote": "When you feel stuck in reverse, take a breath and let go."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "It's hard to be stuck with people that you love, when nobody trusts."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You are not stuck where you are unless you decide to be."
    },
    {
      "cite": "Douglas Adams",
      "quote": "We are stuck with technology when what we really want is just stuff that works."
    },
    {
      "cite": "Valerie June",
      "quote": "If you're going to be stuck somewhere forever, you might as well be around good people!"
    },
    {
      "cite": "Richard Branson",
      "quote": "If you find yourself stuck in the middle there is only one way to go, forward."
    },
    {
      "cite": "Eric Weiner",
      "quote": "When you're stuck on something creatively, you can't solve a problem, you go to a coffee shop."
    }
  ]
}