{
  "source": "https://www.wisesayings.com/study-abroad-quotes/",
  "theme": "study-abroad",
  "quotes": [
    {
      "cite": "Gerald R. Ford",
      "quote": "The spirit of seeking understanding through personal contact with people of other nations and other cultures deserves the respect and support of all."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
    },
    {
      "cite": "Tahir Shah",
      "quote": "The pursuit of illusion is not about studying for prizes, or for study's sake. There's no right or wrong, no pass or fail."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "The first condition of understanding a foreign country is to smell it"
    },
    {
      "cite": "Geoffrey Willans",
      "quote": "You can never understand one language until you understand atleast two"
    },
    {
      "cite": "Michelle Obama",
      "quote": "The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger."
    },
    {
      "cite": "Bill Clinton",
      "quote": "No one who has lived through the second half of the 20th century could possibly be blind to the enormous impact of exchange programs on the future of countries."
    },
    {
      "cite": "Chantal Mitchell",
      "quote": "Study abroad is the single most effective way of changing the way we view the world."
    },
    {
      "cite": "Michelle Obama",
      "quote": "So we know that it's not enough for us to simply encourage more people to study abroad. We also need to make sure that they can actually afford it."
    },
    {
      "cite": "Tom Freston",
      "quote": "Travel early and travel often. Live abroad, if you can. Understand cultures other than your own. As your understanding of other cultures increases, your understanding of yourself and your own culture will increase exponentially."
    },
    {
      "cite": "Michelle Obama",
      "quote": "The benefits of studying abroad are almost endless."
    },
    {
      "cite": "Saint Augustine",
      "quote": "The world is a book, and those who do not travel read only a page."
    },
    {
      "cite": "Anonymous",
      "quote": "And then I realized adventure was the best way to learn."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Why do you go away? So that you can come back. So that you can see the place you came from with new eyes and extra colors. And the people there see you differently, too. Coming back to where you started is not the same as never leaving."
    },
    {
      "cite": "Jo Andrews",
      "quote": "It's a big world out there, it would be a shame not to experience it."
    },
    {
      "cite": "Madison Voss",
      "quote": "One of the most interesting, and eye-opening, parts of the study abroad experience is being able to view the United States from the lens of a different country."
    },
    {
      "cite": "Alexander Kolker",
      "quote": "Studying abroad is about experiencing a foreign county - and the most beautiful, important part of a country's culture is its people."
    },
    {
      "cite": "Seneca",
      "quote": "Travel and change of place impart new vigor to the mind."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Without stirring abroad, One can know the whole world; Without looking out of the window One can see the way of heaven. The further one goes The less one knows."
    },
    {
      "cite": "Amal Clooney",
      "quote": "Cross-cultural learning and studying abroad can be transformative."
    }
  ]
}