{
  "source": "https://www.wisesayings.com/stud-quotes/",
  "theme": "stud",
  "quotes": [
    {
      "cite": "John Alfred Langford",
      "quote": "The only jewel which will not decay is knowledge."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Adversity is the diamond dust Heaven polishes its jewels with."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Sweet are the uses of adversity which, like the toad, ugly and venomous, wears yet a precious jewel in his head."
    },
    {
      "cite": "Robert Ludlum",
      "quote": "The most precious jewels are not made of stone, but of flesh."
    },
    {
      "cite": "Jon Anderson",
      "quote": "Jewel of life, guiding light, heralding a joyous new dawn."
    },
    {
      "cite": "Thomas Mann",
      "quote": "What a wonderful phenomenon it is, carefully considered, when the human eye, that jewel of organic structures, concentrates its moist brilliance on another human creature!"
    },
    {
      "cite": "Alex Estrada",
      "quote": "Their stud got hot and that hurt us."
    },
    {
      "cite": "William Penn",
      "quote": "Sense shines with a double luster when it is set in humility. An able yet humble man is a jewel worth a kingdom."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Everlasting life is a jewel of too great a value to be purchased by the wealth of this world."
    },
    {
      "cite": "Evan Esar",
      "quote": "Consistency is a jewel, but too much jewelry is vulgar."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "There is no jewel in the world so valuable as a chaste and virtuous woman."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Jewels five-words-long, That on the stretch'd forefinger of all Time Sparkle forever."
    },
    {
      "cite": "Alphonsus Liguori",
      "quote": "The brightest ornaments in the crown of the blessed in heaven are the sufferings which they have borne patiently on earth."
    },
    {
      "cite": "Francis Alexander Durivage",
      "quote": "The diamond of character is revealed by the concussion of misfortune, as the splendor of the precious jewel of the mine is developed by the blows of the lapidary."
    },
    {
      "cite": "George Santayana",
      "quote": "Truth is a jewel which should not be painted over; but it may be set to advantage and shown in a good light."
    },
    {
      "cite": "George Eliot",
      "quote": "These gems have life in them: their colors speak, say what words fail of."
    },
    {
      "cite": "Lance Reynolds",
      "quote": "If a guy's a stud, then he's a stud when he comes home, provided he has enough time to get himself back in shape."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Ornament is but the guiled shore to a most dangerous sea."
    },
    {
      "cite": "Janet Evanovich",
      "quote": "Its always nice to have a stud muffin at the table."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Jewelry maybe is more expensive than clothes, but clothes are more important than jewelry."
    },
    {
      "cite": "Kristian Goldmund Aumann",
      "quote": "A thoroughly honest man is a rare jewel in the shallow stream of meaningless pebbles."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The most expensive jewels are not found around our necks, but in our hearts."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Precious jewel, you glow, you shine, reflecting all the good things in the world. Just look at yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The ornaments of our homes are the friends that visit it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Rings and jewels are not gifts, but apologies for gifts. The only true gift is a portion of thyself"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Your mind is a key, and whatever it unlocks, the greatest treasure of all."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Women should not be allowed on juries where the accused is a stud."
    },
    {
      "cite": "Ellis Neiburger",
      "quote": "The stud shaft was moving up and down and pumping the plaque into the tongue."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Jewels! Today each twig is important, each ring, each infection, each form is all that the gods must have meant."
    }
  ]
}