{
  "source": "https://www.wisesayings.com/study-quotes/",
  "theme": "study",
  "quotes": [
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "A mind of moderate capacity which closely pursues one study must infallibly arrive at great proficiency in that study."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Today a reader, tomorrow a leader."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "If you have only a day to live; fill it with study and sex."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The authority of those who teach is often an obstacle to those who want to learn."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "One hour per day of study in your chosen field is all it takes. One hour per day of study will put you at the top of your field within three years. Within five years you'll be a national authority. In seven years, you can be one of the best people in the world at what you do."
    },
    {
      "cite": "Malcolm X",
      "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Let us study things that are no more. It is necessary to understand them, if only to avoid them."
    },
    {
      "cite": "John Maxwell",
      "quote": "Successful and unsuccessful people do not vary greatly in their abilities. They vary in their desires to reach their potential."
    },
    {
      "cite": "Lucas Remmerswaal",
      "quote": "Assiduity, it means sit down until you do it. Commit yourself to your work and study."
    },
    {
      "cite": "Freeman A. Hrabowski III",
      "quote": "I guarantee the people who study are going to be successful. Nothing can replace hard work."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "The more you study, the more you subsequently know; naturally, the more you know, the nearer you get to perfection as a journalist."
    },
    {
      "cite": "Richard Baxter",
      "quote": "Study hard, for the well is deep, and our brains are shallow."
    },
    {
      "cite": "Edward Abbey",
      "quote": "You can't study the darkness by flooding it with light."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "To acquire knowledge, one must study; but to acquire wisdom, one must observe."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The study and knowledge of the universe would somehow be lame and defective were no practical results to follow."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "If you want the present to be different from the past, study the past."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "It does not matter where you go and what you study, what matters most is what you share with yourself and the world."
    }
  ]
}