{
  "source": "https://www.wisesayings.com/studying-quotes/",
  "theme": "studying",
  "quotes": [
    {
      "cite": "Bertrand Russell",
      "quote": "When you are studying any matter or considering any philosophy, ask yourself only: what are the facts, and what is the truth that the facts bear out. Never let yourself be diverted by what you wish to believe, but look only and surely at what are the facts."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "It does not matter where you go and what you study, what matters most is what you share with yourself and the world."
    },
    {
      "cite": "Woodrow T. Wilson",
      "quote": "No student knows his subject: the most he knows is where and how to find out the things he does not know."
    },
    {
      "cite": "Loni Love",
      "quote": "I've been studying myself because I always want to improve."
    },
    {
      "cite": "George S. Patton",
      "quote": "Prepare for the unknown by studying how others in the past have coped with the unforeseeable and the unpredictable."
    },
    {
      "cite": "Kimora Lee Simmons",
      "quote": "Study the field that you want to get into and know everything about it."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "How you spend your time when you are not working or studying says everything about who you are and what is motivating your life."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "If education were the same as information, the encyclopedias would be the greatest sages in the world."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Don't be afraid to study hard: knowledge never exhausts the mind."
    },
    {
      "cite": "Chinedu Erinne",
      "quote": "Reading improves you while studying approves you."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "To acquire knowledge, one must study; but to acquire wisdom, one must observe."
    },
    {
      "cite": "Sally Ride",
      "quote": "Studying whether there's life on Mars or studying how the universe began, there's something magical about pushing back the frontiers of knowledge. That's something that is almost part of being human, and I'm certain that will continue."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "All that is necessary for a student is access to a library."
    },
    {
      "cite": "Anonymous",
      "quote": "About studying: I believe the word studying was made from two words students dying."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Education enables the humans to achieve their fullest mental and physical potential in both personal and social life."
    },
    {
      "cite": "Confucius",
      "quote": "Those who do not study are only cattle dressed up in men's clothes."
    },
    {
      "cite": "Francis Bacon",
      "quote": "I would live to study, and not study to live."
    },
    {
      "cite": "Anonymous",
      "quote": "I believe the word studying was derived from the words students dying."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "The effect of studying masterpieces is to make me admire and do otherwise."
    },
    {
      "cite": "Natalie Portman",
      "quote": "I don't love studying. I hate studying. I like learning. Learning is beautiful."
    },
    {
      "cite": "Neel Burton",
      "quote": "The problem with studying is that it gets in the way of education."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "The more we study the more we discover our ignorance."
    },
    {
      "cite": "Joseph Delaney",
      "quote": "You can't just be reading books all the time and leave the writting of them to others."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "What you learn is your personal treasure. No one can take it away from you."
    },
    {
      "cite": "Pele",
      "quote": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Acquiring knowledge is the most fruitful effort."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I find that the harder I work, the more luck I seem to have."
    },
    {
      "cite": "Simone Weil",
      "quote": "The joy of learning is as indispensable in study as breathing is in running."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man, extensively studying all learning, and keeping himself under the restraint of the rules of propriety, may thus likewise not overstep what is right."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "The more that you read, the more things you will know. The more that you learn, the more places you'll go."
    }
  ]
}