{
  "source": "https://www.wisesayings.com/student-quotes/",
  "theme": "student",
  "quotes": [
    {
      "cite": "Jeffrey J. Salingo",
      "quote": "That college is seen as a training ground for a job is perceived by professors as anathema to their mission of broadly educating students. Why are so many students failing to find good jobs after college?"
    },
    {
      "cite": "Erin Gruwell",
      "quote": "As educators, we share one common goal— to see the growth and progress of our students. But one thing is for sure— there is no greater feeling than to see a student 'get it.'"
    },
    {
      "cite": "Erin Gruwell",
      "quote": "Not all students pick up the same lessons at the same speed, learn through the same modalities, or grasp ideas by the same means and methods."
    },
    {
      "cite": "George Evans",
      "quote": "Every student can learn, just not on the same day, or the same way."
    },
    {
      "cite": "Clay P. Bedford",
      "quote": "You can teach a student a lesson for a day; but if you can teach him to learn by creating curiosity, he will continue the learning process as long as he lives."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "I am learning all the time. The tombstone will be my diploma."
    },
    {
      "cite": "Dudley Field Malone",
      "quote": "I have never in my life learned anything from any man who agreed with me."
    },
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning today is young. The greatest thing in life is to keep your mind young."
    },
    {
      "cite": "Marva Collins",
      "quote": "Don't try to fix the students, fix ourselves first. The good teacher makes the poor student good and the good student superior. When our students fail, we, as teachers, too, have failed."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If the teacher is not respected and the student not cared for, confusion will arise, however clever one is."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "It's not hard to learn more. What's hard is to unlearn when you discover yourself wrong."
    },
    {
      "cite": "Edward Redish",
      "quote": "What students actually do is what matters, not what the teachers present...Students are not blank slates."
    },
    {
      "cite": "St. Augustine",
      "quote": "If I am given a formula, and I am ignorant of its meaning, it cannot teach me anything, but if I already know it, what does the formula teach me?"
    },
    {
      "cite": "Galileo Galilei",
      "quote": "You cannot teach a man anything; you can only help him to find it for himself."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "We are usually convinced more easily by  reasons we have found ourselves than by those which have occurred to others."
    },
    {
      "cite": "Lee J. James",
      "quote": "Students have as much responsibility as the educators in their schools."
    },
    {
      "cite": "Shel Silverstein",
      "quote": "I was always prepared for success but that means that I have to be prepared for failure, too'."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Where there is an open mind there will always be a frontier."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "He then learns that in going down into the secrets of his own mind he has descended into the secrets of all minds."
    },
    {
      "cite": "Carl Rogers",
      "quote": "The only person who is educated is the one who has learned  how to learn and change."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I am still a learner, not a teacher, feeding somewhat omnivorously, browsing both stalk and leaves."
    },
    {
      "cite": "Dale Lumpa",
      "quote": "Students need to know why they are learning what they are learning."
    },
    {
      "cite": "Todd Whitaker",
      "quote": "Students are seldom late for classes when they feel they might miss something of value."
    },
    {
      "cite": "Vicky Gill",
      "quote": "For many students, their teachers may be the only adult with whom they have a meaningful conversation all day."
    },
    {
      "cite": "Gandhi",
      "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
    },
    {
      "cite": "Conrad Hall",
      "quote": "You are always a student, never a master. You have to keep moving forward."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "A student must be humbled to trained by teacher."
    },
    {
      "cite": "Al D'Amato",
      "quote": "Become a student of change. It is the only thing that will remain constant."
    },
    {
      "cite": "Roscoe Mitchel",
      "quote": "I just consider myself a student, trying to learn more about it."
    }
  ]
}