{
  "source": "https://www.wisesayings.com/stunt-quotes/",
  "theme": "stunt",
  "quotes": [
    {
      "cite": "Chad Stahelski",
      "quote": "The art of stunt-making is not about falling down; it's about getting the shot. Creating stunts is creating heroes."
    },
    {
      "cite": "Ace Frehley",
      "quote": "A good stunt has to have both style and substance. It's a combination of impact and notoriety, the element of danger, technical execution, and the skill of the stunt performer."
    },
    {
      "cite": "Jason Statham",
      "quote": "All of the stunt men - these are the unsung heroes. They really are. Nobody is giving them any credibility. They're risking their necks."
    },
    {
      "cite": "Cobie Smulders",
      "quote": "There's something that feels more organic about watching a stunt that's done by you. There's also a feeling of accomplishment doing it yourself."
    },
    {
      "cite": "David Leitch",
      "quote": "In the stunt world, fights and vehicles are often two different disciplines."
    },
    {
      "cite": "Jean-Paul Belmondo",
      "quote": "Preparing for a stunt is like training for a sporting event."
    },
    {
      "cite": "J. August Richards",
      "quote": "When you're doing superhero stunts, the objective is to look as cool as humanly possible."
    },
    {
      "cite": "Marton Csokas",
      "quote": "Repetition on things like that becomes quite painful. If you do a stunt sometimes it can look like a stunt."
    },
    {
      "cite": "Blanco Vandam",
      "quote": "I'd rather stunt forever then stunt for the day ."
    },
    {
      "cite": "Victoria Pratt",
      "quote": "When you're fighting with a stunt person, your intent is to miss."
    },
    {
      "cite": "Ving Rhames",
      "quote": "The more you do a stunt, the more you increase the risk of something happening."
    },
    {
      "cite": "Verne Troyer",
      "quote": "Doing stunt work is risky, but it's something I enjoy."
    },
    {
      "cite": "Lissette Gonzalez",
      "quote": "Like stunt performers, many stunt doubles are people who were athletic from a young age. Some stunt doubles may have done some acting before getting into stunt work."
    },
    {
      "cite": "Lissette Gonzalez",
      "quote": "Stunt doubles take the place of movie stars when a scene in a movie calls for their special skills. This is because most movie actors are not trained  to use their bodies the way stunt doubles do."
    },
    {
      "cite": "Tara Baukus Mello",
      "quote": "Preparations for putting together a stunt begin long before the actual filming starts."
    },
    {
      "cite": "Jason Glaser",
      "quote": "Stunt riders may  compete in several different competitions."
    },
    {
      "cite": "Cherie Turner",
      "quote": "One wrong move and the stunt performer is sure to be badly injured."
    },
    {
      "cite": "Jessica Cohn",
      "quote": "The pioneers of stunt work were pure daredevils. Some even lost their lives for fame."
    },
    {
      "cite": "Jessica Cohn",
      "quote": "Circuses have always featured stun people in their acts."
    },
    {
      "cite": "Angela Meryl",
      "quote": "I thought about the many action-packed stunts I've performed over the years, escaping major injury or worse, meaning I had cheated death a time or two."
    },
    {
      "cite": "Angela Meryl",
      "quote": "The feeling in that moment reaffirmed what I already knew: Being a professional stunt woman is my dream job!"
    },
    {
      "cite": "James May",
      "quote": "He worked in the film and TV business in an era when stunts were real, and stuntmen ensure the safety of the big stars while no one worried enough about theirs"
    },
    {
      "cite": "Mark Aisbett",
      "quote": "Stunt performing is not for the weak of heart. You will need to develop a 'thick skin' to make it in this business."
    },
    {
      "cite": "Mark Aisbett",
      "quote": "There is both an art and a science to performing a stunt safely and there is an infinite amount you can learn."
    },
    {
      "cite": "Gene Scott Freese",
      "quote": "Early stuntmen often took pride in the punishment their bodies could withstand, but the smartest realized that by padding sensitive areas they could repeat stunts that day and the next while being paid accordingly."
    },
    {
      "cite": "Amy Johnston",
      "quote": "Stunt professionals have some of the most important and most often dangerous jobs in Hollywood, but they don't get the proper credit or light shined on their talents, hard work, and dedication."
    },
    {
      "cite": "Liam Neeson",
      "quote": "I don't do my own stunts, but I do my own fighting. I don't consider fighting to be a stunt."
    },
    {
      "cite": "Jason Statham",
      "quote": "All of the stunt men - these are the unsung heroes. They really are. Nobody is giving them any credibility. They're risking their necks."
    },
    {
      "cite": "James Stewart",
      "quote": "One time they traded me for seven horses. Seven stunt horses."
    },
    {
      "cite": "Kayla Krantz",
      "quote": "She was desperate to get away from him, desperate because she knew stunts like that were a Hell of a lot safer than being around him."
    }
  ]
}