{
  "source": "https://www.wisesayings.com/stupidity-quotes/",
  "theme": "stupidity",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "The difference between stupidity and genius is that genius has its limits."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Stupidity is also a gift of God, but one mustn't misuse it."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The trouble with the world is that the stupid are cocksure and the intelligent are full of doubt."
    },
    {
      "cite": "Harlan Ellison",
      "quote": "The two most common elements in the universe are Hydrogen and stupidity."
    },
    {
      "cite": "Friedrich von Schiller",
      "quote": "Against stupidity the gods themselves contend in vain."
    },
    {
      "cite": "Josh Lieb",
      "quote": "Insanity is just what we call stupidity when it doesn't make sense."
    },
    {
      "cite": "Stephen Vizinczey",
      "quote": "Strange as it seems, no amount of learning can cure stupidity, and higher education positively fortifies it."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "One should commit no stupidity twice, the variety of choice is, in the end, large enough."
    },
    {
      "cite": "Anonymous",
      "quote": "Ignorance can be educated. Crazy can be medicated. But there is no cure for stupid."
    },
    {
      "cite": "George Carlin",
      "quote": "Think of how stupid the average person is, and then realize half of them are stupider than that."
    },
    {
      "cite": "Confucius",
      "quote": "It is only the wisest and the stupidest that cannot change."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "It is better to keep your mouth shut and appear stupid than to open it and remove all doubt."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a stupid man is doing something he is ashamed of, he always declares that it is his duty."
    },
    {
      "cite": "Bernard Barton",
      "quote": "Obstinacy and vehemency in opinion are the surest proofs of stupidity."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing worse than aggressive stupidity."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Man has made use of his intelligence; he invented stupidity."
    },
    {
      "cite": "Groucho Marx",
      "quote": "He may look like an idiot and talk like an idiot, but don't let that fool you. He really is an idiot."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "To be stupid and selfish and to have good health are the three requirements for happiness, though if stupidity is lacking, the others are useless."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Stupidity isn't punishable by death. If it was, there would be a hell of a population drop."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Stupidity is the same as evil if you judge by the results."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The more stupid one is, the closer one is to reality. The more stupid one is, the clearer one is. Stupidity is brief and artless, while intelligence squirms and hides itself. Intelligence is unprincipled, but stupidity is honest and straightforward."
    },
    {
      "cite": "Chris Lowe",
      "quote": "Stupidity combined with arrogance and a huge ego will get you a long way."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The doctor sees all the weakness of mankind; the lawyer all the wickedness, the theologian all the stupidity."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "In politics stupidity is not a handicap."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "People demand freedom of speech as a compensation for the freedom of thought which they seldom use."
    },
    {
      "cite": "George Carlin",
      "quote": "Never underestimate the power of stupid people in large groups."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Whenever a man does a thoroughly stupid thing, it is always from the noblest motives."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Stupidity is much the same all the world over. A stupid person's notions and feelings may confidently be inferred from those which prevail in the circle by which the person is surrounded. Not so with those whose opinions and feelings are an emanation from their own nature and faculties."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "For at least two thirds of our miseries spring from human stupidity, human malice and those great motivators and justifiers of malice and stupidity, idealism, dogmatism and proselytizing zeal on behalf of religious or political idols"
    }
  ]
}