{
  "source": "https://www.wisesayings.com/stupid-people-quotes/",
  "theme": "stupid-people",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
    },
    {
      "cite": "Confucius",
      "quote": "Only the wisest and stupidest of men never change."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a stupid man is doing something he is ashamed of, he always declares that it is his duty."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The problem with educating stupid people was that they didn't know they were stupid. The same went for curing crazy people."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Stupid people will mistake your confidence for arrogance."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "The problem with the world is that everyone does not have a brain, but everyone does have a tongue."
    },
    {
      "cite": "Euripides",
      "quote": "Talk sense to a fool and he calls you foolish."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "A brainiac notices everything, an ignoramus comments about everything."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never argue with stupid people, they will drag you down to their level and then beat you with experience."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Genius may have its limitations, but stupidity is not thus handicapped."
    },
    {
      "cite": "Frank Dane",
      "quote": "Get all the fools on your side and you can be elected to anything."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He is not only dull himself, but the cause of dulness in others."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The biggest cause of trouble in the world today is that the stupid people are so sure about things and the intelligent folks are so full of doubts."
    },
    {
      "cite": "Proverb",
      "quote": "Stupid people always think they are right. Wise people listen to advice."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Better to remain silent and be thought a fool than to speak and to remove all doubt."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Showing off is the fool's idea of glory."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "The real war is not between the West and the East. The real war is between intelligent and stupid people."
    },
    {
      "cite": "John Gotti",
      "quote": "If you think your boss is stupid, remember: you wouldn't have a job if he was any smarter."
    },
    {
      "cite": "Albert Gubay",
      "quote": "Stupid people do make me lose my temper and most people are stupid, fortunately for me. It's made it easier for me to make a living."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Most people would sooner die than start to think. In fact - they do so."
    },
    {
      "cite": "Ernest Bevin",
      "quote": "Unintelligent people always look for a scapegoat."
    },
    {
      "cite": "Sherrill Brown",
      "quote": "It costs to be stupid. The stupider you are, the more it costs."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head."
    },
    {
      "cite": "Bill Engvall",
      "quote": "I just hate stupid people. They should have to wear signs that say 'I'm Stupid.' That way you wouldn't rely on them, and you wouldn't ask them for nothing."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Although it is not true that all conservatives are stupid people, it is true that most stupid people are conservative."
    },
    {
      "cite": "Scott Adams",
      "quote": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?"
    },
    {
      "cite": "Boutros Boutros-Ghali",
      "quote": "Only stupid people don't change their minds."
    },
    {
      "cite": "Samuel Palmer",
      "quote": "Wise men create proverbs and fools repeat them."
    }
  ]
}