{
  "source": "https://www.wisesayings.com/subconcious-mind-quotes/",
  "theme": "subconcious-mind",
  "quotes": [
    {
      "cite": "P.G. Wodehouse",
      "quote": "A man's subconscious self is not the ideal companion. It lurks for the greater part of his life in some dark den of its own, hidden away, and emerges only to taunt and deride and increase the misery of a miserable hour."
    },
    {
      "cite": "Joseph Murphy",
      "quote": "As you sow in your subconscious mind, so shall you reap in your body and environment."
    },
    {
      "cite": "Florence Scovel Shinn",
      "quote": "The subconscious mind has no sense of humor and people often joke themselves into unhappy experiences."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The possibilities of creative effort connected with the subconscious mind are stupendous and imponderable. They inspire one with awe."
    },
    {
      "cite": "Reba McEntire",
      "quote": "There's a lot of power in putting it out in the universe. It's telling your subconscious mind, 'This is what's gonna happen.'"
    },
    {
      "cite": "Steve Martin",
      "quote": "The conscious mind is the editor, and the subconscious mind is the writer. And the joy of writing, when you're writing from your subconscious, is beautiful - it's thrilling. When you're editing, which is your conscious mind, it's like torture."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Whatever goal you give to your subconscious mind, it will work night and day to achieve."
    },
    {
      "cite": "Florence Scovel Shinn",
      "quote": "If you do not run your subconscious mind yourself, someone else will run it for you."
    },
    {
      "cite": "Hugo Munsterberg",
      "quote": "The story of the subconscious mind can be told in three words: there is none."
    },
    {
      "cite": "Candace Pert",
      "quote": "Your body is your subconscious mind and you can't heal it by talk alone."
    },
    {
      "cite": "Steve Martin",
      "quote": "The conscious mind is the editor, and the subconscious mind is the writer."
    },
    {
      "cite": "Kevin Michel",
      "quote": "The subconscious mind is the guiding force for your entire life."
    },
    {
      "cite": "T. Harv Eker",
      "quote": "When the subconscious mind must chose between deeply rooted emotions and logic, emotions will almost always win."
    },
    {
      "cite": "Joseph Murphy",
      "quote": "Remember that the subconscious mind has determined the success and wonderful achievements of all great scientific workers."
    },
    {
      "cite": "Joseph Murphy",
      "quote": "A knowledge of the interaction of your conscious and subconscious minds will enable you to transform your whole life."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Your subconscious mind makes all your words and actions fit a pattern consistent with your self-concept and your innermost beliefs about yourself."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Act with purpose, courage, confidence, competence and intelligence until these qualities 'lock in' to your subconscious mind."
    },
    {
      "cite": "Bruce Lipton",
      "quote": "If we could get your subconscious mind to agree with your conscious mind about being happy, that's when your positive thoughts work."
    },
    {
      "cite": "Kevin Michel",
      "quote": "More than ninety-five percent of your brain activity, as you consciously read this sentence, is being used by your subconscious mind."
    },
    {
      "cite": "Fay Weldon",
      "quote": "Only one thing registers on the subconscious mind: repetitive application - practice. What you practice is what you manifest."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Use the power of your conscious & subconscious mind to create a vibrational match for the abundance you desire and deserve."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The reason man may become the master of his own destiny is because he has the power to influence his own subconscious mind."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The subconscious mind is more susceptible to influence by impulses of thought mixed with 'feeling' or emotion, than by those originating solely in the reasoning portion of the mind."
    },
    {
      "cite": "Robert Collier",
      "quote": "Our subconscious minds have no sense of humor, play no jokes and cannot tell the difference between reality and an imagined thought or image. What we continually think about eventually will manifest in our lives."
    },
    {
      "cite": "Joseph Murphy",
      "quote": "Once the subconscious mind accepts an idea, it begins to execute it."
    },
    {
      "cite": "Edgar Rice Burroughs",
      "quote": "Subconscious minds are no less fallible than the objective mind."
    },
    {
      "cite": "Bob Proctor",
      "quote": "The Subconscious mind can not tell the difference between what's real and what's imagined."
    },
    {
      "cite": "Kevin Michel",
      "quote": "The subconscious mind is shielding or showing numerous potential paths, based on what it determines would represent a consistent reality for you."
    }
  ]
}