{
  "source": "https://www.wisesayings.com/submissive-quotes/",
  "theme": "submissive",
  "quotes": [
    {
      "cite": "Han Fei",
      "quote": "People are submissive to power, and few of them can be influenced by doctrines of righteousness."
    },
    {
      "cite": "Arthur Adamov",
      "quote": "Passive pleasure is no pleasure at all."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "I thinkÂ passiveÂ beauties have their place in the world. It's hard for me to relate to that."
    },
    {
      "cite": "Red Phoenix",
      "quote": "A trueÂ submissiveÂ obeys in mind and body, whether or not Master is present.Â"
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "Being passive is not the same as being peaceful. If you aren't doing what you know, in your heart, you want to do, you are NOT going with the flow. You are going against the flow. Your reactions, emotions, desires, and talents are all part of the flow of life. Ignoring them is passive resistance. Let yourself go."
    },
    {
      "cite": "Neil T. Anderson",
      "quote": "BeingÂ submissiveÂ does not mean that we don't give honest feedback."
    },
    {
      "cite": "Omar EL KADMIRI",
      "quote": "Having a passive personality, is a soft way to live a dead life."
    },
    {
      "cite": "Mary Travers",
      "quote": "All of us are subject to being passive to the social ills around us. It's a struggle not to become, by staying silent, an accomplice."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "A passive mindset \"manages\" to live with mediocre, but an active mindset \"leads\" to change until excellence results."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Accept loss forever. Be submissive to everything."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Great souls are always loyally submissive, reverent to what is over them: only small mean souls are otherwise."
    },
    {
      "cite": "Steven Redhead",
      "quote": "It is never ideal to be passive by accepting whatever is personally unacceptable."
    },
    {
      "cite": "Anne Desclos",
      "quote": "A truly submissive woman is to be treasured, cherished and protected for it is only she who can give a man the gift of dominance."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Cowardice is submissive surrender to circumstances."
    },
    {
      "cite": "Kenneth Kaunda",
      "quote": "Passive resistance is a sport for gentleman (and ladies)-just like the pursuit of war, a heroic enterprise for the ruling classes but a grievous burden on the rest."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are two kinds of people in the world: Submissive and rebellious. The problem of the world is that majority is in the first category!"
    },
    {
      "cite": "Veronica J. Dantes",
      "quote": "A goodÂ submissiveÂ does not surrender too easily. There would be no fun in that."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Passive resistance seeks to rejoin politics and religion and to test all our actions in the light of ethical principles."
    },
    {
      "cite": "Jean Racine",
      "quote": "Have there ever been moreÂ submissiveÂ slaves? Adoring, even in their irons, the God who punishes them."
    }
  ]
}