{
  "source": "https://www.wisesayings.com/submission-quotes/",
  "theme": "submission",
  "quotes": [
    {
      "cite": "Myles Munroe",
      "quote": "Submission is the willingness to give up our right to ourselves, to freely surrender our insistence on having our own way all the time."
    },
    {
      "cite": "Mark Batterson",
      "quote": "Submission is the art of compensating for your weakness by playing to each other's strengths."
    },
    {
      "cite": "Steve Pearce",
      "quote": "The wife's submission is not a matter of superior versus inferior; rather, it is self-imposed as a matter of obedience to the Lord and of love for her husband."
    },
    {
      "cite": "William P. Young",
      "quote": "Submission is not about authority and it is not obedience; it is all about relationships of love and respect."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Divine direction begins with unconditional submission."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Submission is not in the bowing of heads or knees but in the humbling of your whole being (spirit, soul and body)."
    },
    {
      "cite": "K.P. Yohannan",
      "quote": "The spirit of submission is choosing His way over ours for His sake."
    },
    {
      "cite": "George Orwell",
      "quote": "You would not make the act of submission which is the price of sanity."
    },
    {
      "cite": "T.D. Jakes",
      "quote": "No woman wants to be in submission to a man who isn't in submission to God!"
    },
    {
      "cite": "Rory Miller",
      "quote": "It is much easier and safer to scare someone into submission than to beat them into submission."
    },
    {
      "cite": "William Hendriksen",
      "quote": "When grace changes the heart, submission out of fear changes to submission out of love, and true humility is born."
    },
    {
      "cite": "Ernestine Rose",
      "quote": "Blind submission in women is considered a virtue, while submission to wrong is itself wrong, and resistance to wrong is virtue alike in women as in man."
    },
    {
      "cite": "John F. Walvoord",
      "quote": "This attitude of complete submission and complete trust is of course the key to working out our own salvation in fear and trembling and is the mark of a truly spiritual Christian."
    },
    {
      "cite": "Paul Bamikole",
      "quote": "Submission makes love easy and enjoyable. Love gives birth to willful and cheerful submission. Where there is love and submission is missing, and where there is submission and love is missing, the result is that the other becomes a burden and a uneasy yoke."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To submit one’s self to one’s gift is to submit oneself to education and self-development and to devote enough time to improve one’s gift."
    },
    {
      "cite": "Charles Simic",
      "quote": "To submit to chance is to reveal the self and its obsessions."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If one has to submit, it is wasteful not to do so with the best grace possible."
    },
    {
      "cite": "Saint Basil",
      "quote": "It is right to submit to a higher authority whenever a command of God would be violated."
    },
    {
      "cite": "A.J. Darkholme",
      "quote": "Sometimes to submit is to know you have a life worth living for a higher purpose, worth seeing through."
    },
    {
      "cite": "Dianna Hardy",
      "quote": "To submit isn’t to be forced. It’s to yield to a force greater than your own, in order to become part of the whole."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The truth is, if we don't learn to submit to authority, we won't ever learn to submit to God."
    },
    {
      "cite": "John Calvin",
      "quote": "You must submit to supreme suffering in order to discover the completion of joy."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Submit to the fate of your own free will."
    },
    {
      "cite": "Samael Aun Weor",
      "quote": "Whoever submits himself to a super-discipline can expect great triumphs."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "We must...submit ourselves in adversity to the will of a merciful God as cheerfully as in prosperity."
    },
    {
      "cite": "Rumi",
      "quote": "Submit to love without thinking, as the sun rose this morning recklessly extinguishing our star-candle minds."
    },
    {
      "cite": "Max Lucado",
      "quote": "When we submit to God's plans, we can trust our desires. Our assignment is found at the intersection of God's plan and our pleasures."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "When we submit our lives to what we read in scripture, we find that we are not being led to see God in our stories but our stories in God's. God is the larger context and plot in which our stories find themselves."
    },
    {
      "cite": "Alan Hirsch",
      "quote": "This submission to the threshold of a cross is at the very root of our following Jesus; it changes the game completely."
    }
  ]
}