{
  "source": "https://www.wisesayings.com/subtle-quotes/",
  "theme": "subtle",
  "quotes": [
    {
      "cite": "John de Ruiter",
      "quote": "What you are is the most subtle delicacy of being."
    },
    {
      "cite": "Jalaluddin Rumi",
      "quote": "This is a subtle truth. Whatever you love, you are."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The subtlest beauties in our life are unseen and unheard."
    },
    {
      "cite": "Laozi",
      "quote": "The subtlest of subtleties, this is the gateway to all mysteries."
    },
    {
      "cite": "Rodney Yee",
      "quote": "Train yourself to be in awe of the subtle, and you will live in a world of beauty and ease."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The most subtle of our acts is to simulate blindness for snares that we know are set for us."
    },
    {
      "cite": "Fred Alan Wolf",
      "quote": "In very subtle ways, how we regard ourselves and others continually changes us into something new."
    },
    {
      "cite": "George Eliot",
      "quote": "Subtle impressions for which words are quite too coarse a medium"
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The subtle are the causes, the gross the effects."
    },
    {
      "cite": "George Leonard",
      "quote": "The subtle dance of the body joins us to the world."
    },
    {
      "cite": "John Webster",
      "quote": "For the subtlest folly proceeds from the subtlest wisdom."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The subtler one's awareness, the more powerfully it can heal."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "So subtle is the atmosphere of opinion that it will make itself felt without words."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Without subtle ingenuity of mind, one cannot make certain of the truth of their reports."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem."
    },
    {
      "cite": "Harvey Dunn",
      "quote": "When values are contrasting, use subtle color. When values are subtle, use contrasting color."
    },
    {
      "cite": "Billy Wilder",
      "quote": "The more subtle and elegant you are in hiding your plot points, the better you are as a writer."
    },
    {
      "cite": "Carl Sagan",
      "quote": "But nature is always more subtle, more intricate, more elegant than what we are able to imagine."
    },
    {
      "cite": "Marlene Van Niekerk",
      "quote": "Nature is subtle and complex."
    },
    {
      "cite": "John Milton",
      "quote": "Time is the subtle thief of youth."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Love is the subtlest force in the world."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Affected simplicity is a subtle imposture."
    },
    {
      "cite": "Eric Micha'el Leventhal",
      "quote": "Resistance is the subtlest form of attachment."
    },
    {
      "cite": "Holbrook Jackson",
      "quote": "Love is the most subtle form of self-interest."
    },
    {
      "cite": "Annie Leibovitz",
      "quote": "A very subtle difference can make the picture or not."
    },
    {
      "cite": "Elizabeth Oakes Smith",
      "quote": "Faith is the subtle chain which binds us to the infinite; the voice of a deep life within, that will remain until we crowd it thence."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "The lies we tell ourselves are the most subtle of all lies."
    },
    {
      "cite": "Les Brown",
      "quote": "Fear is the most subtle and destructive of all human diseases. Fear kills dreams!"
    },
    {
      "cite": "Agnes Martin",
      "quote": "Art is the concrete representation of our most subtle feelings."
    },
    {
      "cite": "Paul Tournier",
      "quote": "The more refined and subtle our minds, the more vulnerable they are."
    }
  ]
}