{
  "source": "https://www.wisesayings.com/successful-people-quotes/",
  "theme": "successful-people",
  "quotes": [
    {
      "cite": "Guy Laliberte",
      "quote": "I have seen many successful people fail after they start fearing they might lose what they have built."
    },
    {
      "cite": "Raymond Arroyo",
      "quote": "Successful people understand the value of time. Once they commit to doing something, they would never cancel."
    },
    {
      "cite": "Wayne Chirisa",
      "quote": "A great sense of commitment builds a hardworking spirit."
    },
    {
      "cite": "Michael Phelps",
      "quote": "The more you dream, the farther you get."
    },
    {
      "cite": "John Rampton",
      "quote": "I've found that most successful people do things because they get personal satisfaction from the work that they do."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "The most successful people I know are also the most reliable."
    },
    {
      "cite": "Michael Gove",
      "quote": "It's often the case that successful people invite criticism."
    },
    {
      "cite": "Robert Collier",
      "quote": "Success is the sum of small efforts, repeated day-in and day-out."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "If there is no struggle, there is no progress."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Opportunity doesn't make appointments, you have to be ready when it arrives."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, What's in it for me?"
    },
    {
      "cite": "Germany Kent",
      "quote": "It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack."
    },
    {
      "cite": "Dhirubhai Ambani",
      "quote": "If you don't build your dream, someone else will hire you to help them build theirs."
    },
    {
      "cite": "Julieanne O'Conner",
      "quote": "Never allow your reality to be influenced by another's listless view of you."
    },
    {
      "cite": "Germany Kent",
      "quote": "Though no one can backtrack and create a brand new start, Everyone is capable of taking their life in a brand new direction."
    },
    {
      "cite": "John McEnroe",
      "quote": "Everybody loves success, but they hate successful people."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Successful people are simply those with successful habits."
    },
    {
      "cite": "Kelly Kim",
      "quote": "Success is about creating benefit for all and enjoying the process. If you focus on this & adopt this definition, success is yours."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Most of the successful people I've known are the ones who do more listening than talking."
    },
    {
      "cite": "Tony Robbins",
      "quote": "People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy."
    },
    {
      "cite": "Dan Millman",
      "quote": "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear."
    },
    {
      "cite": "Mike Gafka",
      "quote": "To be successful, you must accept all challenges that come your way. You can't just accept the ones you like."
    },
    {
      "cite": "Karin Fossum",
      "quote": "Successful people are not interesting. I feel for the losers. That's where my heart lies."
    },
    {
      "cite": "Bill Gates",
      "quote": "As we look ahead into the next century, leaders will be those who empower others."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Successful people breed success."
    },
    {
      "cite": "Francis Chan",
      "quote": "Our greatest fear should not be of failure but of succeeding at things in life that don't really matter."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "Even if everybody says it's impossible, with determination, there is always something you can do. The last thing is to give up without trying."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Successful people ask better questions, and as a result, they get better answers."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve."
    }
  ]
}