{
  "source": "https://www.wisesayings.com/successful-quotes/",
  "theme": "successful",
  "quotes": [
    {
      "cite": "Robert Kiyosaki",
      "quote": "Don't let the fear of losing be greater than the excitement of winning."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Things may come to those who wait, but only the things left by those who hustle."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Success does not consist in never making mistakes but in never making the same one a second time."
    },
    {
      "cite": "David Brinkley",
      "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him."
    },
    {
      "cite": "Farrah Gray",
      "quote": "Build your own dreams, or someone else will hire you to build theirs."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The successful warrior is the average man, with laser-like focus."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Success usually comes to those who are too busy to be looking for it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You have to learn the rules of the game. And then you have to play better than anyone else."
    },
    {
      "cite": "Helen Keller",
      "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties."
    },
    {
      "cite": "George Sheehan",
      "quote": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A journey of a thousand miles begins with a single step."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The secret of your success is determined by your daily agenda."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Without self-discipline, success is impossible, period."
    },
    {
      "cite": "W.C. Fields",
      "quote": "If at first you don't succeed, try, try again. Then quit. No use being a damn fool about it."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Take up one idea. Make that one idea your life--think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Doing the best at this moment puts you in the best place for the next moment."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I am thankful for all of those who said NO to me. It's because of them I'm doing it myself."
    },
    {
      "cite": "Roger Babson",
      "quote": "Let him who would enjoy a good future waste none of his present."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Action is the foundational key to all success."
    },
    {
      "cite": "George Lorimer",
      "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction."
    },
    {
      "cite": "Bill Cosby",
      "quote": "In order to succeed, your desire for success should be greater than your fear of failure."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday."
    },
    {
      "cite": "Henry Ford",
      "quote": "The whole secret of a successful life is to find out what is one's destiny to do, and then do it."
    },
    {
      "cite": "Bill Gates",
      "quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose."
    },
    {
      "cite": "Herman Melville",
      "quote": "So be sure when you step, Step with care and great tact. And remember that life's A Great Balancing Act. And will you succeed? Yes! You will, indeed! (98 and Â¾ percent guaranteed) Kid, you'll move mountains."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Don't be afraid to give up the good to go for the great."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Success is simple. Do what's right, the right way, at the right time."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
    }
  ]
}