{
  "source": "https://www.wisesayings.com/success-quotes/",
  "theme": "success",
  "quotes": [
    {
      "cite": "Gustave Flaubert",
      "quote": "Success is a consequence and must not be a goal."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Success is a science;  if you have the conditions, you'll get the result."
    },
    {
      "cite": "George Pataki",
      "quote": "Success is merely the process of fulfilling your own hopes and dreams— not by the standards set by society— but by the standards set by you."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "If you can conceive it and believe it, you can achieve it."
    },
    {
      "cite": "David Joseph Schwartz",
      "quote": "The size of your success is determined by the size of your belief. Think little goals and expect little achievements. Think big goals and win big success."
    },
    {
      "cite": "Elias Canetti",
      "quote": "Success is the space one occupies in the newspaper."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Success is nothing more than a few simple disciplines, practiced everyday."
    },
    {
      "cite": "Jim Rohn",
      "quote": "It is the accumulative weight of our disciplines and our judgements that leads us to either fortune or failure."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Average people look forward to 'getting off.' Successful people look forward to 'getting on.'"
    },
    {
      "cite": "Jim Rohn",
      "quote": "Success is not so much what we have as it is what we are."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Success is 20% skills and 80% strategy. You might know how to read, but more importantly, what's your plan to read?"
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Don't worry about being successful but work toward being significant and the success will naturally follow."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
    },
    {
      "cite": "Jonatan Martensson",
      "quote": "Success will never be a big step in the future, success is a small step taken just now."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Action is the foundational key to all success."
    },
    {
      "cite": "Christopher Morley",
      "quote": "There is only one success— to be able to spend your life in your own way."
    },
    {
      "cite": "Irving Berlin",
      "quote": "The toughest thing about success is that you've got to keep on being a success."
    },
    {
      "cite": "Huxley",
      "quote": "No success is worthy of the name unless it is won by honest industry and brave breasting of the waves of fortune."
    },
    {
      "cite": "Robert Browning",
      "quote": "A minute's success pays the failure of years."
    },
    {
      "cite": "Demosthenes",
      "quote": "Success has a great tendency to conceal and throw a veil over the evil deeds of men."
    },
    {
      "cite": "Joubert",
      "quote": "Success serves men as a pedestal; it makes them look larger, if reflection does not measure them."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "People have a seed to success within them. Most never find it and therefore fail to reach their potential. Occasionally, a leader discovers it and helps that individual develop it. For both, they now can fulfill the purpose for which they are born."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Success is not a destination; it's a daily thing."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "People are training for success when they should be training for failure."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The best leaders realize their success depends on their people."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Success comes to those who have an entire mountain of gold that they continually mine, not those who find one nugget and try to live on it for fifty years."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Success is the one unpardonable sin against our fellow."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Success is blocked by concentrating on it and planning for it...Success is shy— it won't come out while you're watching."
    },
    {
      "cite": "Bette Davis",
      "quote": "I am doomed to an eternity of compulsive work. No set goal achieved satisfies. Success only breeds a new goal. It is endless."
    },
    {
      "cite": "Truman Capote",
      "quote": "Failure is the condiment that gives success its flavor."
    }
  ]
}