{
  "source": "https://www.wisesayings.com/suffocating-quotes/",
  "theme": "suffocating",
  "quotes": [
    {
      "cite": "Sherrie Levine",
      "quote": "The world is filled to suffocating. Man has placed his token on every stone. Every word, every image, is leased and mortgaged. We know that a picture is but a space in which a variety of images, none of them original, blend and clash."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Attachment to the external always suffocates inner peace."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Isn't it suffocating to keep waiting for life to get better all the time?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A man can suffocate on courtesy."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Life should be touched, not strangled."
    },
    {
      "cite": "Dan Brown",
      "quote": "Precision can be suffocating"
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Life without utopia is suffocating, for the multitude at least: threatened otherwise with petrifaction, the world must have a new madness."
    },
    {
      "cite": "Gunjan Arora",
      "quote": "Suffocating in silence. Beneath the weight of unspoken words."
    },
    {
      "cite": "Jenny Han",
      "quote": "Even paradise can be suffocating."
    },
    {
      "cite": "Walter Kirn",
      "quote": "Sometimes, when a person is truly lost in this world, suffocating inside her private bubble where all she can hear is her own droning heartbeat, a touch can be enough."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "In suffocating the voice of conscience, passion carries with itself a restlessness of the body and the senses: it is the restlessness of the 'external man.' When the internal man has been reduced to silence, then passion, once it has been given freedom of action, so to speak, exhibits itself as an insistent tendency to satisfy the senses and the body."
    },
    {
      "cite": "Garth Risk Hallberg",
      "quote": "Truly unconditional love was suffocating, in that it took so little notice of who you actually were."
    },
    {
      "cite": "Richie Norton",
      "quote": "Don't strangle a struggler"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Most pleasures embrace us but to strangle."
    }
  ]
}