{
  "source": "https://www.wisesayings.com/suffering-quotes/",
  "theme": "suffering",
  "quotes": [
    {
      "cite": "Aristotle",
      "quote": "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind."
    },
    {
      "cite": "Karl Marx",
      "quote": "The only antidote to mental suffering is physical pain."
    },
    {
      "cite": "Harry S Truman",
      "quote": "The reward of suffering is experience."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A man who fears suffering is already suffering from what he fears."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another."
    },
    {
      "cite": "Horace",
      "quote": "Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "Suffering is the substance of life and the root of personality, for it is only suffering that makes us persons."
    },
    {
      "cite": "Edward Bach",
      "quote": "Suffering is a corrective to point out a lesson which by other means we have failed to grasp, and never can it be eradicated until that lesson is learnt."
    },
    {
      "cite": "Victor Hugo",
      "quote": "It is by suffering that human beings become angels."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Suffering is the positive element in this world, indeed it is the only link between this world and the positive."
    },
    {
      "cite": "Emil Zatopek",
      "quote": "It's at the borders of pain and suffering that the men are separated from the boys."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "When suffering comes, we yearn for some sign from God, forgetting we have just had one."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Suffering is one of life's great teachers."
    },
    {
      "cite": "Edwin Hubbell Chapin",
      "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "When suffering knocks at your door and you say there is no seat for him, he tells you not to worry because he has brought his own stool."
    },
    {
      "cite": "Rainer W. Fassbinder",
      "quote": "It isn't easy to accept that suffering can also be beautiful... it's difficult. It's something you can only understand if you dig deeply into yourself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Suffering is one very long moment. We cannot divide it by seasons."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "One's suffering disappears when one lets oneself go, when one yields - even to sadness."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Suffering is part of the divine idea."
    },
    {
      "cite": "Susan Sontag",
      "quote": "It is not suffering as such that is most deeply feared but suffering that degrades."
    },
    {
      "cite": "Jean-Marie Le Pen",
      "quote": "The suffering caused by the terrorists is the real torture."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "There's nothing like suffering to remind us how not in control we actually are, how little power we ultimately have, and how much we ultimately need God."
    },
    {
      "cite": "Philip Yancey",
      "quote": "When suffering happens, it forces us to confront life in a different way than we normally do."
    },
    {
      "cite": "Patanjali",
      "quote": "The cause of suffering is that the unbounded Self is overshadowed by the world."
    },
    {
      "cite": "Judith Jamison",
      "quote": "The word 'suffering' is not in my vocabulary."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "Suffering does not necessarily ennoble you."
    },
    {
      "cite": "Anne Graham Lotz",
      "quote": "Sometimes when you're suffering really intensely, you can't pray for yourself."
    },
    {
      "cite": "Herta Muller",
      "quote": "Suffering doesn't improve human beings, does it?"
    },
    {
      "cite": "Charles Dickens",
      "quote": "Suffering has been stronger than all other teaching, and has taught me to understand what your heart used to be. I have been bent and broken, but - I hope - into a better shape."
    },
    {
      "cite": "Billy Graham",
      "quote": "Suffering is part of the human condition, and it comes to us all. The key is how we react to it, either turning away from God in anger and bitterness or growing closer to Him in trust and confidence."
    }
  ]
}