{
  "source": "https://www.wisesayings.com/sufism-quotes/",
  "theme": "sufism",
  "quotes": [
    {
      "cite": "Rumi",
      "quote": "The soul has been given its own ears to hear things the mind does not understand."
    },
    {
      "cite": "Rumi",
      "quote": "If you want something, release the wish, and let it light on its desire, completely free of the personal."
    },
    {
      "cite": "Rumi",
      "quote": "Stop, open up, surrender the beloved blind silence. Stay there until you see you're looking at the light with infinite eyes."
    },
    {
      "cite": "KabirÂ",
      "quote": "Lift the veil that obscures the heart, and there you will find what you are looking for."
    },
    {
      "cite": "Rumi",
      "quote": "There is a force within that gives you life. Seek that."
    },
    {
      "cite": "Jalal ad-Din Rumi",
      "quote": "When you do things from your soul, you feel a river moving in you, a joy."
    },
    {
      "cite": "Rumi",
      "quote": "By God, when you see your beauty you will be the idol of yourself."
    },
    {
      "cite": "Rumi",
      "quote": "All loves are a bridge to divine love. Yet, those who have not had a taste of it do not know!"
    },
    {
      "cite": "Rumi",
      "quote": "Let yourselfÂ beÂ silently drawnÂ by theÂ strange pullÂ of whatÂ you really love. ItÂ will not lead you astray."
    },
    {
      "cite": "Lao Tzu",
      "quote": "At theÂ centerÂ ofÂ your being you haveÂ theÂ answer;Â you knowÂ whoÂ youÂ are andÂ you knowÂ whatÂ you want."
    },
    {
      "cite": "Rumi",
      "quote": "Be silent,Â onlyÂ the hand ofÂ God canÂ remove the burdens of your heart."
    },
    {
      "cite": "Rumi",
      "quote": "When setting out on a journey, do not seek advice from those who have never left home."
    },
    {
      "cite": "Farid al-Din Attar",
      "quote": "Let love lead your soul.Â MakeÂ it aÂ placeÂ toÂ retireÂ to, aÂ kindÂ ofÂ monastery cave, aÂ retreatÂ for the deepest coreÂ ofÂ your being."
    },
    {
      "cite": "Al-Suhrawardi",
      "quote": "If words come out of the heart, they will enter the heart, but if they come from the tongue, they will not pass beyond the ears."
    },
    {
      "cite": "Rumi",
      "quote": "I have been a seeker and I still am, but I stopped asking the books and the stars. I started listening to the teaching of my Soul."
    },
    {
      "cite": "Rumi",
      "quote": "God writes spiritual mysteries on our heart, where they wait silently for discovery."
    },
    {
      "cite": "Rumi",
      "quote": "The only real rest comes when you're alone withÂ God."
    },
    {
      "cite": "Rumi",
      "quote": "Why are you knocking at every other door? Go, knock at the door of your own heart."
    },
    {
      "cite": "Rumi",
      "quote": "Your heart is the size of an ocean. Go find yourself in its hidden depths."
    },
    {
      "cite": "Rumi",
      "quote": "Come insideÂ theÂ heart's house.Â There is peace and solace there."
    },
    {
      "cite": "Rabia al-Basri",
      "quote": "The lover of God will cry and weep until he finds rest in the Beloved's embrace."
    },
    {
      "cite": "Rumi",
      "quote": "Whatever purifies youÂ is theÂ right path, IÂ will not tryÂ toÂ defineÂ it."
    },
    {
      "cite": "Hafiz of Persia",
      "quote": "For a day, just for one day, talk about that which disturbs no one and bring some peace into your beautiful eyes."
    },
    {
      "cite": "Rumi",
      "quote": "The universe is not outside of you.Â Look inside yourself;Â everything that you want,Â you already are."
    },
    {
      "cite": "Rumi",
      "quote": "Don't dismiss the heart, even if it's filled with sorrow. God's treasures are buried in broken hearts."
    },
    {
      "cite": "Rumi",
      "quote": "If light is in your heart, you will find your way home."
    },
    {
      "cite": "Rumi",
      "quote": "Your heart knows the way.Â Run in that direction."
    },
    {
      "cite": "Rumi",
      "quote": "When your soul is looking for you,Â light a candle on its path."
    },
    {
      "cite": "Idries Shah",
      "quote": "The way of theÂ SufisÂ cannot be understood by means of the intellect or by ordinary book learning."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Every soul has a definite task, and the fulfillment of each individual purpose can alone lead man aright; illumination comes to him through the medium of his own talent."
    }
  ]
}