{
  "source": "https://www.wisesayings.com/sugar-quotes/",
  "theme": "sugar",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "Sugar candy tasted better than bitter truth."
    },
    {
      "cite": "Alan Perlis",
      "quote": "Syntactic sugar causes cancer of the semicolon."
    },
    {
      "cite": "Idries Shah",
      "quote": "Because sugar is not arsenic, many graves are full."
    },
    {
      "cite": "Guy Ritchie",
      "quote": "Sugar is responsible for a lot of deaths. Arguably more than crack cocaine."
    },
    {
      "cite": "Jamie Oliver",
      "quote": "Sugar is the next tobacco, without a doubt, and that industry should be scared. It should be taxed just like tobacco and anything else that can, frankly, destroy lives."
    },
    {
      "cite": "Eric Topol",
      "quote": "Seeing your glucose every minute on your phone, it really changes your lifestyle. You ask yourself, 'Do I really need that piece of cake? No, because I don't want to stress out my pancreas.'"
    },
    {
      "cite": "Ramakrishna",
      "quote": "Sugar and sand may be mixed together, but the ant rejects the sand and goes off with the sugar grain; so pious men lift the good from the bad."
    },
    {
      "cite": "Florynce Kennedy",
      "quote": "You can't dump one cup of sugar into the ocean and expect to get syrup. If everybody sweetened her own cup of water, then things would begin to change."
    },
    {
      "cite": "Milton S. Hershey",
      "quote": "Caramels are only a fad. Chocolate is a permanent thing."
    },
    {
      "cite": "Dylan Lauren",
      "quote": "Sugar and chocolate, anything that boosts your serotonin levels, is something people, I think, crave."
    },
    {
      "cite": "Thandie Newton",
      "quote": "You need a good, healthy diet - it's about finding out what your body needs. Sugar is a disaster for skin, as is white flour."
    },
    {
      "cite": "Richard M. Sherman",
      "quote": "Just a spoonful of sugar helps the medicine go down."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "We don't need sugar to live, and we don't need it as a society."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sugar is not so sweet to the palate as sound to the healthy ear."
    },
    {
      "cite": "Pierre Dukan",
      "quote": "Sugar is more present in America or England than it is in France. I think there is an addiction to sweetness."
    },
    {
      "cite": "Jackie Warner",
      "quote": "If you're eating sugar throughout the day, you're spiking your blood sugar level and you're becoming a fat storing machine."
    },
    {
      "cite": "Robert Lustig",
      "quote": "Sugar is celebratory. Sugar is something that we used to enjoy. Now, it basically has coated our tongues. It's turned into a diet staple, and it's killing us."
    },
    {
      "cite": "Michael Moss",
      "quote": "The optimum amount of sugar in a product became known as the 'bliss point.' Food inventors and scientists spend a huge amount of time formulating the perfect amount of sugar that will send us over the moon and send products flying off the shelves."
    }
  ]
}