{
  "source": "https://www.wisesayings.com/suggestion-quotes/",
  "theme": "suggestion",
  "quotes": [
    {
      "cite": "Samuel R. Delany",
      "quote": "Suggestion is a literary strategy."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Self-suggestion makes you master of yourself."
    },
    {
      "cite": "Robert Henri",
      "quote": "If you do not act on a suggestion at first, you grow dull to its message."
    },
    {
      "cite": "Colonel Sanders",
      "quote": "I think a dream is just a suggestion to start something out, do something."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Do not pay too much attention to the advice or suggestions of those around you."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "It is only too easy to make suggestions and later try to escape the consequences of what we say."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "A fine suggestion, a sketch with great feeling, can be as expressive as the most finished product."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "But when you're alone in the world, really alone, you have no choice but to be open to suggestions."
    },
    {
      "cite": "Gene Brown",
      "quote": "The trouble with making intelligent suggestions is that you're apt to be appointed to carry them out."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Close your ears to all adverse suggestions. Never mind if people call you a fool and a dreamer. Dream on."
    },
    {
      "cite": "Emile Coue",
      "quote": "We can make, to ourselves, very much stronger suggestions than anyone else can, whoever that person may be."
    },
    {
      "cite": "Patricia Wentworth",
      "quote": "Once a suggestion has entered the general atmosphere of human thought, it is very difficult to neutralise it."
    },
    {
      "cite": "Anupriya Goenka",
      "quote": "Sometimes when people give you suggestions they are kind of making you nervous, you wonder whether you are doing something wrong."
    },
    {
      "cite": "Giuseppe Bianco",
      "quote": "Be open to suggestions, but don't let anyone dictate how you should tell your story. Who can possibly tell your story better than you?"
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Advices, suggestions and opinions are good; better it would be to learn from them, then to follow them."
    },
    {
      "cite": "Stafford Cripps",
      "quote": "Reasoned arguments and suggestions which make allowance for the full difficulties of the state of war that exists may help, and will always be listened to with respect and sympathy."
    },
    {
      "cite": "Libba Bray",
      "quote": "The mere suggestion of fame and fortune casts a glamour all its own. It is rather alarming how quickly people will turn someone else's fiction into fact in order to support their own fictions of themselves."
    },
    {
      "cite": "Stella Young",
      "quote": "The mere suggestion that not speaking for a day can give you an appreciation of the social isolation that comes with the experience of disability, particularly those whose impairments prohibit them from communicating verbally, is insensitive at best."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Unusual travel suggestions are dancing lessons from God."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "A man carries out suggestions the more wholeheartedly when he understands their aim."
    },
    {
      "cite": "Alexandra Bracken",
      "quote": "If you're going to knock down my suggestion, you'd better have one to replace it."
    }
  ]
}