{
  "source": "https://www.wisesayings.com/suicide-quotes/",
  "theme": "suicide",
  "quotes": [
    {
      "cite": "Anderson Cooper",
      "quote": "That's the thing about suicide. Try as you might to remember how a person lived his life, you always end up thinking about how he ended it."
    },
    {
      "cite": "Tiffanie DeBartolo",
      "quote": "Did you really want to die? No one commits suicide because they want to die. Then why do they do it? Because they want to stop the pain."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "Nothing in my life has ever made me want to commit suicide more than people's reaction to my trying to commit suicide."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "When people kill themselves, they think they're ending the pain, but all they're doing is passing it on to those they leave behind."
    },
    {
      "cite": "Hayley Williams",
      "quote": "If you ever think about giving up, remember why you held on for so long."
    },
    {
      "cite": "Phil Donahue",
      "quote": "Suicide is a permanent solution to a temporary problem."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The thought of suicide is a great consolation: by means of it one gets through many a dark night."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The only difference between a suicide and a martyrdom really is the amount of press coverage."
    },
    {
      "cite": "Bill Maher",
      "quote": "Suicide is man's way of telling God, 'You can't fire me - I quit."
    },
    {
      "cite": "Francis H. Bradley",
      "quote": "One said of suicide, As long as one has brains one should not blow them out. And another answered, But when one has ceased to have them, too often one cannot."
    },
    {
      "cite": "Albert Camus",
      "quote": "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy. All the rest -- whether or not the world has three dimensions, whether the mind has nine or twelve categories -- comes afterward. These are games; one must first answer."
    },
    {
      "cite": "David Hume",
      "quote": "If suicide be supposed a crime, 'tis only cowardice can impel us to it. If it be no crime, both prudence and courage should engage us to rid ourselves at once of existence, when it becomes a burden."
    },
    {
      "cite": "Alison Wertheimer",
      "quote": "In most cases, suicide is a solitary event and yet it has often far-reaching repercussions for many others. It is rather like throwing a stone into a pond; the ripples spread and spread."
    },
    {
      "cite": "Thomas S Szasz",
      "quote": "Suicide is a fundamental human right. This does not mean that it is morally desirable. It only means that society does not have the moral right to interfere."
    },
    {
      "cite": "Emil Cioran",
      "quote": "The obsession with suicide is characteristic of the man who can neither live nor die, and whose attention never swerves from this double impossibility."
    },
    {
      "cite": "Emile Durkheim",
      "quote": "Each victim of suicide gives his act a personal stamp which expresses his temperament, the special conditions in which he is involved, and which, consequently, cannot be explained by the social and general causes of the phenomenon."
    },
    {
      "cite": "Graham Greene",
      "quote": "However great a man's fear of life, suicide remains the courageous act, the clear-headed act of a mathematician. The suicide has judged by the laws of chance -- so many odds against one that to live will be more miserable than to die. His sense of mathematics is greater than his sense of survival. But think how a sense of survival must clamor to be heard at the last moment, what excuses it must present of a totally unscientific nature."
    },
    {
      "cite": "A. Alvarez",
      "quote": "No one is promiscuous in his way of dying. A man who has decided to hang himself will never jump in front of a train."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Suicide, moreover, was at the time in vogue in Paris: what more suitable key to the mystery of life for a skeptical society."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "There are many who dare not kill themselves for fear of what the neighbors will say."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Sometimes I wonder if suicides aren't in fact sad guardians of the meaning of life."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "If you are of the opinion that the contemplation of suicide is sufficient evidence of a poetic nature, do not forget that actions speak louder than words."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Razors pain you; rivers are damp; acids stain you; and drugs cause cramp. Guns aren't lawful; nooses give; gas smells awful; you might as well live."
    },
    {
      "cite": "Robert Sanderson Mulliken",
      "quote": "I decided that life rationally considered seemed pointless and futile, but it is still interesting in a variety of ways, including the study of science. So why not carry on, following the path of scientific hedonism? Besides, I did not have the courage for the more rational procedure of suicide."
    },
    {
      "cite": "George Borrow",
      "quote": "If you must commit suicide... always contrive to do it as decorously as possible; the decencies, whether of life or of death, should never be lost sight of."
    },
    {
      "cite": "Ludwig Andreas Feuerbach",
      "quote": "Just as when a man commits suicide he negates the body, this rational limit of subjectivity, so when he lapses into fantastic and trascendental practice he associates himself with embodied divine and ghostly appearances, namely, he negates in practice the difference between imagination and perception"
    },
    {
      "cite": "Jacob Balde",
      "quote": "What difference is there between a smoker and a suicide, except that the one takes longer to kill himself than the other."
    },
    {
      "cite": "Anonymous",
      "quote": "Because if you kill yourself, you're also going to kill the people who love you."
    },
    {
      "cite": "Jeff Davis",
      "quote": "The first few days leading up to a teenager's suicide are usually very telling. Their behavior is transparent. There's multitude of indicators"
    },
    {
      "cite": "Dick Wolf",
      "quote": "Gun suicides are usually committed with the dominant hand"
    }
  ]
}