{
  "source": "https://www.wisesayings.com/suicide-prevention-quotes/",
  "theme": "suicide-prevention",
  "quotes": [
    {
      "cite": "Juliette Lewis",
      "quote": "The bravest thing I ever did was continuing my life when I wanted to die."
    },
    {
      "cite": "unknown",
      "quote": "Place your hand over your heart, can you feel it? That is called purpose. You're alive for a reason so don't ever give up."
    },
    {
      "cite": "unknown",
      "quote": "Suicide doesn't end the chances of life getting worse, it eliminates the possibility of it ever getting any better."
    },
    {
      "cite": "Clark",
      "quote": "The person who completes suicide, dies once. Those left behind die a thousand deaths, trying to relive those terrible moments and understand...Why?"
    },
    {
      "cite": "unknown",
      "quote": "Your life is not over. Your life is important. Don't take your beauty fom the world."
    },
    {
      "cite": "Barack Obama",
      "quote": "To anyone out there who's hurting—it's not a sign of weakness to ask for help. It's a sign of strength."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "There are far, far better things ahead than anything we leave behind."
    },
    {
      "cite": "Albert Camus",
      "quote": "But in the end one needs more courage to live than to kill himself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When it is darkest, we can see the stars."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "All things are difficult before they are easy."
    },
    {
      "cite": "Harold Kushner",
      "quote": "Grit your teeth and let it hurt. Don't deny it, don't be overwhelmed by it. It will not last forever."
    },
    {
      "cite": "Voltaire",
      "quote": "The longer we dwell on our misfortunes, the greater is their power to harm us."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Suicide is not a remedy."
    },
    {
      "cite": "Carl Bard",
      "quote": "Though no one can go back and make a brand new start, anyone can start now and make a brand new ending."
    },
    {
      "cite": "Phil Donahue",
      "quote": "Suicide is a permanent solution to a temporary problem."
    },
    {
      "cite": "unknown",
      "quote": "If you want to show me that you really love me, don't say that you would die for me, instead stay alive for me."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Never give up, for that is just the place and time that the tide will turn."
    },
    {
      "cite": "Loretta Girzartis",
      "quote": "If someone listens, or stretches out a hand, or whispers a word of encouragement, or attempts to understand a lonely person, extraordinary things begin to happen."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I hope you live a life you are proud of. If you find that you are not, I hope you have the strength to start all over again."
    },
    {
      "cite": "unknown",
      "quote": "The world is a better place with you in it."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "If your heart is still beating, God is not done with you yet."
    },
    {
      "cite": "Pierre August Renoir",
      "quote": "The pain passes, but the beauty remains."
    },
    {
      "cite": "Jack Penn",
      "quote": "One of the secrets of life is to make stepping stones out of stumbling blocks."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The real reason for not committing suicide is because you always know how swell life gets again after the hell is over."
    },
    {
      "cite": "unknown",
      "quote": "When you feel like giving up, just remember the reason why you held on for so long."
    },
    {
      "cite": "unknown",
      "quote": "Because if you kill yourself, you're also going to kill the people who love you."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Melissa Dohme",
      "quote": "The harder the journey the more glorious the victory."
    },
    {
      "cite": "Franklin D Roosevelt",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    }
  ]
}