{
  "source": "https://www.wisesayings.com/summer-ending-quotes/",
  "theme": "summer-ending",
  "quotes": [
    {
      "cite": "Sylvia Plath",
      "quote": "August rain: the best of the summer gone, and the new fall not yet born. The odd uneven time."
    },
    {
      "cite": "Helen Hunt Jackson",
      "quote": "By all these lovely tokens September days are here, With summer's best of weather And autumn's best of cheer."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "One must maintain a little bit of summer, even in the middle of winter."
    },
    {
      "cite": "Celia Thaxter",
      "quote": "There shall be eternal summer in the grateful heart."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "The end-of-summer winds make people restless."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Summer will end soon enough, and childhood as well."
    },
    {
      "cite": "David Mitchell",
      "quote": "Autumn is leaving its mellowness behind for its spiky, rotted stage. Don't remember summer even saying goodbye."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "August has passed, and yet summer continues by force to grow days. They sprout secretly between the chapters of the year, covertly included between its pages."
    },
    {
      "cite": "Darnell Lamont Walker",
      "quote": "Watching the summer close is like watching a good kid die for no apparent reason."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "The morning had dawned clear and cold, with a crispness that hinted at the end of summer."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the winter comes, the summer shines infinitely in our hearts!"
    },
    {
      "cite": "Elyne Mitchell",
      "quote": "Life and summer are fleeting,' sang the bird.  Snow and dark, and the winter comes. Nothing remains the same."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "If June was the beginning of a hopeful summer, and July the juice middle, August was suddenly feeling like the bitter end."
    },
    {
      "cite": "Hesiod",
      "quote": "It will not always be summer; build barns."
    },
    {
      "cite": "unknown",
      "quote": "While we're young and beautiful, living free and easy. Here without a worry, dancing in our bare feet because when the summer's done we might not be so young and beautiful."
    },
    {
      "cite": "Hal Borland",
      "quote": "Summer is a promissory note signed in June, its long days spent and gone before you know it, and due to be repaid next January."
    },
    {
      "cite": "Danielle Steel",
      "quote": "I like summer. I like warmer weather and long days. I'm one of those silly people who still enjoy lying in the sun!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When summer opens, I see how fast it matures, and fear it will be short; but after the heats of July and August, I am reconciled, like one who has had his swing, to the cool of autumn."
    },
    {
      "cite": "John Donne",
      "quote": "Our fear of death is like our fear that summer will be short, but when we have had our swing of pleasure, our fill of fruit, and our swelter of heat, we say we have had our day."
    },
    {
      "cite": "Bern Williams",
      "quote": "September tries its best to have us forget summer."
    },
    {
      "cite": "Ann Patchett",
      "quote": "To say it was a beautiful day would not begin to explain it. It was that day when the end of summer intersects perfectly with the start of fall."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Summer’s lease hath all too short a date."
    },
    {
      "cite": "Benjamin Alire Saenz",
      "quote": "Summertime. It was a song. It was a season. I wondered if that season would ever live inside of me."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "…and all at once, summer collapsed into fall."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "As imperceptibly as Grief / The Summer lapsed away— / Too imperceptible at last / To seem like Perfidy—"
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "...while you gasp and pant / And try to cool yourself—and can't— / With soda, cream and lemonade, / The heat at ninety in the shade,— / Just calmly sit and ponder o'er / These same degrees, with ninety more / On top of them, and so concede / The weather now is cool indeed!"
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "This was one of those perfect New England days in late summer where the spirit of autumn takes a first stealthy flight, like a spy, through the ripening country-side, and, with feigned sympathy for those who droop with August heat, puts her cool cloak of bracing air about leaf and flower and human shoulders."
    }
  ]
}