{
  "source": "https://www.wisesayings.com/summer-nights-quotes/",
  "theme": "summer-nights",
  "quotes": [
    {
      "cite": "Gooseberry Patch",
      "quote": "Celebrate summer sun-drenched days and starlit nights."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The summer night is like a perfection of thought."
    },
    {
      "cite": "Bern Williams",
      "quote": "If a June night could talk, it would probably boast it invented romance."
    },
    {
      "cite": "Rascal Flatts",
      "quote": "Holler if you're ready for some summer nights."
    },
    {
      "cite": "Lil Rob",
      "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win."
    },
    {
      "cite": "Lil Rob",
      "quote": "Ain't nothin like them summer nights."
    },
    {
      "cite": "Bern Williams",
      "quote": "If a June night could talk, it would probably boast it invented romance."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "The moon is swimming naked and the summer night is fragrant with a mighty expectation of relief."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Sound loves to revel in a summer night."
    },
    {
      "cite": "Kobayashi Issa",
      "quote": "Summer night-- even the stars are whispering to each other."
    },
    {
      "cite": "Huntley Fitzpatrick",
      "quote": "It is as if everything else in the world stops as we lie here in the summer night."
    },
    {
      "cite": "Michael P. Garofalo",
      "quote": "The steady buzzzzzzz of the Katydid chorus, and the bass solo of the croaking Frog - a summer night's serenade."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The summer night was starless and stirless, with distant spasms of silent lightning."
    },
    {
      "cite": "Victoria Kahler",
      "quote": "The summer night was settling upon the neighborhood like a dark lace veil, casting dappled shadows on the roofs and sidewalks and lawns."
    },
    {
      "cite": "Gooseberry Patch",
      "quote": "Celebrate summer--sun-drenched days and starlit nights."
    },
    {
      "cite": "Michael Cunningham",
      "quote": "On a summer night it can be lovely to sit around outside with friends after dinner and, yes, read poetry to each other. Keats and Yeats will never let you down, but it's differently exciting to read the work of poets who are still walking around out there."
    }
  ]
}