{
  "source": "https://www.wisesayings.com/summer-fun-quotes/",
  "theme": "summer-fun",
  "quotes": [
    {
      "cite": "Charles Bowden",
      "quote": "Summertime is always the best of what might be."
    },
    {
      "cite": "Kellie Elmore",
      "quote": "Some of the best memories are made in flip flops."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Rejoice as summer should chase away sorrows by living."
    },
    {
      "cite": "Russell Baker",
      "quote": "Ah, summer, what power you have to make us suffer and like it."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "A life without love is like a year without summer."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "If it could only be like this always   always summer, always alone, the fruit always ripe"
    },
    {
      "cite": "Kenny Chesney",
      "quote": "It's a smile, it's a kiss, it's a sip of wine   it's summertime!"
    },
    {
      "cite": "Gooseberry Patch",
      "quote": "Celebrate Summer - Sun drenched days and starlit nights"
    },
    {
      "cite": "William Carlos Williams",
      "quote": "In summer, the song sings itself."
    },
    {
      "cite": "Bob Marley",
      "quote": "Sun is shining. Weather is sweet. Make you wanna move your dancing feet."
    },
    {
      "cite": "James Dent",
      "quote": "A perfect summer day is when the sun is shining, the breeze is blowing, the birds are singing, and the lawn mower is broken."
    },
    {
      "cite": "French Proverb",
      "quote": "A summer's sun is worth the having."
    },
    {
      "cite": "unknown",
      "quote": "Summer is where the girls go barefoot and their hearts are just as free as their toes."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "Breathless, we flung us on a windy hill, laughed in the sun, and kissed the lovely grass."
    },
    {
      "cite": "Brian Wilson",
      "quote": "Summer means happy times and good sunshine. It means going to the beach, going to Disneyland, having fun."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "Let us dance in the sun, wearing wild flowers in our hair"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Summer brings sunshine, warm and flowering."
    },
    {
      "cite": "Ada Louise Huxtable",
      "quote": "Summer is the time when one sheds one's tensions with one's clothes, and the right kind of day is jeweled balm for the battered spirit. A few of those days and you can become drunk with the belief that all's right with the world."
    },
    {
      "cite": "unknown",
      "quote": "Summer: Hair gets lighter. Skin gets darker. Water gets warmer. Drinks get colder. Music gets louder. Nights get longer. Life gets better."
    },
    {
      "cite": "unknown",
      "quote": "Because it's summer and the memories are just waiting to happen."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "People don't notice whether it's winter or summer when they're happy."
    },
    {
      "cite": "St. Francis of Assisi",
      "quote": "A single sunbeam is enough to drive away many shadows."
    },
    {
      "cite": "L. M. Montgomery",
      "quote": "I wonder what it would be like to live in a world where it was always June."
    },
    {
      "cite": "Steven Wright",
      "quote": "If you saw a heat wave, would you wave back?"
    },
    {
      "cite": "Oriana Green",
      "quote": "I am Summer, come to lure you away from your computer  come dance on my fresh grass, dig your toes into my beaches."
    },
    {
      "cite": "Maud Hart Lovelace",
      "quote": "It was June, and the world smelled of roses. The sunshine was like powdered gold over the grassy hillside."
    },
    {
      "cite": "Kellie Elmore",
      "quote": "It's summer and time for wandering"
    }
  ]
}