{
  "source": "https://www.wisesayings.com/summer-quotes/",
  "theme": "summer",
  "quotes": [
    {
      "cite": "Darell Hammond",
      "quote": "Aaah, summer - that long anticipated stretch of lazy, lingering days, free of responsibility and rife with possibility. It's a time to hunt for insects, master handstands, practice swimming strokes, conquer trees, explore nooks and crannies, and make new friends."
    },
    {
      "cite": "Jack McBrayer",
      "quote": "I love summertime more than anything else in the world. That is the only thing that gets me through the winter, knowing that summer is going to be there."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Summer will end soon enough, and childhood as well."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "One benefit of Summer was that each day we had more light to read by."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "One must maintain a little bit of summer, even in the middle of winter."
    },
    {
      "cite": "Bob Marley",
      "quote": "Sun is shining. Weather is sweet. Make you wanna move your dancing feet."
    },
    {
      "cite": "Russel Baker",
      "quote": "Ah, summer, what power you have to make us suffer and like it."
    },
    {
      "cite": "James Dent",
      "quote": "A perfect summer day is when the sun is shining, the breeze is blowing, the birds are singing, and the lawn mower is broken."
    },
    {
      "cite": "Bill Watterson",
      "quote": "It's a cruel season that makes you get ready for bed while it's light out."
    },
    {
      "cite": "James Dent",
      "quote": "A perfect summer day is when the sun is shining, the breeze is blowing, the birds are singing, and the lawn mower is broken."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "A man says a lot of things in summer he doesn't mean in winter."
    },
    {
      "cite": "Charles Bowden",
      "quote": "Summertime is always the best of what might be."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "If it could only be like this always - always summer, always alone, the fruit always ripe and Aloysius in a good temper"
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The summer night is like a perfection of thought."
    },
    {
      "cite": "Sam Keen",
      "quote": "Deep summer is when laziness finds respectability."
    },
    {
      "cite": "Henry James",
      "quote": "Summer afternoon, summer afternoon; to me those have always been the two most beautiful words in the English language."
    },
    {
      "cite": "Hal Borland",
      "quote": "Summer is a promissory note signed in June, its long days spent and gone before you know it, and due to be repaid next January."
    },
    {
      "cite": "Walter Winchell",
      "quote": "It's a sure sign of summer if the chair gets up when you do."
    },
    {
      "cite": "Calvin",
      "quote": "It's a cruel season that makes you get ready for bed while it's light out."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "Let us dance in the sun, wearing wild flowers in our hair."
    },
    {
      "cite": "Gertrude Jekyll",
      "quote": "What is one to say about June, the time of perfect young summer, the fulfillment of the promise of the earlier months, and with as yet no sign to remind one that its fresh young beauty will ever fade."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Author Unknown",
      "quote": "Summer is the topsy-turvy season when the goldfish have to be boarded out while the family goes on a fishing trip."
    },
    {
      "cite": "John Ruskin",
      "quote": "Summer is delicious, rain is refreshing, wind braces up, snow is exhilarating; there is no such thing as bad weather, only different kinds of good weather."
    },
    {
      "cite": "Author Unknown",
      "quote": "The bigger the summer vacation the harder the fall."
    },
    {
      "cite": "Ada Louise",
      "quote": "Summer is the time when one sheds one's tensions with one's clothes, and the right kind of day is jeweled balm for the battered spirit. A few of those days and you can become drunk with the belief that all's right with the world."
    },
    {
      "cite": "William Blake",
      "quote": "How sweet I roamed from field to field, and tasted all the summer's pride."
    }
  ]
}