{
  "source": "https://www.wisesayings.com/summer-solstice-quotes/",
  "theme": "summer-solstice",
  "quotes": [
    {
      "cite": "Margaret Atwood",
      "quote": "This is the solstice, the still point of the sun, its cusp and midnight, the year's threshold and unlocking, where the past lets go of and becomes the future; the place of caught breath."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Green was the silence, wet was the light, the month of June trembled like a butterfly."
    },
    {
      "cite": "James Dent",
      "quote": "A perfect summer day is when the sun is shining, the breeze is blowing, the birds are singing, and the lawn mower is broken."
    },
    {
      "cite": "Charles Bowden",
      "quote": "Summertime is always the best of what might be."
    },
    {
      "cite": "Barry Cornwall",
      "quote": "Oh, the summer night, Has a smile of light, And she sits on a sapphire throne."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "It is Summer, it is the solstice the crowd is cheering, the crowd is laughing in detail permanently, seriously without thought."
    },
    {
      "cite": "Maud Hart Lovelace",
      "quote": "It was June, and the world smelled of roses. The sunshine was like powdered gold over the grassy hillside."
    },
    {
      "cite": "Brian Wilson",
      "quote": "Summer means happy times and good sunshine. It means going to the beach, going to Disneyland, having fun."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Both the Winter and the Summer Solstices are expressions of love. They show us the opposition of light and dark, expansion and contraction, that characterize our experiences in the Earth school so that we can recognize our options as we move through our lives."
    },
    {
      "cite": "Carole Carlton",
      "quote": "The summer solstice is a time for strength and vitality for action and movement."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "One way of celebrating the Solstice is to consider it a sacred time of reflection, release, restoration, and renewal."
    },
    {
      "cite": "Francis Thompson",
      "quote": "Summer set lip to earth's bosom bare, and left the flushed print in a poppy there."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Not only is it SumÂ­mer SolÂ­stice, there is a Full Moon. May love surÂ­round you like sunÂ­shine on a sunny day."
    },
    {
      "cite": "Jenny Han",
      "quote": "Everything good, everything magical happens between the months of June and August."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "In June, as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries; no man can ignore all of them."
    },
    {
      "cite": "George Eliot",
      "quote": "The days were longer then for time, like money, is measured by our needs, when summer afternoons were spacious, and the clock ticked slowly in the winter evenings."
    },
    {
      "cite": "Gary Zukav",
      "quote": "At the Summer Solstice, all is green and growing, potential coming into being, the miracle of manifestation painted large on the canvas of awareness. At the Winter Solstice, the wind is cold, trees are bare and all lies in stillness beneath blankets of snow."
    },
    {
      "cite": "Paul Monette",
      "quote": "Summer has always been good to me, even the bittersweet end, with the slanted yellow light."
    },
    {
      "cite": "Sofi Benitez",
      "quote": "Summer had a way of being full of fun and things to do and plenty of times of doing nothing and feeling bored."
    },
    {
      "cite": "Sonnet XVIII",
      "quote": "Thy eternal summer shall not fade."
    },
    {
      "cite": "Byron",
      "quote": "Eternal summer gilds them yet. But all, except their sun, is set."
    },
    {
      "cite": "Susan Coolidge",
      "quote": "All green and fair the summer lies. Just budded from the bud of spring, with tender blue of wistful skies, and winds which softly sing."
    },
    {
      "cite": "B.W. Gilder",
      "quote": "From all the misty morning air, there comes a summer sound. A murmur as of waters from skies, and trees and ground. The birds they sing upon the wing, the pigeons bill, and coo."
    },
    {
      "cite": "Earl of Surry",
      "quote": "Summer comes, for every spray now springs."
    },
    {
      "cite": "Susan Coolidge",
      "quote": "All summer long perpetual melody."
    },
    {
      "cite": "Annie E. Tynan",
      "quote": "The summer with its harvest sheaves."
    },
    {
      "cite": "John H. Booner",
      "quote": "Summer is routed from her rosy plains."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer."
    },
    {
      "cite": "Benjamin Alire Saenz",
      "quote": "The clearest summer could end in a downpour. Could end in lightning and thunder."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    }
  ]
}