{
  "source": "https://www.wisesayings.com/summer-love-quotes/",
  "theme": "summer-love",
  "quotes": [
    {
      "cite": "Robert Burton",
      "quote": "What is life, when wanting love? Night without a morning; love's the cloudless summer sun, nature gay adorning."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "I know I am but summer to your heart, and not the full four seasons of the year."
    },
    {
      "cite": "Bern Williams",
      "quote": "If a June night could talk, it would probably boast it invented romance."
    },
    {
      "cite": "Barry Cornwall",
      "quote": "Oh, the summer night Has a smile of light And she sits on a sapphire throne."
    },
    {
      "cite": "Francis Thompson",
      "quote": "Summer set lip to earth's bosom bare, And left the flushed print in a poppy there."
    },
    {
      "cite": "John Donne",
      "quote": "Tears are the summer shower to the soul."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "In summer, the song sings itself."
    },
    {
      "cite": "The Notebook",
      "quote": "Summer romances begin for all kinds of reasons, but when all is said and done, they have one thing in common. They're shooting stars, a spectacular moment of light in the heavens, fleeting glimpse of eternity, and in a flash they're gone."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "A life without love is like a year without summer."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "A man says a lot of things in summer he doesn't mean in winter."
    },
    {
      "cite": "Kellie Elmore",
      "quote": "I am but a firefly caught in his jar and when he looks at me, I can't help but glow."
    },
    {
      "cite": "unknown",
      "quote": "Summer's filled with breaking the rules, standing apart, ignoring your head, and following your heart."
    },
    {
      "cite": "unknown",
      "quote": "On a long sweet summer night, all the kisses you bring get my temperature right. Long sweet summer night. I will love you with the day turning too. If it's the only other thing that I do."
    },
    {
      "cite": "unknown",
      "quote": "In every girls life; there's a boy she'll never forget and a summer where it all began."
    },
    {
      "cite": "unknown",
      "quote": "Summer romances begin for all kinds of reasons, but when all is said and done, they have one thing in common. They're shooting stars, a spectacular moment of light in the heavens, fleeting glimpse of eternity, and in a flash they're gone."
    },
    {
      "cite": "unknown",
      "quote": "I never promised you a happy ending. You never said that you wouldn't make me cry. But summer love will keep us warm, long after our autumn goodbye."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "This just can't be summer love."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "We love because it is the only true adventure."
    },
    {
      "cite": "Robert Frost",
      "quote": "Love is an irresistible desire to be irresistibly desired."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Love is the triumph of imagination over intelligence."
    },
    {
      "cite": "Kellie Elmore",
      "quote": "Some of the best memories are made in flip flops."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Rejoice as summer should...chase away sorrows by living."
    },
    {
      "cite": "Kenny Chesney",
      "quote": "It's a smile, it's a kiss, it's a sip of wine ... it's summertime!"
    },
    {
      "cite": "Morgan Llywelyn",
      "quote": "She enjoys rain for its wetness, winter for its cold, summer for its heat. She loves rainbows as much for fading as for their brilliance. It is easy for her, she opens her heart and accepts everything."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "You choose the end of the summer to fall in love with this guybecause secretly, you don't want it to last."
    },
    {
      "cite": "Molli Moran",
      "quote": "This summer had been about finding herself, and learning to accept love in its various forms -- and to give love."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If music be the food of love, play on."
    },
    {
      "cite": "Karen Sunde",
      "quote": "To love is to receive a glimpse of Heaven."
    },
    {
      "cite": "Lorenz Hart",
      "quote": "I took one look at you. That's all I meant to do and my heart stood still."
    }
  ]
}