{
  "source": "https://www.wisesayings.com/sunday-night-quotes/",
  "theme": "sunday-night",
  "quotes": [
    {
      "cite": "John Key",
      "quote": "Sunday night I always cook if I can - if I'm home, I always cook."
    },
    {
      "cite": "Soledad O'Brien",
      "quote": "On Sunday night, my husband makes a five-course family dinner."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "A night of a Sunday can confuse the Monday morning, if Sunday's night dream is misinterpreted."
    },
    {
      "cite": "Rubby 'N",
      "quote": "On one Sunday Night remember your dreams that just stay behind."
    },
    {
      "cite": "Maureen McGovern",
      "quote": "You're just like a Sunday morning feeling so comfortable and right. Be the wind, be the seas. Be whatever you please. But just be here on Sunday night."
    },
    {
      "cite": "Uncle Kracker",
      "quote": "Crazy on a Sunday night, you make me dance like a fool."
    },
    {
      "cite": "Del Amitri",
      "quote": "Sunday night's the night for loving and squeezing out the weekend's last drops. Sunday night's the night for forgiving. Maybe that's why they shut the shops."
    },
    {
      "cite": "Sandrine",
      "quote": "It's Sunday nights and birds in flight. It's whistleing in the street. It's all you'll ever need."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "I don't mind Sunday night at all 'cause that's the night friends come to call and Monday to Friday go fast and another week is past."
    },
    {
      "cite": "Kay Starr",
      "quote": "Sunday night, you had a date, and from the looks of everything, it's clear that I don't rate."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Sunday is the golden clasp that binds together the volume of the week."
    },
    {
      "cite": "Morley Safer",
      "quote": "We are on Sunday night because that is where they put us 30 odd years ago. I think we became a habit."
    },
    {
      "cite": "Anonymous",
      "quote": "A Sunday well-spent brings a week of content."
    },
    {
      "cite": "Scott Bakula",
      "quote": "Sunday night was such a big night for television when I was growing up you know, The Wonderful World of Disney."
    },
    {
      "cite": "Catherine McCormack",
      "quote": "Sunday evenings often feel like the weekend is over before it's even begun."
    },
    {
      "cite": "Buffalo Tom",
      "quote": "Sunday night and now I know how the night can pass slow."
    },
    {
      "cite": "Jenny Lewis",
      "quote": "I'm taking up praying on Sunday nights."
    }
  ]
}