{
  "source": "https://www.wisesayings.com/sunday-quotes/",
  "theme": "sunday",
  "quotes": [
    {
      "cite": "Joseph Addison",
      "quote": "Sunday clears away the rust of the whole week."
    },
    {
      "cite": "Catherine McCormack",
      "quote": "Sunday evenings often feel like the weekend is over before it's even begun."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Do not let Sunday be taken from you. If your soul has no Sunday, it becomes an orphan."
    },
    {
      "cite": "Mark Morris",
      "quote": "Sunday is a day of rest."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Sunday is the golden clasp that binds together the volume of the week."
    },
    {
      "cite": "Elfriede Jelinek",
      "quote": "Sunday, the day for the language of leisure."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Oh dear sunday, I want to sleep in your arms and have fun day."
    },
    {
      "cite": "Proverb",
      "quote": "A Sunday well-spent brings a week of content."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Sunday: A day given over by Americans to wishing that they themselves were dead and in Heaven, and that their neighbors were dead and in Hell"
    },
    {
      "cite": "Jean Rhys",
      "quote": "The feeling of Sunday is the same everywhere, heavy, melancholy, standing still. Like when they say, 'As it was in the beginning, is now, and ever shall be, world without end.'"
    },
    {
      "cite": "Laura Gale",
      "quote": "Palm Sunday is like a glimpse of Easter. It's a little bit joyful after being somber during Lent."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "What does Sunday, the day of the Lord, mean for us? It is a day for rest and for family, but first of all a day for Him."
    },
    {
      "cite": "Bernhard Langer",
      "quote": "To a Christian, Easter Sunday means everything, when we celebrate the resurrection of Jesus Christ."
    },
    {
      "cite": "Nicholas Haslam",
      "quote": "Sunday afternoon is for papers and writing."
    },
    {
      "cite": "Mark Morris",
      "quote": "The goal of Sunday is to leave my home as little as possible."
    },
    {
      "cite": "Charles M Crowe",
      "quote": "Easter is the demonstration of God that life is essentially spiritual and timeless."
    },
    {
      "cite": "Carl Knudsen",
      "quote": "The'story of Easter is the story of Gods wonderful window of divine surprise."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Sundays tend to be a day where just I do nothing but visit people. It's kind of like trick-or-treating."
    },
    {
      "cite": "Peter Mayle",
      "quote": "Sundays in France have a different atmosphere to other days, with fewer phone calls, no postman, no delivery men and no one banging on the door."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Quincy Latte",
      "quote": "Sunday brings along memories of childhood when I used to wake up to go to church. Then when I would return home there would be something special for breakfast. I miss those days."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "What does Sunday, the day of the Lord, mean for us? It is a day for rest and for family, but first of all a day for Him."
    },
    {
      "cite": "Charles Stanley",
      "quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say."
    },
    {
      "cite": "unknown",
      "quote": "Start this Sunday morning with a clean heart. No doubt, no tears, no fear, no worry. Thank God for his priceless gifts & miracles throughout the world."
    },
    {
      "cite": "Sera Train",
      "quote": "Sunday is a time when you sit back and reflect on all the blessings that you have received. Smile at all the good things that you are enjoying."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sunday is the core of our civilization, dedicated to thought and reverence."
    },
    {
      "cite": "Traditional Proverb",
      "quote": "A Sunday well-spent brings a week of content."
    },
    {
      "cite": "Psalms 118:24",
      "quote": "This is the day which the Lord hath made: Let us rejoice therein."
    },
    {
      "cite": "unknown",
      "quote": "Palm Sunday's thought; Life is full of ups and downs. Glorify God during the ups and fully trust in Him during the downs."
    }
  ]
}