{
  "source": "https://www.wisesayings.com/sunflower-quotes/",
  "theme": "sunflower",
  "quotes": [
    {
      "cite": "Martin Firrell",
      "quote": "The road to freedom is bordered with sunflowers."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Never look directly at the sun. Instead, look at the sunflower."
    },
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see the shadow. It's what sunflowers do."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "We're all golden sunflowers inside."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "I faced the gaudy sunflower on her canvas bag -- it looked hand-painted and at last my eyes fell into hers. I said, 'Thanks for the card.' Her smile put the sunflower to shame. She walked off."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Fame is the scentless sunflower, with gaudy crown of gold; But friendship is the breathing rose, with sweets in every fold."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "And the yellow sunflower by the brook, in autumn beauty stood."
    },
    {
      "cite": "Marie Williams Johnstone",
      "quote": "True friends are like bright sunflowers that never fade away, even over distance and time."
    },
    {
      "cite": "Jean Paul",
      "quote": "Every friend is to the other a sun, and a sunflower also. He attracts and follows."
    },
    {
      "cite": "Thomas Bulfinch",
      "quote": "The sunflower is a favorite emblem of constancy"
    },
    {
      "cite": "William Blake",
      "quote": "Ah Sunflower, weary of time / Who countest the steps of the sun; /  Seeking after that sweet golden clime /   Where the traveller's journey is done"
    },
    {
      "cite": "Londrelle",
      "quote": "Wherever the sun goes / The sunflower will follow / Through all of the pain / And all of the sorrow"
    },
    {
      "cite": "Alice Peacock",
      "quote": "Sunflowers in spring, they're just like you / Sunflower wipe away your tears / All your doubts and fears / You were born to fly, so high"
    },
    {
      "cite": "Audio Medic",
      "quote": "Sunflower on the shoreline / Shining brightly underneath the moonlight / Caught me by surprise"
    },
    {
      "cite": "Bob Crewe",
      "quote": "Sunflowers growing / Through a crack in the sidewalk / Have what it takes to survive / Tough times pass / The things people do / Just to stay alive"
    },
    {
      "cite": "Andrew Capra",
      "quote": "Sunflowers in the tall grass, / We were born to thrive but not born to last, and / I've been sleeping the rainy months away."
    },
    {
      "cite": "Jetty Rae LLC",
      "quote": "The sunflowers / They lined her way that day / And smiled at the sky / As the birds flew on their way"
    },
    {
      "cite": "Charles Jencks",
      "quote": "Pick up a sunflower and count the florets running into its centre, or count the spiral scales of a pine cone or a pineapple, running from its bottom up its sides to the top, and you will find an extraordinary truth: recurring numbers, ratios and proportions."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Someone was sitting in front of a sunflower, watching the sunflower, a cup of sun, and so I tried it too. It was wonderful; I felt the whole universe in the sunflower. That was my experience. Sunflower meditation. A wonderful confidence appeared. You can see the whole universe in a flower."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "When van Gogh paints sunflowers, he reveals, or achieves, the vivid relation between himself, as man, and the sunflower, as sunflower, at that quick moment of time. His painting does not represent the sunflower itself. We shall never know what the sunflower itself is. And the camera will visualize the sunflower far more perfectly than van Gogh can."
    }
  ]
}