{
  "source": "https://www.wisesayings.com/sunny-quotes/",
  "theme": "sunny",
  "quotes": [
    {
      "cite": "Peter Adams",
      "quote": "You are a sunny garden, a very flowering place, where autumn's sun is stayed to tangle with your hair."
    },
    {
      "cite": "Dorian Petersen",
      "quote": "Petals ripening airy and fair / Sunny gates facing winds and sun / Swaying branches high and low / From the mellowed chestnut trees."
    },
    {
      "cite": "Asad-Ul Iqbal Latif",
      "quote": "What we must mentally prepare ourselves for is to survive both sunny weather and stormy weather, even a typhoon."
    },
    {
      "cite": "Christina Rosetti",
      "quote": "I cannot tell you how it was / But this I know: it came to pass / Upon a bright and sunny day / When May was young; ah, pleasant May."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "When we were at a little distance from the church, the bells suddenly chimed out with a most cheerful sound, and sunny as the morning."
    },
    {
      "cite": "Teresa Blooming",
      "quote": "It's a holiday weekend, and the refrigerator chills, the stove heats, the sink drains, the air conditioner cools, and the weather is sunny and clear."
    },
    {
      "cite": "Dorothy Fields",
      "quote": "Grab your coat, and get your hat / Leave your worry on the doorstep / Just direct your feet / To the sunny side of the street."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "The sea of faith / Was once, too, at the full and round earth's shore / Lay like the folds of a bright girdle furled / But now I only hear / Its melancholy, long, withdrawing roar."
    },
    {
      "cite": "Lord Byron",
      "quote": "She walks in beauty, like the night / Of cloudless climes and starry skies; / And all that's best of dark and bright / Meet in her aspect and her eyes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I feel a cool vein in the breeze, which braces my thought, and I pass with pleasure over sheltered and sunny portions of the sand where the summer's heat is undiminished, and I realized what a friend I am losing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "When we shift from the shady to the sunny side of the house, and sit there with an extra coat for warmth, our green and leafy and pulpy thoughts acquire color and flavor, and perchance a sweet nuttiness at last, worth your cracking."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As fruits and leaves and the day itself acquire a bright tint just because they fall, so the year near its setting. October is it's sunset sky; November the later twilight."
    },
    {
      "cite": "Candy Paull",
      "quote": "Abundance is...a sunny day when you expected stormy weather."
    },
    {
      "cite": "Martha Rustad",
      "quote": "Sunny days are warm in spring and summer. Sunny days are cool in fall and winter."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "When soft winds and sunny skies / With the green earth harmonize / And the young and dewy dawn / Bold as an unhunted fawn / Up the windless heaven is gone,-- / Laugh—for ambushed in the day,--/ Clouds and whirlwinds watch their prey."
    },
    {
      "cite": "James Stephens",
      "quote": "And there the goats, day after day, / Stray in sunny quietness, / Cropping here and cropping there, / As they pause and turn and pass, / Now a bit of heather spray, / Now a mouthful of the grass."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "My tale is told, the glad sunshine / Fell over its commencing line,— / It was a morn in June, the sun / Was blessing all it shone upon."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "I cannot endure to waste anything so precious as autumnal sunshine by staying in the house."
    },
    {
      "cite": "Roman Payne",
      "quote": "Ô, Sunlight! The most precious gold to be found on Earth."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "What makes your life rainy or sunny is your attitude towards life, not the attitude of life towards you!"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Some friends are like sunny days, with false flames, oozing from afar, coming near without a dime."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Wherever you go, no matter what the weather, always bring your own sunshine."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "Dale Evans",
      "quote": "Who cares about the clouds when we're together? Just sing a song and bring the sunny weather."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A cloudy day is no match for a sunny disposition."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "Staring up at the sky on a bright, sunny day makes me dream and gives me ideas."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you only walk on sunny days you'll never reach your destination."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Sunny days give us happiness; stormy days give us wisdom."
    }
  ]
}