{
  "source": "https://www.wisesayings.com/sunrise-quotes/",
  "theme": "sunrise",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "After God perfected the sunrise, he created photographers, artists, and poets to ensure his feat remained immortal."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed."
    },
    {
      "cite": "Max Lucado",
      "quote": "Next time a sunrise steals your breath or a meadow of flowers leave you speechless, remain that way. Say nothing, and listen as Heaven whispers, do you like it? I did it just for you."
    },
    {
      "cite": "Hank Green",
      "quote": "When I think about that sunrise that I woke up to that morning, I just feel like I got as close to nowhere as I could get, and found out that it was more of a place than anywhere I've been in a long time."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "God is now serving scoops of orange and raspberry sherbet on the horizon. What a beautiful sunrise!"
    },
    {
      "cite": "Sapna Reddy",
      "quote": "We can only appreciate the miracle of a sunrise if we have waited in the darkness."
    },
    {
      "cite": "John Muir",
      "quote": "The grand show is eternal. It is always sunrise somewhere; the dew is never dried all at once; a shower is forever falling; vapor is ever rising. Eternal sunrise, eternal dawn and gloaming, on sea and continents and islands, each in its turn, as the round."
    },
    {
      "cite": "Alfred Kreymborg",
      "quote": "The sky is that beautiful old parchment in which the sun and the moon keep their diary."
    },
    {
      "cite": "Val Uchendu",
      "quote": "As I watched the sun began its daily routine, casting golden hue and illuminating cities, I wondered, what an exemplary way to start my daily routine."
    },
    {
      "cite": "R. A. Salvatore",
      "quote": "We need to be reminded sometimes that a sunrise last but a few minutes. But its beauty can burn in our hearts eternally."
    },
    {
      "cite": "George Harrison",
      "quote": "Sunrise doesn't last all morning, a cloudburst doesn't last all day, seems my love is up and has left you with no warning. It's not always going to be this grey. All things must pass, all things must pass away."
    },
    {
      "cite": "Eric Jerome Dickey",
      "quote": "Every day a million miracles begin at sunrise!"
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Sunrise paints the sky with pinks and the sunset with peaches. Cool to warm. So is the progression from childhood to old age."
    },
    {
      "cite": "Karl Schmidt",
      "quote": "Every sunset is also a sunrise. It all depends on where you stand."
    },
    {
      "cite": "Edith Wharton",
      "quote": "It was harder to drown at sunrise than in darkness."
    },
    {
      "cite": "Amy Grant",
      "quote": "Get outside. Watch the sunrise. Watch the sunset. How does that make you feel? Does it make you feel big or tiny? Because there's something good about feeling both."
    },
    {
      "cite": "Robert Ingersoll",
      "quote": "With their backs to the sunrise they worship the night."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Even if you cover the whole world with darkness, you can never stop the sun from rising."
    },
    {
      "cite": "Donald Miller",
      "quote": "One of the things I associate with God is a sunrise. How many sunrises have you missed over the years, and God created that."
    },
    {
      "cite": "Norman Maclean",
      "quote": "At sunrise everything is luminous but not clear."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Life is a great sunrise. I do not see why death should not be an even greater one."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Know where to find the sunrise and sunset times and note how the sky looks at those times, at least once."
    },
    {
      "cite": "Celia Thaxter",
      "quote": "To stand by the beds at sunrise and see the flowers awake is a heavenly delight."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "There is no sunrise so beautiful that it is worth waking me up to see it."
    },
    {
      "cite": "Eliezer Yudkowsky",
      "quote": "I wouldn't be surprised if tomorrow was the Final Dawn, the last sunrise before the Earth and Sun are reshaped into computing elements."
    },
    {
      "cite": "Bernard Williams",
      "quote": "There was never a night or a problem that could defeat sunrise or hope."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "If you want to be reminded of the love of the Lord, just watch the sunrise."
    },
    {
      "cite": "Umair Siddiqui",
      "quote": "May every sunrise hold more promise and every sunset hold more peace..."
    },
    {
      "cite": "Jo Walton",
      "quote": "There's a sunrise and a sunset every single day, and they're absolutely free. Don't miss so many of them."
    },
    {
      "cite": "Norton Juster",
      "quote": "Every sunrise gives you a new beginning and a new ending. Let this morning be a new beginning to a better relationship and a new ending to the bad memories. It's an opportunity to enjoy life, breathe freely, think and love. Be grateful for this beautiful day."
    }
  ]
}