{
  "source": "https://www.wisesayings.com/sunshine-quotes/",
  "theme": "sunshine",
  "quotes": [
    {
      "cite": "Spanish Proverb",
      "quote": "Let the sun shine on me, for I care not for the moon"
    },
    {
      "cite": "Nandina Morris",
      "quote": "Don't let the shadows of yesterday spoil the sunshine of tomorrow. Live for today."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Most of the shadows of this life are caused by our standing in one's own sunshine."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Wherever you go, no matter what the weather, always bring your own sunshine."
    },
    {
      "cite": "John Ruskin",
      "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "Those who bring sunshine to the lives of others cannot keep it from themselves."
    },
    {
      "cite": "Morris West",
      "quote": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine."
    },
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you will never see the shadow."
    },
    {
      "cite": "Romain Rolland",
      "quote": "It is the artist's business to create sunshine when the sun fails."
    },
    {
      "cite": "Jimmie Davis",
      "quote": "Sunshine is a welcome thing. It brings a lot of brightness."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "There is no investment you can make which will pay you so well as the effort to scatter sunshine and good cheer through your establishment."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Some people are so much sunshine to the square inch."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He that will enjoy the brightness of sunshine, must quit the coolness of the shade."
    },
    {
      "cite": "William Gilmore Simms",
      "quote": "Not in sorrow freely is never to open the bosom to the sweets of the sunshine."
    },
    {
      "cite": "Frank Lane",
      "quote": "If you want to see the sunshine, you have to weather the storm."
    },
    {
      "cite": "Margorie Kinnan Rawlings",
      "quote": "The sun lay like a friendly arm across her shoulder."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "Sunshine all the time makes a desert."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "Before you let the sun in, mind it wipes its shoes."
    },
    {
      "cite": "Ken Kesey",
      "quote": "You've got to get out and pray to the sky to appreciate the sunshine; otherwise you're just a lizard standing there with the sun shining on you."
    },
    {
      "cite": "Ruth Fulton Benedict",
      "quote": "Faith is the virtue of the storm, just as happiness is the virtue of sunshine."
    },
    {
      "cite": "Richard Jefferies",
      "quote": "It is eternity now. I am in the midst of it. It is about me and the sunshine."
    },
    {
      "cite": "Louisa May Alcot",
      "quote": "Far away there in the sunshine are my brightest aspirations. I may not reach them, but I can look up and see their beauty, believe in them and try to follow where they lead."
    },
    {
      "cite": "Hans Christian Anderson",
      "quote": "Just living is not enough...one must have sunshine, freedom, and a little flower."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A cloudy day is no match for a sunny disposition."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Live in the sunshine, swim the sea, drink the wild air's salubrity."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The sun does not shine for a few trees and flowers, but for the wide world's joy."
    },
    {
      "cite": "Anne Bronte",
      "quote": "A light wind swept over the corn, and all nature laughed in the sunshine."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "The world goes up and the world goes down, the sunshine follows the rain; and yesterday's sneer and yesterday's frown can never come over again."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Make use of the sun while it shines."
    }
  ]
}