{
  "source": "https://www.wisesayings.com/superstar-quotes/",
  "theme": "superstar",
  "quotes": [
    {
      "cite": "John Eliot",
      "quote": "Superstars think like superstars long before the fans or the press anoint them."
    },
    {
      "cite": "Lennox Lewis",
      "quote": "Every era that comes along has a superstar that emerges. Once we are out of the game, there will be a superstar who will emerge that everyone will notice."
    },
    {
      "cite": "John Eliot",
      "quote": "Superstars perform so naturally and so instinctively that they seem to be able to enter a pressure-packed situation that would terrify or freeze most people as if nothing matters. They let it happen, let it go. They couldn't care less about the results."
    },
    {
      "cite": "Abhishek Bachchan",
      "quote": "There is one common thing in superstars - enthusiasm and humility towards their work. Off sets, they are big stars for others, and they carry themselves the way they want to. When they are working, they are not stars."
    },
    {
      "cite": "Roger Hodgson",
      "quote": "You are your own superstar, and only you can shape the movie that you make."
    },
    {
      "cite": "Julius Erving",
      "quote": "The ones who become stars or superstars are the ones who have a head on their shoulders and know how to use it."
    },
    {
      "cite": "Hank Aaron",
      "quote": "I think what separates a superstar from the average ballplayer is that he concentrates just a little bit longer."
    },
    {
      "cite": "Seth Godin",
      "quote": "Becoming a superstar takes about 10,000 hours of hard work."
    },
    {
      "cite": "Christopher Lambert",
      "quote": "It's not a matter of becoming a superstar. Fame and money aren't the purpose of all this. No actor's going to say, 'I don't want to be famous.' But the main purpose for doing what I'm doing is the passion in the work."
    },
    {
      "cite": "Chad Kroeger",
      "quote": "Any artist that is even surviving right now is a dark horse because things change pretty fast. You're a superstar one day and wake up the next day and you're anonymous. To be successful in any way is beating the odds right now, I think."
    },
    {
      "cite": "unknown",
      "quote": "Everyone is a superstar...But most people are too focused on other people's stars that they didn't see theirs."
    },
    {
      "cite": "Beverly Sills",
      "quote": "The press frequently sneers at the hype devoted to a superstar, but the press itself is responsible for all the hype."
    },
    {
      "cite": "Dennis Wilson",
      "quote": "The Beach Boys are not a superstar group. The music is the superstar of the group."
    },
    {
      "cite": "Frankie Knuckles",
      "quote": "Timing is everything. It is not so much about who you know, especially now with the Internet, because anybody can become a superstar overnight."
    },
    {
      "cite": "unknown",
      "quote": "Even superstars like Beyonce depend on nervous energy to give a good show."
    },
    {
      "cite": "Krist Novoselic",
      "quote": "If you've got a guitar and a lot of soul, just bang something out and mean it. You're the superstar."
    },
    {
      "cite": "Adam Oates",
      "quote": "Even the superstars need to be coached once in a while."
    }
  ]
}