{
  "source": "https://www.wisesayings.com/superstition-quotes/",
  "theme": "superstition",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Superstition is the poetry of life."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Superstition is the spleen of the soul."
    },
    {
      "cite": "Countess of Blessington",
      "quote": "Superstition is only the fear of belief, while religion is the confidence."
    },
    {
      "cite": "David Hume",
      "quote": "Superstition is an enemy to civil liberty."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Superstition is an unreasoning fear of God."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Superstition is the only religion of which base souls are capable of."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "Conscience without judgment is superstition."
    },
    {
      "cite": "Helen Keller",
      "quote": "Security is mostly a superstition. It does not exist in nature."
    },
    {
      "cite": "James A. Froude",
      "quote": "The superstition of science scoffs at the superstition of faith."
    },
    {
      "cite": "George Iles",
      "quote": "A superstition is a premature explanation that overstays its time."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Superstitions are, for the most part, but the shadows of great truths."
    },
    {
      "cite": "Voltaire",
      "quote": "Superstition sets the whole world in flames, but philosophy douses them."
    },
    {
      "cite": "Stephen King",
      "quote": "Superstition, like true love, needs time to grow and reflect upon itself."
    },
    {
      "cite": "Theophrastus",
      "quote": "Superstition would seem to be simply cowardice in regard to the supernatural."
    },
    {
      "cite": "Bernard Beckett",
      "quote": "Superstition is the need to view the world in terms of simple cause and effect."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Superstitions are man's way of trying to control things he has no control over."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "A new type of superstition has got hold of people's minds, the worship of the state."
    },
    {
      "cite": "Curt Siodmak",
      "quote": "You'll find superstition a contagious thing. Some people let it get the better of them."
    },
    {
      "cite": "Voltaire",
      "quote": "Superstition is to religion what astrology is to astronomy the mad daughter of a wise mother."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The general root of superstition is that men observe when things hit, and not when they miss, and commit to memory the one, and pass over the other."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The master of superstition is the people, and in all superstition wise men follow fools, and arguments are fitted to practice in a reversed order."
    },
    {
      "cite": "Richard Whately",
      "quote": "Superstition is not, as has been defined, an excess of religious feeling, but a misdirection of it, an exhausting of it on vanities of man's devising."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "A superstition which pretends to be scientific creates a much greater confusion of thought than one which contents itself with simple popular practices."
    },
    {
      "cite": "George Macdonald",
      "quote": "There is but one thing that can free a man from superstition, and that is belief. All history proves it. The most sceptical have ever been the most credulous."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The way to deal with superstition is not to be polite to it, but to tackle it with all arms, and so rout it, cripple it, and make it forever infamous and ridiculous."
    },
    {
      "cite": "Krzysztof Kieslowski",
      "quote": "The realm of superstitions, fortune-telling, presentiments, intuition, dreams, all this is the inner life of a human being, and all this is the hardest thing to film."
    },
    {
      "cite": "Denis Diderot",
      "quote": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music."
    },
    {
      "cite": "William F. Buckley, Jr.",
      "quote": "The superstition that the hounds of truth will rout the vermin of error seems, like a fragment of Victorian lace, quaint, but too brittle to be lifted out of the showcase."
    },
    {
      "cite": "Emma Goldman",
      "quote": "It is safe to say that no other superstition is so detrimental to growth, so enervating and paralyzing to the minds and hearts of the people, as the superstition of Morality."
    },
    {
      "cite": "Murray Gell-Mann",
      "quote": "Superstitions typically involve seeing order where in fact there is none, and denial amounts to rejecting evidence of regularities, sometimes even ones that are staring us in the face."
    }
  ]
}