{
  "source": "https://www.wisesayings.com/super-bowl-quotes/",
  "theme": "super-bowl",
  "quotes": [
    {
      "cite": "Dave Ramsey",
      "quote": "No one wins the Super Bowl accidentally. Be intentional, Be Passionate, Don't mail it in! You got this!"
    },
    {
      "cite": "George Orwell",
      "quote": "Gambling, beer and football filled the horizons of their minds."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "The super bowl is a Chinese noodle lover's dream."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The easiest way to remember your future wife’s birthday is to marry her on Super Bowl Sunday.”"
    },
    {
      "cite": "Tony Dungy",
      "quote": "You may not win the Super Bowl. Your kids may not go on to be doctors and lawyers and everything may not go perfectly. That doesn't mean it was a bad plan or the wrong thing. It's just like a football season. Everything's not going to go perfect."
    },
    {
      "cite": "Tony Dungy",
      "quote": "Our goal was to win, to win a Super Bowl, but also to win in the right way, to be role models to our community, to represent Indianapolis, the state of Indiana and the National Football League."
    },
    {
      "cite": "Andy Rooney",
      "quote": "It's ridiculous for a country to get all worked up about a game—except the Super Bowl, of course. Now that's important."
    },
    {
      "cite": "Tom Landry",
      "quote": "If you don't win a Super Bowl, you're not considered successful in the National Football League. I can remember, when we finally won that first one, feeling so good for the players and fans."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I'm really happy and had such an amazing time performing at Super Bowl - wish I could relive it all over again."
    },
    {
      "cite": "Beyonce Knowles",
      "quote": "One of the reasons I connect to the Super Bowl is that I approach my shows like an athlete."
    },
    {
      "cite": "Thomas Harris",
      "quote": "Cancel the Super Bowl? That's like canceling Christmas!"
    },
    {
      "cite": "Loren Bouchard",
      "quote": "But a Super Bowl commercial is a game-changer, Lin and it'll be fun."
    },
    {
      "cite": "Phil Rosenthal",
      "quote": "It doesn't matter if it was the Super Duper Bowl, it's still sports!!!"
    },
    {
      "cite": "Fax Bahr",
      "quote": "I believe that a bad Super Bowl halftime show is still better than a soccer game."
    },
    {
      "cite": "Christopher Gholson",
      "quote": "All night, life like a video / Prime time, something like a Super Bowl / But they don't really see me though"
    },
    {
      "cite": "Jonathan Howard Fugler",
      "quote": "Super data stream, super squeaky clean / From the Super Bowl, what a supreme show / Super place to go, on board the super flow"
    },
    {
      "cite": "John Maus",
      "quote": "Go for the touchdown. Yes, the touchdown! / Fourth down at the goal / Playing at a chance for the Super Bowl down"
    },
    {
      "cite": "Erik Ortiz",
      "quote": "At the Super Bowl, but we in the dope game / Ten years strong in the same trap / Ten years blowing on that strong pack"
    },
    {
      "cite": "Ali Shaheed Jones-Muhammad",
      "quote": "Elevate your thoughts on the vibe that we brought / While we climbing we shine like a super bowl ring / You could do it too"
    },
    {
      "cite": "Kasseem Dean",
      "quote": "High rolling baby like I'm jumping on fire / Super Bowl pimp good Year on tire / Can I be a bird, I gotta be fly / Butterfly and spur, and I got a couple words"
    },
    {
      "cite": "David N. Rosenthal",
      "quote": "To love the Super Bowl, you only have to think what Januarys were like before it came along."
    },
    {
      "cite": "Joe Teti",
      "quote": "This is like being in the super bowl. It's first down, you're on the one yard line, You either make a touchdown or you're hosed."
    },
    {
      "cite": "Heywood Hale Broun",
      "quote": "Football is, after all, a wonderful way to get rid of your aggressions without going to jail for it."
    },
    {
      "cite": "Dan Quinn",
      "quote": "Going to the Super Bowl is not the reward. It's playing really well and winning."
    },
    {
      "cite": "Leigh Steinberg",
      "quote": "The Super Bowl is like a movie, and the quarterback is the leading man."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "In life, as in football, you won't go far unless you know where the goalposts are."
    },
    {
      "cite": "Joe Greene",
      "quote": "You can go to the bank and borrow money, but you can't go to the bank and borrow a Super Bowl ring. The ring is like a crown."
    },
    {
      "cite": "Sting",
      "quote": "The Super Bowl is Americana at its most kitsch and fun."
    },
    {
      "cite": "Mark Sanchez",
      "quote": "The chance of winning a Super Bowl in a city like New York, there's nothing like it. Once you win one, you get that bug to win another one, that edge."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Football is like life it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority."
    }
  ]
}