{
  "source": "https://www.wisesayings.com/superiority-quotes/",
  "theme": "superiority",
  "quotes": [
    {
      "cite": "Marty Rubin",
      "quote": "Feelings of superiority always stem from an illusion."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "The superiority of one mind over another depends on the rapidity with which experiences are thus organised."
    },
    {
      "cite": "Syed Islam",
      "quote": "Dominance is only for God."
    },
    {
      "cite": "Douglas Jerrold",
      "quote": "The superior man is he who develops, in harmonious proportions, his moral, intellectual and physical nature."
    },
    {
      "cite": "Paul Harris",
      "quote": "Permanent superiority has never been realized by any nation in history. After the rise comes the fall."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "Many a superior brain is blockaded by inferior thoughts."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "There is no such thing as human superiority."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "It is one mark of a superior mind to understand and be influenced by the superiority of others."
    },
    {
      "cite": "Confucius",
      "quote": "The way of a superior man is threefold: virtuous, he is free from anxieties; wise, he is free from perplexities; bold, he is free from fear."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Whoever envies another confesses his superiority."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Continuously feeling superior is a characteristic of immaturity."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The superiority of some men is merely local. They are great because their associates are little."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "It is always legitimate to wish to rise above one's self, never above others."
    },
    {
      "cite": "Deb Caletti",
      "quote": "Cool superiority as a mask for overflowing insecurity."
    },
    {
      "cite": "Moliere",
      "quote": "A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation."
    },
    {
      "cite": "Wendell Willkie",
      "quote": "Tolerance is the assumption of superiority"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In every society some men are born to rule, and some to advise."
    },
    {
      "cite": "Stephen Batchelor",
      "quote": "The greatest threat to compassion is the temptation to succumb to fantasies of moral superiority."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Whatever makes us feel superior to other people, whatever tempts us to convey a sense of superiority, that is the gravity of our sinful nature, not grace."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is not true that people are naturally equal for no two people can be together for even a half an hour without one acquiring an evident superiority over the other."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Most do violence to their natural aptitude, and thus attain superiority in nothing."
    },
    {
      "cite": "Anonymous",
      "quote": "Racial superiority is a mere pigment of the imagination."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "There are a lot of people who are doing wonderful things, quietly, with no motive of greed, or hostility toward other people, or delusions of superiority."
    },
    {
      "cite": "Gene Wolf",
      "quote": "One of the easiest ways to dominate a man is to demand something he cannot supply."
    },
    {
      "cite": "Vincent Marc Hoherz",
      "quote": "Superiority commits to protect those inferior."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Feelings of inferiority and superiority are the same. They both come from fear."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "The superior man is the providence of the inferior. He is eyes for the blind, strength for the weak, and a shield for the defenseless. He stands erect by bending above the fallen. He rises by lifting others."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "One must change one's tactics every ten years if one wishes to maintain one's superiority."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Superiority is always detested."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man thinks always of virtue; the common man thinks of comfort."
    }
  ]
}