{
  "source": "https://www.wisesayings.com/superpower-quotes/",
  "theme": "superpower",
  "quotes": [
    {
      "cite": "Adam Neumann",
      "quote": "If more people follow their superpowers - and everyone has one - then we're going to be better as a society."
    },
    {
      "cite": "Alan Maiccon",
      "quote": "Not resisting is a superpower. Not resisting bad situations is a rare, but necessary quality. It's the other side of stress, anxiety, depression, fear. It is to find yourself in a beautiful natural state of being."
    },
    {
      "cite": "Anese Cavanaugh",
      "quote": "Your contagiousness is a superpower. With great power comes great response-ability."
    },
    {
      "cite": "Banksy",
      "quote": "I don't know why people are so keen to put the details of their private life in public; they forget that invisibility is a superpower."
    },
    {
      "cite": "Cecil Castellucci",
      "quote": "A shame really, because putting the right book in the right kid’s hands is kind of like giving that kid superpowers."
    },
    {
      "cite": "Charbel Tadros",
      "quote": "Thus far, the only people who can grant you immortality are not scientists, but writers. By writing you into their books, they may not only immortalize you, but also grant you superpowers."
    },
    {
      "cite": "Colton Underwood",
      "quote": "If I had a superpower, it would be to teleport. The idea of seeing the world in one day is exciting, but the thought of not checking bags almost moves me to tears."
    },
    {
      "cite": "Damon Wayans",
      "quote": "If I could have a superpower, I would choose the ability to make people's heart stop, if I just point at them."
    },
    {
      "cite": "James Lovegrove",
      "quote": "Under the stars,I tried to sleep,but for once in my life couldn't.My mutant super power-the ability to nod off at at the drop of a hat,any time,anywhere-had deserted me."
    },
    {
      "cite": "Janelle Monae",
      "quote": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them."
    },
    {
      "cite": "Jason Reynolds",
      "quote": "Having a superpower has nothing to do with the ability to fly or jump, or superhuman strength. The truest superpowers are the ones we all possess: willpower, integrity, and most importantly, courage."
    },
    {
      "cite": "Jenny Mollen",
      "quote": "I think the power of persuasion would be the greatest superpower of all time."
    },
    {
      "cite": "Jolene Stockman",
      "quote": "What if, like Superman, everyone is born with powers to discover and grow into? And what if, like Batman, everyone has resources to uncover and utilize?"
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "Invisibility can be good as a superpower. But psychiatry reveals people don't like it very much."
    },
    {
      "cite": "Lizzie Velásquez",
      "quote": "The truth is that there’s something unique about each and every one of us. Everyone has a superpower of one kind or another."
    },
    {
      "cite": "Lorin Morgan-Richards",
      "quote": "I like to think I have a superpower called dyslexia. I am creative, intuitive, and empathetic. I am great with problem-solving, and I can think outside the box."
    },
    {
      "cite": "Nina Hagen",
      "quote": "We can change the world if we change ourselves. We just need to get hold of the old patterns of thinking and dealing with things and start listening to our inner voices and trusting our own superpowers."
    },
    {
      "cite": "Ricky Maye",
      "quote": "You don't need superpowers to be someones hero."
    },
    {
      "cite": "Shaun Alexander",
      "quote": "If I could have one superpower, I'd want to have the power of mind over matter. I'd want to be able to move things and people with my mind."
    },
    {
      "cite": "Skylar Grey",
      "quote": "I discovered that my insecurities and my flaws were things that I actually need to embrace, and I let them become my superpowers."
    },
    {
      "cite": "Steve Woodruff",
      "quote": "To win, you have to be clear about your superpower, and you make that differentiation clear to your customers. Otherwise, you remain part of the noise."
    },
    {
      "cite": "Tamara Paul",
      "quote": "I am a superhero, and one of my superpowers is that I have the gift to see the potential in others that they don’t always see in themselves."
    },
    {
      "cite": "Vivek Oberoi",
      "quote": "If I have superpowers, I would eliminate all negative people and all negativity from this world."
    }
  ]
}