{
  "source": "https://www.wisesayings.com/superb-quotes/",
  "theme": "superb",
  "quotes": [
    {
      "cite": "Steve Jobs",
      "quote": "We don’t get a chance to do that many things, and every one should be really excellent. Because this is our life."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The secret of joy in work is contained in one word―excellence. To know how to do something well is to enjoy it."
    },
    {
      "cite": "Rick Pitino",
      "quote": "Excellence is the unlimited ability to improve the quality of what you have to offer."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The mind is a superb instrument if used rightly. Used wrongly, however, it becomes very destructive. To put it more accurately... you usually don't use it at all. It uses you."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "No matter where your lot may be cast, no power on earth can keep you from making a man of yourself, a superb character, a masterpiece."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "All things excellent are as difficult as they are rare."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You become excellent, and when you become excellent, no-one can take that away from you."
    },
    {
      "cite": "Voltaire",
      "quote": "Appreciation is a wonderful thing: It makes what is excellent in others belong to us as well."
    },
    {
      "cite": "Chanakya",
      "quote": "The one excellent thing that can be learned from a lion is that whatever a man intends doing should be done by him with a whole-hearted and strenuous effort."
    },
    {
      "cite": "Epictetus",
      "quote": "One that desires to excel should endeavor in those things that are in themselves most excellent."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An excellent man; he has no enemies; and none of his friends like him."
    },
    {
      "cite": "Aristotle",
      "quote": "No excellent soul is exempt from a mixture of madness."
    },
    {
      "cite": "Saskya Pandita",
      "quote": "Not to be cheered by praise, not to be grieved by blame, but to know thoroughly one's own virtues or powers are the characteristics of an excellent man."
    },
    {
      "cite": "Mortimer Adler",
      "quote": "Men value things in three ways: as useful, as pleasant or sources of pleasure, and as excellent, or as intrinsically admirable or honorable."
    },
    {
      "cite": "Francis Bacon",
      "quote": "There is no excellent beauty that hath not some strangeness in the proportion."
    },
    {
      "cite": "Alan Kulwicki",
      "quote": "The pursuit of perfection is frustrating and a waste of time, because nothing is ever perfect. The pursuit of excellence is commendable and worthwhile. Therefore strive for excellence not perfection."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Excellent memories are often coupled with feeble judgments."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Limitless like the ocean are your excellent qualities."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "If your attitude toward the world is good, you will obtain good results. If your attitude is excellent, excellent will your results."
    }
  ]
}