{
  "source": "https://www.wisesayings.com/superficial-quotes/",
  "theme": "superficial",
  "quotes": [
    {
      "cite": "Cameron Russell",
      "quote": "How we look - though it is superficial and immutable - has a huge impact on our lives."
    },
    {
      "cite": "Jay Maisel",
      "quote": "You will, in time, see and show others not just the superficial, but the details, the meanings, and the implications of all that you look at"
    },
    {
      "cite": "Stephen Gardiner",
      "quote": "The exterior cannot do without the interior since it is from this, as from life, that it derives much of its inspiration and character."
    },
    {
      "cite": "Ivan Pavlov",
      "quote": "While you are experimenting, do not remain content with the surface of things."
    },
    {
      "cite": "Nagaru Tanigawa",
      "quote": "On the surface, humans appear to hate conflict, but in reality, they seek it."
    },
    {
      "cite": "Attila the Hun",
      "quote": "Superficial goals lead to superficial results."
    },
    {
      "cite": "Ethan Hawke",
      "quote": "If you can understand the inner life, then you can wear the uniform, the tattoos, or whatnot and realize that the things that are different about us become superficial."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Time and space are finite in extent, but they don't have any boundary or edge. They would be like the surface of the earth, but with two more dimensions."
    },
    {
      "cite": "Dalai Lama",
      "quote": "We can never obtain peace in the outer world until we make peace with ourselves."
    },
    {
      "cite": "Thomas Paine",
      "quote": "A long habit of not thinking a thing wrong gives it a superficial appearance of being right."
    },
    {
      "cite": "Yasir Qadhi",
      "quote": "Superficial knowledge breeds arrogance; true knowledge induces humility."
    },
    {
      "cite": "Julian Barbour",
      "quote": "Superficial people find the extraordinary fascinating, and profound people find the ordinary riveting."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Superficial observers have long criticized the United States for making a fetish of youth. This is unfair. Uniquely among modern organs of public and private administration, its national legislature rewards senility."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Pain is superficial, and therefore fear is. The torments of martyrdoms are probably most keenly felt by the by-standers"
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is only the superficial qualities that last. Man's deeper nature is soon found out."
    },
    {
      "cite": "Richard Rorty",
      "quote": "The difference between people and ideas is... only superficial."
    },
    {
      "cite": "Emile M Cioran",
      "quote": "Only superficial minds approach an idea with delicacy."
    },
    {
      "cite": "Carl E. Olson",
      "quote": "Superficial similarities exist between Christianity and some ancient pagan religions. But careful study reveals that there are far more dissimilarities."
    },
    {
      "cite": "Truth Devour",
      "quote": "Don't buy into a superficial reality. It has an expiration date."
    },
    {
      "cite": "Ross Perot",
      "quote": "Failures are like skinned knees, painful but superficial."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "All great expression, which on a superficial survey seems so easy as well as so simple, furnishes after a while, to the faithful observer, its own standard by which to appreciate it."
    },
    {
      "cite": "Cameron Russell",
      "quote": "Image is powerful, but image is also superficial."
    },
    {
      "cite": "James A. Forbes",
      "quote": "When people rely on surface appearances and false racial stereotypes, rather than in-depth knowledge of others at the level of the heart, mind and spirit, their ability to assess and understand people accurately is compromised."
    },
    {
      "cite": "Judith Wright",
      "quote": "As we get past our superficial material wants and instant gratification we connect to a deeper part of ourselves, as well as to others, and the universe."
    },
    {
      "cite": "Henry Beston",
      "quote": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach."
    },
    {
      "cite": "Kenneth Waltz",
      "quote": "External pressure seems to produce internal unity."
    },
    {
      "cite": "Cornel West",
      "quote": "Too many young folk have addiction to superficial things and not enough conviction for substantial things like justice, truth and love."
    },
    {
      "cite": "David Platt",
      "quote": "Superficial religion consists of merely believing certain truths and doing certain things....such superficial religion is rampant in the world today."
    },
    {
      "cite": "Myles Munroe",
      "quote": "External circumstances will not change until internal belief systems change."
    }
  ]
}