{
  "source": "https://www.wisesayings.com/supervisor-quotes/",
  "theme": "supervisor",
  "quotes": [
    {
      "cite": "Abhishek Ratna",
      "quote": "A manager must appreciate and understand the importance of every resource he has. There is a specific purpose for every resource. It is the duty of the manager to utilise the resources to the fullest in the most appropriate manner."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A good leader is a person who takes a little more than his share of the blame and a little less than his share of the credit."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The true measure of the value of any business leader and manager is performance."
    },
    {
      "cite": "Robert Jarvik",
      "quote": "Leaders are visionaries with a poorly developed sense of fear and no concept of the odds against them."
    },
    {
      "cite": "Charles Erwin Wilson",
      "quote": "A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You can be your own boss."
    },
    {
      "cite": "Sophie Rose",
      "quote": "To be a manager, one must be able to manage her own relationship with the people around her, as well as the relationships among his subordinates. Just being perfect in paperwork and operations does not make one a good manager."
    },
    {
      "cite": "Terry Francona",
      "quote": "As a manager, the more consistent you are, the better off you are. It's easy to be up when things go well. When things don't go well, the players will follow your lead. So you have to be consistent and upbeat, which takes some work sometimes."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The one word that makes a good manager - decisiveness."
    },
    {
      "cite": "Arsene Wenger",
      "quote": "A manager is a guide. He takes a group of people and says, 'With you I can make us a success; I can show you the way.'"
    },
    {
      "cite": "Patrick Ness",
      "quote": "Being a leader is making the people you love hate you a little more each day."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "A manager must always provide the employees opportunities to continuously improve their skills and reassure them that they have a promising future."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "A manager is an assistant to his men."
    },
    {
      "cite": "H. S. M. Burns",
      "quote": "A good manager is a man who isn't worried about his own career but rather the careers of those who work for him."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "A good manager will always have the big picture in mind and guide the employees through a series of small targets in order to achieve overall success."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A leader is a dealer in hope."
    },
    {
      "cite": "Frederick W. Smith",
      "quote": "A manager is not a person who can do the work better than his men; he is a person who can get his men to do the work better than he can."
    },
    {
      "cite": "Peter Drucker",
      "quote": "A manager is responsible for the application and performance of knowledge."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "A wise manager knows that it is sometimes more important to listen than to talk."
    },
    {
      "cite": "Richard Grant",
      "quote": "When you hire people who are smarter than you are, you prove you are smarter than they are."
    },
    {
      "cite": "John McKee",
      "quote": "The big mistake people make is thinking it's a party when it's really a business affair. One should go with the recognition that the bosses and the human resources people are watching them."
    },
    {
      "cite": "Gerard R. Griffin",
      "quote": "People work for people, not for companies.  A worker's regard for his supervisor will affect his opinion of his employer. Production is related to attitude, so much so that an organization which disregards this human equation will not achieve as much as it could achieve."
    },
    {
      "cite": "Fayol",
      "quote": "No employee should report to more than one supervisor so that the employee knows with absolute clarity what he or she is expected to do."
    },
    {
      "cite": "Fayol",
      "quote": "The rule of yin yang suggests that organizations succeed best when managers and staff regard each other as complementary, not as adversaries. Fairness and trust in relationships are essential if this is to be achieved."
    },
    {
      "cite": "Fayol",
      "quote": "A key element of management is encouraging subordinates to take responsibility and become better managers in their own right, using delegated power more effectively."
    },
    {
      "cite": "Ralph Nader",
      "quote": "The function of leadership is to produce more leaders, not more followers."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Let's talk about vision and mission, roles, and goals. I want to make a meaningful contribution."
    },
    {
      "cite": "Anthony S. Dadovano",
      "quote": "A good leader is not the person who does things right, but the person who finds the right things to do."
    },
    {
      "cite": "Lao Tzu",
      "quote": "To lead the people, walk behind them."
    }
  ]
}