{
  "source": "https://www.wisesayings.com/superheroes-quotes/",
  "theme": "superheroes",
  "quotes": [
    {
      "cite": "Candice Patton",
      "quote": "On a superhero show, you have to have people who are really human and who have the experience the audience is having."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is locomotion. If you're not moving you're not living. But there comes a time when you've got to stop running away from things and you've got to start running towards something. You've got to forge ahead. Keep moving even if your path isn't clear. Trust that you'll find your way."
    },
    {
      "cite": "Gerard Way",
      "quote": "Heroes are ordinary people who make themselves extraordinary."
    },
    {
      "cite": "Patton Oswalt",
      "quote": "Everything we have today that's cool comes from someone wanting more of something they loved in the past. Action figures, videogames, superhero movies, iPods: All are continuations of a love that wanted more."
    },
    {
      "cite": "Mark Waid",
      "quote": "A superhero is someone who, at some point or in some way, inspires hope or is the enemy of cynicism. Even if you bog it down with political allegory, or even if you're doing celebrity allegory. You still need to take the cynical out of it."
    },
    {
      "cite": "Gene Luen Yang",
      "quote": "Every superhero has this superhero identity and a civilian identity. A lot of their lives are about code switching."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Superheroes were born in the minds of people desperate to be rescued."
    },
    {
      "cite": "Carol S. Dweck",
      "quote": "We like to think of our champions and idols as superheroes who were born different from us. We don't like to think of them as relatively ordinary people who made themselves extraordinary."
    },
    {
      "cite": "Gene Luen Yang",
      "quote": "Any superhero, regardless of how different they are from Superman, recalls Superman in some way. They're either pushing against Superman or reflecting Superman; there's something about them that comes from Superman."
    },
    {
      "cite": "David Lyons",
      "quote": "The measure of a superhero is always his nemesis."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "A hero is someone who has given his or her life to something bigger than oneself."
    },
    {
      "cite": "Anonymous",
      "quote": "There is a superhero inside all of us, we just need the courage to put on the cape."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "Superheroes allow their capes to hang off their backs; but our Superwomen choose to wrap them around their heads."
    },
    {
      "cite": "Anonymous",
      "quote": "A hero can be anyone. Even a man doing something as simple as putting a coat around a little boy's shoulders to let him know the world hadn't ended."
    },
    {
      "cite": "Frank Miller",
      "quote": "The fundament of a superhero is the guy in tights saving innocent people from bad things. It's amazing how infrequently that seems to happen in superhero comics these days."
    },
    {
      "cite": "Anonymous",
      "quote": "A hero is a man who is afraid to run away."
    },
    {
      "cite": "Ben Parker",
      "quote": "With great power comes great responsibility."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "Heroes in motion tend to stay in motion, but villains in motion tend toward mass destruction."
    },
    {
      "cite": "Laeta Kalogridis",
      "quote": "Being a superhero is a metaphor for a job that is overwhelming."
    },
    {
      "cite": "Josh Trank",
      "quote": "Most superheroes are painted with a specific moral objective that makes them who they are. And that moral objective influences everything they do, so there's an expectation for what you're going to see out of a certain character."
    },
    {
      "cite": "Gerard Way",
      "quote": "All health heroes are ordinary people who make themselves extraordinary."
    },
    {
      "cite": "Robert Rodriguez",
      "quote": "You create superheroes to take care of problems that can't really be solved another way."
    },
    {
      "cite": "Matt Bomer",
      "quote": "There's always a need for new superheroes. As society changes, the types of superheroes will probably change as well."
    },
    {
      "cite": "Marc Brown",
      "quote": "Sometimes being a brother is even better than being a superhero."
    },
    {
      "cite": "Hercules",
      "quote": "A true hero isn't measured by the size of his strength, but by the strength of his heart."
    },
    {
      "cite": "Debi Mazar",
      "quote": "A hero is somebody who is selfless, who is generous in spirit, who just tries to give back as much as possible and help people. A hero to me is someone who saves people and who really deeply cares."
    },
    {
      "cite": "Bob Dylan",
      "quote": "A hero is someone who understands the responsibility that comes with his freedom."
    },
    {
      "cite": "Lenore Look",
      "quote": "Being a superhero is hard work. You have to save the world. But going to school is even harder. You have to save yourself."
    },
    {
      "cite": "Dianna Hardy",
      "quote": "We must be careful with our words we're like superheroes and words are like our super powers. Super powers should always be used to help others."
    }
  ]
}