{
  "source": "https://www.wisesayings.com/support-quotes/",
  "theme": "support",
  "quotes": [
    {
      "cite": "Ronald Reagan",
      "quote": "We can't help everyone, but everyone can help someone."
    },
    {
      "cite": "Deborah Day",
      "quote": "Encourage, lift and strengthen one another. For the positive energy spread to one will be felt by us all. For we are connected, one and all."
    },
    {
      "cite": "Peter Heg",
      "quote": "If you want to support others you have to stay upright yourself."
    },
    {
      "cite": "Simone Weil",
      "quote": "It is an eternal obligation toward the human being not to let him suffer from hunger when one has a chance of coming to his assistance."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "He stands erect by bending over the fallen. He rises by lifting others."
    },
    {
      "cite": "Ovid",
      "quote": "It is a kingly act to assist the fallen."
    },
    {
      "cite": "Elizabeth Fuller",
      "quote": "Never reach out your hand unless you're willing to extend an arm."
    },
    {
      "cite": "Mother Teresa",
      "quote": "To keep a lamp burning we have to keep putting oil in it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Life's most urgent questions is: 'What are you doing for others?'"
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "When a person is down in the world, an ounce of help is better than a pound of preaching."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "The truest help we can render an afflicted man is not to take his burden from him, but to call out his best energy, that he may be able to bear the burden."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "If you have much, give of your wealth; if you have little, give of your heart."
    },
    {
      "cite": "Whitney M. Young",
      "quote": "Support the strong, give courage to the timid, remind the indifferent, and warn the opposed."
    },
    {
      "cite": "Les Brown",
      "quote": "Help others achieve their dreams and you will achieve yours."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Sometimes the only thing you could do for people was to be there."
    },
    {
      "cite": "Liya Kebede",
      "quote": "Helping others isn't a chore; it is one of the greatest gifts there is."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole."
    },
    {
      "cite": "Maria Montessori",
      "quote": "To aid life, leaving it free, however, that is the basic task of the educator."
    },
    {
      "cite": "Gerry Schwartz",
      "quote": "Helping people getting a great start in life, a great foundation, is an investment."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Give, but give until it hurts."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted."
    },
    {
      "cite": "Edward Everett Hale",
      "quote": "Look up and not down. Look forward and not back. Look out and not in, and lend a hand."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Never look down on anybody unless you helping him up."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "When you cease to make a contribution, you begin to die."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Kind words can be short and easy to speak, but their echoes are truly endless."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Everybody can be great...because anybody can serve. You don't have to have a college degree to serve. You don't have to make your subject and verb agree to serve. You only need a heart full of grace. A soul generated by love."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Edward Everett Hale",
      "quote": "I am only one, but still I am one. I cannot do everything, but still I can do something; and because I cannot do everything, I will not refuse to do something I can do."
    },
    {
      "cite": "Disraeli",
      "quote": "The greatest good you can do for another is not just share your riches, but reveal to them their own."
    }
  ]
}