{
  "source": "https://www.wisesayings.com/surfing-quotes/",
  "theme": "surfing",
  "quotes": [
    {
      "cite": "Bruce Jenkins",
      "quote": "Surfing is for life."
    },
    {
      "cite": "Kelly Slater",
      "quote": "The joy of surfing is so many things combined, from the physical exertion of it, to the challenge of it, to the mental side of the sport."
    },
    {
      "cite": "Duke Kahanamoku",
      "quote": "The best surfer out there is the one having the most fun."
    },
    {
      "cite": "Laird Hamilton",
      "quote": "Surfing's one of the few sports that you look ahead to see what's behind."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "You cannot stop the waves, but you can learn to surf."
    },
    {
      "cite": "unknown",
      "quote": "There are a million ways to surf, and as long as you're smiling you're doing it right."
    },
    {
      "cite": "Bethany Hamilton",
      "quote": "My passion for surfing was more than my fear of sharks."
    },
    {
      "cite": "Bethany Hamilton",
      "quote": "Life is a lot like surfing...When you get caugh in the impact zone, you've got to just get back up. because you never know what may be the next wave."
    },
    {
      "cite": "Gerry Lopez",
      "quote": "Surfing is attitude dancing."
    },
    {
      "cite": "Laird Hamilton",
      "quote": "We're all equal before a wave."
    },
    {
      "cite": "Kelly Slater",
      "quote": "Your surfing can get better on every turn, on every wave you catch. Learn to read the ocean better. A big part of my success has been wave knowledge."
    },
    {
      "cite": "Frosty Hesson",
      "quote": "If you're having a bad day, catch a wave."
    },
    {
      "cite": "Naima Green",
      "quote": "One of the greatest things about the sport of surfing is that you need only three things: your body, a surf-board, and a wave."
    },
    {
      "cite": "Jolene Blalock",
      "quote": "Surfing is such an amazing concept. You're taking on Nature with a little stick and saying, 'I'm gonna ride you!' And a lot of times Nature says, 'No you're not!' and crashes you to the bottom."
    },
    {
      "cite": "Matt Armstrong",
      "quote": "Surfing is not an organized sport, but it does have rules. The surfer closest to the curl has the right of way."
    },
    {
      "cite": "Matt Warshaw",
      "quote": "Surfing, alone among sports, generates laughter at its very suggestion, and this is because it turns not a skill into an art, but an inexplicable and useless urge into a vital way of life."
    },
    {
      "cite": "Matt Warshaw",
      "quote": "Surfing expresses ... a pure yearning for visceral, physical contact with the natural world."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The balance and patience factors are much more critical in surfing than they are in snowboarding ... if you're out surfing serious waves and you wipe out, you don't land on soft snow. It's usually either very sharp coral, or you get raked across the beach gravel and sand while you're tumbling underwater."
    },
    {
      "cite": "Bill Hamilton",
      "quote": "Surfing equates to living in the very moment of  now'. When you ride a wave you leave behind all things important and unimportant, the purity of the moment is upon you."
    },
    {
      "cite": "Jack O'Neill",
      "quote": "Three most important things in life, surf, surf and surf."
    },
    {
      "cite": "Nossa Company",
      "quote": "Surf and feel your life be changed forever."
    },
    {
      "cite": "Lee Clow",
      "quote": "There's an independence to surfing, it's just you and the ocean. There aren't a bunch of rules."
    },
    {
      "cite": "Gerry Lopez",
      "quote": "One thing you learn from surfing is how to operate in the present. It's really what the surfing experience is all about."
    },
    {
      "cite": "Gerry Lopez",
      "quote": "There is wisdom in waves. Some surfers see it right away, others never do. To find success in surfing, we must learn to be in harmony with nature. This will bring a sense of peace. By sharing this peace, and contributing to other people's happiness, we can find the true meaning of life. Keep surfing . . ."
    },
    {
      "cite": "Ed Daley",
      "quote": "Surfing is good for the soul, worries seems to drift away as you scan the horizon for the next wave."
    },
    {
      "cite": "unknown",
      "quote": "Surfing is like life. Every wave and every day are different."
    },
    {
      "cite": "Alan 'Fuz' Bleakley",
      "quote": "For a surfer, the fluidity of the ocean - of being in it - is what matters."
    },
    {
      "cite": "Kelly Slater",
      "quote": "I still feel like my best surfing is ahead of me."
    },
    {
      "cite": "Fisher Cannon",
      "quote": "Surfing gets your soul, once you feel the wave lift you up and thrust you forward you begin to realise how powerful but beautiful mother nature is and how vast the universe really is, this cant help but smile on your face in absolute awe of how beautiful it is to have participated in life."
    },
    {
      "cite": "Dennis Quaid",
      "quote": "Surfing is like golf: You're always battling, and it keeps knocking you down. There are a lot of wipeouts. But when you stay with it and catch that wave, you really taste it. It's magic."
    }
  ]
}