{
  "source": "https://www.wisesayings.com/surgeon-quotes/",
  "theme": "surgeon",
  "quotes": [
    {
      "cite": "Herbert M Shelton",
      "quote": "Surgeons can cut out everything except cause."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "As a surgeon you have to have a controlled arrogance. If it's uncontrolled, you kill people, but you have to be pretty arrogant to saw through a person's chest, take out their heart and believe you can fix it. Then, when you succeed and the patient survives, you pray, because it's only by the grace of God that you get there."
    },
    {
      "cite": "Astley Cooper",
      "quote": "It is the surgeon's duty to tranquillize the temper, to beget cheerfulness, and to impart confidence of recovery."
    },
    {
      "cite": "Rene Leriche",
      "quote": "Every surgeon carries within himself a small cemetery, where from time to time he goes to pray."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The surgeon may harden himself whilst performing an operation, for he knows that he is acting for the good of his patient; but if we were intentionally to neglect the weak and helpless, it could only be for a contingent benefit, with an overwhelming present evil.Â"
    },
    {
      "cite": "Bernie Siegel",
      "quote": "A surgeon is surrounded by people who are sick, discouraged, afraid, embittered, dying - but also courageous, loving, wise, compassionate and alive."
    },
    {
      "cite": "Anonymous",
      "quote": "Surgeon: A man who's always out for his cut."
    },
    {
      "cite": "Benjamin Carson",
      "quote": "A good surgeon doesn't just concentrate on technical ability, but also on the appropriateness of what you're doing."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "A good surgeon operates with his hand, not with his heart."
    },
    {
      "cite": "Guido Lanfranchi",
      "quote": "The surgeon should not love difficult cases and should not allow himself to be tempted to undertake those that are desperate. He should help the poor as far as he can, but he should not hesitate to ask for good fees from the rich."
    },
    {
      "cite": "Reginald Pound",
      "quote": "A surgeon should give as little pain as possible while he is treating the patient, and no pain at all when he charges his fee."
    },
    {
      "cite": "Stanley O. Hoerr",
      "quote": "The surgeon is a man of action. By temperament and by training he prefers to serve the sick by operating on them, and he inwardly commiserates with a patient so unfortunate as to have a disease not suited to surgical treatment. Young surgeons, busy mastering the technicalities of the art, are particularly alert to seize every legitimate opportunity to practice technical maneuvers, the more complicated the better.Â"
    },
    {
      "cite": "Richard Selzer",
      "quote": "The surgeon knows all the parts of the brain but he does not know his patient's dreams."
    },
    {
      "cite": "Donald B. Effler",
      "quote": "To be great, a surgeon must have a fierce determination to be the leader in his field. He must have a driving ego, a hunger beyond money. He must have a passion for perfectionism. He is like the actor who wants his name in lights.Â"
    },
    {
      "cite": "Derek Shepherd",
      "quote": "It's a beautiful day to save lives. Let's have some fun."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Technically, according to the notion of the will of God, there is no such a thing as a competent surgeon."
    },
    {
      "cite": "Richard Selzer",
      "quote": "And If the surgeon is like a poet, then the scars you have made on countless bodies are like verses into the fashioning of which you have poured your soul."
    },
    {
      "cite": "Helen Keller",
      "quote": "True teaching cannot be learned from text-books any more than a surgeon can acquire his skill by reading about surgery."
    },
    {
      "cite": "Denton Cooley",
      "quote": "A successful surgeon should be a man who, when asked to name the three best surgeons in the world, would have difficulty deciding on the other two."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "A rich man's faults are covered with money, but a surgeon's faults are covered with earth."
    },
    {
      "cite": "Norman Mailer",
      "quote": "I was thinking that surgeons had to be the happiest people on earth. To cut people up and get paid for it-that's happiness, I told myself."
    },
    {
      "cite": "Hippocrates",
      "quote": "He who wishes to be a surgeon should go to war."
    },
    {
      "cite": "Richard Carmona",
      "quote": "Surgeon general's job is to protect, promote and advance the health, safety and security of the nation."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "To be a good surgeon, you need to commit to being a good surgeon. It's as simple as that. You need to be meticulous in the small things, not just in the operating room, but outside. A good surgeon would want to redo this knot."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "What made someone a real surgeon. I asked. Ghosh didn't hesitate: \"Passion for his craft ... and skill, dexterity. His hands were always 'quiet'. I mean he had no wasted movements, no dramatic gestures."
    },
    {
      "cite": "Michael J. Collins",
      "quote": "Small pieces of skin may be missing. Even the world's greatest plastic surgeon won't be able to prevent a scar."
    },
    {
      "cite": "Michael J. Collins",
      "quote": "I make it clear that when a surgeon who has been in practice for thirty years tries to make himself look good by making a medical student look bad it is the questioner not the questioned, who should be"
    },
    {
      "cite": "Michael J. Collins",
      "quote": "I'm a surgeon now. I spend my days in quiet, sterile operating rooms replacing knees and repairing rotator cuffs. A hard day in the hole would kill me. \tI'm a surgeon now. I spend my days in quiet, sterile operating rooms replacing knees and repairing rotator cuffs. A hard day in the hole would kill me."
    },
    {
      "cite": "Diana Gabaldon",
      "quote": "A trained surgeon is also a potential killer, and an important bit of the training lies in accepting the fact. Your intent is entirely benign - or at least you hope so - but your are laying violent hands on someone, and you must be ruthless in order to do it effectively. And sometimes the person under your hands will die, and knowing that . . . you do it anyway"
    }
  ]
}