{
  "source": "https://www.wisesayings.com/surprise-quotes/",
  "theme": "surprise",
  "quotes": [
    {
      "cite": "George S. Patton",
      "quote": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Wait long enough, and people will surprise and impress you."
    },
    {
      "cite": "Arielle Dombasle",
      "quote": "Do not know yourself. I want to continue to surprise me."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Would you like to know your future? If your answer is yes, think again. Not knowing is the greatest life motivator. So enjoy, endure, survive each moment as it comes to you in its proper sequence, a surprise."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us."
    },
    {
      "cite": "Alice Walker",
      "quote": "Expect nothing. Live frugally on surprise."
    },
    {
      "cite": "James P. Carse",
      "quote": "To be prepared against surprise is to be trained. To be prepared for surprise is to be educated."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "The most delightful surprise in life is to suddenly recognise your own worth."
    },
    {
      "cite": "Bernard Beckett",
      "quote": "I try not to be surprised. Surprise is the public face of a mind that has been closed."
    },
    {
      "cite": "Marlo Thomas",
      "quote": "Where will I be five years from now? I delight in not knowing. That's one of the greatest things about life, its wonderful surprises."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "In moments of surprise we catch at least a glimpse of the joy to which gratefulness opens the door."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Our brightest blazes of gladness are commonly kindled by unexpected sparks."
    },
    {
      "cite": "Seth Godin",
      "quote": "Surprise comes from defying expectations."
    },
    {
      "cite": "Joan Rivers",
      "quote": "In life the only thing that you can expect is the unexpected; the only surprise is a day that has none."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The only thing that should surprise us is that there are still some things that can surprise us."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The wiser you become, the lesser you will be surprised!"
    },
    {
      "cite": "Boris Pasternak",
      "quote": "Surprise is the greatest gift which life can grant us."
    },
    {
      "cite": "George Sand",
      "quote": "Let us accept truth, even when it surprises us and alters our views."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Sometimes people surprise us. People we believe we know."
    },
    {
      "cite": "John Major",
      "quote": "Life is full of surprises."
    },
    {
      "cite": "Christopher Lee",
      "quote": "The thing I have always tried to do is surprise people: to present them with something they didn't expect."
    },
    {
      "cite": "John Paul Jones",
      "quote": "Whoever can surprise well must conquer."
    },
    {
      "cite": "John Harvey-Jones",
      "quote": "Planning is an unnatural process; it is much more fun to do something. The nicest thing about not planning is that failure comes as a complete surprise, rather than being preceded by a period of worry and depression."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Mystery is at the heart of creativity. That, and surprise."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "Art must take reality by surprise."
    },
    {
      "cite": "Denholm Elliott",
      "quote": "Surprise yourself every day with your own courage."
    },
    {
      "cite": "Daniel Lanois",
      "quote": "It's that element of surprise. When you lose control, you discover new things."
    },
    {
      "cite": "Mae West",
      "quote": "Those who are easily shocked should be shocked more often."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "There is no sweeter pleasure than to surprise a man by giving him more than he hopes for."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "How ridiculous and how strange to be surprised at anything which happens in life."
    }
  ]
}