{
  "source": "https://www.wisesayings.com/surround-yourself-quotes/",
  "theme": "surround-yourself",
  "quotes": [
    {
      "cite": "John Wooden",
      "quote": "Whatever you do in life, surround yourself with smart people who'll argue with you."
    },
    {
      "cite": "Adam Green",
      "quote": "To all the other dreamers out there, don't ever stop or let the world's negativity disenchant you or your spirit. If you surround yourself with love and the right people, anything is possible."
    },
    {
      "cite": "Lucy Hale",
      "quote": "Surround yourself with the right people, and realize your own worth. Honestly, there are enough bad people out there in the world - you don't need to be your own worst enemy."
    },
    {
      "cite": "Liana Liberato",
      "quote": "Surround yourself with good people who encourage and love you. There are always ups and downs, no matter how successful you are."
    },
    {
      "cite": "Hannah Aitchison",
      "quote": "Sometimes I'll find myself getting a little bit wound up about something, and I'll just have to talk myself down. Try to surround yourself with strong, upbeat, positive friends and people, and realize that every day in life is a choice between creating your own happiness or creating your own unhappiness. And I don't want to be unhappy."
    },
    {
      "cite": "Karl Marx",
      "quote": "Surround yourself with people who make you happy. People who make you laugh, who help you when you’re in need. People who genuinely care. They are the ones worth keeping in your life. Everyone else is just passing through."
    },
    {
      "cite": "Edmund Lee",
      "quote": "Surround yourself with the dreamers and the doers, the believers and thinkers, but most of all, surround yourself with those who see the greatness within you, even when you don’t see it yourself."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "The value of surrounding yourself with positive people is not what you get from them, but how good a person you have become because of them."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Some say if you want success surround yourself with successful people. I say if you want true and lasting success surround yourself with people of integrity."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Surround yourself with only people who are going to lift you higher."
    },
    {
      "cite": "Sasha Azevedo",
      "quote": "To believe in yourself and to follow your dreams, to have goals in life and a drive to succeed, and to surround yourself with the things and the people that make you happy - this is success!"
    },
    {
      "cite": "Colin Powell",
      "quote": "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard."
    },
    {
      "cite": "Sark",
      "quote": "Invent your world. Surround yourself with people, color, sounds, and work that nourish you."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Surround yourself with those who see greatness within you, even when you don't see it yourself!"
    },
    {
      "cite": "Stacy London",
      "quote": "You should feel beautiful and you should feel safe. What you surround yourself with should bring you peace of mind and peace of spirit."
    },
    {
      "cite": "Paula Abdul",
      "quote": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with."
    },
    {
      "cite": "Karen White",
      "quote": "Surrounding yourself with a lot of desert is a bit like sitting in quicksand: Sooner or later the water will find you and suck you under."
    },
    {
      "cite": "T.D. Jakes",
      "quote": "Surround yourself with those who won’t compete but will revel in your success and see your ascent as a reflection of their own possibilities."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Surrounding yourself with dwarfs doesn't make you a giant."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Make a conscious effort to surround yourself with positive, nourishing, and uplifting people -- people who believe in you, encourage you to go after your dreams, and applaud your victories."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Negative people deplete your energy. Surround yourself with love and nourishment and do not allow the creation of negativity in your environment."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "You will rarely make wise decisions if you surround yourself with fools."
    },
    {
      "cite": "Adam Braun",
      "quote": "It’s the presence of others who are smarter, kinder, wiser, and different from you that enables you to evolve. Those are the people to surround yourself with at all times."
    },
    {
      "cite": "Joseph J. Thomson",
      "quote": "Surround yourself with smart, dedicated people - to build something isn’t a one-man show. It’s more important to have smart people who really believe in what you’re doing than really experienced people who may not share your dream."
    },
    {
      "cite": "Jo Blackwell-Preston",
      "quote": "Don’t you dare, for one more second, surround yourself with people who are not aware of the greatness that you are."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Do not bring people in your life who weigh you down. And trust your instincts. Good relationships feel good. They feel right. They don’t hurt. They’re not painful. That’s not just with somebody you want to marry, but it’s with the friends that you choose. It’s with the people you surround yourselves with."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Surround yourself with people that push you to do and be better. No drama or negativity. Just higher goals and higher motivation. Good times and positive energy. No jealousy or hate. Simply bringing out the absolute best in each other."
    },
    {
      "cite": "Rory Kinnear",
      "quote": "The more rarefied a life you live, the easier it is to think that those who don't share it could be demonised. To find the common humanity becomes more of a struggle the more you surround yourself with nice things."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "The choices you make now, the people you surround yourself with, they all have the potential to affect your life, even who you are, forever."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Surround yourself with the best people you can find, delegate authority, and don't interfere."
    }
  ]
}