{
  "source": "https://www.wisesayings.com/surrealism-quotes/",
  "theme": "surrealism",
  "quotes": [
    {
      "cite": "Andre Breton",
      "quote": "SurrealismÂ does not allow those who devote themselves to it to forsake it whenever they like. There is every reason to believe that it acts on the mind very much as drugs do; like drugs, it creates a certain state of need and can push man to frightful revolts."
    },
    {
      "cite": "Lorrie Moore",
      "quote": "SurrealismÂ could not be made up. It was the very electricity of the real."
    },
    {
      "cite": "Henry Miller",
      "quote": "SurrealismÂ is merely the reflection of the death process. It is one of the manifestations of a life becoming extinct, a virus which quickens the inevitable end."
    },
    {
      "cite": "Susan Sontag",
      "quote": "SurrealismÂ is a bourgeois disaffection; that its militants thought it universal is only one of the signs that it is typically bourgeois."
    },
    {
      "cite": "Graham Joyce",
      "quote": "The overintellectualization of surrealism can be a bromide. A dream interpreted is a deflated dream."
    },
    {
      "cite": "Cisco  Jimenez",
      "quote": "The key to surrealism is to create something apparently disparate and irrational that at the end has more sense than the objective world."
    },
    {
      "cite": "Sidra Stich",
      "quote": "Refusing to idealize, the Surrealists awakened a sensitivity to the arbitrary and the unusual.Â"
    },
    {
      "cite": "Salvador Dali",
      "quote": "Surrealism is not a movement. It is a latent state of mind perceivable through the powers of dream and nightmare."
    },
    {
      "cite": "Andre Breton",
      "quote": "SurrealismÂ will usher you into death, which is a secret society."
    },
    {
      "cite": "Andre Breton",
      "quote": "The purest surrealist act is walking into a crowd with a loaded gun and firing into it randomly."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Instead of stubbornly attempting to use surrealism for purposes of subversion, it is necessary to try to make of surrealism something as solid, complete and classic as the works of museums."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Surrealism is not a poetry but a poetics, and even more, and more decisively, a world vision."
    },
    {
      "cite": "Rene Magritte",
      "quote": "To be a surrealist means barring from your mind all remembrance of what you have seen, and being always on the lookout for what has never been."
    },
    {
      "cite": "Andre Breton",
      "quote": "SurrealismÂ is based on the belief in the omnipotence of dreams, in the undirected play of thought."
    },
    {
      "cite": "Octavio Paz",
      "quote": "SurrealismÂ is not a school of poetry but a movement of liberation... A way of rediscovering the language of innocence, a renewal of the primordial pact, poetry is the basic text, the foundation of the human order.Â SurrealismÂ is revolutionary because it is a return to the beginning of all beginnings."
    },
    {
      "cite": "Salvador Dali",
      "quote": "SurrealismÂ is destructive, but it destroys only what it considers to be shackles limiting our vision."
    },
    {
      "cite": "Nathalia Brodskaia",
      "quote": "The objective of surrealism is to make use of the dream, which will open the way to the great mystery of life in the cause of his own art."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "Surrealism is the magical surprise of finding a lion in a wardrobe, where you were 'sure' of finding shirts."
    },
    {
      "cite": "Michael Richardson",
      "quote": "Surrealism, then, neither aims to subvert realism, as does the fantastic, nor does it try to transcend it. It looks for different means by which to explore reality itself."
    },
    {
      "cite": "Paul Nouge",
      "quote": "Surrealism, which fizzled as an autonomous doctrine, as a specific method, does not exist. But it remains an historical fact, a fire that illuminates the intellectual landscape of the horizon."
    },
    {
      "cite": "Brad Holland",
      "quote": "Surrealism: An archaic term. Formerly an art movement. No longer distinguishable from everyday life."
    },
    {
      "cite": "Andre Breton",
      "quote": "If surrealism ever comes to adopt a particular line of moral conduct, it has only to accept the discipline that Picasso has accepted and will continue to accept."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Surrealism can only deliver a reactionary judgment; can make out of history only an accumulation of oddities, a joke, a death trip."
    },
    {
      "cite": "Scott Kelly",
      "quote": "It is a little bit surreal to know that you are in your own little spaceship, and a few inches from you is instant death."
    },
    {
      "cite": "Milton Glaser",
      "quote": "In an age of computer manipulation,Â surrealismÂ has become banal, a shadow of its former self."
    },
    {
      "cite": "Silvano Levy",
      "quote": "The stress in surrealism is always upon life and thought, not on literature or technique. To a surrealist everything is dictated by the place which art has in life. Art would lose its function if it were separated from the problems of everyday living."
    },
    {
      "cite": "Jean-Louis Bedouin",
      "quote": "Surrealism is born of a consciousness of the derisory condition allotted to the individual and his thought, and a refusal to accommodate oneself to it."
    },
    {
      "cite": "Dawn Ades",
      "quote": "Surrealism sought to maintain its autonomy and the right to continue its own particular investigations into ways of changing consciousness, the role of the unconscious within the social body, and the current state of language both visual and verbal."
    },
    {
      "cite": "John Herbert Matthews",
      "quote": "Surrealism was a perception of reality over which reason was denied the opportunity to exercise confining restrictions."
    }
  ]
}