{
  "source": "https://www.wisesayings.com/surreal-quotes/",
  "theme": "surreal",
  "quotes": [
    {
      "cite": "Paula Abdul",
      "quote": "Everything is always a little surreal."
    },
    {
      "cite": "Anonymous",
      "quote": "Surrealism almost always uses contrasting color tones to bring out the literary contrast between the clashing ideas of reality and hallucination. The narrative is interspersed with dream-like sequences that revel in Surrealism in all its glory."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "Life is surreal and beautiful."
    },
    {
      "cite": "Rene Magritte",
      "quote": "To be a surrealist means barring from your mind all remembrance of what you have seen, and being always on the lookout for what has never been."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "People find meaning and redemption in the most unusual human connections."
    },
    {
      "cite": "Laura McElroy",
      "quote": "The imaginary is what tends to become real."
    },
    {
      "cite": "Jean Louis Bedouin",
      "quote": "Surrealism is born of a consciousness of the derisory condition allotted to the individual and his thought, and a refusal to accommodate oneself to it."
    },
    {
      "cite": "Paul Nouge",
      "quote": "Surrealism, which fizzled as an autonomous doctrine, as a specific method, does not exist. But it remains an historical fact, a fire that illuminates the intellectual landscape of the horizon."
    },
    {
      "cite": "Holliday Grainger",
      "quote": "Its always really surreal, being on a film set, but inside a beautiful, massive scene."
    },
    {
      "cite": "Feist",
      "quote": "Surreal can be exciting and good, and it can be like living inside an alien landscape, and it can be completely interesting, or you can be alienated from your own life inside your own life, it doesn't feel familiar any more."
    },
    {
      "cite": "Dylan Moran",
      "quote": "You achieve the surreal jokes through the realism by making it elastic."
    },
    {
      "cite": "John Herbert Matthews",
      "quote": "Surrealism was a perception of reality over which reason was denied the opportunity to exercise confining restrictions."
    },
    {
      "cite": "Salvador Dalí",
      "quote": "The one thing the world will never have enough of is the outrageous."
    },
    {
      "cite": "Andre Breton",
      "quote": "Surrealism is based on the belief in the omnipotence of dreams, in the undirected play of thought."
    },
    {
      "cite": "Salvador Dalí",
      "quote": "Surrealism is destructive, but it destroys only what it considers to be shackles limiting our vision."
    },
    {
      "cite": "Cisco Jimenez",
      "quote": "The key to surrealism is to create something apparently disparate and irrational that at the end has more sense than the objective world."
    },
    {
      "cite": "Andre Breton",
      "quote": "The purest surrealist act is walking into a crowd with a loaded gun and firing into it randomly."
    },
    {
      "cite": "Charles Williams",
      "quote": "It is as pleasant as it is unusual to see thoroughly good people getting their deserts."
    },
    {
      "cite": "Justin Long",
      "quote": "It's definitely surreal to watch yourself in a movie."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Instead of stubbornly attempting to use surrealism for purposes of subversion, it is necessary to try to make of surrealism something as solid, complete and classic as the works of museums."
    },
    {
      "cite": "T. J. Clark",
      "quote": "Surrealism, if an artist has to be influenced by it, is best taken in operatic overdoses for a very short time."
    },
    {
      "cite": "Rene Magritte",
      "quote": "The surreal is but reality that has not been disconnected from its mystery."
    },
    {
      "cite": "Katharine Conley",
      "quote": "Surrealism is embedded in the everyday, in the daily experience."
    },
    {
      "cite": "Susan Minot",
      "quote": "Desire suppressed finds its way into other more surreal settings, into dreams."
    },
    {
      "cite": "Black Francis",
      "quote": "Surrealism is not really about blueprints. Surrealism is kind of being open to your psychology, being open to your unconscious and kind of just doing it."
    },
    {
      "cite": "Floyd Bannister",
      "quote": "It's kind of surreal to see it actually come to fruition."
    },
    {
      "cite": "Jason Daniel Chaplin",
      "quote": "Just because someone is a loner, it doesn't mean they're alone. And just because someone is alone, it doesn't mean they're lonely."
    },
    {
      "cite": "Salvador Dalí",
      "quote": "Surrealism is not a movement. It is a latent state of mind perceivable through the powers of dream and nightmare."
    }
  ]
}