{
  "source": "https://www.wisesayings.com/survival-quotes/",
  "theme": "survival",
  "quotes": [
    {
      "cite": "Alexander Graham Bell",
      "quote": "A man, as a general rule, owes very little to what he is born with, a man is what he makes himself."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Nobody is stronger, nobody is weaker than someone who came back. There is nothing you can do to such a person because whatever you could do is less than what has already been done to him. We have already paid the price."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In spite of everything that was done to me and my race, in spite of the adversity and the bitter moments, again we rise."
    },
    {
      "cite": "Akiro Kurosawa",
      "quote": "In a mad world, only the mad are sane."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "Peace is the one condition of survival in this nuclear age."
    },
    {
      "cite": "Joshua Nkomo",
      "quote": "All I'm trying to do is not join my ancestral spirits just yet."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Hunger, love, pain, fear are some of those inner forces which rule the individual's instinct for self preservation."
    },
    {
      "cite": "Nikita Khrushchev",
      "quote": "If you live among wolves you have to act like a wolf."
    },
    {
      "cite": "George Orwell",
      "quote": "To survive it is often necessary to fight and to fight you have to dirty yourself."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Once one determines that he or she has a mission in life, that's it's not going to be accomplished without a great deal of pain, and that the rewards in the end may not outweigh the pain --if you recognize historically that always happens, then when it comes, you survive it."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Man can live about forty days without food, about three days without water, about eight minutes without air, but only for one second without hope."
    },
    {
      "cite": "Dianne Feinstein",
      "quote": "Survival is nothing more than recovery."
    },
    {
      "cite": "Jane Wagner",
      "quote": "The ability to delude yourself may be an important survival tool."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it."
    },
    {
      "cite": "Andrew Young",
      "quote": "In a world where change is inevitable and continuous, the need to achieve that change without violence is essential for survival."
    },
    {
      "cite": "Janet Morris",
      "quote": "For Harmony. A chance at life. To fight on other days."
    },
    {
      "cite": "Herman Melville",
      "quote": "The consciousness of being deemed dead, is next to the presumable unpleasantness of being so in reality. One feels like his own ghost unlawfully tenanting a defunct carcass."
    },
    {
      "cite": "Theodosius Dobzhansky",
      "quote": "Nature's stern discipline enjoins mutual help at least as often as warfare. The fittest may also be the gentlest."
    },
    {
      "cite": "Joseph Teti",
      "quote": "The faster you can signal for rescue, the faster you get out of that situation."
    },
    {
      "cite": "Matt Graham",
      "quote": "You don't know if you're going to be rescued in a day or a month; gotta prepare for the long haul; gotta make the place your home."
    },
    {
      "cite": "Horace Kephart",
      "quote": "The man who goes afoot, prepared to camp anywhere and in any weather, is the most independent fellow on earth."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Perhaps catastrophe is the natural human environment, and even though we spend a good deal of energy trying to get away from it, we are programmed for survival amid catastrophe."
    },
    {
      "cite": "Thomas More",
      "quote": "Tis the last rose of summer Left blooming alone; All her lovely companions Are faded and gone."
    },
    {
      "cite": "John H. Johnson",
      "quote": "Every day I run scared. That's the only way I can stay ahead."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "The condition of man... is a condition of war of everyone against everyone."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "It is not the strongest of the species that survives, nor the most intelligent, but rather the one most adaptable to change."
    },
    {
      "cite": "Richard J. Davidson",
      "quote": "Resilience is the maintenance of high levels of positive affect and well-being in the face of adversity. It is not that resilient individuals never experience negative affect, but rather that the negative affect does not persist."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "Self-preservation is the first principle of our nature."
    },
    {
      "cite": "David R. Hawkins",
      "quote": "In truth, we exist and survive, not because of the ego, but in spite of it."
    }
  ]
}