{
  "source": "https://www.wisesayings.com/surveilance-quotes/",
  "theme": "surveilance",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "Big Brother is Watching You."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "There will come a time when it isn't 'They're spying on me through my phone' anymore. Eventually, it will be 'My phone is spying on me'."
    },
    {
      "cite": "Edward Snowden",
      "quote": "Study after study has show that human behavior changes when we know we’re being watched. Under observation, we act less free, which means we effectively *are* less free."
    },
    {
      "cite": "Glenn Greenwald",
      "quote": "The way things are supposed to work is that we're supposed to know virtually everything about what they [the government] do: that's why they're called public servants. They're supposed to know virtually nothing about what we do: that's why we're called private individuals."
    },
    {
      "cite": "William O. Douglas",
      "quote": "Big Brother in the form of an increasingly powerful government and in an increasingly powerful private sector will pile the records high with reasons why privacy should give way to national security, to law and order [...] and the like."
    },
    {
      "cite": "Volker G. Fremuth",
      "quote": "They watch through cameras, listen to phone calls, read e-mail, record conversations; they don’t even need a court order to do it and then they do it under the guise of patriotism."
    },
    {
      "cite": "J.M. Coetzee",
      "quote": "The new surveillance theorists say there should be no more secrets and mean something quite interesting: that the era in which secrets counted, in which secrets could exercise their power over the lives of people, is over; not what is worth knowing cannot be uncovered within seconds and without great effort; private life is basically a thing of the past."
    },
    {
      "cite": "Glenn Greenwald",
      "quote": "No matter the specific techniques involved, historically mass surveillance has had several constant attributes. Initially, it is always the country’s dissidents and marginalized who bear the brunt of the surveillance, leading those who support the government or are merely apathetic to mistakenly believe they are immune. And history shows that the mere existence of a mass surveillance apparatus, regardless of how it is used, is in itself sufficient to stifle dissent. A citizenry that is aware of always being watched quickly becomes a compliant and fearful one."
    },
    {
      "cite": "Heather Marsh",
      "quote": "There are only two possible explanations for a sovereign nation to bankrupt its own citizens and its government in order to set up a huge international surveillance and military system, “the finest fighting force the world has ever seen” that they do not actually own or control. One, everyone is completely insane, or two, it has not been a sovereign nation for a long time. Now is the time to remember the definition of a terrorist."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "We're being subject to incredible amounts of surveillance, the police are taking on draconian powers and violating our rights. I think this attempt to protect ourselves is ultimately going to founder because people don't like living inside prisons."
    },
    {
      "cite": "Steven Magee",
      "quote": "In the era of surveillance of the masses, I like to use phrases like terrorists, assassinate, bomb, explosions, attack, weapons of mass destruction, and so on in my on-line activities to screw up the automated government surveillance software."
    },
    {
      "cite": "Bill Gates",
      "quote": "Should surveillance be usable for petty crimes like jaywalking or minor drug possession? Or is there a higher threshold for certain information? Those aren't easy questions."
    },
    {
      "cite": "Steven Magee",
      "quote": "Your utility meters, smart televisions, cell phones, telephones, computers, credit cards, banks, and internet are all surveillance devices that are recording your activities and that information may be later used against you."
    },
    {
      "cite": "Evgeny Morozov",
      "quote": "Surveillance cameras might reduce crime - even though the evidence here is mixed - but no studies show that they result in greater happiness of everyone involved."
    },
    {
      "cite": "Bob Barr",
      "quote": "Taking privacy cues from the federal government is - to say the least - ironic, considering today's Orwellian level of surveillance. At virtually any given time outside of one's own home, an American citizen can reasonably assume his movements and actions are being monitored by something, by somebody, somewhere."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "If you're doing nothing wrong, you have nothing to hide from the giant surveillance apparatus the government's been hiding."
    },
    {
      "cite": "Thor Benson",
      "quote": "When you give up your privacy, you give up your power."
    },
    {
      "cite": "Dennis Miller",
      "quote": "Police in Washington D.C. are now using cameras to catch drivers who go through red lights. Many congressmen this week opposed the use of the red light cameras incorrectly assuming they were being used for surveillance at local brothels."
    },
    {
      "cite": "John Kaplan",
      "quote": "Drug offenses ... may be regarded as the prototypes of non-victim crimes today. The private nature of the sale and use of these drugs has led the police to resort to methods of detection and surveillance that intrude upon our privacy, including illegal search, eavesdropping, and entrapment. Indeed, the successful prosecution of such cases often requires police infringement of the constitutional protections that safeguard the privacy of individuals."
    },
    {
      "cite": "Gore Vidal",
      "quote": "The U.S. Bill of Rights is being steadily eroded, with two million telephone calls tapped, 30 million workers under electronic surveillance, and, says the author, countless Americans harassed by a government that wages spurious wars against drugs and terrorism."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The government doesn't want any system of transmitting information to remain unbroken, unless it's under its own control."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Spy planes, drone aircraft, satellites with cameras that can see from three hundred miles what you can see from a hundred feet. They see and they hear. Like ancient monks, you know, who recorded knowledge, wrote it painstakingly down. These systems collect and process. All the secret knowledge of the world."
    },
    {
      "cite": "Ron Wyden",
      "quote": "You have an always-expanding, omnipresent surveillance state that's constantly chipping away at the liberties and freedoms of law-abiding Americans."
    },
    {
      "cite": "Victor C. Ferkiss",
      "quote": "Complete and accurate surveillance as a means of control is probably a practical impossibility. What is much more likely is a loss of privacy and constant inconvenience as the wrong people gain access to information, as one wastes time convincing the inquisitors that one is in fact innocent, or as one struggles to untangle the errors of the errant machine."
    },
    {
      "cite": "Dave Eggers",
      "quote": "Surveillance shouldn't be the tradeoff for any goddamn service we get."
    },
    {
      "cite": "Thor Benson",
      "quote": "Don't oppose mass surveillance for your own sake. Oppose it for the activists, lawyers, journalists and all of the other people our liberty relies on."
    },
    {
      "cite": "Edward Snowden",
      "quote": "Do we want to live in a society where we live totally naked in front of government, and they are totally opaque to us?"
    },
    {
      "cite": "Henry Giroux",
      "quote": "Everyone is now considered a potential terrorist, providing a rational for both the government and private corporations to spy on anybody, regardless of whether they have committed a crime. Surveillance is supplemented by a growing domestic army of baton-wielding police forces who are now being supplied with the latest military equipment."
    },
    {
      "cite": "Ron Wyden",
      "quote": "The combination of the growth of these digital technologies, the ability of the government to conjure up these secret interpretations, plus a very unusual and novel court make for this ever-expanding surveillance state. We so treasure our freedoms; we will regret it if our generation doesn't use this unique time to reform the surveillance laws and make it clear that security and liberty are not mutually exclusive. We can do both."
    },
    {
      "cite": "Laura Poitras",
      "quote": "There are people who are always going to try to engage in activity that is illegal and they're going to try to subvert surveillance. But everybody should not give up their liberties and rights to privacy because some people are going to [do that]. We shouldn't stop or limit our basic liberties because some people are going to engage in criminal activities."
    }
  ]
}