{
  "source": "https://www.wisesayings.com/sushi-quotes/",
  "theme": "sushi",
  "quotes": [
    {
      "cite": "Anthony T. Hincks",
      "quote": "Sushi rocks my world as no other food can!"
    },
    {
      "cite": "Auren Hoffman",
      "quote": "Teach a man to fish and you feed him for a lifetime. Unless he doesn't like sushi, then you also have to teach him to cook."
    },
    {
      "cite": "Bret Easton Ellis",
      "quote": "I want to take you away from this, \"I say, motioning around the kitchen, spastic.\" From sushi and elves and stuff."
    },
    {
      "cite": "Carre Otis",
      "quote": "I was in a sushi bar over a year ago, and it was just one of those moments that it dawned on me. It hit me over the head, how could I just discriminate between a cow and a fish?"
    },
    {
      "cite": "Daniel Pauly",
      "quote": "But eating a tuna roll at a sushi restaurant should be considered no more environmentally benign than driving a Hummer or harpooning a manatee."
    },
    {
      "cite": "Doug Solter",
      "quote": "Yes! Yes! There's the attitude. Where was that girl during the race? Off getting sushi?"
    },
    {
      "cite": "Emeril Lagasse",
      "quote": "Kids are now eating things like edamame and sushi. I didn't know what shiitake mushrooms were when I was 10 - most kids today do."
    },
    {
      "cite": "George Carlin",
      "quote": "I never eat sushi. I have trouble eating things that are merely unconscious."
    },
    {
      "cite": "Graham Norton",
      "quote": "A good rule to remember for life is that when it comes to plastic surgery and sushi, never be attracted by a bargain."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "L.A., its nice, but I think of sunshine and people on roller blades eating sushi. New York, I think of nighttime, I think of Times Square and Broadway and nightlife and the city that never sleeps."
    },
    {
      "cite": "Joey Logano",
      "quote": "There's always room for improvement."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Imagine being served a plate of sushi. But this plate also holds all of the animals that were killed for your serving of sushi. The plate might have to be five feet across."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Whether we're talking about fish species, pigs, or some other eaten animal, is such suffering the most important thing in the world? Obviously not. But that's not the question. Is it more important than sushi, bacon, or chicken nuggets? That's the question."
    },
    {
      "cite": "Masaharu Morimoto",
      "quote": "I'm not making art, I'm making sushi."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "I don't speak Japanese, I don't know anything about Japanese business or Japanese culture. Apart from sushi. But I can't exactly go up to him and say \"Sushi!\" out of the blue. It would be like going up to a top American businessman and saying, \"T-bone steak!"
    },
    {
      "cite": "Francesca Annis",
      "quote": "Sometimes sushi is just superb, and other times there's nothing like a great big steak. It depends where your taste buds are at the time."
    },
    {
      "cite": "Nobu Matsuhisa",
      "quote": "Sushi is something very exclusive. It is not like a McDonald's, not like a hot dog, not like a French fry. It's very high-class cooking in Japan."
    },
    {
      "cite": "Nobu Matsuhisa",
      "quote": "Making sushi is an art, and experience is everything."
    },
    {
      "cite": "Nobu Matsuhisa",
      "quote": "With sushi, it is all about balance. Sometimes they cut the fish too thick, sometimes too thin. Often the rice is overcooked or undercooked. Not enough rice vinegar or too much."
    },
    {
      "cite": "Tim Hoffman",
      "quote": "Sushi is not really about flavor as much as texture. Everything is usually made bite-size so you can eat it in one bite, which is more proper."
    }
  ]
}