{
  "source": "https://www.wisesayings.com/suspense-quotes/",
  "theme": "suspense",
  "quotes": [
    {
      "cite": "Robert Burns",
      "quote": "Suspense is worse than disappointment."
    },
    {
      "cite": "Damon Lindelof",
      "quote": "There is no suspense in inevitability."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Suspense is irksome, disappointment bitter."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Anguish of suspense made men even desire the arrival of enemies."
    },
    {
      "cite": "E. M. Forster",
      "quote": "Suspense: the only literary tool that has any effect upon tyrants and savages."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "We all live in suspense from day to day; in other words, you are the hero of your own story."
    },
    {
      "cite": "Leigh Michaels",
      "quote": "Suspense arises naturally from good writing - it's not a spice to be added separately."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Suspense is like a woman. The more left to the imagination, the more the excitement."
    },
    {
      "cite": "Lisa Gardner",
      "quote": "I think one of the appeals of suspense is to safely explore our innermost fears."
    },
    {
      "cite": "Irving Stone",
      "quote": "...that horrible moment of suspense when the artist shows one of his creations to strange eyes for the first time."
    },
    {
      "cite": "Arthur Symons",
      "quote": "Vaguely conscious of that great suspense in which we live, we find our escape from its sterile, annihilating reality in many dreams, in religion, passion, art."
    },
    {
      "cite": "Ashwin Sanghi",
      "quote": "Surprise is when a prime minister is assassinated during his speech. Suspense is when an assassin lurks while the prime minister speaks. Balancing surprise and suspense is the job of the thriller writer."
    },
    {
      "cite": "Ben Marcus",
      "quote": "Suspense left my life a long time ago, now it has returned. I do not care for it."
    },
    {
      "cite": "Ada Leverson",
      "quote": "Suspense is torture ... but delightful--or there'd be no gambling in the world."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "There is nothing like suspense and anxiety for barricading a human's mind against the Enemy. He wants men to be concerned with what they do; our business is to keep them thinking about what will happen to them."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "For me, suspense doesn't have any value if it's not balanced by humor."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Suspense combines curiosity with fear and pulls them up a rising slope."
    },
    {
      "cite": "James Wan",
      "quote": "If you don't do the suspense correctly, then your jump scares are not going to work."
    },
    {
      "cite": "Karyn Kusama",
      "quote": "A lot of the best suspense operates on a careful withholding of information as opposed to the doling out of information."
    },
    {
      "cite": "Ira Sachs",
      "quote": "Suspense films are often based on communication problems, and that affects all of the plot points. It almost gives it kind of a fable feeling."
    },
    {
      "cite": "David Slade",
      "quote": "Suspense is a real tough beast in terms of the filmmaking."
    },
    {
      "cite": "Tom Clancy",
      "quote": "Suspense is achieved by information control: What you know. What the reader knows. What the characters know."
    },
    {
      "cite": "Amber Heard",
      "quote": "There's something nice and valuable and wonderful about the suspense and the classic horror that doesn't just crutch on blood and the almost pornographic view of fear."
    },
    {
      "cite": "Frank Portman",
      "quote": "There's always a bit of suspense about the particular way in which a given school year will get off to a bad start."
    },
    {
      "cite": "Nelson DeMille",
      "quote": "You have to go out of your way as a suspense novelist to find situations where the protagonists are somewhat helpless and in real danger."
    },
    {
      "cite": "Sergio Aragones",
      "quote": "Suspense is very important. Even though this is humor and they're short stories, that theory of building suspense is still there."
    },
    {
      "cite": "John Gardner",
      "quote": "Real suspense comes with moral dilemma and the courage to make and act upon choices. False suspense comes from the accidental and meaningless occurrence of one damned thing after another."
    },
    {
      "cite": "Gillian Flynn",
      "quote": "For me, suspense is always harder and better than going for the quick, outright scare."
    },
    {
      "cite": "Leigh Michaels",
      "quote": "What keeps readers turning pages is suspense, which you can create using a variety of techniques, including tension, pacing and foreshadowing."
    },
    {
      "cite": "Jason Blum",
      "quote": "I think good suspense and horror is really about creating situations that are relatable, and throwing a wrench in it and watching how people respond to it."
    }
  ]
}