{
  "source": "https://www.wisesayings.com/sustainability-quotes/",
  "theme": "sustainability",
  "quotes": [
    {
      "cite": "Shari Arison",
      "quote": "Sustainability is the key to our survival on this planet and will also determine success on all levels."
    },
    {
      "cite": "Derrick Jensen",
      "quote": "We cannot hope to create a sustainable culture with any but sustainable souls."
    },
    {
      "cite": "Murray Gell-Mann",
      "quote": "Sustainability is living on nature's income rather than living on its capital."
    },
    {
      "cite": "Gaylord Nelson",
      "quote": "The ultimate test of man's conscience may be his willingness to sacrifice something today for future generations whose words of thanks will not be heard."
    },
    {
      "cite": "Jeffrey D. Sachs",
      "quote": "We need to defend the interests of those whom we've never met and never will."
    },
    {
      "cite": "Miguel Reynolds Brandao",
      "quote": "Engage the whole community with a common purpose to build an innovative and sustainable enterprise."
    },
    {
      "cite": "Hunter Lovins",
      "quote": "Sustainability: It's the right thing to do, it's the smart thing to do, it's the profitable thing to do."
    },
    {
      "cite": "Warren Flint",
      "quote": "Sustainability requires maintaining life-supporting natural capital in order for our socioeconomic goals to be met."
    },
    {
      "cite": "Robert Gutman",
      "quote": "Every profession bears the responsibility to understand the circumstances that enable its existence."
    },
    {
      "cite": "Arron Wood",
      "quote": "Sustainability is treating ourselves and our environment as if we are to live on this earth forever."
    },
    {
      "cite": "Paul Hawken",
      "quote": "Sustainability, ensuring the future of life on Earth, is an infinite game, the endless expression of generosity on behalf of all."
    },
    {
      "cite": "Ralph Bicknese",
      "quote": "Sustainability is about ecology, economy and equity."
    },
    {
      "cite": "John C. Sawhill",
      "quote": "A society is defined not only by what it creates but also by what it refuses to destroy."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "We can create a more sustainable, cleaner and safer world by making wiser energy choices."
    },
    {
      "cite": "John Denver",
      "quote": "No one person has to do it all but if each one of us follow our heart and our own inclinations we will find the small things that we can do to create a sustainable future and a healthy environment."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The future is green energy, sustainability, renewable energy."
    },
    {
      "cite": "Jochen Zeitz",
      "quote": "Sustainability is no longer about doing less harm. It's about doing more good."
    },
    {
      "cite": "Alan AtKisson",
      "quote": "Sustainability is a set of conditions and trends in a given system that can continue indefinitely."
    }
  ]
}