{
  "source": "https://www.wisesayings.com/swan-quotes/",
  "theme": "swan",
  "quotes": [
    {
      "cite": "Jan Struther",
      "quote": "swans ... always look as though they'd just been reading their own fan-mail."
    },
    {
      "cite": "Johnny Carson",
      "quote": "When turkeys mate they think of swans."
    },
    {
      "cite": "Chanakya",
      "quote": "Swans live wherever there is water, and leave the place where water dries up; let not a man act so - and comes and goes as he pleases."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Swans sing before they die - 'twere no bad thing should certain persons die before they sing."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Swan flocks of lilies shoreward lying, In sweetness, not in music, dying."
    },
    {
      "cite": "Martial",
      "quote": "The swan murmurs sweet strains with a flattering tongue, itself the singer of its own dirge."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Even if you enter the dirty water, stay neat like a white swan!"
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Those who awaken never rest in one place. Like swans, they rise and leave the lake. On the air they rise and fly an invisible course. Their food is knowledge. They live on emptiness. They have seen how to break free. Who can follow them?"
    },
    {
      "cite": "Heinrich Heine",
      "quote": "The swan, like the soul of the poet, By the dull world is ill understood."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "It is best to live with honor for just a day than with dishonor for many decades; better a short lived celestial swan than a century-lived crow."
    },
    {
      "cite": "Nora Ephron",
      "quote": "If you're looking for monogamy, you'd better marry a swan."
    },
    {
      "cite": "Arthur Golden",
      "quote": "The swan who goes on living in its parents' tree will die; this is why those who are beautiful and talented bear the burden of finding their own way in the world."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Being born in a duck yard does not matter, if only you are hatched from a swan's egg."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "His own image; no longer a dark, gray bird, ugly and disagreeable to look at, but a graceful and beautiful swan. To be born in a duck's nest, in a farmyard, is of no consequence to a bird, if it is hatched from a swan's egg."
    },
    {
      "cite": "Guillaume De Salluste Du Bartas",
      "quote": "And swans seem whiter if swart crowes be by."
    },
    {
      "cite": "Michael Gira",
      "quote": "Swans are majestic, beautiful looking creatures. With really ugly temperaments."
    },
    {
      "cite": "David Hume",
      "quote": "No amount of observations of white swans can allow the inference that all swans are white, but the observation of a single black swan is sufficient to refute that conclusion."
    },
    {
      "cite": "Elizabeth Jane Coatsworth",
      "quote": "But calm, white calm, was born into a swan."
    }
  ]
}