{
  "source": "https://www.wisesayings.com/swearing-quotes/",
  "theme": "swearing",
  "quotes": [
    {
      "cite": "James Rozoff",
      "quote": "Vulgarity is like a fine wine: it should only be uncorked on a special occasion, and then only shared with the right group of people."
    },
    {
      "cite": "Stephen Fry",
      "quote": "I hate it when people say swearing isn't necessary. Things not being necessary is what makes life interesting, the little extras in life."
    },
    {
      "cite": "Megan Shepherd",
      "quote": "Apparently profanity had a way of making men listen."
    },
    {
      "cite": "Aaron Burch",
      "quote": "In general, there are usually two reasons to swear--to get someone's attention and because it's fun."
    },
    {
      "cite": "Michelle Franklin",
      "quote": "Swearing is a currency the countryside spends well."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "Swearing relieves the feelings - that is what swearing does. I explained this to my aunt on one occasion, but it didn't answer with her. She said I had no business to have such feelings."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "Swearing was invented as a compromise between running away and fighting."
    },
    {
      "cite": "Orlando Winters",
      "quote": "If you want to get rid of the perceived meaning of curse words, you’ll have to get rid of the feelings which bring their use, and that’s not going to happen."
    },
    {
      "cite": "George Washington",
      "quote": "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it."
    },
    {
      "cite": "Andrea Pirlo",
      "quote": "Swearing's my release. It's the one weapon I have to defend myself against destiny when it elects to strike without pity."
    },
    {
      "cite": "Stephen J. Cannell",
      "quote": "Using profanity in public. I can't recall the fine for that. Oh well, lets call it a night in jail."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "You mean the profanity? That's simply the way they talk here. Nobody pays attention to you unless you swear every other word. You'll find it in all the literature of the period."
    },
    {
      "cite": "Dennis Klein",
      "quote": "I'm gonna resist the urge to express my anger by using profanity and I hope you appreciate that."
    },
    {
      "cite": "Michael Andrews",
      "quote": "Profanity is a brutal vice. He who uses it, is not a gentleman."
    },
    {
      "cite": "William Brent Bell",
      "quote": "Profanity is for the feeble-minded."
    },
    {
      "cite": "Jean Shepherd",
      "quote": "He worked in profanity the way other artists might work in oils or clay. It was his true medium; a master."
    },
    {
      "cite": "Jay Martel",
      "quote": "I don't believe that profanity has anything to do with Christianity, thank you."
    },
    {
      "cite": "Mark Ellis",
      "quote": "Profanity is an expression of loss of control. Not very reassuring for a team leader."
    },
    {
      "cite": "Susan Harris",
      "quote": "You're cursing, that's what you're doing. The road to Hell is paved with profanity users!"
    },
    {
      "cite": "Greg Berlanti",
      "quote": "You know, one of these days you're going to run out of fake profanity and start using real profanity, and you don't want to do that, because let's face it, I'm from New York and we pretty much invented it."
    },
    {
      "cite": "Wendell B. Harris Jr.",
      "quote": "Profanity is the last refuge of the ignorant, the insensitive, and the illiterate"
    },
    {
      "cite": "Andrew Witham",
      "quote": "I happen to have a healthy respect for profanity. They're just not happy words and they don't make me happy to hear them. To use something over and over until it has no meaning."
    },
    {
      "cite": "Saga",
      "quote": "The scattered profanity honored and written in stone / Conducted by vanity leading us more than you know"
    },
    {
      "cite": "Coleman Young",
      "quote": "Swearing is an art form. You can express yourself much more exactly, much more succinctly, with properly used curse words."
    },
    {
      "cite": "Rutherford B. Hayes",
      "quote": "Must swear off from swearing. Bad habit."
    },
    {
      "cite": "Kyle",
      "quote": "Swearing can be fun, but doing it all the time causes a lot of problems."
    },
    {
      "cite": "Ruben Papian",
      "quote": "The agony of love destroyed often leaves us swearing never to love again."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "Swearing is industry language. For as long as we're alive it's not going to change. You've got to be boisterous to get results."
    },
    {
      "cite": "Robert Lowth",
      "quote": "Profane swearing never did any man any good. No man in the richer or wiser or happier for it."
    },
    {
      "cite": "David Crystal",
      "quote": "Swearing makes an excellent relief mechanism."
    }
  ]
}