{
  "source": "https://www.wisesayings.com/sweetheart-quotes/",
  "theme": "sweetheart",
  "quotes": [
    {
      "cite": "Mandy Hampton",
      "quote": "If a hug represented how much I loved you, I would hold you in my arms forever."
    },
    {
      "cite": "Anonymous",
      "quote": "Sitting next to you doing absolutely nothing means absolutely everything to me."
    },
    {
      "cite": "Pamela Morsi",
      "quote": "They say sweethearts and squabbles are like flowers and rain. Takes both to make it springtime."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "Anonymous",
      "quote": "You have no idea how fast my heart beats when I see you!"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "That's my sweetheart in there. Wherever she is, that's where my home is."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "For the two of us, home isn't a place. It is a person. And we are finally home."
    },
    {
      "cite": "Anonymous",
      "quote": "You are my soul mate, my sweetheart, you are my dream come true, from now until the end of time I give my heart and soul to you."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "My sweetheart is to me more than a coined hemisphere."
    },
    {
      "cite": "Cheryl Strayed",
      "quote": "It's a long life, sweetheart, and time heals all wounds."
    },
    {
      "cite": "Dante Gabriel Rossetti",
      "quote": "Beauty without the beloved is a like a sword through the heart."
    },
    {
      "cite": "Charles M Schulz",
      "quote": "Dear sweetheart, without you my days are endless. Days seem like weeks. Weeks feel like months.Months like years. Years like centuries. Centuries like, you get the idea."
    },
    {
      "cite": "Jennifer L. Armentrout",
      "quote": "I've alway found that the most beautiful people, truly beautiful inside and out, are the ones who are quietly unaware of their effect."
    },
    {
      "cite": "Stephanie",
      "quote": "You are the sunshine of my life, you take the clouds away and make me a rainbow every day. You're in my heart where you'll forever stay. I love you, sweetheart."
    },
    {
      "cite": "Anonymous",
      "quote": "I need you like a heart needs a beat."
    },
    {
      "cite": "Rosemonde Gerard",
      "quote": "For you see, each day I love you more, today more than yesterday and less than tomorrow."
    },
    {
      "cite": "John Keats",
      "quote": "The last of your kisses was ever the sweetest; the last smile the brightest; the last movement the gracefullest."
    },
    {
      "cite": "Candi Staton",
      "quote": "I'd rather be an old man's sweetheart than a young man's fool."
    },
    {
      "cite": "Neville Goddard",
      "quote": "All knots that lovers tie are tied to sever. Here shall your sweetheart lie, untrue for ever."
    },
    {
      "cite": "Anonymous",
      "quote": "You may hold my hand for a while, but you hold my heart forever."
    },
    {
      "cite": "Glen Rambharack",
      "quote": "A heart at peace gives life to the body, but envy rots the bones. So save your anger and jealousy sweetheart, don't allow your own emotion to hurt you!"
    },
    {
      "cite": "Anonymous",
      "quote": "A day without you is a day without sun. A night without you is a night without moon. A life without you is a life without life."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "My dear, if heaven is truly a place, then it is situated in your heart, that special place, that was reserved for me."
    },
    {
      "cite": "Michio Kushi",
      "quote": "It is easy to love friends and sweethearts. This is selfish love. Higher love embraces enemies and all ugly, bad people. The highest love doesn't see goodness or badness at all. One should even love warmongers, bad food producers and priests."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "We loved with a love that was more than love."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "They talk of a man betraying his country, his friends, his sweetheart. There must be a moral bond first. All a man can betray is his conscience."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "A sweetheart is a bottle of wine, a wife is a wine bottle."
    },
    {
      "cite": "George Jean Nathan",
      "quote": "A man's wife is his compromise with the illusion of his first sweetheart."
    }
  ]
}