{
  "source": "https://www.wisesayings.com/sweet-love-quotes/",
  "theme": "sweet-love",
  "quotes": [
    {
      "cite": "Kenneth Koch",
      "quote": "If you want to know how much I love and care for you, count the waves."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Sweet is true love that is given in vain, and sweet is death that takes away pain."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Love has nothing to do with what you are expecting to get — only with what you are expecting to give — which is everything."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love your feet because they have wandered over the earth and through the wind and water until they brought you to me."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I love you more than there are stars in the sky and fish in the sea."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "One day you will kiss a man you can't breathe without and find that breath is of little consequence."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Hear my soul speak. Of the very instant that I saw you, did my heart fly at your service."
    },
    {
      "cite": "John Green",
      "quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "yours is the light by which my spirit's born: yours is the darkness of my soul's return —you are my sun, my moon, and all my stars"
    },
    {
      "cite": "Jan Arden",
      "quote": "My heart smiled when you kissed my lips. What a sweet surprise."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I fell in love with her when we were together, then fell deeper in love with her in the years we were apart."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "When someone loves you, the way they say your name is different. You know that your name is safe in their mouth."
    },
    {
      "cite": "Rosemonde Gerard",
      "quote": "For you see, each day I love you more, today more than yesterday and less than tomorrow."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close"
    },
    {
      "cite": "Antoine de Saint Exupery",
      "quote": "And now here is my secret, a very simple secret; it is only with the heart that one can see rightly, what is essential is invisible to the eye."
    },
    {
      "cite": "Arrigo Boito",
      "quote": "When I saw you I fell in love, and you smiled because you knew."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "She was ready to deny the existence of space and time rather than admit that love might not be eternal."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment."
    },
    {
      "cite": "Emily Bronte",
      "quote": "He's more myself than I am. Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "Simone Elkeles",
      "quote": "You are the one girl that made me risk everything for a future worth having."
    },
    {
      "cite": "Harry Burns",
      "quote": "I came here tonight because when you realize that you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
    },
    {
      "cite": "Eleanor Farjeon",
      "quote": "But love has no uttermost, as the stars have no number and the sea no rest."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "Since I can't be with you right now I will have to be content just dreaming about when we will be together again."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "So, I love you because the entire universe conspired to help me find you."
    },
    {
      "cite": "James Beattie",
      "quote": "How sweet the words of Truth, breathed from the lips of Love."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The greatest happiness of life it the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Love is like the wind, you can't see it but you can feel it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I know no ways to mince it in love, but directly to say — I love you."
    },
    {
      "cite": "Amy Bushell",
      "quote": "Love reminds you that nothing else matters."
    }
  ]
}