{
  "source": "https://www.wisesayings.com/sweet-tooth-quotes/",
  "theme": "sweet-tooth",
  "quotes": [
    {
      "cite": "Tony McCoy",
      "quote": "I've always got a sweet tooth. I have chocolate hidden in places that nobody knows about."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "I have a horrible sweet tooth. It's gotten to the point where if I throw a cookie in the garbage, I have to douse it in Cascade. Otherwise, why wouldn't I take it out and eat it?"
    },
    {
      "cite": "Michael Strahan",
      "quote": "I have the biggest sweet tooth! You name it, I will eat it. My all-time favorite is my mother's butter cake. Every time I go home, my mom will already have the cake made because I love it so much. This makes my siblings mad because they think she favors me. I don't care because she probably does!"
    },
    {
      "cite": "G. Garvin",
      "quote": "If you have a sweet tooth, you'll have a sweet mouth when you're done, because all your teeth are going to be sweet."
    },
    {
      "cite": "Kristen Painter",
      "quote": "A man without a sweet tooth is not to be trusted."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A good bachelor drinks his dessert (and sometimes the rest of his meals). A sweet tooth is a danger signal that you're getting too much exercise and not enough cocktails."
    },
    {
      "cite": "Devon Werkheiser",
      "quote": "I have the biggest sweet tooth. After the holidays, I gotta start working out."
    },
    {
      "cite": "Kirsty Gallacher",
      "quote": "I’ve got a really sweet tooth and sometimes I just have to have some chocolate."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "There's nothing better than cake but more cake."
    },
    {
      "cite": "Daniel Sunjata",
      "quote": "I have no will power when it comes to sweets. I have a sweet tooth."
    },
    {
      "cite": "Christina Tosi",
      "quote": "I was an infamously picky eater as a child but also had an infamous sweet tooth. All I wanted was dessert for every meal of the day."
    },
    {
      "cite": "Paul Hollywood",
      "quote": "Dad was a baker, and we lived above the bakery, so I was always popping down to have an apple pie or a doughnut or a custard or gypsy tart: I had a very sweet tooth, and I think that that was what got me into doing what I do now."
    },
    {
      "cite": "Jeremy Renner",
      "quote": "I have a bad sweet tooth. I'm pretty good when I have to eat well for work, but otherwise, I could eat a whole roll of raw cookie dough."
    },
    {
      "cite": "Caroline Wozniacki",
      "quote": "I have a sweet tooth. Milk chocolate with the caramel fillings — that’s my guilty pleasure right there. But I think that’s all right, we have to let ourselves indulge sometimes."
    },
    {
      "cite": "Antoni Porowski",
      "quote": "I don't have the biggest sweet tooth, but I do have one in the morning."
    }
  ]
}