{
  "source": "https://www.wisesayings.com/sweet-girl-quotes/",
  "theme": "sweet-girl",
  "quotes": [
    {
      "cite": "Reese Witherspoon",
      "quote": "For all the girls out there, it’s totally possible to be a good girl. I’m going to try to make it cool"
    },
    {
      "cite": "Jennifer Jason Leigh",
      "quote": "Being a good girl means suppressing a lot."
    },
    {
      "cite": "Miley Cyrus",
      "quote": "With yourself, I think you have to decide the kind of person that you really want to be, and for me, it's just a sweet girl."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "All really nice girls wonder when men don't try to kiss them. They know they shouldn't want them to and they know they must act insulted if they do, but just the same, they wish the men would try."
    },
    {
      "cite": "Golshifteh Farahani",
      "quote": "There's an expression in Persian, 'to play with the lion's tail.' I wasn't what Iranian society wanted me to be - a good girl. I played with the lion's tail."
    },
    {
      "cite": "Albert Einstein",
      "quote": "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity."
    },
    {
      "cite": "Micah Perks",
      "quote": "Nice girls are not supposed to be hungry. They are not supposed to feed themselves or care about their own food. They're definitely not supposed to take food out of a child's mouth."
    },
    {
      "cite": "Nursery Rhyme",
      "quote": "What are little girls made of? / Sugar and spice / And everything nice / That's what little girls are made of"
    },
    {
      "cite": "Taylor Cole",
      "quote": "Nice girls aren't always what they seem."
    },
    {
      "cite": "Sherry Argov",
      "quote": "The nice girl makes the mistake of being available all the time."
    },
    {
      "cite": "Marcus Valerius Martial",
      "quote": "You ask what a nice girl will do? She won't give an inch, but she won't say no."
    },
    {
      "cite": "Ziauddin Yousafzai",
      "quote": "A good girl is supposed to be very quiet."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "It's the good girls who keep the diaries; the bad girls never have time."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Even good girls have secrets, ones even their best friends must guess."
    },
    {
      "cite": "Susan Jane Gilman",
      "quote": "Good girls don't hurt other people's feelings. Good girls are not overly aggressive, competitive, or boastful. Good girls please others. But what good girls are good for is another question."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "Good girls hold their heads high by daylight, / Their grace and their virtue soaring with kites, / While bad girls slink along in their shame- / Everyone stares at them, everyone blames. / But those bad girls sleep soundly at night, / Ne'er do their consciences wake them in a fright, / While our good girls toss and they turn- / They lay awake for those who will burn."
    },
    {
      "cite": "Lois P Frankel",
      "quote": "So why do women stay in the place of girlhood long after it’s productive for them? One reason is because we’ve been taught that acting like a nice girl—even when we’re grown up—isn’t such a bad thing. Girls get taken care of in ways that boys don’t. Girls aren’t expected to fend for or take care of themselves—others do that for them....People like girls. Men want to protect you. Cuddly or sweet, tall or tan, girls don’t ask for much. They’re nice to be around and they’re nice to have around—sort of like pets."
    },
    {
      "cite": "Lois P Frankel",
      "quote": "This might be a good time to dispel the myth that overcoming nice girl syndrome means you have to be mean and nasty."
    },
    {
      "cite": "Fran Hauser",
      "quote": "When I talk about being authentically nice, I’m describing a woman who is considerate, respectful, fair, collaborative, and generous."
    },
    {
      "cite": "Cindy Crawford",
      "quote": "Being a nice girl from the Mid-West, my inclination is always to give in and say yes because I want people to like me."
    },
    {
      "cite": "Tyra Banks",
      "quote": "I wish I was harder; I wish I didn't care so much about being the nice girl all the time because a lot of the time people can take kindness for weakness, so I wish I had a little bit more 'oomph' in me."
    },
    {
      "cite": "Fran Hauser",
      "quote": "Over time, I was surprised to find that owning my niceness actually made it easier for me to speak up, push back, and voice my opinions at work because I wasn’t so consumed by trying to be something I was not. Instead, my confidence soared along with my effectiveness because I was finally free to be my authentically nice and caring self."
    },
    {
      "cite": "Beverly Engel",
      "quote": "It is my contention that Nice Girl behavior sets women up to be misused and abused. This does not mean that women cause men to become abusive. It does not mean that women are masochists. What it does mean is that by being too nice, women send a strong message to those who already have a tendency to use and abuse. The message is: “My need to be seen as nice (or sweet or innocent) is more powerful than my instinct to protect myself.”"
    },
    {
      "cite": "Pink",
      "quote": "The aggressive side of me comes across in my music, but I'm just a sweet girl."
    },
    {
      "cite": "Annette Bening",
      "quote": "It used to be the one or the other, right? You were the 'bad girl' or the 'good girl' or the 'bad mother' or 'the good mother,' 'the horrible businesswoman who eschewed her children' or 'the earth mother who was happy to be at home baking pies,' all of that stuff that we sort of knew was a lie."
    },
    {
      "cite": "Phoebe Waller-Bridge",
      "quote": "As women, we get the message about how to be a good girl - how to be a good, pretty girl - from such an early age. Then, at the same time, we're told that well-behaved girls won't change the world or ever make a splash."
    },
    {
      "cite": "Rachel Simmons",
      "quote": "Many girls aspire to a version of selfhood that puts a psychological glass ceiling on their potential to succeed. They suffer from what I call the Curse of the Good Girl: the pressure to be liked by everyone, generous to a fault, and flawless at everything you do."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Good girl doesn’t exist; you just have to choose between bad and worse."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Teach her to reject likeability. Her job is not to make herself likeable, her job is to be her full self, a self that is honest and aware of the equal humanity of other people."
    },
    {
      "cite": "Amy Poehler",
      "quote": "I love saying 'yes' and I love saying 'please.' Saying 'yes' doesn't mean I don't know how to say no, and saying 'please' doesn't mean I am waiting for permission. 'Yes please' sounds powerful and concise. It's a response and a request. It is not about being a good girl; it is about being a real woman."
    }
  ]
}