{
  "source": "https://www.wisesayings.com/swimming-quotes/",
  "theme": "swimming",
  "quotes": [
    {
      "cite": "Amanda Beard",
      "quote": "I concentrate on preparing to swim my race and let the other swimmers think about me, not me about them."
    },
    {
      "cite": "Alexandr Popov",
      "quote": "The water is your friend.....you don't have to fight with water, just share the same spirit as the water, and it will help you move"
    },
    {
      "cite": "Jeff Rouse",
      "quote": "Enjoy swimming for swimmings sake. We have to spend far too much time in the water to not enjoy the process challenging yourself of moving through the water"
    },
    {
      "cite": "Bruce Lee",
      "quote": "If you want to learn to swim jump into the water. On dry land no frame of mind is ever going to help you."
    },
    {
      "cite": "Woodrow T. Wilson",
      "quote": "The man who is swimming against the stream knows the strength of it."
    },
    {
      "cite": "Unkown",
      "quote": "It's a good idea to begin at the bottom in everything except in learning to swim."
    },
    {
      "cite": "Diana Nyad",
      "quote": "Swimming is probably the ultimate of burnout sports."
    },
    {
      "cite": "Robert Collier",
      "quote": "Most of us, swimming against the tides of trouble the world knows nothing about, need only a bit of praise or encouragement - and we will make the goal."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I'd still swim. And I'd despise the one who gave up."
    },
    {
      "cite": "Unkown",
      "quote": "Swimming:  From the outside looking in, you can t understand it. From the inside looking out, you can t explain it."
    },
    {
      "cite": "Dusty Hicks",
      "quote": "It's been told that swimming is a wimp sport, but I don't see it. We don't get timeouts, in the middle of a race we can't stop and catch our breath, we can't roll on our stomachs and lie there, and we can't ask for a substitution."
    },
    {
      "cite": "Russian Proverb",
      "quote": "No man drowns if he perseveres in praying to God, and can swim."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Remember, a dead fish can float downstream, but it takes a live one to swim upstream."
    },
    {
      "cite": "Paul Tsongas",
      "quote": "Breaststroke is an athletic event; butterfly is a political statement."
    },
    {
      "cite": "Julia Gregson",
      "quote": "She had a strange feeling in the pit of her stomach, like when you're swimming and you want to put your feet down on something solid, but the water's deeper than you think and there's nothing there"
    },
    {
      "cite": "Dara Torres",
      "quote": "The water doesn't know how old you are."
    },
    {
      "cite": "Frederick Weisel",
      "quote": "There's an old adage: the sensation of drowning reminds you of everything you ever knew about swimming."
    },
    {
      "cite": "Esther Williams",
      "quote": "Traveling to swimming meets took me beyond my small-town existence, gave me a hint of the exciting world outside of my own home."
    },
    {
      "cite": "Unkown",
      "quote": "Swimming - what real men do while boys play football."
    },
    {
      "cite": "Michael Phelps",
      "quote": "Swimming is more than a once-every-four-years sport. My goal is to bring attention to swimming - to give it some personality."
    },
    {
      "cite": "Dennis Rodman",
      "quote": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is."
    },
    {
      "cite": "Mark Spitz",
      "quote": "Swimming isn't everything, winning is."
    },
    {
      "cite": "Jill Clayburgh",
      "quote": "I love to swim for miles; I could just go back and forth."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Never forget that only dead fish swim with the stream."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you should rear a duck in the heart of the Sahara, no doubt it would swim if you brought it to the Nile."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Only when the tide goes out do you discover who's been swimming naked."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Let us swim together in the ocean of our being."
    }
  ]
}