{
  "source": "https://www.wisesayings.com/swing-quotes/",
  "theme": "swing",
  "quotes": [
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Life swings like a pendulum backward and forward between pain and boredom."
    },
    {
      "cite": "Jacqueline Woodson",
      "quote": "The empty swing set reminds us of this- that bad won't be bad forever, and what is good can sometimes last a long, long time."
    },
    {
      "cite": "Wynton Marsalis",
      "quote": "Swing is extreme coordination. It's a maintaining balance, equilibrium. It's about executing very difficult rhythms with a panache and a feeling in the context of very strict time. So, everything about the swing is about some guideline and some grid and the elegant way that you negotiate your way through that grid."
    },
    {
      "cite": "Bob Proctor",
      "quote": "When you are on a down swing, do not feel bad. Know the swing will change and things will get better.There are good times coming."
    },
    {
      "cite": "Nicholas Hope",
      "quote": "Swing is so much more than a dance, it's a way of life. The music gets stuck in your mind and the dance is in your heart and the whole scene is engraved on your soul. You can fly."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "The swing of art is circular, from form to formalism, from formalism to formlessness, from formlessness to form again."
    },
    {
      "cite": "Carol Mann",
      "quote": "A golf swing is a collection of corrected mistakes."
    },
    {
      "cite": "Trey Anastasio",
      "quote": "Swing will never sound as good as it did in the 40s."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The doorway to success swings outward not inward."
    },
    {
      "cite": "Duke Snider",
      "quote": "Swing hard, in case they throw the ball where you're swinging."
    },
    {
      "cite": "Charles Webster Hawthorne",
      "quote": "Swing a bigger brush you don't know what you're missing."
    },
    {
      "cite": "Bobby Jones",
      "quote": "You swing your best when you have the fewest things to think about."
    },
    {
      "cite": "Bubba Watson",
      "quote": "Everybody can see that my swing is homegrown. That means everybody has a chance to do it."
    },
    {
      "cite": "John Updike",
      "quote": "The golf swing is like a suitcase into which we are trying to pack one too many things."
    },
    {
      "cite": "Lee Trevino",
      "quote": "My swing is so bad I look like a caveman killing his lunch."
    },
    {
      "cite": "Ben Hogan",
      "quote": "Reverse every natural instinct and do the opposite of what you are inclined to do, and you will probably come very close to having a perfect golf swing."
    },
    {
      "cite": "Mark McCumber",
      "quote": "If your swing was good enough to win one out there, it's good enough to win again. Your problem isn't usually your swing. It's your heart."
    },
    {
      "cite": "Leslie Nielsen",
      "quote": "Don't swing the club, let the club swing you."
    },
    {
      "cite": "William Cory",
      "quote": "Jolly boating weather, / And a hay harvest breeze, / Blade on the feather, / Shade off the trees / Swing, swing together / With your body between your knees."
    },
    {
      "cite": "Henry James",
      "quote": "The balloon of experience is in fact of course tied to the earth, and under that necessity we swing, thanks to a rope of remarkable length, in the more or less commodious car of the imagination; but it is by the rope we know where we are, and from the moment that cable is cut we are at large and unrelated."
    },
    {
      "cite": "Hugh Kingsmill",
      "quote": "What still alive at twenty-two, / A clean upstanding chap like you? / Sure, if your throat 'tis hard to slit, / Slit your girl's, and swing for it."
    },
    {
      "cite": "Irving Mills",
      "quote": "It don't mean a thing / If it ain't got that swing."
    },
    {
      "cite": "Joe Kita",
      "quote": "If age earns you anything, it's the right to rock the boat like you would an old porch swing."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "Your right to swing your fist ends where my nose begins."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "To fear is one thing. To let fear grab you by the tail and swing you around is another."
    },
    {
      "cite": "Phillies Catcher Darren Daulton",
      "quote": "Like they say, it ain't over till the fat guy swings."
    },
    {
      "cite": "Miles Davis",
      "quote": "I don't care if a dude is purple with green breath as long as he can swing."
    },
    {
      "cite": "Ranal Currie",
      "quote": "There is no place for doubt in the middle of a golf swing."
    },
    {
      "cite": "Susan Gale",
      "quote": "You might want to step back. I think i’m getting ready to have a mood swing."
    },
    {
      "cite": "Warren Buffett",
      "quote": "I call investing the greatest business in the world... Because you never have to swing."
    }
  ]
}