{
  "source": "https://www.wisesayings.com/switzerland-quotes/",
  "theme": "switzerland",
  "quotes": [
    {
      "cite": "Ernesto Sabato",
      "quote": "The first time I passed through the country (Switzerland) I had the impression it was swept down with a broom from one end to the other every morning by housewives who dumped all the dirt in Italy"
    },
    {
      "cite": "Larry David",
      "quote": "Switzerland is a place where they don't like to fight, so they get people to do their fighting for them while they ski and eat chocolate."
    },
    {
      "cite": "Nicola Williams",
      "quote": "Switzerland’s hallucinatory landscapes demand immediate action – grab boots, leap on board, toot bike bell and let spirits rip."
    },
    {
      "cite": "Conan O' Brien",
      "quote": "A U.N. study claims the happiest country in the world is Switzerland. When asked why they're so happy, Swiss people couldn't answer because their hands were counting money and their mouths were full of chocolate."
    },
    {
      "cite": "Orson Welles",
      "quote": "In Italy for thirty years under the Borgias they had warfare, terror, murder and bloodshed but they produced Michelangelo, Leonardo da Vinci and the Renaissance. In Switzerland, they had brotherly love; they had five hundred years of democracy and peace and what did that produce? The cuckoo clock."
    },
    {
      "cite": "Geroge Bernard Shaw",
      "quote": "My rank is the highest known in Switzerland. I'm a free citizen."
    },
    {
      "cite": "Trevanian",
      "quote": "No one really likes Switzerland, except those who prefer cleanliness to life."
    },
    {
      "cite": "George Harrison",
      "quote": "If I go to someplace like Switzerland, I find a lot of uptight people because they're living amongst so much beauty; there's no urgency in trying to find the beauty within themselves. If you're stuck in New York, you have to somehow look within yourself - otherwise, you'd go crackers."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Switzerland is a country where very few things begin, but many things end."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Switzerland is a small, steep country, much more up and down than sideways, and is all stuck over with large brown hotels built on the cuckoo clock style of architecture."
    },
    {
      "cite": "Jerry Seinfield",
      "quote": "The Swiss have an interesting army. Five hundred years without a war. Pretty impressive. Also pretty lucky for them. Ever see that little Swiss Army knife they have to fight with? Not much of a weapon there. Corkscrews. Bottle openers. 'Come on, buddy, let's go. You get past me, the guy in back of me, he's got a spoon. Back off. I've got the toe clippers right here."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "In a war everybody always knows all about Switzerland, in peace times it is just Switzerland but in war time it is the only country that everybody has confidence in, everybody."
    },
    {
      "cite": "Lord Byron",
      "quote": "Switzerland is a curst, selfish, swinish country of brutes, placed in the most romantic region of the world."
    },
    {
      "cite": "Eric Weiner",
      "quote": "Every country has its cocktail-party question. A simple one-sentence query, the answer to which unlocks a motherlode of information about the person you just met.... In Switzerland it is, Where are you from? That is all you need to know about someone."
    },
    {
      "cite": "Graham Greene",
      "quote": "Switzerland is only bearable covered with snow...like some people are only bearable under a sheet."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "This is a strange, little, complacent country [Switzerland], in many ways a USA in miniature but of course nearer the center of disturbance!"
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "I am Switzerland. I refuse to be affected by territorial disputes between mythical creatures."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Switzerland is the perfect place where you have volatility at a municipal level that nothing up top - small units competing with each other."
    },
    {
      "cite": "David Letterman",
      "quote": "Everybody was upset that Vladimir Putin was missing. He was in Switzerland with his girlfriend. She had a baby in Switzerland because in Russia childbirth is not covered by Putin-care."
    },
    {
      "cite": "Geraldine Chaplin",
      "quote": "It's the change of rhythm which I think is what keeps me alive. In Spain I hear so much noise from my window that I can't stand it. In Switzerland it's the lack of noise that drives me crazy."
    },
    {
      "cite": "Jim Butcher",
      "quote": "I wouldn't burden any decent system of faith by participating in it... I'm not agnostic. Just nonpartisan. Theological switzerland, that's me."
    }
  ]
}