{
  "source": "https://www.wisesayings.com/symmetry-quotes/",
  "theme": "symmetry",
  "quotes": [
    {
      "cite": "Rudolf Arnheim",
      "quote": "No mature style of art in any culture has ever been simple. In certain cultures, an overall symmetry may conceal the complexity of the work at first glance."
    },
    {
      "cite": "Nicole Krauss",
      "quote": "We take comfort in the symmetries we find in life because they suggest a design where there is none."
    },
    {
      "cite": "Norman Macdonald",
      "quote": "Envy, like a false mirror, distorts the symmetry of the sweetest form."
    },
    {
      "cite": "Alan Perlis",
      "quote": "Symmetry is a complexity-reducing concept (co-routines include subroutines); seek it everywhere."
    },
    {
      "cite": "George Herbert",
      "quote": "Man is all symmetry, Full of proportions, one limb to another."
    },
    {
      "cite": "Henri Poincare",
      "quote": "It is the harmony of the diverse parts, their symmetry, their happy balance; in a word it is all that introduces order, all that gives unity, that permits us to see clearly and to comprehend at once both the ensemble and the details."
    },
    {
      "cite": "Lawrence M. Krauss",
      "quote": "The biggest conceptual change over the last 100 years in the way physicists think about the world is symmetry."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Nothing is so stifling as symmetry. Symmetry is boredom, the quintessence of mourning. Despair yawns. There is something more terrible than a hell of suffering -- a hell of boredom."
    },
    {
      "cite": "Paul Valery",
      "quote": "The universe is built on a plan the profound symmetry of which is somehow present in the inner structure of our intellect."
    },
    {
      "cite": "Larry Wall",
      "quote": "Symmetry is overrated. Overrated is symmetry."
    },
    {
      "cite": "Herbert Read",
      "quote": "The most general law in nature is equity-the principle of balance and symmetry which guides the growth of forms along the lines of the greatest structural efficiency."
    },
    {
      "cite": "Saffron A. Kent",
      "quote": "There's poetry in nature. A symmetry."
    },
    {
      "cite": "Aristotle",
      "quote": "Beauty depends on size as well as symmetry. No very small animal can be beautiful, for looking at it takes so small a portion of time that the impression of it will be confused. Nor can any very large one, for a whole view of it cannot be had at once, and so there will be no unity and completeness."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Symmetry is what we see at a glance; based on the fact that there is no reason for any difference."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "People with great gifts are easy to find, but symmetrical and balanced ones never."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Tidiness is a virtue, symmetry is often a constituent of beauty."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Human behavior is messy and unpredictable and unconcerned with convenient symmetries."
    },
    {
      "cite": "Robert R. Friedmann",
      "quote": "Underlying vengeance is a very strong moral character, guided by a simple principle of justice, which stipulates that symmetry must be restored to what is perceived as an unbalanced situation."
    },
    {
      "cite": "Hermann Weyl",
      "quote": "Symmetry, as wide or as narrow as you may define its meaning, is one idea by which man through the ages has tried to comprehend and create order, beauty and perfection."
    },
    {
      "cite": "Marcelo Gleiser",
      "quote": "Symmetry may have its appeal but it is inherently stale. Some kind of imbalance is behind every transformation."
    },
    {
      "cite": "Edouard Manet",
      "quote": "There's no symmetry in nature. One eye is never exactly the same as the other. There's always a difference. We all have a more or less crooked nose and an irregular mouth."
    },
    {
      "cite": "Hugh Howey",
      "quote": "Symmetry, by surrounding us, makes itself invisible."
    },
    {
      "cite": "Herman Melville",
      "quote": "The symmetry of form attainable in pure fiction can not so readily be achieved in a narration essentially having less to do with fable than with fact. Truth uncompromisingly told will always have its ragged edges."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Our notion of symmetry is derived from the human face. Hence, we demand symmetry horizontally and in breath only, not vertically nor in depth."
    },
    {
      "cite": "Plotinus",
      "quote": "Beauty is rather a light that plays over the symmetry of things than that symmetry itself."
    },
    {
      "cite": "R.A. Delmonico",
      "quote": "The more complex the symmetry, the more constraints. Emergence relies on constraints."
    },
    {
      "cite": "Aristotle",
      "quote": "The mathematical sciences particularly exhibit order, symmetry, and limitation; and these are the greatest forms of the beautiful."
    },
    {
      "cite": "Derek Walcott",
      "quote": "Break a vase, and the love that reassembles the fragments is stronger than that love which took its symmetry for granted when it was whole."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Symmetry is ennui, and ennui is the very essence of grief and melancholy. Despair yawns."
    }
  ]
}