{
  "source": "https://www.wisesayings.com/sympathetic-quotes/",
  "theme": "sympathetic",
  "quotes": [
    {
      "cite": "Stephen Covey",
      "quote": "Creating a warm, caring, supportive, encouraging environment is probably the most important thing you can do for your family."
    },
    {
      "cite": "Matt Dillon",
      "quote": "I don't know why, but audiences are often sympathetic to thieves. Sometimes they are more sympathetic to thieves then they are to earnest people. What does that say about society?"
    },
    {
      "cite": "Helen Rowland",
      "quote": "A good woman inspires a man; a brilliant woman interests him; a beautiful woman fascinates him; and a sympathetic woman gets him"
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you don't have the gift of a loving supportive family, be that gift for someone else. It doesn't have to be a relative, just someone you know who is alone or hurting over the holiday."
    },
    {
      "cite": "George Eliot",
      "quote": "SympatheticÂ people often don't communicate well, they back reflected images which hide their own depths."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "AÂ sympatheticÂ person is placed in the dilemma of a swimmer among drowning men, who all catch at him, and if he gives so much as a leg or a finger, they will drown him."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "A good, sympathetic review is always a wonderful surprise."
    },
    {
      "cite": "Squeak Carnwath",
      "quote": "When you're ambitious, it's really hard to be supportive of other people. But it's our job to try, even though one gets jealous."
    },
    {
      "cite": "George Saunders",
      "quote": "Developing ourÂ sympatheticÂ compassion is not only possible but the only reason for us to be here on earth."
    },
    {
      "cite": "Tory Burch",
      "quote": "Having an environment that is supportive is really important for success."
    },
    {
      "cite": "John Allen Fraser",
      "quote": "A careful andÂ sympatheticÂ sense of humour can also be a great asset when there is need to get out of difficult situations gracefully."
    },
    {
      "cite": "Euripides",
      "quote": "Man's best possession is a sympathetic wife."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "There's nothing like your mother'sÂ sympatheticÂ voice to make you want to burst into tears."
    },
    {
      "cite": "Paul Bloom",
      "quote": "A sympathetic parent might see the spark of consciousness in a baby's large eyes and eagerly accept the popular claim that babies are wonderful learners, but it is hard to avoid the impression that they begin as ignorant as bread loaves."
    },
    {
      "cite": "Jennifer Niven",
      "quote": "It's my experience that people are a lot more sympathetic if they can see you hurting."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "The mostÂ sympatheticÂ of men never fully comprehend woman's concrete situation."
    },
    {
      "cite": "John Allen Fraser",
      "quote": "A careful and sympathetic sense of humour can also be a great asset when there is need to get out of difficult situations gracefully."
    },
    {
      "cite": "Ronald Firbank",
      "quote": "To beÂ sympatheticÂ without discrimination is so very debilitating."
    },
    {
      "cite": "E. M. Forster",
      "quote": "At times our need for a sympathetic gesture is so great that we care not what exactly it signifies or how much we may have to pay for it afterwards."
    },
    {
      "cite": "Louis Untermeyer",
      "quote": "Friendship is like love at its best; not blind but sympathetically all-seeing; a support which does not wait for understanding; an act of faith which does not need, but always has, reason."
    },
    {
      "cite": "Donna Tratt",
      "quote": "There's nothing like having a sympathetic reader who asks the right questions, who understands what you're trying to achieve and only wants to make it better."
    },
    {
      "cite": "Mason Cooley",
      "quote": "A sympathetic look always makes me feel sorry for myself."
    },
    {
      "cite": "Steve Earle",
      "quote": "Sympathetic characters usually have a voice. They usually don't have any trouble being heard."
    },
    {
      "cite": "Homer",
      "quote": "AÂ sympatheticÂ friend can be quite as dear as a brother."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Dread is a sympathetic antipathy and an antipathetic sympathy."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "At every crisis in one's life, it is absolute salvation to have some sympathetic friend to whom you can think aloud without restraint or misgiving."
    },
    {
      "cite": "Gabriel Iglesias",
      "quote": "Surround yourself with supportive people. All the negative people, man you have to push them aside."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Success in dealing with people depends on sympathetic grasp of the other person's viewpoint."
    },
    {
      "cite": "Dane DeHaan",
      "quote": "Even if you become sympathetic for somebody who has done something terrible, I don't think that necessarily makes what they did look cool."
    }
  ]
}