{
  "source": "https://www.wisesayings.com/sympathy-quotes/",
  "theme": "sympathy",
  "quotes": [
    {
      "cite": "Albert Schweitzer",
      "quote": "The purpose of human life is to serve, and to show compassion and the will to help others."
    },
    {
      "cite": "Marlo Thomas",
      "quote": "I think loss of loved ones is the hardest blow in life."
    },
    {
      "cite": "Helen Keller",
      "quote": "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us."
    },
    {
      "cite": "Maya Angelou",
      "quote": "A great soul serves everyone all the time. A great soul never dies. It brings us together again and again."
    },
    {
      "cite": "Eskimo Proverb",
      "quote": "Perhaps they are not stars, but rather openings in Heaven where the love of our lost ones pours through and shines down upon us to let us know they are happy."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Those we love and lose are always connected by heartstrings into infinity."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "I know for certain that we never lose the people we love, even to death. They continue to participate in every act, thought and decision we make. Their love leaves an indelible imprint in our memories. We find comfort in knowing that our lives have been enriched by having shared their love."
    },
    {
      "cite": "Unknown Author",
      "quote": "Words seem inadequate to express the sadness we feel we for and your family. We are here to help, support, and do whatever you need done."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If there was less sympathy in the world, there would be less trouble in the world."
    },
    {
      "cite": "Anne L. de Stael",
      "quote": "We understand death only after it has placed its hands on someone we love."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Like a bird singing in the rain, let grateful memories survive in time of sorrow."
    },
    {
      "cite": "Maureen Connelly",
      "quote": "To Remember Is Painful, To Forget Is Impossible."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot _be seen or even touched._They must be felt with the heart."
    },
    {
      "cite": "David Sedaris",
      "quote": "If you're looking for sympathy you'll find it between shit and syphilis in the dictionary."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "It is terribly rude to tell people that their troubles are boring."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Unable are the loved to die. For love is immortality."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There are no goodbyes for us. Wherever you are, you will always be in my heart."
    },
    {
      "cite": "Dr.Seuss",
      "quote": "Don't cry because it's over, smile because it happened."
    },
    {
      "cite": "John Taylor",
      "quote": "While we are mourning the loss of our friend, others are rejoicing to meet him behind the veil."
    },
    {
      "cite": "Sufi Epigram",
      "quote": "When the heart grieves over what is has lost, the spirit rejoices over what it has left."
    },
    {
      "cite": "Proverb",
      "quote": "However long the night, the dawn will break."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "He who has gone, so we but cherish his memory, abides with us, more potent, nay, more present than the living man."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
    }
  ]
}