{
  "source": "https://www.wisesayings.com/symphony-quotes/",
  "theme": "symphony",
  "quotes": [
    {
      "cite": "Glen Campbell",
      "quote": "To play with a symphony today is just fabulous."
    },
    {
      "cite": "Julie Harris",
      "quote": "God comes to us in theater in the way we communicate with each other, whether it be a symphony orchestra, or a wonderful ballet, or a beautiful painting, or a play. It's a way of expressing our humanity."
    },
    {
      "cite": "Jeane Dixon",
      "quote": "We must realize our own talents and, having realized, accept them; and play on them like a symphony in which all other instruments are harmonized to make a better universe."
    },
    {
      "cite": "Teddy Wilson",
      "quote": "When you hear a large symphony orchestra. for instance, in a concert hall, there's a big, sweeping sound that just doesn't get on to a record."
    },
    {
      "cite": "Rita Dove",
      "quote": "To practice your scales, so to speak, in order play the symphony, is what you have to do as a young poet."
    },
    {
      "cite": "Toba Beta",
      "quote": "Powerful words harmonize heart and mind as if a symphony."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The world is an orchestra, the universe is a symphony."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Our biological rhythms are the symphony of the cosmos, music embedded deep within us to which we dance, even when we can't name the tune."
    },
    {
      "cite": "Amit Ray",
      "quote": "Symphony starts when you walk together, feel the heart beats and understand the unspoken words."
    },
    {
      "cite": "Navjot Singh Sidhu",
      "quote": "You can't play a symphony alone, it takes an orchestra to play it."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "A symphony must be like the world. It must contain everything."
    },
    {
      "cite": "James Crook",
      "quote": "The man who wants to lead the orchestra must turn his back on the crowd."
    },
    {
      "cite": "Colin Wilson",
      "quote": "A symphony is a stage play with the parts written for instruments instead of for actors."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Each person in the world is different and has their own beautiful sound in the symphony of life."
    },
    {
      "cite": "John Barrymore",
      "quote": "A man must pay the fiddler, in my case it so happened that a whole symphony orchestra often had to be subsidized."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Life is a symphony, and the action of every person in this life is the playing of his particular part in the music."
    },
    {
      "cite": "Anonymous",
      "quote": "You are the music in the symphony of life."
    },
    {
      "cite": "Jane Byrne",
      "quote": "The Chicago Symphony is considered the greatest orchestra in the world."
    },
    {
      "cite": "Benjamin Zander",
      "quote": "It is the tuning of the universe. It's as if at the beginning of the symphony God turns up the volume just a tiny bit."
    },
    {
      "cite": "Jean Sibelius",
      "quote": "The framework of a symphony must be so strong that it forces you to follow it, regardless of the environment and circumstances."
    },
    {
      "cite": "Plato",
      "quote": "Harmony is a symphony, and symphony is an agreement; but an agreement of disagreements while they disagree there cannot be; you cannot harmonize that which disagrees."
    },
    {
      "cite": "Arthur Rubinstein",
      "quote": "The seasons are what a symphony ought to be: four perfect movements in harmony with each other."
    },
    {
      "cite": "Masaru Emoto",
      "quote": "The human being holds a universe within, filled with overlapping frequencies, and the result is a symphony of cosmic proportions."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "It is often the quiet gesture which carries the most significance the one which suddenly directs the symphony."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The perfect orchestration of the symphony of life is one of the Creator's greatest and most beautiful miracles."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Symphonies begin with one note; fires with one flame; gardens with one flower; and masterpieces with one stroke."
    },
    {
      "cite": "Chick Corea",
      "quote": "The sound of the orchestra is one of the most magnificent musical sounds that has ever existed."
    }
  ]
}