{
  "source": "https://www.wisesayings.com/syria-quotes/",
  "theme": "syria",
  "quotes": [
    {
      "cite": "Asaad Almohammad",
      "quote": "You are there and to their ears, being a Syrian sounds like you’re unclean, shameful, indecent; it’s like you owe the world an apology for your very existence."
    },
    {
      "cite": "Aysha Taryam",
      "quote": "If Syria is to rise from the ashes it needs a united Arab world which has one thing on its agenda, not the falling of a dictator for we have seen many of those fall, but the reemergence of a prosperous Arab nation, one that is not reliant on foreign aid but is self-sustained and set on its way to become powerful once again."
    },
    {
      "cite": "Bashar Al-Assad",
      "quote": "For me he is the last Arab ruler, and Syria is the last Arab country. It is the fortress of the remaining dignity of the Arabs, and that's why I'm proud to be here."
    },
    {
      "cite": "President Bashar al-Assad",
      "quote": "Syria is a melting pot. It existed like this, like it is today because it is a melting pot with multifarious cultures for centuries, before Christianity and after Christianity, before Islam and after Islam. If you have any change, dramatic change, in the demographic and social fabric of the Syrian society, you're going to have a big problem in the future regarding the future of Syria."
    },
    {
      "cite": "Philip K. Hitti",
      "quote": "Syria, using the term in its old, geographical sense, occupies a unique place in the annals of the world. Especially because of the inclusion of Palestine and Phoenicia within its ancient boundaries, it has made a more significant contribution to the moral and spiritual progress of mankind than any other comparable land. Small as it appears on a map or a globe, its historical importance is boundless, its influence universal."
    },
    {
      "cite": "William Hague",
      "quote": "Syria should not belong to one family, to one coterie, or to one party. It belongs to all the people of Syria equally, in all their religious and ethnic diversity."
    },
    {
      "cite": "Chauhan Saab",
      "quote": "So from the broken smile to the sealed emotion, From the rising hope to the failed redemption, From the still mornings to the chaotic nights, From the fallen peace to the terror sights, From the cursed skies to the soil red stained, Hear the silent cries, I'm the Syrian pain."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "We cannot look at Syria, and the evil that has arisen from the ashes of indecision, and think this is not the lowest point in the world's inability to protect and defend the innocent."
    },
    {
      "cite": "Dr.Bilal Philips",
      "quote": "I pray for the day when the children of Syria and Palestine wake up to the sound of birds and not bombs."
    },
    {
      "cite": "Aysha Taryam",
      "quote": "As politicians weigh courses of action against their political agendas the death toll weighs heavy on the conscience of the world. The once vibrant Syrian streets are now haunted by the souls of the innocent and the historic monuments that told of an unrivalled Arab civilisation no longer stand tall."
    },
    {
      "cite": "Bashar al-Assad",
      "quote": "We, in Syria, our point of view stems from our experience."
    },
    {
      "cite": "Nikki Haley",
      "quote": "It is time for all civilized nations to stop the horrors that are taking place in Syria and demand a political solution."
    },
    {
      "cite": "John Kerry",
      "quote": "So my judgment is that Syria will move; Syria will change, as it embraces a legitimate relationship with the United States and the West and economic opportunity that comes with it and the participation that comes with it."
    },
    {
      "cite": "John Kerry",
      "quote": "What we saw in Syria last week should shock the conscience of the world. It defies any code of morality. Make no mistake, President Obama believes there must be accountability for those who would use the world's most heinous weapons against the world's most vulnerable people."
    },
    {
      "cite": "Ro Khanna",
      "quote": "When progressives remain silent and don’t talk about why the war in Syria is illegal, then into the void step in neocons like Lindsey Graham. Any wonder that our nation remains mired in endless war. Let’s have the guts to stand for responsible withdrawal."
    },
    {
      "cite": "John Kerry",
      "quote": "Syria is an unfolding humanitarian catastrophe unmatched since World War II. I appeal to both sides to make the most of this moment — seize the opportunity for serious negotiations"
    },
    {
      "cite": "Elliott Abrams",
      "quote": "The courage of the Syrian protesters is remarkable, for they face prison, torture, or death every time they lift a banner."
    },
    {
      "cite": "Walid Jumblatt",
      "quote": "I know something quite sure. We'll never have peace with this Syrian regime. They'll never give us relief, and we'll never forget that."
    },
    {
      "cite": "John F. Kerry",
      "quote": "The world has to save Syria. I mean, this has dramatic implications for the entire region, globally."
    },
    {
      "cite": "Antonio Guterres",
      "quote": "Syria has become the great tragedy of this century - a disgraceful humanitarian calamity with suffering and displacement unparalleled in recent history."
    },
    {
      "cite": "Sagnik Chatterjee",
      "quote": "If we dont support Syria today, every country will perish in 15 years and a lot sooner will humanity die. Be prepared or be the revolt."
    },
    {
      "cite": "Sergei Lavrov",
      "quote": "We are not wedded to anyone in Syria. We are not concerned with any personality. We are concerned with keeping Syria in one piece, territorially integral, sovereign, independent and secular, where the rights of all groups, ethnic and others, are fully respected."
    },
    {
      "cite": "Charles Glass",
      "quote": "The population of Syria is so inharmonious a gathering of widely different races in blood, in creed, and in custom, that government is both difficult and dangerous."
    },
    {
      "cite": "Bill Kristol",
      "quote": "Surely our inaction with respect to Syria is a poor precedent if we're fighting a war on terror."
    },
    {
      "cite": "Bashar al-Assad",
      "quote": "But for us, in Syria, we have principles. We'll do anything to prevent the region from another crazy war. It's not only Syria. Because it will start in Syria."
    },
    {
      "cite": "Franklin Graham",
      "quote": "Syria, for all its problems, at least has a constitution that guarantees equal protection of citizens. Around the world, we have seen that this is essential where Christians are a minority and are not protected."
    },
    {
      "cite": "Jack Lew",
      "quote": "The transition from tyranny to democracy is very hard. The Syrian people have to handle this in a way that works in Syria. And the brutality of the Assad regime is unacceptable."
    },
    {
      "cite": "Joe Biden",
      "quote": "No one doubts that innocent men, women and children have been the victims of chemical weapons attacks in Syria. And there's no doubt who is responsible for this heinous use of chemical weapons in Syria: the Syrian regime."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "I'm so thankful a significant majority of Americans are saying no to military intervention. We've got to find a solution that will in the end be one that makes Syria a better country, a better people."
    },
    {
      "cite": "Edward Luck",
      "quote": "I think Syria is in a particularly sensitive geopolitical position in terms of the politics of the Middle East."
    }
  ]
}