{
  "source": "https://www.wisesayings.com/taboo-quotes/",
  "theme": "taboo",
  "quotes": [
    {
      "cite": "Ellen Goodman",
      "quote": "Taboos are falling across our culture like dominoes. What was unspeakable yesterday dominates talk shows today."
    },
    {
      "cite": "Alan Watts",
      "quote": "The most strongly enforced of all known taboos is the taboo against knowing who or what you really are behind the mask of your apparently separate, independent, and isolated ego."
    },
    {
      "cite": "Sam Taylor-Johnson",
      "quote": "A woman going out with a younger man feels like the last taboo."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "It takes five years for a willing person's mind to change. Have patience with yourself and others when treading in an area protected by a taboo."
    },
    {
      "cite": "Kate Burridge",
      "quote": "All taboos serve different human interests by avoiding those things which threaten to cause offense or distress."
    },
    {
      "cite": "Bob Dylan",
      "quote": "The naked truth is still taboo."
    },
    {
      "cite": "Gunnar Myrdal",
      "quote": "Social taboos are shy like virtue; once lost, there is no remedy."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "A man might well pray that he may not taboo or curse any portion of nature by being buried in it."
    },
    {
      "cite": "Michelle Pfeiffer",
      "quote": "It's fun to explore areas that are taboo that you're not allowed to in real life as an actor."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "Prohibitions create the desire they were intended to cure."
    },
    {
      "cite": "Jello Biafra",
      "quote": "For every prohibition you create, you also create an underground."
    },
    {
      "cite": "Gao Xingjian",
      "quote": "Walk where your heart leads you, there are no restrictions and no burdens."
    },
    {
      "cite": "Kenneth Grahame",
      "quote": "It is the restrictions placed on vice by our social code which makes its pursuit so peculiarly agreeable."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "It's been taboo for so long to admit you had a mental health problem."
    },
    {
      "cite": "Sarah Silverman",
      "quote": "Nothing is taboo if you have an angle on it."
    },
    {
      "cite": "Susan Sontag",
      "quote": "There are more and more taboos about calling something, anything, ugly."
    },
    {
      "cite": "Lee Hsien Loong",
      "quote": "There is no policy too sensitive to question, and no subject so taboo that you cannot even mention it."
    },
    {
      "cite": "Wolfgang Tillmans",
      "quote": "To look without fear is a good subversive tool, undermining taboos."
    },
    {
      "cite": "Frank Langella",
      "quote": "There are no taboos in bed, and there shouldn't be any taboos in bed."
    },
    {
      "cite": "Portia de Rossi",
      "quote": "Restriction generates yearning. You want what you cannot have."
    },
    {
      "cite": "W.A. Mathieu",
      "quote": "Restrictions will set you free."
    },
    {
      "cite": "Hod Lipson",
      "quote": "Restrictions are difficult to enforce in a world where anybody can make anything."
    }
  ]
}