{
  "source": "https://www.wisesayings.com/tact-quotes/",
  "theme": "tact",
  "quotes": [
    {
      "cite": "Evan Esar",
      "quote": "Tact is giving a person a pat on the back when you feel like giving him a kick in the pants."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Tact is the art of building a fire under people without making their blood boil."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "In the battle of existence, talent is the punch; tact is the clever footwork."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Tact is the ability to step on a man's toes without messing up the shine on his shoes."
    },
    {
      "cite": "Karen Walker",
      "quote": "Honey, tact is for people who aren't witty enough to be sarcastic."
    },
    {
      "cite": "Orlando A. Battista",
      "quote": "Tact is the ability to make a person see lightning without letting him feel the bolt."
    },
    {
      "cite": "Evan Esar",
      "quote": "Tact is the ability to shut your mouth before someone else does it for you."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "People with tact have less to retract."
    },
    {
      "cite": "Samuel Butler",
      "quote": "It is tact that is golden, not silence."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Tact is the ability to describe others as they see themselves."
    },
    {
      "cite": "Isaac Newton",
      "quote": "Tact is the art of making a point without making an enemy."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Tact is a combination of good temper, ready wit, quickness of perception and ability to take in the exigency of the occasion instantly."
    },
    {
      "cite": "Monet Lu",
      "quote": "Nowadays, tact is the last thing you would expect from a social setting and being blunt is even considered a quality that one should possess if he or she wants to make it big."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Tact ... is the unsaid part of what you think.... And there is only one thing more potent--its opposite--the unthought part of what you say."
    },
    {
      "cite": "Charles William Day",
      "quote": "Tact is the oil which lubricates society and prevents its harsh and heterogeneous particles from grating against each other; and in proportion as a person possesses this valuable emollient, so will he go roughly or smoothly through the world."
    },
    {
      "cite": "unknown",
      "quote": "Tact is the intelligence of the heart."
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "The secret of man's success resides in his insight into the mood's of people, and his tact in dealing with them."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Without tact you can learn nothing. Tact teaches you when to be silent. Inquirers who are always questioning never learn anything."
    },
    {
      "cite": "unknown",
      "quote": "Tact is ability to see others as they wish to be seen."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Tact in audacity is knowing how far you can go without going too far."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Perseverance and tact are the two great qualities most valuable for all those who would climb, but especially for those who have to step out of the crowd."
    },
    {
      "cite": "William Simms",
      "quote": "Tact is one of the first mental virtues, the absence of which is often fatal to the best of talents; it supplies the place of many talents."
    },
    {
      "cite": "Hugh Allen",
      "quote": "Tact is the rare ability to keep silent while two friends are arguing, and you know both of them are wrong."
    },
    {
      "cite": "Robert E. Fisher",
      "quote": "The use of tact is always needful but it is especially necessary when speaking a truth that may strike a sensitive nerve in another."
    },
    {
      "cite": "H. W. REESE &amp; L. J. PARROTT",
      "quote": "Tact is a relation in which a nonverbal stimulus or circumstance acts as a discriminative stimulus for a verbal response."
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "Tact is after all a kind of mind reading."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Tact is the unsaid part of what you think."
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "Tact is the discrimination of differences. It consists in conscious deviations."
    }
  ]
}