{
  "source": "https://www.wisesayings.com/taekwondo-quotes/",
  "theme": "taekwondo",
  "quotes": [
    {
      "cite": "James Monroe",
      "quote": "The right of self-defense never ceases. It is among the most sacred, and alike necessary to nations and to individuals."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Self-defense is not only our right; it is our duty."
    },
    {
      "cite": "Bruce Hyland",
      "quote": "When two opponents of equal strength and technique fight it off, it is what is in their heart, and how they use their mind that will decide who will win."
    },
    {
      "cite": "Bruce Lee",
      "quote": "To me, the extraordinary aspect of martial arts lies in its simplicity. The easy way is also the right way, and martial arts is nothing at all special; the closer to the true way of martial arts, the less wastage of expression there is."
    },
    {
      "cite": "Dean Koontz",
      "quote": "In self-defense and in defense of the innocent, cowardice is the only sin."
    },
    {
      "cite": "Doug Cook",
      "quote": "The most difficult part ot traditional taekwondo is not learning the first kick or punch. It is not struggling to remember the motions of a poomsae or becoming aquainted with Korean culture. Rather, it is taking the first step across the threshold of the dojang door. This is where roads diverge, where choices are made that will resonate throughout a lifetime."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "Think of your opponents hands and feet as swords."
    },
    {
      "cite": "Duk Sung Son",
      "quote": "Of those who start TaeKwonDo training, only about 5% stick with it until they achieve the Black Belt Rank. Then perhaps 80% of those who earn a Black stop there."
    },
    {
      "cite": "Jackie Chan",
      "quote": "We learn martial arts as helping weakness. You never fight for people to get hurt. You're always helping people."
    },
    {
      "cite": "William Barclay",
      "quote": "Self-defense is a part of the law of nature; nor can it be denied the community, even against the king himself."
    },
    {
      "cite": "Master Bosse",
      "quote": "Don't block with your face!"
    },
    {
      "cite": "Bohdi Sanders",
      "quote": "Protecting yourself is self defense. Protecting others is warriorship."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A martial artist has to take responsibility for himself and accept the consequences of his own doing."
    },
    {
      "cite": "Kenji Tomiki",
      "quote": "A martial art that has no rules is nothing but violence."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Martial arts, like any art, is an unrestricted athletic expression of an individual soul."
    },
    {
      "cite": "Julia Cross",
      "quote": "Practice, practice, and practice more. Watch others and learn from them."
    },
    {
      "cite": "Bruce Lee",
      "quote": "All martial arts is simply an honest expression of one's body with a lot of deception in between."
    },
    {
      "cite": "Barry Eisler",
      "quote": "The two most important things to do for self-defense are not to take a martial arts class or get a gun, but to think like the opposition and know where you're most at risk."
    },
    {
      "cite": "Rorion Gracie",
      "quote": "Self-defense is not just a set of techniques; it's a state of mind, and it begins with the belief that you are worth defending."
    },
    {
      "cite": "Gichin Funakoshi",
      "quote": "The ultimate aim of Karate lies not in victory or defeat, but in the perfection of the character of its participants."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Martial arts is not about fighting; it's about building character."
    },
    {
      "cite": "Master Bosse",
      "quote": "The 90% physical training is to develop that 90% mental attitude."
    },
    {
      "cite": "Neale Donald Walsh",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Elbridge Gerry",
      "quote": "Self defense is a primary law of nature, which no subsequent law of society can abolish; the immediate gift of the Creator, obliges everyone to resist the first approaches of tyranny."
    },
    {
      "cite": "Elvis Presley",
      "quote": "It's not just self defense, it's about self control, body discipline, and mind discipline and breath techniques. It involves yoga. It involves meditation. It's an art, not a sport"
    },
    {
      "cite": "Michelle Yeoh",
      "quote": "Martial arts is something you can learn or pick up and think you could do really well."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Doing little things well is a step toward doing big things better."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Self-defense is the only honourable course where there is unreadiness for self-immolation."
    },
    {
      "cite": "Doug Cook",
      "quote": "Just as a stool requires three legs to stand upright so the taekwondoist must cultivate basic skills, meaningful forms, and effective sparring in order to have both feet firmly planted in the art."
    },
    {
      "cite": "Dev Patel",
      "quote": "Training in taekwondo for eight years and then being able to do it in a film was pretty amazing."
    }
  ]
}