{
  "source": "https://www.wisesayings.com/take-a-deep-breath-quotes/",
  "theme": "take-a-deep-breath",
  "quotes": [
    {
      "cite": "Camila Cabello",
      "quote": "Take a deep breath, listen to your favorite song and realize everything is gonna be okay, nothing is permanent."
    },
    {
      "cite": "James McDonald",
      "quote": "Take a deep breath and take this to heart; God has nothing to do with broken promises. When He says, I promise, mark it down it's going to happen."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Take a deep breath, pick yourself up, dust yourself off, and start all over again."
    },
    {
      "cite": "M. J. Ryan",
      "quote": "Take a deep breath and think of the three things you are grateful for, right in this moment."
    },
    {
      "cite": "Gary Jobson",
      "quote": "Take a deep breath every morning; say thank you for your health. The alternative is unbelievably tough."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Don't spin your wheels and stress. Take a deep breath, center yourself and make a plan."
    },
    {
      "cite": "Greg McKeown",
      "quote": "Take a deep breath. Get present in the moment and ask yourself what is important this very second."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In a quiet place, close your eyes, take a deep breath, and go inward. Place your attention on your heart, in the center of your chest. Sit quietly and easily let your attention remain there."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Take a deep breath and do the difficult thing first."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Take a deep breath and exhale slowly. Mentally picture all tiredness, tension, and fatigue leaving you. Visualize that a wave of golden light is entering you at the top of your head and passing throughout your entire body."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A deep breath is a technique with which we minimize the number of instances where we say what we do not mean … or what we really think."
    },
    {
      "cite": "Mary Oliver",
      "quote": "Listen, are you breathing just a little and calling it a life?"
    },
    {
      "cite": "Laurence Binyon",
      "quote": "We too should make ourselves empty, that the great soul of the universe may fill us with its breath."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Take a deep breath and focus on what's really important."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Take a deep breath, relax and imagine yourself exactly as you wish to be."
    },
    {
      "cite": "Laura Ramirez",
      "quote": "Love sets your heart free. Be not afraid: dig deep, Take a deep breath And reach for the sky In your lover's heart."
    },
    {
      "cite": "John Assaraf",
      "quote": "Every moment allows your the opportunity to take a deep breath in and be grateful for the fact that you can take in a breath."
    },
    {
      "cite": "Tom Welling",
      "quote": "Take a deep breath and try to see how you can make things work."
    },
    {
      "cite": "Regina Brett",
      "quote": "Take a deep breath. It calms the mind."
    },
    {
      "cite": "Eyden I",
      "quote": "Take a deep breath right now… Look at the sky; it's a beautiful night, isn't it?"
    },
    {
      "cite": "A.D. Posey",
      "quote": "Take a deep breath. Inhale peace. Exhale happiness."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Take a deep breath and pause for one minute without doing anything! There did you feel the magic?"
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you just have to take a deep breath, relax, and let things go. Focus on what matters to you and who matters in your life. The rest will work itself out. Just take it one step at a time."
    }
  ]
}