{
  "source": "https://www.wisesayings.com/taking-chances-quotes/",
  "theme": "taking-chances",
  "quotes": [
    {
      "cite": "John Sculley",
      "quote": "If you aren't making some mistakes, you aren't taking enough chances."
    },
    {
      "cite": "Ted Mosby",
      "quote": "If you're not scared then you're not taking a chance. If you're not taking a chance then what the hell are you doing anyway."
    },
    {
      "cite": "Cybill Shepherd",
      "quote": "I've got to take chances and get out there. What are you going to do, sit home and knit? I don't knit."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Be passionate about your life. Learn to live without the fear of failing. Take a chance, you just might surprise yourself."
    },
    {
      "cite": "Walter Anderson",
      "quote": "Our lives improve only when we take chances—and the first and most difficult risk we can take is to be honest with ourselves."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave."
    },
    {
      "cite": "Sren Kierkegaard",
      "quote": "To dare is to lose one's footing momentarily. To not dare is to lose oneself."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "A lifetime isn't forever, so take the first chance, don't wait for the second one! Because sometimes, there aren't second chances! And if it turns out to be a mistake? So what! This is life! A whole bunch of mistakes! But if you never get a second chance"
    },
    {
      "cite": "John Legend",
      "quote": "You learn so much from taking chances, whether they work out or not. Either way, you can grow from the experience and become stronger and smarter."
    },
    {
      "cite": "Amy Poehler",
      "quote": "The great thing about taking big chance when you're younger is you have less to lose and you don't know as much. So you take big swings."
    },
    {
      "cite": "Debbi Fields",
      "quote": "The important thing is not being afraid to take a chance. Remember, the greatest failure is to not try. Once you find something you love to do, be the best at doing it."
    },
    {
      "cite": "Charlie Badenhop",
      "quote": "We all need to decide whether to 'play it safe' in life and worry about the downside, or instead take a chance, by being who we really are and living the life our heart desires. Which choice are you making?"
    },
    {
      "cite": "Jimmy Johnson",
      "quote": "Do you want to be safe and good, or do you want to take a chance and be great?"
    },
    {
      "cite": "Danish Proverb",
      "quote": "He who takes no chances wins nothing."
    },
    {
      "cite": "Julia Soul",
      "quote": "If you are never scared, embarrassed or hurt, it means you never take chances."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "I believe in taking chances and living your life. Sometimes doors open and others close and you have to figure out which one you're going to take. I'm always for the one that's challenging."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare."
    },
    {
      "cite": "Mark Twain",
      "quote": "Necessity is the mother of taking chances."
    },
    {
      "cite": "Alberto Salazar",
      "quote": "If you want to achieve a high goal, you're going to have to take some chances."
    },
    {
      "cite": "unknown",
      "quote": "Every chance taken is another chance to win."
    },
    {
      "cite": "H Jackson Brown Jr",
      "quote": "Nothing important was ever achieved without someone taking a chance."
    },
    {
      "cite": "Shaylee Schmidt",
      "quote": "In life we take chances to prove to ourselves that we are strong enough to be here."
    },
    {
      "cite": "unknown",
      "quote": "Take a chance. You never know how perfect something might turn out to be."
    },
    {
      "cite": "Devin Frye",
      "quote": "Never regret taking a chance, even if you fall on your face; It's better to know you tried and failed than to wonder the great 'what if?."
    },
    {
      "cite": "Richard Corman",
      "quote": "When we allow ourselves to become vulnerable, to take chances, and to risk our pride, that is when we find our own glory."
    },
    {
      "cite": "Queen Latifah",
      "quote": "Life's not about sitting at home in front of the TV waiting for your life to begin. Get out there and take some chances."
    },
    {
      "cite": "Lauren Bush",
      "quote": "Taking chances on opportunities, even if they aren't right for you, gives you a clearer picture of where you want to go with your life and career."
    },
    {
      "cite": "Roger Babson",
      "quote": "The successful man is the one who had the chance and took it."
    },
    {
      "cite": "unknown",
      "quote": "You can't go through life protecting yourself from everything. You have to take chances. Because if you don't, then you might as well not be living."
    },
    {
      "cite": "Donald Trump",
      "quote": "Every day, you'll have opportunities to take chances and to work outside your safety net. Sure, it's a lot easier to stay in your comfort zone.. in my case, business suits and real estate.. but sometimes you have to take risks. When the risks pay off, that's when you reap the biggest rewards."
    }
  ]
}