{
  "source": "https://www.wisesayings.com/taking-risks-quotes/",
  "theme": "taking-risks",
  "quotes": [
    {
      "cite": "Ray Bradbury",
      "quote": "Living at risk is jumping off the cliff and building your wings on the way down."
    },
    {
      "cite": "Helen Keller",
      "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure or nothing."
    },
    {
      "cite": "Karl Wallenda",
      "quote": "Life is being on the wire, everything else is just waiting."
    },
    {
      "cite": "Robert Frost",
      "quote": "Two roads diverged in a wood, and I . . . I took the one less traveled by, and that has made all the difference."
    },
    {
      "cite": "Paul Hogan",
      "quote": "The secret to my success is that I bit off more than I could chew and chewed as fast as I could."
    },
    {
      "cite": "Tony Robbins",
      "quote": "If you do what you've always done, you'll get what you've always gotten."
    },
    {
      "cite": "Marissa Mayer",
      "quote": "I always did something I was a little not ready to do. I think that's how you grow. When there's that moment of  Wow, I'm not really sure I can do this,' and you push through those moments, that's when you have a breakthrough."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Pearls don't lie on the seashore. If you want one, you must dive for it."
    },
    {
      "cite": "Judith Mcnaught",
      "quote": "You can't outwit fate by standing on the sidelines placing little sidebets about the outcome of life. Either you wade in and risk everything you have to play the game or you don't play at all. And if you don't play you can't win."
    },
    {
      "cite": "Mario Andretti",
      "quote": "If things seem under control, you are just not going fast enough."
    },
    {
      "cite": "Goethe",
      "quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it."
    },
    {
      "cite": "Peter Drucker",
      "quote": "What you have to do and the way you have to do it is incredibly simple. Whether you are willing to do it is another matter."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Go out on a limb. That's where the fruit is."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "I am always doing that which I cannot do, in order that I may learn how to do it."
    },
    {
      "cite": "David Lloyd George",
      "quote": "Don't be afraid to take a big step. You can't cross a chasm in two small jumps."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Unless you choose to do great things with it, it makes no difference how much you are rewarded, or how much power you have."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life in a great cause."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "Once we believe in ourselves we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Some men see things as they are and say,  Why ' I dream of things that never were, and say,  Why not"
    },
    {
      "cite": "Peter Drucker",
      "quote": "Whenever you see a successful business, someone once made a courageous decision."
    },
    {
      "cite": "Dr. Martin Luther King",
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "If we allow risk to be a fear, then we are sure not to succeed. But, if we approach risk with proper planning, and a good attitude, then most times we can minimize the risk and use it to our advantage."
    },
    {
      "cite": "Fran Watson",
      "quote": "As we risk ourselves, we grow. Each new experience is a risk."
    },
    {
      "cite": "Claire Louise Hay",
      "quote": "Dare to reinvent yourself. Dare to allow yourself to change your mind. Dare to go against what everyone else wants for you. Dare to say no to what everyone else wants from you."
    },
    {
      "cite": "Jayne Howard",
      "quote": "If you are not living on the edge, you are taking up too much room."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "The policy of being too cautious is the greatest risk of all."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "The men who have done big things are those who were not afraid to attempt big things, who were not afraid to risk failure in order to gain success."
    },
    {
      "cite": "Will Rogers",
      "quote": "You've got to go out on a limb sometimes because that's where the fruit is."
    }
  ]
}