{
  "source": "https://www.wisesayings.com/talking-quotes/",
  "theme": "talking",
  "quotes": [
    {
      "cite": "Walt Disney",
      "quote": "The way to get started is to quit talking and begin doing."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When a woman is talking to you, listen to what she says with her eyes."
    },
    {
      "cite": "Plato",
      "quote": "Thinking: the talking of the soul with itself."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "The opposite of talking isn't listening. The opposite of talking is waiting."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Talking isn't doing. It is a kind of good deed to say well; and yet words are not deeds."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Talking is like playing on the harp; there is as much in laying the hands on the strings to stop their vibration as in twanging them to bring out their music."
    },
    {
      "cite": "Author Unknown",
      "quote": "If you are still talking about what you did yesterday, you haven't done much today."
    },
    {
      "cite": "Robert Brault",
      "quote": "A child seldom needs a good talking to as a good listening to."
    },
    {
      "cite": "Tony Kelbrat",
      "quote": "Trust your intuition. It's your soul talking to you"
    },
    {
      "cite": "S.K. Chakraborty",
      "quote": "Wisdom comes with talking less frivolously and listening more seriously. The latter implies a learning attitude; the former assumes an air of omniscience that does not exist."
    },
    {
      "cite": "Johnny Mercer",
      "quote": "When the sweet talkin's done, a man is a two face, a worrisome thing who'll leave you to sing the blues in the night."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You talk when you cease to be at peace with your thoughts."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "The time to stop talking is when the other person nods his head affirmatively, but says nothing."
    },
    {
      "cite": "Josh Billings",
      "quote": "When a man gets talking about himself, he seldom fails to be eloquent and often reaches the sublime."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I like to do all the talking myself. It saves time, and prevents arguments."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Talking much about oneself can also be a means to conceal oneself."
    },
    {
      "cite": "Rita Schiano",
      "quote": "Talking about our problems is our greatest addiction. Break the habit. Talk about your joys."
    },
    {
      "cite": "Henry Rollins",
      "quote": "One person's disaster is another person's talking point."
    },
    {
      "cite": "Lois Wyse",
      "quote": "If you can't add to the discussion, don't subtract by talking."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "If you think communication is all talking, you haven't been listening."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I love talking about nothing. It is the only thing I know anything about."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I've always believed that a lot of the trouble in the world would disappear if we were talking to each other instead of about each other."
    },
    {
      "cite": "Tommy Smothers",
      "quote": "When you don't know what you're talking about, it's hard to know when you're finished."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "As great minds have the faculty of saying a great deal in a few words, so lesser minds have a talent of talking much, and saying nothing."
    },
    {
      "cite": "Marcel Marceau",
      "quote": "To communicate through silence is a link between the thoughts of man."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart."
    },
    {
      "cite": "Saskya Pandita",
      "quote": "Much talking is the cause of danger. Silence is the means of avoiding misfortune. The talkative parrot is shut up in a cage. Other birds, without speech, fly freely about."
    },
    {
      "cite": "Fred Allen",
      "quote": "A psychiatrists is the next man you start talking to after you start talking to yourself."
    },
    {
      "cite": "A. A. Milne",
      "quote": "It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like \"What about lunch?"
    },
    {
      "cite": "Vinet",
      "quote": "Doing leads more surely to talking than talking to doing."
    }
  ]
}