{
  "source": "https://www.wisesayings.com/talk-is-cheap-quotes/",
  "theme": "talk-is-cheap",
  "quotes": [
    {
      "cite": "Cris Jammy",
      "quote": "After awhile you realize that putting your actions where your mouth is makes you less likely to have to put your money where your mouth is."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Talk is cheap, but it can cost you plenty."
    },
    {
      "cite": "Evan Esar",
      "quote": "Next time a man tells you talk is cheap, ask him if he knows how much a session of Congress costs."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Talk is cheap when your words are of no value."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "If you don’t think talk is cheap, we need to have a heart-to-heart conversation."
    },
    {
      "cite": "Rajon Rondo",
      "quote": "Talk is cheap, but when you go out there and prove it - you're the first one to show up for practice, and you're the last to leave - that's how you lead by example."
    },
    {
      "cite": "Howard Berman",
      "quote": "The focus should not be on talking. Talk is cheap. It must be on action."
    },
    {
      "cite": "Walter Raleigh",
      "quote": "Talking much is a sign of vanity, for the one who is lavish with words is cheap in deeds."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Talk is cheap. Learn to listen with your eyes. Actions do speak louder than words. Watch what a person does more than what he says."
    },
    {
      "cite": "Gelek Rimpoche",
      "quote": "If we only practice compassion on the mind level, we run a great risk of our compassion being just talk. As we know, talk is cheap. To develop true compassion we have to put our money where our mouth is."
    },
    {
      "cite": "Tonya Hurley",
      "quote": "Talk is cheap. If it wasn't, people might not toss around 'I love you' like a marked-down phrase in a sales bin."
    },
    {
      "cite": "Jon Foreman",
      "quote": "Live rather than talk. Talk is cheap and the tabloids scream about it every day."
    },
    {
      "cite": "Donald Faison",
      "quote": "You just ignore it! It's not that you don't care anymore, it's that you stop listening and paying attention to it. Because everybody has an opinion. Talk is cheap - it's free! And I say that like, if you don't like the stuff I have to say, pay me no mind - it will cost you nothing."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Talk is cheap..It is the way we organize and use our lives every day that tell what we believe in."
    },
    {
      "cite": "H. Ross Perot",
      "quote": "Talk is cheap. Words are plentiful. Deeds are precious."
    },
    {
      "cite": "John Mayer",
      "quote": "Numb is the new deep, done with the old me, and talk is the same cheap it's been."
    },
    {
      "cite": "Peter Jenkins",
      "quote": "Talk is cheap and easy. Making dreams real is hard.  Humble work dreams in the midwest are acceptable.  Just keep them to yourself.  Maybe tell your family but don't just talk--Do something about it."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "Being all talk speaks volumes about you"
    },
    {
      "cite": "Bob Marley",
      "quote": "As a man sow, shall he reap. and I know that talk is cheap. But the heat of the battle is as sweet as the victory."
    },
    {
      "cite": "Jonathan Alter",
      "quote": "The basic problem is with the business model of journalism. That business model is premised on the idea that talk is cheap and reporting is expensive."
    },
    {
      "cite": "unknown",
      "quote": "Life takes your dreams and turns them upside down. Friends talk about you when youre not around. People make promises that they never keep and Ive come to realize talk is cheap."
    },
    {
      "cite": "Ice cream",
      "quote": "Talk is cheap...think twice if you see management unloading all of its shares while saying something else in media."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "After a while, your cheap talk don't even cause me pain, so let your bullets fly like rain."
    },
    {
      "cite": "Jaime Reed",
      "quote": "Writing is something you Do and not discuss.  Talk is cheap, wishes are free and a fool is included with every purchase.  So spend your time wisely."
    },
    {
      "cite": "Bret Boone",
      "quote": "I know I have something left, And I know talk is cheap. As long as the idea is burning in my mind--and it is--that I can still play. I've got to do it. But I can't just show up and assume all of what I had is still there."
    }
  ]
}