{
  "source": "https://www.wisesayings.com/talkative-quotes/",
  "theme": "talkative",
  "quotes": [
    {
      "cite": "Anthony Liccione",
      "quote": "A fool is made more of a fool, when their mouth is more open than their mind."
    },
    {
      "cite": "Carlos Ruiz Zafón",
      "quote": "People talk too much. Humans aren't descended from monkeys. They come from parrots."
    },
    {
      "cite": "Epictetus",
      "quote": "We have two ears and one mouth so that we can listen twice as much as we speak."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The trouble with her is that she lacks the power of conversation but not the power of speech."
    },
    {
      "cite": "José Saramago",
      "quote": "Human nature is, by definition, a talkative one, imprudent, indiscreet, gossipy, incapable of closing its mouth and keeping it closed."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You can not control the thought, but you can control the tongue."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Before opening your mouth to talk, you should open your mind to think."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "If talk is cheap, then being silent is expensive. And many people it seems, can't afford to buy into it."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "When you have nothing to say, say nothing."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The talkative man speaks from his mouth, the eloquent man speaks from his heart."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind; yet strange, I am ungrateful to these teachers."
    },
    {
      "cite": "LisaRaye McCoy Misick",
      "quote": "I'm a talkative person because I like to get to know a person and I like you to get to know me."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A loud mind is greater than a loud mouth."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "For a silent person, your eyes are very talkative."
    },
    {
      "cite": "Saskya Pandita",
      "quote": "Much talking is the cause of danger. Silence is the means of avoiding misfortune. The talkative parrot is shut up in a cage. Other birds, without speech, fly freely about."
    },
    {
      "cite": "Susan Cain",
      "quote": "We have two ears and one mouth and we should use them proportionally."
    },
    {
      "cite": "The Dalai Lama",
      "quote": "When you talk, you are only repeating what you already know. But if you listen, you may learn something new."
    },
    {
      "cite": "Rosie Perez",
      "quote": "In my circle of friends, I've always been loud and funny and talkative. But as soon as I step out of that circle, I get very quiet and introspective. I don't want the spotlight on me."
    },
    {
      "cite": "Albert Vigoleis Thelen",
      "quote": "Talkativeness is a symptom of deep-seated pessimism. Without it there would be no pessimistic literature."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "Weak people talk and do not act, strong people act and keep quiet."
    },
    {
      "cite": "Louis Armstrong",
      "quote": "Love is talkative passion."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "An introvert talks more than an extrovert because when the mouth is closed, the mind is opened."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Not every person that speaks less than you do is more ignorant than you are."
    },
    {
      "cite": "Samael Aun Weor",
      "quote": "Vanity is a relative of Pride; Vanity is talkative, pride is silent. When Vanity and Pride get together, they could make monstrosities."
    }
  ]
}