{
  "source": "https://www.wisesayings.com/tall-girl-quotes/",
  "theme": "tall-girl",
  "quotes": [
    {
      "cite": "Iain Brassington",
      "quote": "If being a tall girl is a good thing, it is likely to be because of the advantages that the tall have over the short."
    },
    {
      "cite": "Rachelle M. Smith",
      "quote": "Research does show a modest advantage of taller women."
    },
    {
      "cite": "Rabbi Shmuley Boteach",
      "quote": "The only difference is that the Jews are now a group of leggy women, and they meet and compete for a suitor who is supposedly a multi-millionaire."
    },
    {
      "cite": "Stephen S. Hall",
      "quote": "The modern obsession with tallness -- its perceived association with strength, physical superiority, and moral virtue -- has many roots."
    },
    {
      "cite": "Stephen S. Hall",
      "quote": "Countless social science surveys have shown that the public uncritically ascribes positive traits to tall people -- more intelligent, more likable, more dependable, and better leaders."
    },
    {
      "cite": "Arianne Cohen",
      "quote": "I always assumed the obvious: when you're tall, people don't mess with you."
    },
    {
      "cite": "Stephen Michael Holland",
      "quote": "Yet for society as a whole, there seems to be no advantage whatsoever in people being taller."
    },
    {
      "cite": "Susan Cohen",
      "quote": "But in the real world, where women worked as waitresses, school-teachers, and secretaries, being tall bestowed few benefits."
    },
    {
      "cite": "Susan Cohen",
      "quote": "If a girl was too tall, her chances of finding a suitable mate would be severely compromised."
    },
    {
      "cite": "Susan Cohen",
      "quote": "The tall girl generally is admired by our society, but the girl who grows too tall--six feet or more--finds difficulty buying smart clothes, obtaining certain jobs (airline hostesses) or selecting suitable dance partners."
    },
    {
      "cite": "Anahad O'Connor",
      "quote": "Everyone knows that being tall has its benefits: greater social and economic prospects, an advantage in mate selection, a better shot of making it as a model."
    },
    {
      "cite": "Anahad O'Connor",
      "quote": "Studies shows that tall people are automatically considered more intelligent, more attractive and more likable."
    },
    {
      "cite": "Arianne Cohen",
      "quote": "Only in a room full of tall people does it become apparent that height is a pivotal piece of identity, that height was the most defining force in our lives."
    },
    {
      "cite": "Arianne Cohen",
      "quote": "Being tall, I learned, has meaning far beyond just seeing over people's heads. We share the balancing act of being the chosen people, yet we live in a society that is not built for us."
    },
    {
      "cite": "Charmina Mason",
      "quote": "Being tall has many advantages, it makes you extraordinary."
    },
    {
      "cite": "Wendy Wax",
      "quote": "Because clothes look better in tall people. They hang better, move better, show better."
    },
    {
      "cite": "Sabrina Eiya Makein",
      "quote": "Tall, slim, blue eyed girl: this is what is seen--what is enforced to be the definition of beauty and utter inspiration."
    },
    {
      "cite": "Gisele Bündchen",
      "quote": "Many women have said to me that they wish they were as tall as I am. My height in the end turned out to be a big advantage (modeling! volleyball!)."
    },
    {
      "cite": "Becky Murphy",
      "quote": "Tall people are jealous of you because while they can't shrink, you can still 'grow.'"
    },
    {
      "cite": "Joanne Entwistle",
      "quote": "Although shorter women faced clear disadvantage in the modelling industry, taller women also endured the problematic of being too tall."
    },
    {
      "cite": "Anonymous",
      "quote": "Being tall and having long legs is all fun & games, until you get into the back of a small car."
    },
    {
      "cite": "Marv Dunphy",
      "quote": "It is not how tall you are, it is how good you are."
    }
  ]
}