{
  "source": "https://www.wisesayings.com/tan-quotes/",
  "theme": "tan",
  "quotes": [
    {
      "cite": "Chuck Palahniuk",
      "quote": "Because tanning and steroids are only a problem if you plan to live a long time."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "In a thousand years, archeologists will dig up tanning beds and think we fried people as punishment."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "One must maintain a little bit of summer even in the middle of winter."
    },
    {
      "cite": "Anonymous",
      "quote": "if you can't tone it, tan it."
    },
    {
      "cite": "Anonymous",
      "quote": "Great tans don't happen by chance, they happen by appointment."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Not everyone has to ride off into the sunset with a man. Some of us just want a tan."
    },
    {
      "cite": "Jane Krakowski",
      "quote": "Even though we all know the facts, it's hard to resist the lure of a tan."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "When you have a natural genetic tan developed over centuries and many generations, the idea of soaking up rays by the pool has never made sense."
    },
    {
      "cite": "Laura Linney",
      "quote": "Tanning is tricky, because a lot of people just look orange."
    },
    {
      "cite": "Spencer Antle",
      "quote": "Quit your job. Buy a ticket. Get a tan. Fall in love. Never return."
    },
    {
      "cite": "Kourtney Kardashian",
      "quote": "A tan is the best accessory for any outfit!"
    },
    {
      "cite": "Nicole Polizzi",
      "quote": "When you're tan, you feel better about yourself."
    },
    {
      "cite": "Gabrielle Union",
      "quote": "There's no such thing as a healthy tan, and that's what people need to understand."
    },
    {
      "cite": "Whitey Ford",
      "quote": "The way to make coaches think you're in shape in the spring is to get a tan."
    },
    {
      "cite": "Nicole Polizzi",
      "quote": "People go tanning because they like to feel tan. You feel more sexy when you're tan and I don't understand why you would tax on that, because you're making yourself feel more happy about yourself."
    },
    {
      "cite": "David Cook",
      "quote": "It's amazing what a spray-on tan will do."
    }
  ]
}