{
  "source": "https://www.wisesayings.com/tapestry-quotes/",
  "theme": "tapestry",
  "quotes": [
    {
      "cite": "Mary Doria Russell",
      "quote": "No matter how dark the tapestry God weaves for us, there's always a thread of grace."
    },
    {
      "cite": "Dorothea Dix",
      "quote": "The tapestry of history has no point at which you can cut it and leave the design intelligible."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "The tapestry of history is woven of many threads."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is a great tapestry. The individual is only an insignificant thread in an immense and miraculous pattern."
    },
    {
      "cite": "Alexis Hall",
      "quote": "The tapestry of my life was a ruin of unravelling threads. The brightest parts were a nonsensical madman's weaving. And now every day was a grey stitch, laid down with an outpatient's patience, one following the next following the next, a story in lines, like a railway track to nowhere, telling absolutely nothing."
    },
    {
      "cite": "Carson McCullers",
      "quote": "The mind is like a richly woven tapestry in which the colors are distilled from the experiences of the senses, and the design drawn from the convolutions of the intellect."
    },
    {
      "cite": "John Flavel",
      "quote": "Providence is like a curious piece of tapestry made of a thousand shreds, which, single, appear useless, but put together, they represent a beautiful history to the eye."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Life is a tapestry woven by the decisions we make."
    },
    {
      "cite": "Zelda Popkin",
      "quote": "Destiny is thrifty. To weave her tapestry, she uses even the tiniest snips of thread."
    },
    {
      "cite": "Anita Moorjani",
      "quote": "In theÂ tapestryÂ of life, we're all connected. Each one of us is a gift to those around us helping each other be who we are, weaving a perfect picture together."
    },
    {
      "cite": "Joe McNally",
      "quote": "If you view your life as a piece of fabric or a tapestry, the photography is the stitching. It keeps everything together."
    },
    {
      "cite": "John Piper",
      "quote": "We look at life from the back side of the tapestry. And most of the time, what we see is loose threads, tangled knots and the like. But occasionally, God's light shines through the tapestry, and we get a glimpse of the larger design with God weaving together the darks and lights of existence."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Life resembles Gobelin tapestry; you do not see the canvass on the right side; but when you turn it, the threads are visible."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "The tapestry of history that seems so full of tragedy when viewed from the front has countless comic scenes woven into its reverse side. In truth, tragedy and comedy are the twin masks of history - its mass appeal."
    },
    {
      "cite": "Carole King",
      "quote": "My life has been a tapestry of rich and royal hue, an everlasting vision of the ever changing view."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We all should know that diversity makes for a rich tapestry, and we must understand that all the threads of the tapestry are equal in value no matter what their color."
    },
    {
      "cite": "John Darnielle",
      "quote": "Readings are more like weaving a tapestry. Possibly people are getting a cathartic release - but music is physical. Music pummels you. It's got a beat; it's loud. Whereas this is more cerebral."
    }
  ]
}