{
  "source": "https://www.wisesayings.com/taste-quotes/",
  "theme": "taste",
  "quotes": [
    {
      "cite": "Winston S. Churchill",
      "quote": "My tastes are simple: I am easily satisfied with the best."
    },
    {
      "cite": "Jennifer Donnelly",
      "quote": "The more obscure our tastes, the greater the proof of our genius."
    },
    {
      "cite": "Kate Moss",
      "quote": "Nothing tastes as good as skinny feels."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness."
    },
    {
      "cite": "Stephen Fry",
      "quote": "Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I have the simplest tastes. I am always satisfied with the best."
    },
    {
      "cite": "Maximillian Degenerez",
      "quote": "When you have had a taste of excellence, you cannot go back to mediocrity."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Bad taste is simply saying the truth before it should be said."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Bad taste creates many more millionaires than good taste."
    },
    {
      "cite": "Salvador Dali",
      "quote": "It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning."
    },
    {
      "cite": "Franco Moschino",
      "quote": "Good taste doesn't exist. It is our taste. We have to be proud of it."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "It is a wretched taste to be gratified with mediocrity when the excellent lies before us."
    },
    {
      "cite": "Delphine de Girardin",
      "quote": "Good taste is the modesty of the mind; that is why it cannot be either imitated or acquired."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Genius creates, and taste preserves. Taste is the good sense of genius; without taste, genius is only sublime folly."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "Good taste is the worst vice ever invented."
    },
    {
      "cite": "Akshay Kumar",
      "quote": "When you taste super-success after tasting super-failure, there is huge relief."
    },
    {
      "cite": "George Eliot",
      "quote": "Different taste in jokes is a great strain on the affections."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "Taste, which enables us to distinguish all that has a flavor from that which is insipid."
    },
    {
      "cite": "John Ruskin",
      "quote": "Taste is the only morality. Tell me what you like and I'll tell you what you are."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Good taste is the first refuge of the non-creative. It is the last-ditch stand of the artist."
    },
    {
      "cite": "Bill Bradley",
      "quote": "The taste of defeat has a richness of experience all its own."
    },
    {
      "cite": "Robert Aris Willmott",
      "quote": "Taste is improved by cultivation."
    },
    {
      "cite": "Francis Picabia",
      "quote": "Good taste is as tiring as good company."
    },
    {
      "cite": "Henry Fielding",
      "quote": "A truly elegant taste is generally accompanied with excellency of heart."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "It's bad taste to be wise all the time, like being at a perpetual funeral."
    },
    {
      "cite": "Francois Truffaut",
      "quote": "Taste is a result of a thousand distastes."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Nothing takes the taste out of peanut butter quite like unrequited love."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "One cannot develop taste from what is of average quality but only from the very best."
    },
    {
      "cite": "Albert Camus",
      "quote": "A taste for truth at any cost is a passion which spares nothing."
    },
    {
      "cite": "Henry James",
      "quote": "There are two kinds of taste, the taste for emotions of surprise and the taste for emotions of recognition."
    }
  ]
}