{
  "source": "https://www.wisesayings.com/tattoos-quotes/",
  "theme": "tattoos",
  "quotes": [
    {
      "cite": "Jack London",
      "quote": "Show me a man with a tattoo and I'll show you a man with an interesting past."
    },
    {
      "cite": "Captain James Cook",
      "quote": "The universality of tattooing is a curious subject for speculation."
    },
    {
      "cite": "Oliver Wendell Holmes Jr.",
      "quote": "We are all tattooed in our cradles with the beliefs of our tribe; the record may seem superficial, but it is indelible."
    },
    {
      "cite": "Pamela Anderson",
      "quote": "Tattoos are like stories -- they're symbolic of the important moments in your life"
    },
    {
      "cite": "Chester Bennington",
      "quote": "Tattoos exude pain and pleasure all at the same time."
    },
    {
      "cite": "Douglas Kent Hall",
      "quote": "Tattoos tell stories of crime and passion, punishment and regret. They express an outlaw, antiauthoritarian point of view and communicate a romantic solidarity among society's outcasts."
    },
    {
      "cite": "Margo Demello",
      "quote": "The tattoo attracts and also repels precisely because it is different."
    },
    {
      "cite": "V. Vale And Andrea Juno",
      "quote": "A tattoo is a true poetic creation, and is always more than meets the eye. As a tattoo is grounded on living skin, so its essence emotes a poignancy unique to the mortal human condition."
    },
    {
      "cite": "Jon Anderson",
      "quote": "Tattoo. What a loaded word it is, rife with associations to goons, goofs, bikers, tribal warriors, carnival artists, drunken sailors and floozies."
    },
    {
      "cite": "Richard Jeni",
      "quote": "I always look for a woman who has a tattoo. I see a woman with a tattoo, and I m thinking, okay, here s a gal who s capable of making a decision she ll regret in the future."
    },
    {
      "cite": "Vince Hemingson",
      "quote": "Beauty is skin deep. A tattoo goes all the way to the bone."
    },
    {
      "cite": "Michelle Delio",
      "quote": "Tattooing is about personalizing the body, making it a true home and fit temple for the spirit that dwells inside it."
    },
    {
      "cite": "Anthony Daniels",
      "quote": "The tattoo has a profound meaning: the superficiality of modern man s existence."
    },
    {
      "cite": "Antoni Tpies",
      "quote": "The tattoo can only exist as part of the skin, as a drawing always is an incision in the material and therefore cannot be parted from it."
    },
    {
      "cite": "Michelle Delio",
      "quote": "Tattoos have a power and magic all their own. They decorate the body but they also enhance the soul."
    },
    {
      "cite": "Spider Webb",
      "quote": "Tattooing, when understood in its entirety, must be seen as a religious act. The human being brings forth images from the center of the self and communicates them to the world. Fantasy is embodied in reality and the person is made whole."
    },
    {
      "cite": "Vince Hemingson",
      "quote": "If the body is a temple, then tattoos are its stained glass windows."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "If the body is a temple, then tattoos are its stained glass windows."
    },
    {
      "cite": "Michael Biondi",
      "quote": "Our bodies were printed as blank pages to be filled with the ink of our hearts"
    },
    {
      "cite": "Tyga",
      "quote": "Tattoos, for me, are like a timeline of my life. I could look at a certain tattoo, and it reminds of me of a certain time in my life and why I got that tattoo."
    },
    {
      "cite": "Tom Hardy",
      "quote": "I'm from a nice, suburban, middle-class family, but my tattoos remind me where I've been."
    },
    {
      "cite": "Joshua Lipton",
      "quote": "Inking without a plan gives Booth freedom to explore the desires of those seated in his chair, he says, to feed off their energy, allowing his clients' demons to help guide the needle."
    },
    {
      "cite": "Johnny Depp",
      "quote": "My body is a journal in a way. It's like what sailors used to do, where every tattoo meant something, a specific time in your life when you make a mark on yourself, whether you do it yourself with a knife or with a professional tattoo artist."
    },
    {
      "cite": "Talcott Parsons",
      "quote": "A tattoo doesn't make you look like an individual."
    },
    {
      "cite": "Johnny Depp",
      "quote": "My body is my journal and my tattoos are my story."
    },
    {
      "cite": "Demi Lovato",
      "quote": "My tattoos are reminders to hang in there when things get tough."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Tattoos are like marriage: it's a lifelong commitment, it hurts like hell, and the color fades over time."
    },
    {
      "cite": "Adolf Loos",
      "quote": "Tattooed men who are not behind bars are either latent criminals or degenerate aristocrats. If someone who is tattooed dies in freedom, then he does so a few years before he would have committed murder."
    },
    {
      "cite": "Megan Fox",
      "quote": "People who don't like me talk about it as though I'm trash because I have tattoos. I find that insane because it's 2008, not the 1950s. Tattoos aren't limited to sailors. It's a form of art I find beautiful. I love it."
    },
    {
      "cite": "Gwendolyn Brooks",
      "quote": "Each body has its art..."
    }
  ]
}