{
  "source": "https://www.wisesayings.com/taurus-quotes/",
  "theme": "taurus",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Be sure you put your feet in the right place, then stand firm."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Almost everything will work again if you unplug it for a few minutes, including YOU."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "Start where you are. Use what you have. Do what you can."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Caring for myself is not self-indulgence, it is self-preservation."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I believe in being strong when everything seems to be going wrong."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I don't want to be alone. I want to be left alone."
    },
    {
      "cite": "Buddha",
      "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
      "cite": "Cher",
      "quote": "Men aren't necessities. They're luxuries."
    },
    {
      "cite": "Coco Chanel",
      "quote": "The most courageous act is still to think for yourself. Aloud."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Gene Cernan",
      "quote": "As I step off at the surface at Taurus-Littrow, I'd like to dedicate the first step of Apollo 17 to all those who made it possible."
    },
    {
      "cite": "George Braque",
      "quote": "Truth exists. Only falsehood has to be invented."
    },
    {
      "cite": "Janne Robinson",
      "quote": "I will never be a well-behaved woman."
    },
    {
      "cite": "Jessica Alba",
      "quote": "The secret to using power is not to use it. Just having it is enough."
    },
    {
      "cite": "Kelly Jamieson",
      "quote": "What doesn't kill us gives us a lot of unhealthy coping mechanisms and a really dark sense of humor."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Nature does not hurry, yet everything is accomplished."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "If you want something said, ask a man; if you want something done, ask a woman."
    },
    {
      "cite": "Marie Kondo",
      "quote": "Keep only those things that speak to your heart. Then take the plunge and discard all the rest. By doing this, you can reset your life and embark on a new lifestyle."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be happy in the moment, that’s enough. Each moment is all we need, not more."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Inspiration exists, but it has to find you working."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "The worst enemy to creativity is self-doubt."
    },
    {
      "cite": "Thomas Berry",
      "quote": "If we surrendered to earth’s intelligence, we could rise up rooted like trees."
    },
    {
      "cite": "unknown",
      "quote": "Sweet as sugar, hard as ice. Hurt me once, I'll kill you twice."
    },
    {
      "cite": "unknown",
      "quote": "People may doubt what you say, but they will believe what you do."
    },
    {
      "cite": "Anonymous",
      "quote": "A Taurus always appears to be calm and steady even when they feel like punching in the face."
    },
    {
      "cite": "Anonymous",
      "quote": "The tighter you try to hold on to a taurus the more they will slip through your fingers."
    },
    {
      "cite": "Anonymous",
      "quote": "A taurus will resent you for years if you do not apologize to them for being wrong and absolutely proclaim that they were right all along."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "I can't stand to see red in my profit-or-loss column. I'm Taurus the bull, so I react to red. If I see it, I sell my stocks quickly."
    },
    {
      "cite": "Armistead Maupin",
      "quote": "Taureans are stubborn as hell. They never want to tell you what sign they are.... But underneath that tough Taurus hide beats the heart of a hopeless romantic."
    }
  ]
}