{
  "source": "https://www.wisesayings.com/tax-quotes/",
  "theme": "tax",
  "quotes": [
    {
      "cite": "Albert Bushnell Hart",
      "quote": "Taxation is the price which civilized communities pay for the opportunity of remaining civilized."
    },
    {
      "cite": "Mark Skousen",
      "quote": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success."
    },
    {
      "cite": "F.J. Raymond",
      "quote": "Next to being shot at and missed, nothing is quite as satisfying as an income tax refund."
    },
    {
      "cite": "Denis Healey",
      "quote": "The difference between tax avoidance and tax evasion is the thickness of a prison wall."
    },
    {
      "cite": "Will Rogers",
      "quote": "The income tax has made more liars out of the American people than golf has. Even when you make a tax form out on the level, you don't know when it's through if you are a crook or a martyr."
    },
    {
      "cite": "John S. Coleman",
      "quote": "The point to remember is that what the government gives it must first take away."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "To compel a man to furnish funds for the propagation of ideas he disbelieves and abhors is sinful and tyrannical."
    },
    {
      "cite": "Albert Einstein",
      "quote": "This is a question too difficult for a mathematician. It should be asked of a philosopher, when asked about completing his income tax form."
    },
    {
      "cite": "Bradley A. Smith",
      "quote": "Tax rates should never be raised in some brackets without being raised in all brackets."
    },
    {
      "cite": "John Marshall",
      "quote": "The power to tax is the power to destroy."
    },
    {
      "cite": "Barack Obama",
      "quote": "What people really want is fairness. They want people paying their fair share of taxes."
    },
    {
      "cite": "George P. Shultz",
      "quote": "You don't get gushers of revenue by raising tax rates. You get it through expansion."
    },
    {
      "cite": "James Madison",
      "quote": "The power of taxing people and their property is essential to the very existence of government."
    },
    {
      "cite": "Russell Long",
      "quote": "Tax reform means, don't tax you, don't tax me. Tax that fellow behind the tree."
    },
    {
      "cite": "Will Rogers",
      "quote": "It is a good thing that we do not get as much government as we pay for."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The problem is not that the people are taxed too little. The problem is that government spends too much."
    },
    {
      "cite": "Thomas Paine",
      "quote": "What at first was plunder assumed the softer name of revenue."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Collecting more taxes than is absolutely necessary is legalized robbery."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "You can't tax business. Business doesn't pay taxes. It collects taxes."
    },
    {
      "cite": "Will Rogers",
      "quote": "If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep."
    },
    {
      "cite": "Thomas Dewar",
      "quote": "The only thing that hurts more than paying an income tax is not having to pay an income tax."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only difference between a tax man and a taxidermist is that the taxidermist leaves the skin."
    },
    {
      "cite": "William Simon",
      "quote": "The nation should have a tax system that looks like someone designed it on purpose."
    },
    {
      "cite": "Ron Paul",
      "quote": "One thing is clear: The Founding Fathers never intended a nation where citizens would pay nearly half of everything they earn to the government."
    },
    {
      "cite": "Arthur Godfrey",
      "quote": "I'm proud to pay taxes in the United States; the only thing is, I could be just as proud for half the money."
    },
    {
      "cite": "Bauvard",
      "quote": "Every culture has some ritual for joining two people together and making them stay that way, and ours is giving tax breaks."
    },
    {
      "cite": "Rand Paul",
      "quote": "The power to tax and spend is restricted by the enumerated powers."
    },
    {
      "cite": "Gerald Barzan",
      "quote": "Taxation with representation ain't so hot either."
    },
    {
      "cite": "Vanya Cohen",
      "quote": "When there's a single thief, it's robbery. When there are a thousand thieves, it's taxation."
    },
    {
      "cite": "Herman Wouk",
      "quote": "Income tax returns are the most imaginative fiction being written today."
    }
  ]
}