{
  "source": "https://www.wisesayings.com/taxes-quotes/",
  "theme": "taxes",
  "quotes": [
    {
      "cite": "David Hume",
      "quote": "The best taxes are such as are levied upon consumptions, especially those of luxury; because such taxes are least felt by the people. They seem, in some measure, voluntary; since a man may choose how far he will use the commodity: They naturally produce sobriety and frugality, if judiciously imposed: And being confounded with the natural price of the commodity, they are scarcely perceived by the consumers. Their only disadvantage is that they are expensive in the levying."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Taxes on consumption, like those on capital or income, to be just, must be uniform."
    },
    {
      "cite": "Jill Lepore",
      "quote": "Taxes, well laid and well spent, insure domestic tranquility, provide for the common defense, and promote the general welfare. Taxes protect property and the environment; taxes make business possible. Taxes pay for roads and schools and bridges and police and teachers. Taxes pay for doctors and nursing homes and medicine."
    },
    {
      "cite": "Paul Carus",
      "quote": "Taxes are like and unlike the rain, they fall upon the just and the unjust; most hardly upon the just because they will not resort to devious ways to escape the imposition."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Collecting more taxes than is absolutely necessary is legalized robbery."
    },
    {
      "cite": "Jack Kemp",
      "quote": "Taxes on capital, taxes on labor, inflation, bureaucratic regulation, minimum wage laws, are all - to different degrees - unnecessary slices of the wedge that stand between an individual's effort and reward for that effort."
    },
    {
      "cite": "James M. Wayne",
      "quote": "The payment of taxes gives a right to protection."
    },
    {
      "cite": "Joseph Bonkowski",
      "quote": "Taxes are nothing but a game of pick pocket."
    },
    {
      "cite": "Steve Mnuchin",
      "quote": "Taxes are way too complicated, and people spend way too much time worrying about ways to get them lower."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "Taxes grow without rain."
    },
    {
      "cite": "K. Filip Palda",
      "quote": "Taxes are like hot potatoes that get passed around. The poor man who does not pay for water at home may pay for it when he buys coffee downtown, where tax-paying businesses pass the cost on to consumers."
    },
    {
      "cite": "Lord Bramwell",
      "quote": "Like mothers, taxes are often misunderstood, but seldom forgotten."
    },
    {
      "cite": "Nikolaos Karagiannis",
      "quote": "Taxes are collected by governments in order to finance their expenditures and also for purposes of stabilization, distribution and allocation. Particular taxes may cause changes in people's behaviour and have an impact on aggregate demand that, therefore, influences the level of economic activity. Taxes are the instruments through which governments redistribute income and wealth and, moreover, they are an integral part of a government's fiscal policy as they are used to stabilize aggregate demand."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Taxes are paid in the sweat of every man who labors."
    },
    {
      "cite": "Arthur Vanderbilt",
      "quote": "Taxes are the lifeblood of government and no taxpayer should be permitted to escape the payment of his just share of the burden of contributing thereto."
    },
    {
      "cite": "Art Buchwald",
      "quote": "Tax reform is taking the taxes off things that have been taxed in the past and putting taxes on things that haven't been taxed before."
    },
    {
      "cite": "Luis Videgaray Caso",
      "quote": "Taxes are never popular."
    },
    {
      "cite": "Scott Garrett",
      "quote": "Taxes are just too high - that's obviously a priority."
    },
    {
      "cite": "Paul Leroy",
      "quote": "Taxes are simply contributions demanded of citizens as their share of the expenses of government."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Taxes are not levied for the benefit of the taxed."
    },
    {
      "cite": "Holly Sklar",
      "quote": "Taxes are how we pool our money for public health and safety, infrastructure, research, and services--from the development of vaccines and the Internet to public schools and universities, transportation, courts, police, parks, and safe drinking water."
    },
    {
      "cite": "Jill Lepore",
      "quote": "Taxes are what we pay for civilized society, for modernity, and for prosperity. The wealthy pay more because they have benefitted more."
    },
    {
      "cite": "Joseph Wilbois",
      "quote": "Taxes are like a double chain which by keeping the peasants in the commune where they were born, fixes them still to the soil; though they are no longer, by law, attached to their master, they are always, by law, attached to each other."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "In theory, taxes should be like shopping. What I buy is government services. What I pay are my taxes."
    },
    {
      "cite": "Albert Bushnell Hart",
      "quote": "Taxation is the price which civilized communities pay for the opportunity of remaining civilized."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Taxes, after all, are dues that we pay for the privileges of membership in an organized society."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "The avoidance of taxes is the only intellectual pursuit that still carries any reward."
    },
    {
      "cite": "Charles Bowdoin Fillebrown",
      "quote": "Taxes are like the wheat poured into the public hopper; rent, in whatever form, may be described as the flour that comes from the public mill. The privileged man, who is allowed to carry off the grist, eats his bread, as it were, at the taxpayer's expense."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "Any tax is a discouragement and therefore a regulation so far as it goes."
    },
    {
      "cite": "Taiwo Oyedele",
      "quote": "Tax is never a stand alone issue. Tax is what you collect from the prosperity of the people, so if businesses are not thriving and individuals have no income, there is nothing to call tax."
    }
  ]
}