{
  "source": "https://www.wisesayings.com/taxi-quotes/",
  "theme": "taxi",
  "quotes": [
    {
      "cite": "Mark Solomon",
      "quote": "Their occupations included a United States senator, a gangster, rapper, bankers, tradesmen, and even a dolphin trainer. The one thing they all had in common was the fact that they'd journeyed in the back of my London taxi."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "At the violet hour, when the eyes and back / Turn upward from the desk / when the human engine waits /  like a taxi throbbing waiting."
    },
    {
      "cite": "Maeve Brennan",
      "quote": "She likes taxis. She travels in buses and subways when she is trying to stop smoking"
    },
    {
      "cite": "Scott Adams",
      "quote": "No matter how many times I visit this great city, I'm always struck by the same thing: a yellow taxi cab."
    },
    {
      "cite": "Glenna Hammer Moulthrop",
      "quote": "As the taxi took me away, I sat quietly in the back, wondering what was next."
    },
    {
      "cite": "William Taylor Collins",
      "quote": "At least they looked that way to me / from the taxi window / and since I happened to be sitting / that fading Sunday afternoon / in the very center of the universe."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When I spoke to the taxi driver; my tone was rustic and wandering; instructing him to drift me deep into the hills; poignantly embrace the winds of nature."
    },
    {
      "cite": "Lou Erickson",
      "quote": "Life is like a taxi. The meter just keeps a ticking whether you are getting somewhere or just standing still."
    },
    {
      "cite": "Michael Korda",
      "quote": "There used to be a strong belief that if you wanted to know what was really going on in a country, the best thing to do was to go there and ask a taxi driver."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "The one thing you shouldn't do is try to tell a cab driver how to get somewhere."
    },
    {
      "cite": "Pam Grier",
      "quote": "Driving a cab is not really a nurturing type of relationship. You take people and they tip you, they may not tip you, you don't know their names, they don't care about you, you don't care about them."
    },
    {
      "cite": "Charlotte Emma Aitchison",
      "quote": "Four a.m., just getting started / Drive fast cars and crash your party / Boy, you're in over your head / Think it's time that I call you a taxi."
    },
    {
      "cite": "Nat Wolff",
      "quote": "When you're walking around and you're late / Buses are packed and the subways ya hate / Ya need a taxi cab / Ya need a taxi cab."
    },
    {
      "cite": "Montell Jordan",
      "quote": "Trying to make you disappear / Make ya pack your bags / Get the hell out of here / Ding-dong, the sound I'm waiting for / Your taxi's outside / And the driver's at the door."
    },
    {
      "cite": "Mark C. Brown",
      "quote": "One would raise his hand, and it was the chase to get him before some other taxi coming from nowhere would cut him off. Be quicker to pick him up. That was the grind, the hustle all day long."
    },
    {
      "cite": "Mr. Donny Churchill",
      "quote": "I had made good money driving a taxi and had been able to easily take care of all my expenses."
    },
    {
      "cite": "Mr. Donny Churchill",
      "quote": "Taxi drivers are the other Americans without voices."
    },
    {
      "cite": "Biju MAthew",
      "quote": "Driving a yellow taxi in New York City makes you publicly visible and exposed every minute of your workday."
    },
    {
      "cite": "Robin Leach",
      "quote": "I have no limo. In cities, I usually hail a taxi like everyone else."
    },
    {
      "cite": "Ferran Adria",
      "quote": "I have a driver's license, but the truth is that I hardly ever drive. I prefer to get around by taxi."
    },
    {
      "cite": "Yasmine Hamdan",
      "quote": "For me, a taxi is like a public space because so many people get in that space."
    },
    {
      "cite": "Michael Bloomberg",
      "quote": "In New York City, a lot of people think 'the great outdoors' is the area between your front door and a taxi cab."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I live in a bad neighborhood. Why, I saw two complete strangers share a taxi - yeah, one guy took the radio and the other guy took the tires."
    }
  ]
}