{
  "source": "https://www.wisesayings.com/tea-party-quotes/",
  "theme": "tea-party",
  "quotes": [
    {
      "cite": "Catherine Douzel",
      "quote": "Each cup of tea represents an imaginary voyage."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "When tea becomes ritual, it takes its place at the heart of our ability to see greatness in small things. Where is beauty to be found? In great things that, like everything else, are doomed to die, or in small things that aspire to nothing, yet know how to set a jewel of infinity in a single moment?"
    },
    {
      "cite": "JESSICA NELSON NORTH",
      "quote": "I had a little tea party This afternoon at three. 'Twas very small-- Three guest in all-- Just I, myself and me.  Myself ate all the sandwiches, While I drank up the tea; 'Twas also I who ate the pie And passed the cake to me."
    },
    {
      "cite": "Jean-Anthelme Brillat-Savarin",
      "quote": "Another novelty is the tea-party, an extraordinary meal in that, being offered to persons that have already dined well, it supposes neither appetite nor thirst, and has no object but distraction, no basis but delicate enjoyment."
    },
    {
      "cite": "Emilie Barnes",
      "quote": "The very act of preparing and serving tea encourages conversation. The little spaces in time created by teatime rituals call out to be filled with conversation. Even the tea itself–warm and comforting-inspires a feeling of relaxation and trust that fosters shared confidences."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "We had a kettle; we let it leak: Our not repairing made it worse. We haven’t had any tea for a week… The bottom is out of the Universe."
    },
    {
      "cite": "Kenneth Grahame",
      "quote": "Come along inside…. We’ll see if tea and buns can make the world a better place."
    },
    {
      "cite": "Emilie Barnes",
      "quote": "Come and share a pot of tea, My home is warm and my friendship’s free."
    },
    {
      "cite": "Chaim Potok",
      "quote": "Come, let us have some tea and continue to talk about happy things."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Tea! Bless ordinary everyday afternoon tea!"
    },
    {
      "cite": "Henry James",
      "quote": "There are few hours in life more agreeable than the hour dedicated to the ceremony known as afternoon tea."
    },
    {
      "cite": "Kakuzo Okakura",
      "quote": "Tea is a work of art and needs a master hand to bring out its noblest qualities. We have good and bad teas, as we have good and bad paintings -- generally the latter."
    },
    {
      "cite": "Royal S. Copeland",
      "quote": "The most trying hours in life are between four o'clock and the evening meal. A cup of tea at this time adds a lot of comfort and happiness."
    },
    {
      "cite": "George Gissing",
      "quote": "Perhaps it is while drinking tea that I most of all enjoy the sense of leisure."
    },
    {
      "cite": "Okakura",
      "quote": "Tea with us became more than an idealization of the form of drinking; it is a religion of the art of life."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Time for you and time for me, And time yet for a hundred indecisions, And for a hundred visions and revisions, Before the taking of toast and tea"
    },
    {
      "cite": "Saki",
      "quote": "Find yourself a cup;  the teapot is behind you. Now tell me hundreds of things."
    }
  ]
}