{
  "source": "https://www.wisesayings.com/tea-quotes/",
  "theme": "tea",
  "quotes": [
    {
      "cite": "Gary Snyder",
      "quote": "There are those who love to get dirty and fix things. They drink coffee at dawn, beer after work. And those who stay clean, just appreciate things. At breakfast they have milk and juice at night. There are those who do both, they drink tea."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "When you have nobody you can make a cup of tea for, when nobody needs you, that's when I think life is over."
    },
    {
      "cite": "Thomas de Quincey",
      "quote": "Tea, though ridiculed by those who are naturally coarse in their nervous sensibilities will always be the favorite beverage of the intellectual."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Love and scandal are the best sweeteners of tea."
    },
    {
      "cite": "Monty Python",
      "quote": "Make tea, not war."
    },
    {
      "cite": "James Norwood Pratt",
      "quote": "Tea is quiet and our thirst for tea is never far from our craving for beauty."
    },
    {
      "cite": "T'ien Yi-heng",
      "quote": "Tea is drunk to forget the din of the world."
    },
    {
      "cite": "William Ewart",
      "quote": "If you are cold, tea will warm you; if you are too heated, it will cool you; if you are depressed, it will cheer you; if you are excited it will calm you."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "If man has no tea in him, he is incapable of understanding truth and beauty."
    },
    {
      "cite": "Lin Yutang",
      "quote": "There is something in the nature of tea that leads us into a world of quiet contemplation of life."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is a great deal of poetry and fine sentiment in a chest of tea."
    },
    {
      "cite": "Rev. Sydney Smith",
      "quote": "I always fear that creation will expire before tea-time."
    },
    {
      "cite": "William Cowper",
      "quote": "Tea- the cups that cheer but not inebriate."
    },
    {
      "cite": "Alexander Puskin",
      "quote": "Ecstasy is a glass full of tea and a piece of sugar in the mouth."
    },
    {
      "cite": "Lu Yu",
      "quote": "The best quality tea must have the creases like the leather boots of Tartar horsemen, curl like the dewlap of a mighty bullock, unfold like a mist rising out of a ravine, gleam like a lake touched by a zephyr, and be wet and soft like earth newly swept by rain."
    },
    {
      "cite": "Peter Antine Motteaux",
      "quote": "Immortals, hear, said Jove, and cease to jar! Tea must succeed to Wine as Peace to War. Nor by the grape let man be set at odds, but share in Tea, the nectar of the Gods."
    },
    {
      "cite": "Emilie Barnes",
      "quote": "The very act of preparing and serving tea encourages conversation. The little spaces in time created by teatime rituals call out to be filled with conversation. Even the tea itself - warm and comforting-inspires a feeling of relaxation and trust that fosters shared confidences."
    },
    {
      "cite": "Sen Soshitsu",
      "quote": "In my own hands I hold a bowl of tea; I see all of nature represented in its green color. Closing my eyes, I find green mountains and pure water within my own heart. Silently sitting alone and drinking tea, I feel these become a part of me."
    },
    {
      "cite": "The Minister of Leaves, The Republic of Tea",
      "quote": "Tea is wealth itself, because there is nothing that cannot be lost, no problem that will not disappear, no burden that will not float away, between the first sip and the last."
    },
    {
      "cite": "George Gissing",
      "quote": "The mere chink of cups and saucers tunes the mind to happy repose."
    },
    {
      "cite": "Arthur Gray",
      "quote": "The spirit of the tea beverage is one of peace, comfort, and refinement."
    },
    {
      "cite": "John Milton",
      "quote": "One sip of this will bathe the drooping spirits in delight, beyond the bliss of dreams."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "When tea becomes ritual, it takes its place at the heart of our ability to see greatness in small things. Where is beauty to be found? In great things that, like everything else, are doomed to die, or in small things that aspire to nothing, yet know how to set a jewel of infinity in a single moment."
    },
    {
      "cite": "Colley Cibber",
      "quote": "Tea! thou soft, thou sober, sage, and venerable liquid,... thou female tongue-running, smile-smoothing, heart-opening, wind-tippling cordial, to whose glorious insipidity I owe the happiest moment of my life, let me fall prostrate."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The first sip of tea is always the best... you cringe as it burns the back of your throat, knowing you just had the hottest carpe-diem portion."
    },
    {
      "cite": "D.T. Suzuki",
      "quote": "Who would then deny that when I am sipping tea in my tearoom I am swallowing the whole universe with it and that this very moment of my lifting the bowl to my lips is eternity itself transcending time and space?"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Tea's proper use is to amuse the idle, relax the studious, and dilute the full meals of those who cannot use exercise, and will not use abstinence."
    },
    {
      "cite": "Lu Yu",
      "quote": "Tea tempers the spirit and harmonizes the mind; dispels lassitude and relieves fatigue, awakens thought and prevents drowsiness."
    },
    {
      "cite": "Kakuzo Okakura",
      "quote": "The Philosophy of Tea is not mere aestheticism ... for it expresses conjointly with ethics and religion our whole point of view about man and nature. It is hygiene, for it enforces cleanliness; it is economics, for it shows comfort in simplicity rather than in the complex and costly; it is moral geometry, inasmuch as it defines our sense of proportion to the universe."
    },
    {
      "cite": "Chinese Mystic, Tang Dynasty",
      "quote": "The first cup moistens my lips and throat. The second shatters my loneliness. The third causes the wrongs of life to fade gently from my recollection. The fourth purifies my soul. The fifth lifts me to the realms of the unwinking gods"
    }
  ]
}