{
  "source": "https://www.wisesayings.com/teaching-quotes/",
  "theme": "teaching",
  "quotes": [
    {
      "cite": "Mark Van Doren",
      "quote": "The art of teaching is the art of assisting discovery."
    },
    {
      "cite": "Brad Henry",
      "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
    },
    {
      "cite": "Aristotle",
      "quote": "The one exclusive sign of thorough knowledge is the power of teaching."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "Good teachers know how to bring out the best in students."
    },
    {
      "cite": "Henry Adams",
      "quote": "A teacher affects eternity; he can never tell where his influence stops."
    },
    {
      "cite": "Eugene P. Bertin",
      "quote": "Teaching is leaving a vestige of one self in the development of another. And surely the student is a bank where you can deposit your most precious treasures."
    },
    {
      "cite": "John Steinbeck",
      "quote": "I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit."
    },
    {
      "cite": "Unknown Author",
      "quote": "Teachers who inspire know that teaching is like cultivating a garden, and those who would have nothing to do with thorns must never attempt to gather flowers."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
    },
    {
      "cite": "Phil Collins",
      "quote": "In learning you will teach, and in teaching you will learn."
    },
    {
      "cite": "Unknown Author",
      "quote": "Teaching should be full of ideas instead of stuffed with facts."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I never teach my pupils, I only attempt to provide the conditions in which they can learn."
    },
    {
      "cite": "Helen Caldecott",
      "quote": "Teachers, I believe, are the most responsible and important members of society because their professional efforts affect the fate of the earth."
    },
    {
      "cite": "Dan Rather",
      "quote": "The dream begins, most of the time, with a teacher who believes in you, who tugs and pushes and leads you on to the next plateau, sometimes poking you with a sharp stick called truth."
    },
    {
      "cite": "Mustafa Kemal Ataruk",
      "quote": "A good teacher is like a candle - it consumes itself to light the way for others."
    },
    {
      "cite": "Ivan Welton Fitzwater",
      "quote": "The future of the world is in my classroom today, a future with the potential for good or bad... Several future presidents are learning from me today; so are the great writers of the next decades, and so are all the so-called ordinary people who will make the decisions in a democracy. I must never forget these same young people could be the thieves and murderers of the future. Only a teacher? Thank God I have a calling to the greatest profession of all! I must be vigilant every day, lest I lose one fragile opportunity to improve tomorrow."
    },
    {
      "cite": "Pat Conroy",
      "quote": "There's no word in the language I revere more than 'teacher.' My heart sings when a kid refers to me as his teacher, and it always has. I've honored myself and the entire family of man by becoming a teacher."
    },
    {
      "cite": "Anatole France",
      "quote": "The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards."
    },
    {
      "cite": "Barbara Colorose",
      "quote": "If kids come to us from strong, healthy functioning families, it makes our job easier. If they do not come to us from strong, healthy, functioning families, it makes our job more important."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Teaching is not a lost art, but the regard for it is a lost tradition."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The man (or woman) who can make hard things easy is the educator."
    },
    {
      "cite": "Alice Wellington Rollins",
      "quote": "The test of a good teacher is not how many questions he can ask his pupils that they will answer readily, but how many questions he inspires them to ask him which he finds it hard to answer."
    },
    {
      "cite": "Bob Talbert",
      "quote": "Teaching kids to count is fine, but teaching them what counts is best."
    },
    {
      "cite": "John Dewey",
      "quote": "If we teach today's students as we taught yesterday's, we rob them of tomorrow."
    },
    {
      "cite": "Unknown Author",
      "quote": "Teaching is the one profession that creates all other professions."
    },
    {
      "cite": "Ignacio Estrada",
      "quote": "If a child can't learn the way we teach, maybe we should teach the way they learn."
    },
    {
      "cite": "Robert Frost",
      "quote": "There are two kinds of teachers: the kind that fills you with so much quail shot that you can't move, and the kind that just gives you a little prod behind and you jump to the skies."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The greatest sign of success for a teacher ... is to be able to say, 'The children are now working as if I did not exist.'"
    }
  ]
}