{
  "source": "https://www.wisesayings.com/teacher-inspirational-quotes/",
  "theme": "teacher-inspirational",
  "quotes": [
    {
      "cite": "Joseph Joubert",
      "quote": "To teach is to learn twice."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A teacher is one who helps others and influences lives forever."
    },
    {
      "cite": "John Wooden",
      "quote": "I think the teaching profession contributes more to the future of our society than any other single profession."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Teaching is more than imparting knowledge, it is inspiring change. Learning is more than absorbing facts, it is acquiring understanding."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Anyone who does anything to help a child in his life is a hero to me."
    },
    {
      "cite": "Bobby Ray Inman",
      "quote": "A great teacher never strives to explain his vision. He simply invites you to stand beside him and see for yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "Teaching is the profession that teaches all of the other professions."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "A good teacher must know the rules; a good pupil, the exceptions."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "What is a teacher? I'll tell you: it isn't someone who teaches something, but someone who inspires the student to give of her best in order to discover what she already knows."
    },
    {
      "cite": "Robert Brault",
      "quote": "The average teacher explains complexity; the gifted teacher reveals simplicity."
    },
    {
      "cite": "Greg Henry Quinn",
      "quote": "All teachers teach history to those who will make history."
    },
    {
      "cite": "Anonymous",
      "quote": "Students don't care how much you know until they know how much you care."
    },
    {
      "cite": "Mustafa Kemal Ataturk",
      "quote": "A good teacher is like a candle, it consumes itself to light the way for others."
    },
    {
      "cite": "Solomon Ortiz",
      "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students."
    },
    {
      "cite": "Gilbert Highet",
      "quote": "A very wise old teacher once said: I consider a day's teaching wasted if we do not all have one hearty laugh."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child."
    },
    {
      "cite": "Robert Sternberg",
      "quote": "There is no recipe to be a great teacher, that's what is unique about them."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson."
    },
    {
      "cite": "Colleen Wilcox",
      "quote": "Teaching is the greatest act of optimism."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "One child, one teacher, one book, one pen can change the world."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Education is not the filling of a pail, but the lighting of a fire."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The teacher is the one who gets the most out of the lessons, and the true teacher is the learner."
    },
    {
      "cite": "Ever Garrison",
      "quote": "A teacher is a compass that activates the magnets of curiosity, knowledge, and wisdom in the pupils."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character, that is the goal of true education."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Teachers can change lives with just the right mix of chalk and challenges."
    },
    {
      "cite": "Barbara Colorose",
      "quote": "If kids come to us from strong, healthy functioning families, it makes our job easier. If they do not come to us from strong, healthy, functioning families, it makes our job more important."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "If you would thoroughly know anything, teach it to others."
    },
    {
      "cite": "Henry Adams",
      "quote": "A teacher affects eternity; he can never tell where his influence stops."
    },
    {
      "cite": "Mark Van Doren",
      "quote": "The art of teaching is the art of assisting discovery."
    }
  ]
}