{
  "source": "https://www.wisesayings.com/teachers-quotes/",
  "theme": "teachers",
  "quotes": [
    {
      "cite": "Brad Henry",
      "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "Good teachers know how to bring out the best in students."
    },
    {
      "cite": "Henry Adams",
      "quote": "A teacher affects eternity; he can never tell where his influence stops."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The teacher is the one who gets the most out of the lessons, and the true teacher is the learner."
    },
    {
      "cite": "William A. Ward",
      "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "What nobler employment, or more valuable to the state, than that of the man who instructs the rising generation."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He that teaches us anything which we knew not before is undoubtedly to be reverenced as a master."
    },
    {
      "cite": "Aristotle",
      "quote": "Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well."
    },
    {
      "cite": "Howard Nemerov",
      "quote": "A teacher is a person who never says anything once."
    },
    {
      "cite": "Mustafa Kemal Ataturk",
      "quote": "A good teacher is like a candle - it consumes itself to light the way for others."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He who opens a school door, closes a prison."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind."
    },
    {
      "cite": "Philip Wylie",
      "quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen."
    },
    {
      "cite": "Brad Henry",
      "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The job of an educator is to teach students to see the vitality in themselves."
    },
    {
      "cite": "Horace Mann",
      "quote": "A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on a cold iron."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A teacher who is not dogmatic is simply a teacher who is not teaching."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "You can't stop a teacher when they want to do something. They just do it."
    },
    {
      "cite": "Helen Caldicott",
      "quote": "Teachers, I believe, are the most responsible and important members of society because their professional efforts affect the fate of the earth."
    },
    {
      "cite": "Robert Brault",
      "quote": "The average teacher explains complexity; the gifted teacher reveals simplicity."
    },
    {
      "cite": "Bob Talbert",
      "quote": "Good teachers are costly. Bad teachers cost more."
    },
    {
      "cite": "Bill Gates",
      "quote": "The best teacher is very interactive."
    },
    {
      "cite": "Dr. Haim Ginott",
      "quote": "Teachers are expected to reach unattainable goals with inadequate tools. The miracle is that at times they accomplish this impossible task."
    },
    {
      "cite": "unknown",
      "quote": "The best teachers teach from the heart, not from the book."
    },
    {
      "cite": "Thomas Szaz",
      "quote": "A teacher should have maximal authority, and minimal power."
    },
    {
      "cite": "Thomas Carruthers",
      "quote": "A teacher is one who makes himself progressively unnecessary."
    },
    {
      "cite": "Louis A. Berman",
      "quote": "A good teacher is a master of simplification and an enemy of simplism."
    },
    {
      "cite": "Ever Garrison",
      "quote": "A teacher is a compass that activates the magnets of curiosity, knowledge, and wisdom in the pupils."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "A good teacher must be able to put himself in the place of those who find learning hard."
    }
  ]
}