{
  "source": "https://www.wisesayings.com/teacher-appreciation-quotes/",
  "theme": "teacher-appreciation",
  "quotes": [
    {
      "quote": "The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called truth.",
      "cite": "Dan Rather"
    },
    {
      "quote": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.",
      "cite": "Khalil Gibran"
    },
    {
      "quote": "The task of the excellent teacher is to stimulate apparently ordinary people to unusual effort. The tough problem is not in identifying winners: it is in making winners out of ordinary people.",
      "cite": "Patricia Cross"
    },
    {
      "quote": "A master can tell you what he expects of you. A teacher, though, awakens your own expectations.",
      "cite": "Patricia Neal"
    },
    {
      "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.",
      "cite": "Dr. William Arthur Ward"
    },
    {
      "quote": "I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. It might even be the greatest of the arts since the medium is the human mind and spirit.",
      "cite": "John Steinbeck"
    },
    {
      "quote": "Teachers are expected to reach unattainable goals with inadequate tools. The miracle is that at times they accomplish this impossible task.",
      "cite": "Haim Ginott"
    },
    {
      "quote": "A good teacher is like a candle - it consumes itself to light the way for others.",
      "cite": "Mustafa Kemal Ataturk"
    },
    {
      "quote": "The good teacher makes the poor student good and the good student superior.",
      "cite": "Marva Collins"
    },
    {
      "quote": "I like a teacher who gives you something to take home to think about besides homework.",
      "cite": "Lily Tomlin"
    },
    {
      "quote": "A good teacher is a master of simplification and an enemy of simplism.",
      "cite": "Louis Berman"
    },
    {
      "quote": "A teacher affects eternity; he can never tell where his influence stops.",
      "cite": "Henry Brooks Adams"
    },
    {
      "quote": "The very spring and root of honesty and virtue lie in good education.",
      "cite": "Plutarch"
    },
    {
      "quote": "A good teacher, like a good entertainer, first must hold his audience's attention, then he can teach his lesson.",
      "cite": "John Henrik Clarke"
    },
    {
      "quote": "Who dares to teach must never cease to learn.",
      "cite": "John C. Dana"
    },
    {
      "quote": "Teaching is not a lost art, but the regard for it is a lost tradition.",
      "cite": "Jacques Barzun"
    },
    {
      "quote": "Teaching is the greatest act of optimism.",
      "cite": "Colleen Wilcox"
    },
    {
      "quote": "I am indebted to my father for living, but to my teacher for living well.",
      "cite": "Alexander The Great"
    },
    {
      "quote": "He who opens a school door closes a prison.",
      "cite": "Victor Hugo"
    },
    {
      "quote": "I think the teaching profession contributes more to the future of our society than any other single profession.",
      "cite": "John Wooden"
    },
    {
      "quote": "Teachers appreciate being appreciated, for teacher appreciation is their highest award.",
      "cite": "William Prince"
    },
    {
      "quote": "One looks back with appreciation to the brilliant teachers, but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material, but warmth is the vital element for the growing plant and for the soul of the child.",
      "cite": "Carl Jung"
    },
    {
      "quote": "Often, when I am reading a good book, I stop and thank my teacher.",
      "cite": "Jack Handey"
    },
    {
      "quote": "The art of teaching is the art of assisting discovery.",
      "cite": "Mark Van Doren"
    },
    {
      "quote": "Without teacher appreciation there can't be any student progress.",
      "cite": "Theresa Grimm"
    },
    {
      "quote": "None of us got where we are solely by pulling ourselves up by our bootstraps. We got here because somebody bent down and helped us pick up our boots.",
      "cite": "Thurgood Marshall"
    },
    {
      "quote": "Modern cynics and skeptics see no harm in paying those to whom they entrust the minds of their children a smaller wage than is paid to those to whom they entrust the care of their plumbing.",
      "cite": "John F. Kennedy"
    },
    {
      "quote": "Good teaching is one-fourth preparation and three-fourths pure theatre.",
      "cite": "Gail Godwin"
    },
    {
      "quote": "What nobler employment, or more valuable to the state, than that of the man who instructs the rising generation.",
      "cite": "Marcus Tullius Cicero"
    },
    {
      "quote": "A true disciple shows his appreciation by reaching further than his teacher.",
      "cite": "Aristotle"
    }
  ]
}