{
  "source": "https://www.wisesayings.com/team-effort-quotes/",
  "theme": "team-effort",
  "quotes": [
    {
      "cite": "Mike Krzyzewski",
      "quote": "Effective teamwork begins and ends with communication."
    },
    {
      "cite": "Kay Koplovitz",
      "quote": "Creating open teamwork is the best way to encourage innovation."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The truth is that teamwork is at the heart of great achievement."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Teamwork is what makes common people capable of uncommon results."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "Remember teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Teamwork is really a form of trust. It's what happens when you surrender the mistaken idea that you can go it alone and realize that you won't achieve your individual goals without the support of your colleagues."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Teamwork is neither \"good\" nor \"desirable.\" It is a fact. Wherever people work together or play together they do so as a team. Which team to use for what purpose is a crucial, difficult and risky decision that is even harder to unmake. Managements have yet to learn how to make it."
    },
    {
      "cite": "John Katzenbach",
      "quote": "Teamwork represents a set of values that encourage behaviors such as listening and constructively responding to points of view expressed by others, giving others the benefit of the doubt, providing support to those who need it, and recognizing the interests and achievements of others."
    },
    {
      "cite": "Ethiopian Proverb",
      "quote": "When spider webs unite, they can tie up a lion."
    },
    {
      "cite": "Michael Winner",
      "quote": "A team effort is a lot of people doing what I say."
    },
    {
      "cite": "Walt Disney",
      "quote": "Whatever we accomplish is due to the combined effort."
    },
    {
      "cite": "Barbara Boxer",
      "quote": "The combined efforts of millions of concerned citizens could do wonders to help the impoverished. The American people are ready for action!"
    },
    {
      "cite": "Russel Honore",
      "quote": "Teamwork builds trust and trust builds speed."
    },
    {
      "cite": "Felix Dennis",
      "quote": "Teamwork is the glue which binds losers together."
    },
    {
      "cite": "John Wooden",
      "quote": "Teamwork is not a preference, it is a requirement."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Teamwork doesn't come naturally. It must be taught."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "TEAMWORK: the fuel that allows common people attain uncommon results."
    },
    {
      "cite": "Pat Riley",
      "quote": "Great teamwork is the only way we create the breakthroughs that define our careers."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Teamwork is the best ever investment. If I make 3 and you make 5, together we will not make 8. We will make 15. Leaders build active teams."
    },
    {
      "cite": "Pat Riley",
      "quote": "Teamwork requires that everyone's efforts flow in a single direction. Feelings of significance happen when a team's energy takes on a life of its own."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Teamwork is the foundation of success. The three universal questions that an individual asks of his coach, player, employee, employer are: Can I trust you? Are you committed to excellence? And, do you care about me?"
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Teamwork appears most effective if each individual helps others to succeed, increasing the synergy of that team; ideally, every person will contribute different skills to increase the efficiency of the team and develop its unity."
    },
    {
      "cite": "Greg Brown",
      "quote": "Teamwork is not a matter of persuading yourself and your colleagues to set aside personal ambitions for the greater good. It's a matter of recognizing that your personal ambitions and the ambitions of the team are one and the same. That's the incentive."
    },
    {
      "cite": "Natalya Neidhart",
      "quote": "Teamwork can build friendships that last a lifetime."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed people can change the world. Indeed. It is the only thing that ever has."
    },
    {
      "cite": "Margaret Carty",
      "quote": "The nicest thing about teamwork is that you always have others on your side."
    },
    {
      "cite": "Mark Sanborn",
      "quote": "In teamwork, silence isn’t golden, it’s deadly."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Talent wins games, but teamwork and intelligence wins championships."
    },
    {
      "cite": "Martin Luther King",
      "quote": "We may have all come on different ships, but we’re in the same boat now."
    },
    {
      "cite": "Ted Sundquist",
      "quote": "Good teams incorporate teamwork into their culture, creating the building blocks for success."
    }
  ]
}