{
  "source": "https://www.wisesayings.com/team-building-quotes/",
  "theme": "team-building",
  "quotes": [
    {
      "cite": "Dr. Allan Fromme",
      "quote": "People have been known to achieve more as a result of working with others than against them."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Individual commitment to a group effort--that is what makes a team work, a company work, a society work, a civilization work."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "Remember, teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability."
    },
    {
      "cite": "Swahili Proverb",
      "quote": "It is amazing how much people get done if they do not worry about who gets the credit."
    },
    {
      "cite": "H.E. Luccock",
      "quote": "No one can whistle a symphony. It takes an orchestra to play it."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results."
    },
    {
      "cite": "Rensis Likert",
      "quote": "The greater the loyalty of a group toward the group, the greater is the motivation among the members to achieve the goals of the group, and the greater the probability that the group will achieve its goals."
    },
    {
      "cite": "Lewis B. Ergen",
      "quote": "The ratio of We's to I's is the best indicator of the development of a team."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Talent wins games, but teamwork and intelligence wins championships."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The speed of the boss is the speed of the team."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning. Keeping together is progress. Working together is success."
    },
    {
      "cite": "Bang Gae",
      "quote": "Teamwork makes the dream work."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each member. The strength of each member is the team."
    },
    {
      "cite": "Aesop",
      "quote": "In union there is strength."
    },
    {
      "cite": "Alexis Carrel",
      "quote": "All of us, at certain moments of our lives, need to take advice and to receive help from other people."
    },
    {
      "cite": "Althea Gibson",
      "quote": "No matter what accomplishments you make, somebody helped you."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Respect your fellow human being, treat them fairly, disagree with them honestly, enjoy their friendship, explore your thoughts about one another candidly, work together for a common goal and help one another achieve it."
    },
    {
      "cite": "Henry Ford",
      "quote": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "It takes two flints to make a fire."
    },
    {
      "cite": "Barbara Glacel &amp; Emile Robert Jr.",
      "quote": "A team is more than a collection of people. It is a process of give and take."
    },
    {
      "cite": "Casey Stengel",
      "quote": "Gettin' good players is easy. Gettin' 'em to play together is the hard part."
    },
    {
      "cite": "Robert Orben",
      "quote": "If you can laugh together, you can work together"
    },
    {
      "cite": "Proverb",
      "quote": "A single arrow is easily broken, but not ten in a bundle."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "A leader must inspire or his team will expire"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "We must all hang together, or assuredly, we shall all hang separately."
    },
    {
      "cite": "Doug Floyd",
      "quote": "You don't get harmony when everybody sings the same note."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "None of us is as smart as all of us."
    },
    {
      "cite": "Henry Ford",
      "quote": "You will find men who want to be carried on the shoulders of others, who think that the world owes them a living. They don't seem to see that we must all lift together and pull together."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Interdependent people combine their own efforts with the efforts of others to achieve their greatest success."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "One man can be a crucial ingredient on a team, but one man cannot make a team."
    }
  ]
}