{
  "source": "https://www.wisesayings.com/teammates-quotes/",
  "theme": "teammates",
  "quotes": [
    {
      "cite": "Magic Johnson",
      "quote": "Ask not what your teammates can do for you, but what you can do for your teammates."
    },
    {
      "cite": "Mia Hamm",
      "quote": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down, and I will not let myself down."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game."
    },
    {
      "cite": "Bo Jackson",
      "quote": "If I miss anything about the sport, it's the camaraderie of teammates"
    },
    {
      "cite": "Kobe Bryant",
      "quote": "The important thing is that your teammates have to know you're pulling for them and you really want them to be successful."
    },
    {
      "cite": "LeBron James",
      "quote": "I hate letting my teammates down. I know I'm not going to make every shot. Sometimes, I try to make the right play, and if it results in a loss, I feel awful. I don't feel awful because I have to answer questions about it. I feel awful in that locker room because I could have done something more to help my teammates win."
    },
    {
      "cite": "LeBron James",
      "quote": "Your teammates give you the confidence. They give me the confidence all year, all postseason."
    },
    {
      "cite": "LeBron James",
      "quote": "When you have that respect from your teammates, it makes it a lot more comfortable."
    },
    {
      "cite": "Alcurtis Turner",
      "quote": "Never give up or quit on your teammates, because they will give up and quit on you."
    },
    {
      "cite": "Emily Kohibus",
      "quote": "Definition of a great teammate: a person who makes their teammates look great."
    },
    {
      "cite": "Jerry Rice",
      "quote": "You know, I never looked down the road and said, 'Hey look, one day, the Hall of Fame.' It's always about playing each and every game 100 percent and I thank my teammates for getting me into the Hall because football is a team sport, not an individual sport."
    },
    {
      "cite": "Alex Morgan",
      "quote": "... Really get to know and establish relationships with your teammates because they are your new family and they will be the ones there for you when anything goes wrong."
    },
    {
      "cite": "Peyton Manning",
      "quote": "Being there every week for my teammates is really important to me. It's about accountability."
    },
    {
      "cite": "Jeremy Lin",
      "quote": "The way you talk to your teammates and push them and the way you treat them is important. There is a fine line between trying to help your teammates and criticizing them. The toughest part for me is how to keep my teammates accountable but at the same time do it in a loving way that doesnt judge or condemn them. It's definitely been a struggle and I'm trying to learn how to lead consciously in a way that honors God."
    },
    {
      "cite": "Jerome Bettis",
      "quote": "My teammates, they put me on their backs and they wouldn't let me down."
    },
    {
      "cite": "Anonymous",
      "quote": "All the talent in the world won't take you anywhere without your teammates."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "To collaborative team members, completing one another is more important than competing with one another."
    },
    {
      "cite": "Brian Griese",
      "quote": "I really believe the only thing you can control in those situations is what you do as a player but also how you interact with your teammates, which is critical."
    },
    {
      "cite": "Rebecca Lobo",
      "quote": "People have to understand what my game is. It's not all about the numbers. There's a bigger picture here. I don't create off the dribble. I rely on my teammates"
    },
    {
      "cite": "Vista M. Kelly",
      "quote": "Snowflakes are one of nature's most fragile things, but just look what they can do when they stick together."
    },
    {
      "cite": "Mia Hamm",
      "quote": "I am a member of the team, and I rely on the team, I defer to it and sacrifice for it, because the team, not the individual, is the ultimate champion."
    },
    {
      "cite": "Hellen Keller",
      "quote": "Alone we can do so little; together we can do so much"
    },
    {
      "cite": "Babe Ruth",
      "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime."
    },
    {
      "cite": "Larry Bird",
      "quote": "If you tell a teammate you're ready to play as tough as you are able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got."
    },
    {
      "cite": "David Ross",
      "quote": "To be successful as a team or as an individual, you will still fail more than seven of every ten times you get a chance to do your job. To be successful as a team or individual, you have to be able to manage through lot of 'dog days.'"
    },
    {
      "cite": "David Rossi",
      "quote": "And that means being a great teammate and doing whatever is necessary to help the team win."
    },
    {
      "cite": "David Rossi",
      "quote": "Being a great teammate is work, hard work. It requires intention and discipline, just like becoming a better hitter others, like me, can learn."
    },
    {
      "cite": "Tyler \"Ninja\" Blevins",
      "quote": "A good teammate is someone you want to play with. And one of the best ways to attract good teammates is to be one yourself."
    },
    {
      "cite": "Tyler \"Ninja\" Blevins",
      "quote": "Listen to trust your teammates, because that kind of flexibility and faith in one another is part of what separates good teams from great ones."
    }
  ]
}