{
  "source": "https://www.wisesayings.com/team-motivational-quotes/",
  "theme": "team-motivational",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The individual great spirit and great efforts create a great team."
    },
    {
      "cite": "Gene King",
      "quote": "Trust your team. Let others do their work so that you may concentrate wholly on doing your own."
    },
    {
      "cite": "James Cash Penney",
      "quote": "The best teamwork comes from men who are working independently toward one goal in unison."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little, together we can do so much."
    },
    {
      "cite": "Margaret Carty",
      "quote": "The nice thing about teamwork is that you always have others on your side."
    },
    {
      "cite": "Justin Sewell",
      "quote": "Teamwork. A few harmless flakes working together can unleash an avalanche of destruction."
    },
    {
      "cite": "Bear Bryant",
      "quote": "In order to have a winner, the team must have a feeling of unity; every player must put the team first-ahead of personal glory."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Teamwork is really a form of trust. It's what happens when you surrender the mistaken idea that you can go it alone and realize that you won't achieve your individual goals without the support of your colleagues."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Respect your fellow human being, treat them fairly, disagree with them honestly, enjoy their friendship, explore your thoughts about one another candidly, work together for a common goal and help one another achieve it."
    },
    {
      "cite": "Bo Schembechler",
      "quote": "When your team is winning, be ready to be tough, because winning can make you soft. On the other hand, when you team is losing, stick by them. Keep believing."
    },
    {
      "cite": "Lou Holtz",
      "quote": "On this team, we're all united in a common goal: to keep my job."
    },
    {
      "cite": "Pat Riley",
      "quote": "When a great team loses through complacency, it will constantly search for new and more intricate explanations to explain away defeat."
    },
    {
      "cite": "Lou Holtz",
      "quote": "All winning teams are goal oriented. Teams like these win consistently because everyone connected with them concentrates on specific objectives. They go about their business with blinders on; nothing will distract them from achieving their aims."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "If you want to build a ship, don't drum up people together to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea."
    },
    {
      "cite": "Marvin R. Weisbord",
      "quote": "Teamwork is the quintessential contradiction of a society grounded in individual achievement."
    },
    {
      "cite": "Norman Shidle",
      "quote": "A group becomes a team when each member is sure enough of himself and his contribution to praise the skills of the others."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Pat Riley",
      "quote": "Great teamwork is the only way we create the breakthroughs that define our careers."
    },
    {
      "cite": "Max Depree",
      "quote": "The key elements in the art of working together are how to deal with change, how to deal with conflict, and how to reach our potential the needs of the team are best met when we meet the needs of individual persons."
    },
    {
      "cite": "Lisa Broesch-Weeks",
      "quote": "And when members of a team have high-quality connections, they may also feel more safety and trust, resulting in greater cooperation and coordination."
    },
    {
      "cite": "Victoria Osteen",
      "quote": "We talk a lot about hope, helping, and teamwork. Our whole message is that we are more powerful together."
    },
    {
      "cite": "Babe Ruth",
      "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results."
    },
    {
      "cite": "Dennis F. Kinlaw",
      "quote": "Teamplayer: Once who unites others toward a shared destiny through sharing information and ideas, empowering others and developing trust."
    },
    {
      "cite": "Pat Riley",
      "quote": "The key to teamwork is to learn a role, accept a role, and strive to become excellent playing it."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning. Keeping together is progress. Working together is success."
    },
    {
      "cite": "Ted Sundquist",
      "quote": "Good teams incorporate teamwork into their culture, creating the building blocks for success."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Teamwork makes the dream work, but a vision becomes a nightmare when the leader has a big dream and a bad team."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "Trust is knowing that when a team member pushes you, they are doing it because they care about the team."
    }
  ]
}