{
  "source": "https://www.wisesayings.com/teamwork-quotes/",
  "theme": "teamwork",
  "quotes": [
    {
      "cite": "Mattie Stepanek",
      "quote": "Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Teamwork makes the dream work, but a vision becomes a nightmare when the leader has a big dream and a bad team."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it."
    },
    {
      "cite": "James Cash Penney",
      "quote": "The best teamwork comes from men who are working independently toward one goal in unison."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Individual commitment to a group effort--that is what makes a team work, a company work, a society work, a civilization work."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little, together we can do so much."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "Remember, teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "None of us is as smart as all of us."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning. Keeping together is progress. Working together is success."
    },
    {
      "cite": "Henry Ford",
      "quote": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "It takes two flints to make a fire."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Teamwork: I love the idea of all for one especially if that one is me."
    },
    {
      "cite": "Author Unknown",
      "quote": "You don't win with the best talent - you win with the five players who are able to play well together."
    },
    {
      "cite": "Aesop",
      "quote": "In union there is strength."
    },
    {
      "cite": "Author Unknown",
      "quote": "Teamwork divides the task and multiplies the success."
    },
    {
      "cite": "Author Unknown",
      "quote": "It is a fact that in the right formation, the lifting power of many wings can achieve twice the distance of any bird flying alone."
    },
    {
      "cite": "Author Unknown",
      "quote": "Regardless of differences, we strive shoulder to shoulder... [T]eamwork can be summed up in five short words: 'We believe in each other."
    },
    {
      "cite": "Author Unknown",
      "quote": "Teamwork: Simply stated, it is less me and more we."
    },
    {
      "cite": "Henry Ford",
      "quote": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "A single arrow is easily broken, but not ten in a bundle."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The achievements of an organization are the results of the combined effort of each individual."
    },
    {
      "cite": "Dr. Allan Fromme",
      "quote": "People have been known to achieve more as a result of working with others than against them."
    },
    {
      "cite": "Robert F. Bales",
      "quote": "Effective teamwork will not take the place of knowing how to do the job or how to manage the work. Poor teamwork, however, can prevent effective final performance. And it can also prevent team members from gaining satisfaction in being a member of a team and the organization."
    },
    {
      "cite": "Joe Paterno",
      "quote": "When a team outgrows individual performance and learns team confidence, excellence becomes a reality."
    },
    {
      "cite": "Dr. Rob Gilbert",
      "quote": "Working together works."
    },
    {
      "cite": "H.E. Luccock",
      "quote": "No one can whistle a symphony. It takes an orchestra to play it."
    }
  ]
}