{
  "source": "https://www.wisesayings.com/tears-quotes/",
  "theme": "tears",
  "quotes": [
    {
      "cite": "Jose N. Harris",
      "quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Heaven knows we need never be ashamed of our tears, for they are rain upon the blinding dust of earth, overlying our hard hearts. I was better after I had cried, than before--more sorry, more aware of my own ingratitude, more gentle."
    },
    {
      "cite": "Charles Dickens",
      "quote": "We need never be ashamed of our tears."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Tears of joy are like the summer rain drops pierced by sunbeams."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Tears come from the heart and not from the brain."
    },
    {
      "cite": "Rita Schiano",
      "quote": "Tears are God's gift to us. Our holy water. They heal us as they flow."
    },
    {
      "cite": "John Vance Cheney",
      "quote": "The soul would have no rainbow had the eyes no tears."
    },
    {
      "cite": "Albert Smith",
      "quote": "Tears are the safety valve of the heart when too much pressure is laid on it."
    },
    {
      "cite": "Virginia Casey",
      "quote": "Tears are like rain. They loosen up our soil so we can grow in different directions."
    },
    {
      "cite": "Voltaire",
      "quote": "Tears are the silent language of grief."
    },
    {
      "cite": "Saint Teresa of Avila",
      "quote": "More tears are shed over answered prayers than unanswered ones."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A tear dries quickly when it is shed for troubles of others."
    },
    {
      "cite": "Alex Tan",
      "quote": "Perhaps our eyes need to be washed by our tears once in a while, so that we can see Life with a clearer view again."
    },
    {
      "cite": "Alfred Austin",
      "quote": "Tears are the summer showers to the soul."
    },
    {
      "cite": "Virgil",
      "quote": "Tears are due to human misery."
    },
    {
      "cite": "Bible",
      "quote": "They that sow in tears shall reap in joy."
    },
    {
      "cite": "Ovid",
      "quote": "Tears are sometimes as weighty as words."
    },
    {
      "cite": "Billy Graham",
      "quote": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength."
    },
    {
      "cite": "William Gilmore Simms",
      "quote": "Tears are the natural penalties of pleasure. It is a law that we should pay for all that we enjoy."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Tears are the symbol of the inability of the soul to restrain its emotion and retain its self command."
    },
    {
      "cite": "Hospice of Du Page",
      "quote": "Words and tears are nature's most basic ways of helping us release our feelings of suffering."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting off a little water."
    },
    {
      "cite": "Adabella Radici",
      "quote": "Invisible tears are the hardest to wipe away. Just let it out, my friend."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Sorrows humanize our race; tears are the showers that fertilize the world."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What soap is for the body, tears are for the soul."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Tears are often the telescope by which men see far into heaven."
    },
    {
      "cite": "Saint Aurelius Augustine",
      "quote": "Repentant tears wash out the stain of guilt."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "A teardrop on earth summons the King of heaven."
    },
    {
      "cite": "Loretta Young",
      "quote": "Certainly tears are given to us to use. Like all good gifts, they should be used properly."
    }
  ]
}