{
  "source": "https://www.wisesayings.com/tear-quotes/",
  "theme": "tear",
  "quotes": [
    {
      "cite": "William Cowper",
      "quote": "And the tear that is wiped with a little address, May be follow'd perhaps by a smile."
    },
    {
      "cite": "Anonymous",
      "quote": "A tear is made of 1% water and 99% feelings."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Every tear of sorrow sown by the righteous, springs up a pearl."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "The tears stream down my cheeks from my unblinking eyes. What makes me weep so? There is nothing saddening here. Perhaps it is liquefied brain."
    },
    {
      "cite": "Saint Teresa of Avila",
      "quote": "More tears are shed over answered prayers than unanswered ones."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Tears come from the heart and not from the brain."
    },
    {
      "cite": "Albert Smith",
      "quote": "Tears are the safety-valves of the heart, when too much pressure is laid on."
    },
    {
      "cite": "William Blake",
      "quote": "Every tear from every eye Becomes a babe in eternity."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Tears do not burn except in solitude."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "A tear that runs down a believer's cheek is more beneficial than a thousand raindrops on the earth."
    },
    {
      "cite": "Jack Hyles",
      "quote": "A tear today is an investment in a laugh tomorrow."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Tears hinder sorrow from becoming despair."
    },
    {
      "cite": "Subhan Zein",
      "quote": "In every tear there is a melting sorrow, in every laughter a flaming joy."
    },
    {
      "cite": "Charles Lamb",
      "quote": "And the tear that we shed, though in secret it rolls, Shall long keep his memory green in our souls."
    },
    {
      "cite": "Voltaire",
      "quote": "Tears are the silent language of grief."
    },
    {
      "cite": "Bernard of Clairvaux",
      "quote": "The tears of those repenting are the wine of angels."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Tears may soothe the wounds they cannot heal."
    },
    {
      "cite": "Seneca",
      "quote": "Let tears flow of their own accord: their flowing is not inconsistent with inward peace and harmony."
    },
    {
      "cite": "Josh Billings",
      "quote": "Tears are a good alterative, but a poor diet."
    },
    {
      "cite": "John Updike",
      "quote": "Our tears fatten upon our memories of joy."
    },
    {
      "cite": "William Gilmore Simms",
      "quote": "Tears are the natural penalties of pleasure. It is a law that we should pay for all that we enjoy."
    },
    {
      "cite": "Walt Disney",
      "quote": "For every laugh, there should be a tear."
    },
    {
      "cite": "Archimedes",
      "quote": "Tears are the badges of sorrow."
    },
    {
      "cite": "George Sand",
      "quote": "We cannot tear out a single page of our life, but we can throw the whole book in the fire."
    },
    {
      "cite": "Thomas Guthrie",
      "quote": "More tears are shed in playhouses than in churches."
    },
    {
      "cite": "Eileen Mayer",
      "quote": "Let your tears come. Let them water your soul."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Every tear of sorrow sown by the righteous springs up a pearl."
    },
    {
      "cite": "Gerard Way",
      "quote": "Tears are words the heart can't express."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "The tears of the world are a constant quantity. For each one who begins to weep somewhere else another stops. The same is true of the laugh."
    }
  ]
}