{
  "source": "https://www.wisesayings.com/tease-quotes/",
  "theme": "tease",
  "quotes": [
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "It's not a good idea to take a forecast from someone wearing a tie. If possible, tease people who take themselves and their knowledge too seriously."
    },
    {
      "cite": "Anne Fortier",
      "quote": "You can tease it's mane all you like, but you can't turn a house cat into a lion."
    },
    {
      "cite": "James Badge Dale",
      "quote": "Kids will tease you for just about anything."
    },
    {
      "cite": "Rachel Bilson",
      "quote": "When a guy can make fun of you, thats attractive. Who knew that teasing could have so much power over women!"
    },
    {
      "cite": "Adam Grant",
      "quote": "To make sense of bossiness, we need to tease apart two fundamental aspects of social hierarchy that are often lumped together: power and status. Power lies in holding a formal position of authority or controlling important resources. Status involves being respected or admired."
    },
    {
      "cite": "Parvesh Cheena",
      "quote": "You have to tease your family. You tease the ones that you're closest to."
    },
    {
      "cite": "Esther M. Friesner",
      "quote": "Some men were nothing but overgrown boys who never got over the \"fun\" of teasing girls, just to get noticed"
    },
    {
      "cite": "Dorothy Allison",
      "quote": "It's fun to tease people about where fiction and life intersect."
    },
    {
      "cite": "Tessa Dare",
      "quote": "A man might engage in flirtation with distinterest, even disdain. But he never teases without affection."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "He who makes fun of a short and fat man's weight is much less cruel than he who makes fun of his height."
    },
    {
      "cite": "Stephen L. Carter",
      "quote": "Teasing out the way the world might look through another's eyes is what makes the creative process so fascinating and enjoyable."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "Teasing is very often a sign of inner misery."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Never tease an old dog; he might have one bite left."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You can cease to be influenced by people who tease you... Just neglect their helps and elevate your steps... You can do it!"
    },
    {
      "cite": "Chris Poulos",
      "quote": "Before you make fun of someone, think about how you'd feel in their place. You shouldn't laugh, tease, or make fun of anyone."
    },
    {
      "cite": "John Boehner",
      "quote": "Listen, you only tease the ones you love."
    },
    {
      "cite": "Cary Fukunaga",
      "quote": "You have to tease enough misinformation and lack of information to hopefully make people want more."
    },
    {
      "cite": "Anonymous",
      "quote": "We tease each other, knock down each other, irritate each other, but can't live without each other."
    },
    {
      "cite": "Rob Brezsny",
      "quote": "All of us need to be in touch with a mysterious, tantalizing source of inspiration that teases our sense of wonder and goads us on to life's next adventure."
    },
    {
      "cite": "Woody Allen",
      "quote": "People always tease me. They say, look at you, you went for so much psychoanalysis and you're so neurotic, you wind up marrying a girl so much younger than you."
    },
    {
      "cite": "John Keats",
      "quote": "Thou, silent form, dost tease us out of thought As doth eternity."
    },
    {
      "cite": "Gurbaksh Chahal",
      "quote": "Everything starts with a dream, a particle of our imagination that teases us of what the future could be like, as long as we fight for it."
    },
    {
      "cite": "Esther M. Friesner",
      "quote": "What brothers say to tease their sisters has nothing to do with what they really think of them."
    },
    {
      "cite": "Cindy Sherman",
      "quote": "The still must tease with the promise of a story the viewer of it itches to be told."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "It's good to fight with your brothers, and it's good to tease them to give them advice."
    }
  ]
}