{
  "source": "https://www.wisesayings.com/teenage-love-quotes/",
  "theme": "teenage-love",
  "quotes": [
    {
      "cite": "Leigh Hunt",
      "quote": "Stolen kisses are always sweetest."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Young love is a flame; very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "First love is only a little foolishness and a lot of curiosity."
    },
    {
      "cite": "Morgan Pierce",
      "quote": "That amazing moment when your crush has a crush on you. It's a wonderful feeling knowing that the person who you want to be in a relationship with likes or loves you back."
    },
    {
      "cite": "Melchor Lim",
      "quote": "If you make a girl laugh, she likes you. If you make a girl cry, she loves you..."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "Just thinking about you brings a smile to face, a twinkle to my eye, and a skipped beat to my heart."
    },
    {
      "cite": "Margaret A. Edwards",
      "quote": "Too many adults wish to 'protect' teenagers when they should be stimulating them to read of life as it is lived."
    },
    {
      "cite": "Jess Rothenberg",
      "quote": "For the record, I would like to point out that it is NOT being obsessive to memorize a boy's schedule so that you can accidentally bump into him. It is called being efficient."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "The young habitually mistake lust for love, they're infested with idealism of all kinds."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Talk not of wasted affection; affection never was wasted."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Love, free as air at sight of human ties, Spreads his light wings, and in a moment flies."
    },
    {
      "cite": "Charles Augustin Sainte-Beuve",
      "quote": "Tell me who admires and loves you, and I will tell you who you are."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The magic of first love is our ignorance that it can ever end."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "First love is only a little foolishness and a lot of curiosity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "No, this trick won't work...How on earth are you ever going to explain in terms of chemistry and physics so important a biological phenomenon as first love?"
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
    },
    {
      "cite": "Brandi Snyder",
      "quote": "To the world you may be just one person, but to one person you may be the world."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love - women like to be a mans last romance."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Every man is thoroughly happy twice in his life: just after he has met his first love, and just after he has left his last one"
    },
    {
      "cite": "Jalal ad-Din Rumi",
      "quote": "The minute I heard my first love story I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along."
    },
    {
      "cite": "Selena Gomez",
      "quote": "I maybe had a first love and had my heart broken, but reflecting on it, I don't think that was love. I think as I'm getting older and having more in-depth relationships, maybe I'll experience it. At the moment, I don't know, exactly, if I've been in love."
    },
    {
      "cite": "Rashida Jones",
      "quote": "My first love, I'll never forget, and it's such a big part of who I am, and in so many ways, we could never be together, but that doesn't mean that it's not forever. Because it is forever."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The loss of young first love is so painful that it borders on the ludicrous."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "We are never so helplessly unhappy as when we lose love."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Love is indescribable and unconditional. I could tell you a thousand things that it is not, but not one that it is."
    },
    {
      "cite": "J. Krishnamurti",
      "quote": "The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed."
    },
    {
      "cite": "Jaesse Tyler",
      "quote": "I'm so in love, every time I look at you my soul gets dizzy"
    },
    {
      "cite": "Robert Fulghum",
      "quote": "We're a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness   and call it love   true love."
    },
    {
      "cite": "Kay Knudsen",
      "quote": "Love is missing someone whenever you're apart, but somehow feeling warm inside because you're close in heart."
    }
  ]
}