{
  "source": "https://www.wisesayings.com/teen-pregnancy-quotes/",
  "theme": "teen-pregnancy",
  "quotes": [
    {
      "cite": "Madisen Beaty",
      "quote": "Most people, almost everyone knows of a teen mom. Teen pregnancy rates are growing, and we need to bring awareness to that."
    },
    {
      "cite": "Jane Fonda",
      "quote": "If adolescent pregnancy prevention is to become a priority, then our strategy, as advocates, must contain two key elements: civic engagement and education."
    },
    {
      "cite": "Al Franken",
      "quote": "Teen pregnancy went way down in the '90s, and 75 percent of it was because of increased use of contraception."
    },
    {
      "cite": "Faye Wattleton",
      "quote": "Just saying no prevents teenage pregnancy the way 'Have a nice day' cures chronic depression."
    },
    {
      "cite": "Leven Rambin",
      "quote": "I'm so fascinated by the concept of teen pregnancy for some reason. Not that I condone it or promote it, but it's just a very real thing in our country and culture."
    },
    {
      "cite": "Nora Ephron",
      "quote": "If pregnancy were a book they would cut the last two chapters."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "I am not finding pregnancy much of a joy. I am afraid of childbirth, but I am afraid I can't find a way of avoiding it."
    },
    {
      "cite": "Carnie Wilson",
      "quote": "It's normal to gain weight during pregnancy. It's something that has to happen to your body."
    },
    {
      "cite": "Catherine Jones",
      "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain - your life will never be the same."
    },
    {
      "cite": "Emily Oster",
      "quote": "For many women - myself included - pregnancy brings on tremendous anxiety and confusion, along with the joy."
    },
    {
      "cite": "Ann Romney",
      "quote": "The thing that's nice about pregnancy is that in the end, you have a baby."
    },
    {
      "cite": "Brooke Burke",
      "quote": "Going into a pregnancy is a really challenging time for a woman,because it's forever-changing, both mentally and physically."
    },
    {
      "cite": "Mary Beth Whitehead",
      "quote": "I don't particularly like being pregnant. I like the baby at the end. Pregnancy is a very distant thing for me. I can't seem to believe there's really a baby there. It's such a miracle."
    },
    {
      "cite": "Erica Jong",
      "quote": "Pregnancy seemed like a tremendous abdication of control. Something growing inside you which would eventually usurp your life."
    },
    {
      "cite": "Judy Ford",
      "quote": "Pregnancy is a process that invites you to surrender to the unseen force behind all life."
    },
    {
      "cite": "Merete Leonhardt-Lupa",
      "quote": "Let us make pregnancy an occasion when we appreciate our female bodies."
    },
    {
      "cite": "Heather Wittenberg",
      "quote": "Part of being a parent is rolling with the punches, so consider an unexpected pregnancy the universe's way of helping you to learn to do that."
    },
    {
      "cite": "Maggie Scarf",
      "quote": "Pregnancy is getting company inside one's skin."
    },
    {
      "cite": "Carrie Latet",
      "quote": "Pregnancy is a disease from which you recover in 18 years and 9 months."
    },
    {
      "cite": "Carol Alt",
      "quote": "I think that what scares me more than getting fat during pregnancy is the responsibility of a child."
    },
    {
      "cite": "Ann McLane Kuster",
      "quote": "Unplanned pregnancy is an equal-opportunity affliction."
    },
    {
      "cite": "Andie MacDowell",
      "quote": "Pregnancy changed my body; it changed the way I walk."
    },
    {
      "cite": "Natalie Massenet",
      "quote": "Pregnancy is a very creative phase for me."
    },
    {
      "cite": "Elisabeth Hasselbeck",
      "quote": "It's amazing, the mentality shift that occurs in pregnancy. All of a sudden you want to be good to yourself."
    },
    {
      "cite": "Susie Orbach",
      "quote": "A wanted pregnancy as much as a dreaded pregnancy can play differently than all one's previous imaginings."
    },
    {
      "cite": "Joan Raphael-Leff",
      "quote": "In pregnancy, there are two bodies, one inside the other. Two people live under one skin. When so much of life is dedicated to maintaining our integrity as distinct beings, this bodily tandem is an uncanny fact."
    },
    {
      "cite": "Patricia Heaton",
      "quote": "A woman experiencing an unplanned pregnancy also deserves to experience unplanned joy."
    },
    {
      "cite": "Fay Ripley",
      "quote": "For too many women pregnancy is just the start of loneliness and abuse. It is a cruel reality."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Pregnancy is something that I always love. It's about hope and the future and a new baby."
    },
    {
      "cite": "Uma Thurman",
      "quote": "I never ever slept again after my first pregnancy."
    }
  ]
}