{
  "source": "https://www.wisesayings.com/teenagers-quotes/",
  "theme": "teenagers",
  "quotes": [
    {
      "cite": "Arnold H. Glasow",
      "quote": "Telling a teenager the facts of life is like giving a fish a bath."
    },
    {
      "cite": "Anonymous",
      "quote": "Arguing with a teenager is like wrestling in the mud with a pig. Sooner or later you figure out that they're enjoying it."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "In order to be successful, Teenagers need to be practical as challenges they are faceing in modern life are numerous and complex."
    },
    {
      "cite": "Beverley Mitchell",
      "quote": "I think the hardest part about being a teenager is dealing with other teenagers - the criticism and the ridicule, the gossip and rumors."
    },
    {
      "cite": "C Pulsifer",
      "quote": "Keeping that communication channel open with your teen is one of the most important things as a parent you can do."
    },
    {
      "cite": "Fred G. Gosman",
      "quote": "Teenagers who are never required to vacuum are living in one."
    },
    {
      "cite": "unknown",
      "quote": "Raising teenagers is like nailing Jell-o to a tree."
    },
    {
      "cite": "V. S. Naipaul",
      "quote": "Fantasy is literature for teenagers."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "A teenager out of sight is like a kite in the clouds; even though you can't see it you feel the tug on the string."
    },
    {
      "cite": "Nora Ephron",
      "quote": "When your children are teenagers, it's important to have a dog so that someone in the house is happy to see you."
    },
    {
      "cite": "Anonymous",
      "quote": "Teenagers are like people who express a burning desire to be different by dressing exactly alike."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "Teenagers want to be able to fight for what's right - but finding out what's right is now 90 percent of the battle."
    },
    {
      "cite": "Dorothy Allison",
      "quote": "Teenagers are free verse walking around on two legs."
    },
    {
      "cite": "Jane Goldman",
      "quote": "Teenagers come to things fresh and can really teach us an awful lot."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Remember that as a teenager you are at the last stage of your life when you will be happy to hear that the phone is for you."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Heredity is what sets the parents of a teenager wondering about each other."
    },
    {
      "cite": "Al Bernstein",
      "quote": "If you want to recapture your youth, just cut off his allowance."
    },
    {
      "cite": "Robert Brault",
      "quote": "I tell my child, if I seem obsessed to always know where you've been, it is because my DNA will be found at the scene."
    },
    {
      "cite": "Adora Svitak",
      "quote": "Us teenagers are at the perfect crossroads of childish naivete and adult realism -- we still believe that problems can be solved, and now we also have the tools and knowledge to solve them"
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Small children disturb your sleep, big children your life."
    },
    {
      "cite": "John Walters",
      "quote": "Research shows that parents are the single biggest influence on children - if you are worried about your teen and drugs, talk to them."
    },
    {
      "cite": "Anna Kournikova",
      "quote": "I don't know what better teenage life you could get than going around the world doing what you love to do."
    },
    {
      "cite": "Jennifer Lawrence",
      "quote": "Teenagers only have to focus on themselves - its not until we get older that we realize that other people exist."
    },
    {
      "cite": "Victoria Justice",
      "quote": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back and also be a really good friend to those who really care about you. If you're not sure about certain things talk to your friends that you trust and your family."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Teenagers complain there's nothing to do, then stay out all night doing it."
    },
    {
      "cite": "Kaya Scodelario",
      "quote": "As a teenager, you're still discovering who you are, what your life is about, and who you want to be as a person. It's very intense."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Being a teenager and figuring out who you are is hard enough without someone attacking you."
    },
    {
      "cite": "Stephen King",
      "quote": "If you liked being a teenager, there's something really wrong with you."
    },
    {
      "cite": "William Landay",
      "quote": "The interior of a teenager's mind is an endless war between Stupid and Clever."
    }
  ]
}