{
  "source": "https://www.wisesayings.com/teenage-life-quotes/",
  "theme": "teenage-life",
  "quotes": [
    {
      "cite": "Fran Lebowitz",
      "quote": "As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you."
    },
    {
      "cite": "Aidan Chambers",
      "quote": "When you are in your teenage years you are consciously experiencing everything for the first time, so adolescent stories are all beginnings. There are never any endings."
    },
    {
      "cite": "Aristotle",
      "quote": "Young people are in a condition like permanent intoxication, because youth is sweet and they are growing."
    },
    {
      "cite": "Gus Van Sant",
      "quote": "The area of teenage life is not necessarily rarefied; we've all gone through that period. It's not as rarefied as a western or a space adventure or a gangster film, but it has its own dynamic."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The young always have the same problem   how to rebel and conform at the same time. They have now solved this by defying their parents and copying one another."
    },
    {
      "cite": "Una LaMarche",
      "quote": "One of the cruelties of teenagehood is that you’ll never know what your parents were really like at your age, and they’ll never accurately remember."
    },
    {
      "cite": "Amy Zhang",
      "quote": "She wanted to go back. She wanted to be a little girl again, the one who thought getting high meant being pushed on the swing and pain was falling off her bike."
    },
    {
      "cite": "Becky Albertalli",
      "quote": "I  try not to change, but I keep changing in all these tiny ways. I get a girlfriend. I have a beer. And every freaking time, I have to reintroduce myself to the universe all over again."
    },
    {
      "cite": "Nicholas Hoult",
      "quote": "Anybody who has a problem with 'Skins' obviously doesn't understand teenage life."
    },
    {
      "cite": "unknown",
      "quote": "Drama, lies, tears...teenage years."
    },
    {
      "cite": "Elizabeth Gillies",
      "quote": "I love being a teen because you don't have all the responsibilities of an adult yet."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Teens think listening to music helps them concentrate. It doesn't. It relieves them of the boredom that concentration on homework induces."
    },
    {
      "cite": "Anna Kournikova",
      "quote": "I don't know what better teenage life you could get than going around the world doing what you love to do."
    },
    {
      "cite": "Jonathan Lethem",
      "quote": "Teenage life - possibly adult life too is all about what you want and can't have. And then about what you receive and misuse."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Live your life like you are 80 years old looking back on your teenage years."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Teenagers complain there's nothing to do, then stay out all night doing it"
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Don't laugh at a youth for his affectations; he is only trying on one face after another to find a face of his own."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "How strange that the young should always think the world is against them - when in fact that is the only time it is for them."
    },
    {
      "cite": "unknown",
      "quote": "Teenagehood -- that time in life when you show your individuality by looking like everyone else."
    },
    {
      "cite": "Amity Shlaes",
      "quote": "The donning of the ear buds marks the beginning of teen life, when children set off on their own for the passage through adolescence."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Robert Brault",
      "quote": "In the time it takes you to understand a 14-year-old, he turns 15."
    },
    {
      "cite": "unknown",
      "quote": "It's difficult to decide whether growing pains are something teenagers have   or are."
    },
    {
      "cite": "Beverly Mitchell",
      "quote": "I think the hardest part about being a teenager is dealing with other teenagers - the criticism and the ridicule, the gossip and rumors."
    },
    {
      "cite": "Ben Weasel",
      "quote": "I haven't really forgotten what it's like to be a teenager and how much it sucked."
    },
    {
      "cite": "unknown",
      "quote": "A teenager is always too tired to hold a dishcloth, but never too tired to hold a phone."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "I mean, really. Who sends their kid to boarding school? It’s so Hogwarts. Only mine doesn’t have cute boy wizards or magic candy or flying lessons."
    },
    {
      "cite": "Jenny Han",
      "quote": "I wonder what it’s like to have that much power over a boy. I don’t think I’d want it; it’s a lot of responsibility to hold a person’s heart in your hands."
    },
    {
      "cite": "Aristotle",
      "quote": "Good habits formed at youth make all the difference."
    },
    {
      "cite": "Hayley Williams",
      "quote": "No boy is worth your teenage years!."
    }
  ]
}