{
  "source": "https://www.wisesayings.com/telephone-quotes/",
  "theme": "telephone",
  "quotes": [
    {
      "cite": "Doug Larson",
      "quote": "Utility is when you have one telephone, luxury is when you have two, opulence is when you have three - and paradise is when you have none."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "The telephone is a good way to talk to people without having to offer them a drink."
    },
    {
      "cite": "Mitch Albom",
      "quote": "The news of life is carried via telephone. A baby's birth, a couple engaged, a tragic car accident on a late night highway - most milestones of the human journey, good or bad, are foreshadowed by the sound of a ringing."
    },
    {
      "cite": "Martin Cooper",
      "quote": "You should not be a slave to your telephone. The technology is there to serve you, not the other way around."
    },
    {
      "cite": "Paul Auster",
      "quote": "The telephone was not his favorite object, and more than once he had considered getting rid of his. What he disliked most of all was its tyranny. Not only did it have the power to interrupt him against his will, but inevitably he would give in to its command."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The telephone and visitors are the work destroyers."
    },
    {
      "cite": "Robert Staughton Lynd",
      "quote": "The telephone is the greatest nuisance among conveniences, the greatest convenience among nuisances."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The telephone, which interrupts the most serious conversations and cuts short the most weighty observations, has a romance of its own."
    },
    {
      "cite": "Niels Diffrient",
      "quote": "Today the telephone takes precedence over everything. It reaches a point of terrorism, particularly at dinnertime."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "The day will come when the man at the telephone will be able to see the distant person to whom he is speaking."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "The telephone is virtual reality in that you can meet with someone as if you are together, at least for the auditory sense."
    },
    {
      "cite": "Frances Parkinson Keyes",
      "quote": "I have always been allergic to telephones. As far as I am concerned, they are very seldom time-savers and very often the destroyers of schedules."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "People used what they called a telephone because they hated being close together and they were scared of being alone."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "Every time the telephone rings, you feel a frisson of excitement. The call is almost never exciting, but it is in our character to keep on believing."
    },
    {
      "cite": "Henry Youngman",
      "quote": "I thought talk was cheap until I saw our telephone bill."
    },
    {
      "cite": "Alain De Botton",
      "quote": "The telephone becomes an instrument of torture in the demonic hands of a beloved who doesn't call."
    },
    {
      "cite": "Fred Couples",
      "quote": "I don't answer the phone. I get the feeling whenever I do that there will be someone on the other end."
    },
    {
      "cite": "Evelyn Hendrickson",
      "quote": "Marriage is like a phone call in the night: first the ring, and then you wake up."
    },
    {
      "cite": "Alex Comfort",
      "quote": "The telephone is the most important single technological resource of later life."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "The telephone is the greatest single enemy of scholarship; for what our intellectual forebears used to inscribe in ink now goes once over a wire into permanent oblivion."
    },
    {
      "cite": "Andre Kostelanetz",
      "quote": "We listen too much to the telephone and too little to nature. The wind is one of my sounds. A lonely sound, perhaps, but soothing."
    },
    {
      "cite": "Guy Lombardo",
      "quote": "Many a man wishes he were strong enough to tear a telephone book in half-especially if he has a teenage daughter."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "The great advantage [the telephone] possesses over every other form of electrical apparatus consists in the fact that it requires no skill to operate the instrument."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "The telephone will be used to inform people that a telegram has been sent."
    }
  ]
}