{
  "source": "https://www.wisesayings.com/telling-the-truth-quotes/",
  "theme": "telling-the-truth",
  "quotes": [
    {
      "cite": "Henry Louis Mencken",
      "quote": "It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you tell the truth you don't have to remember anything."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Make yourself an honest man, and then you may be sure there is one less rascal in the world."
    },
    {
      "cite": "Josh Billings",
      "quote": "Honesty is the rarest wealth anyone can possess, and yet all the honesty in the world ain't lawful tender for a loaf of bread."
    },
    {
      "cite": "John Gotti",
      "quote": "I never lie because I don't fear anyone. You only lie when you're afraid."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "The Five Levels of Truth-Telling: First, you tell the truth to yourself about yourself. Then you tell the truth to yourself about another. At the third level, you tell the truth about yourself to another. Then you tell your truth about another to that other. And finally, you tell the truth to everyone about everything."
    },
    {
      "cite": "William Shakespeare",
      "quote": "No legacy is so rich as Honesty."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Truth is generally the best vindication against slander."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Truth is such a rare thing, it is delighted to tell it."
    },
    {
      "cite": "Mark Twain",
      "quote": "When in doubt, tell the Truth."
    },
    {
      "cite": "Rahel",
      "quote": "If you wish to astonish the whole world, tell the simple truth."
    },
    {
      "cite": "William Blake",
      "quote": "A truth that's told with bad intent beats all the lies you can invent."
    },
    {
      "cite": "Jim Davis",
      "quote": "The truth will set you free, but first it will make you miserable."
    },
    {
      "cite": "Stephanie Klein",
      "quote": "Tell the truth, or someone will tell it for you."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never tell the truth to people who are not worthy of it."
    },
    {
      "cite": "Proverbs 12:19",
      "quote": "Truthful lips endure forever, but a lying tongue is but for a moment."
    },
    {
      "cite": "Zechariah 8:16",
      "quote": "These are the things that you shall do: Speak the truth to one another; render in your gates judgments that are true and make for peace;"
    },
    {
      "cite": "Ephesians 4:15",
      "quote": "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,"
    },
    {
      "cite": "Ephesians 4:25",
      "quote": "Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another."
    },
    {
      "cite": "William Faulkner",
      "quote": "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world would do this, it would change the earth."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "When a woman tells the truth, she creates the possibility for more truth around her."
    },
    {
      "cite": "James E. Faust",
      "quote": "Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving."
    },
    {
      "cite": "Catherine Of Siena",
      "quote": "Proclaim the truth and do not be silent through fear."
    },
    {
      "cite": "Howard Zinn",
      "quote": "But I suppose the most revolutionary act one can engage in is  to tell the truth."
    },
    {
      "cite": "Terry Mark",
      "quote": "I would rather be blamed for telling the truththan freed for telling a lie."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "It is an occupational hazard that anyone who has spent her life learning how to lie eventually becomes bad at telling the truth."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "I dont think theres anything wrong with telling the truth. I know it isnt fashionable."
    },
    {
      "cite": "Spencer Johnson",
      "quote": "Integrity is telling myself the truth. And honesty istelling the truth to other people."
    },
    {
      "cite": "George Orwell",
      "quote": "In a time of universal deceit - telling the truth is a revolutionary act."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Tell the truth boldly, whether it hurts or not. Never pander to weakness. If truth is too much for intelligent people and sweeps them away, let them go; the sooner the better."
    }
  ]
}