{
  "source": "https://www.wisesayings.com/temporary-quotes/",
  "theme": "temporary",
  "quotes": [
    {
      "cite": "Stephen Hawking",
      "quote": "We are only the temporary custodians of the particles which we are made of. They will go on to lead a future existence in the enormous universe that made them"
    },
    {
      "cite": "Rick Warren",
      "quote": "What happens outwardly in your life is not as important as what happens inside you. Your circumstances are temporary, but your character will last forever."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Being defeated is often a temporary condition. Giving up is what makes it permanent."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "One of the most common causes of failure is the habit of quitting when one is overtaken by temporary defeat."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent."
    },
    {
      "cite": "Josh Billings",
      "quote": "One of the best temporary cures for pride and affection is seasickness; a man who wants to vomit never puts on airs."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Happiness is just an illusion caused by the temporary absence of reality."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Love is a temporary insanity curable by marriage or by removal of the patient from the influences under which he incurred the disorder."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Those who would give up essential liberty, to purchase a little temporary safety, deserve neither liberty nor safety."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Afflictive emotions - our jealousy, anger, hatred, fear - can be put to an end. When you realize that these emotions are only temporary, that they always pass on like clouds in the sky, you also realize they can ultimately be abandoned."
    },
    {
      "cite": "Alan Keyes",
      "quote": "There's not a single thing on offer in this all-too-temporary world for which you should ever sell your soul."
    },
    {
      "cite": "Vince Gill",
      "quote": "Success is always temporary. When all is said and done, the only thing you'll have left is your character."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "We have all encountered some failures in our life, but some people became failures because they perceived theirs to be permanent."
    },
    {
      "cite": "Amit Kalantari",
      "quote": "Temporary extreme fear while saying the truth is easy to overcome than the perpetual fear of the unspoken truth."
    },
    {
      "cite": "Ann Landers",
      "quote": "The real question is why are millions of people so unhappy, so bored, so unfulfilled, that they are willing to drink, snort, inject or inhale any substance that might blot out reality and give them a bit of temporary relief."
    },
    {
      "cite": "Bill Wilson",
      "quote": "The temporary good is enemy to the permanent best."
    },
    {
      "cite": "Craig Thompson",
      "quote": "How satisfying it is to leave a mark on a blank surface. To make a map of my movement - no matter how temporary."
    },
    {
      "cite": "Robyn Schneider",
      "quote": "Being temporary doesn't make something matter any less, because the point isn't for how long, the point is that it happened."
    },
    {
      "cite": "Jeri Smith-Ready",
      "quote": "For what is seen is temporary, but what is unseen is eternal."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "Temporary release from work, through vacations, becomes more welcome, more pleasurable, even more necessary, as we grow older."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Freedom is fragile and must be protected. To sacrifice it, even as a temporary measure, is to betray it."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Wise are they who have learned these truths: Trouble is temporary. Time is tonic. Tribulation is a test tube."
    },
    {
      "cite": "Augustus Hare",
      "quote": "Temporary madness may be necessary in some cases, to cleanse and renovate the mind; just as a fit of illness is to carry off the humours of the body."
    },
    {
      "cite": "Brooke Bida",
      "quote": "Everything is temporary. Well, except government programs."
    },
    {
      "cite": "Vikrmn",
      "quote": "Follow the dreams that your heart visualizes, as what you actually see is just an illusion of temporary contentment."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Passion and satisfaction go hand in hand, and without them, any happiness is only temporary."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The first panacea for a misguided nation is inflation of the currency; the second is war. Both bring a temporary prosperity; both bring a permanent ruin. But both are the refuge of political and economic opportunists."
    },
    {
      "cite": "Siddhartha Gautama",
      "quote": "All descriptions of reality are temporary hypotheses."
    }
  ]
}