{
  "source": "https://www.wisesayings.com/tenacious-quotes/",
  "theme": "tenacious",
  "quotes": [
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul."
    },
    {
      "cite": "Claude M. Bristol",
      "quote": "It's the constant andÂ determinedÂ effort that breaks down all resistance, sweeps away all obstacles."
    },
    {
      "cite": "Horace",
      "quote": "The man who isÂ tenaciousÂ of purpose in a rightful cause is not shaken from his firm resolve by the frenzy of his fellow citizens clamoring for what is wrong, or by the tyrant's threatening countenance."
    },
    {
      "cite": "Anonymous",
      "quote": "The will of the strong will never be shaken byÂ doubts of the weak."
    },
    {
      "cite": "Steve Ballmer",
      "quote": "It's how tenacious you are that will determine your success."
    },
    {
      "cite": "Edward Eggleston",
      "quote": "PersistentÂ people begin their success where others end in failure."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "It is not enough that we do our best; sometimes we must do what is required."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A small body ofÂ determinedÂ spirits fired by an unquenchable faith in their mission can alter the course of history."
    },
    {
      "cite": "Toba Beta",
      "quote": "Strong-willed heart attracts."
    },
    {
      "cite": "Anonymous",
      "quote": "Tenacity is the ability toÂ hang onÂ when letting go appears most attractive."
    },
    {
      "cite": "George Allan",
      "quote": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they areÂ determinedÂ to."
    },
    {
      "cite": "Mike Ditka",
      "quote": "If you areÂ determinedÂ enough and willing to pay the price, you can get it done."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "It's not about what you're capable of, it's about what you are willing to endure."
    },
    {
      "cite": "Ana Gasteyer",
      "quote": "BeÂ tenacious. Get as much stage time as possible."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Tenacious people don't rely on luck, fate, or destiny for their success. And when conditions become difficult, they keep working."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
    },
    {
      "cite": "Gillian Anderson",
      "quote": "Just remember, you can do anything you set your mind to, but it takes action, perseverance, and facing your fears."
    },
    {
      "cite": "Mary Mcleod Bethune",
      "quote": "If we have the courage andÂ tenacityÂ of our forebears, who stood firmly like a rock against the lash of slavery, we shall find a way to do for our day what they did for theirs."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Make up your mind that no matter what comes your way, no matter how difficult, no matter how unfair, you will do more than simply survive. You will thrive in spite of it."
    },
    {
      "cite": "Anonymous",
      "quote": "You have to beat your strongest when you're feeling at your weakest."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Energy and persistence conquer all things."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "To the person with a firm purpose all men and things are servants."
    },
    {
      "cite": "Johann Gottlieb Fichte",
      "quote": "He who is firm in will molds the world to himself."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "You need to believe in yourself and what you do. Be tenacious and genuine."
    },
    {
      "cite": "Andy Dunn",
      "quote": "Tenacity is not about avoiding being overwhelmed but being indomitable in the face of the overwhelming odds of your venture's failure."
    },
    {
      "cite": "Mavis Leno",
      "quote": "Tenacity isn't just the most important thing,Â it's the only thing."
    },
    {
      "cite": "Robert Hughes",
      "quote": "AÂ determinedÂ soul will do more with a rusty monkey wrench than a loafer will accomplish with all the tools in a machine shop."
    },
    {
      "cite": "Sonia Johnson",
      "quote": "We must remember that oneÂ determinedÂ person can make a significant difference, and that a small group ofÂ determinedÂ people can change the course of history."
    }
  ]
}