{
  "source": "https://www.wisesayings.com/tenacity-quotes/",
  "theme": "tenacity",
  "quotes": [
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Never confuse a single defeat with a final defeat."
    },
    {
      "cite": "Chin-Ning Chu",
      "quote": "To succeed in life in today's world, you must have the will and tenacity to finish the job."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "To fall is not to fail. To fail is to never fall because I never got up in the first place."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Starting over is opportunity informed by failure, which is opportunity made intelligent."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it."
    },
    {
      "cite": "Germany Kent",
      "quote": "Embrace who you are and your divine purpose. Identify the barriers in your life, and develop discipline, courage and the strength to permanently move beyond them, and keep moving forward."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Through perseverance many people win success out of what seemed destined to be certain failure."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "A commitment to never getting knocked down is in reality a decision to never stand up."
    },
    {
      "cite": "Valerie M. Hudson",
      "quote": "Tenacity is the mother of progress."
    },
    {
      "cite": "Brent Spiner",
      "quote": "I really think that success in this field is about tenacity and just sticking with it."
    },
    {
      "cite": "H.G. Wells",
      "quote": "If you fell down yesterday, stand up today."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure , the process is its own reward."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Permanence, perseverance and persistence in spite of all obstacles, discouragements and impossibilities: It is this, that in all things distinguishes the strong soul from the weak."
    },
    {
      "cite": "Momofuku Ando",
      "quote": "Inspiration leads to invention. Tenacity is the breeding ground for inspiration. There can be no invention in the absence of tenacity."
    },
    {
      "cite": "Ralph Bunche",
      "quote": "To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up."
    },
    {
      "cite": "Steve Ballmer",
      "quote": "We have a tenacity and a persistence and patience to stay after it and stay after it and stay after it."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "Tenacity is when you follow your heart, when the whole world is screaming to get back into your head."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Do not be sad that all odds are against you; be happy that your real purpose is by you."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Very few individuals have the tenacity and the love to propel them beyond everything they know and can trust to face the unknown, let alone be absorbed in it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Courage is not having the strength to go on; it is going on when you don't have the strength."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in."
    },
    {
      "cite": "William Feather",
      "quote": "Success seems to be largely a matter of hanging on after others have let go."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
    },
    {
      "cite": "Tawny Lara",
      "quote": "The more I accomplish, the more I know I'm capable of accomplishing."
    },
    {
      "cite": "Jack Ma",
      "quote": "The quality of a good leader therefore is his vision, tenacity, and his capability."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Patience and tenacity are worth more than twice their weight of cleverness."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "Where there is insistence, there is tenacity and where there is tenacity, there is anguish."
    },
    {
      "cite": "Sira Masetti",
      "quote": "Sometimes great achievements arrive much later than we expect, but they arrive, and they are great."
    }
  ]
}