{
  "source": "https://www.wisesayings.com/tender-quotes/",
  "theme": "tender",
  "quotes": [
    {
      "cite": "Robin Hobb",
      "quote": "There are few things so tender as a man's dignity."
    },
    {
      "cite": "Peter Thomson",
      "quote": "A light, tender, sensitive touch is worth a ton of brawn."
    },
    {
      "cite": "Catherine McAuley",
      "quote": "The tender Mercy of God has given us one another."
    },
    {
      "cite": "Dan Fogelberg",
      "quote": "A simple smile, a tender touch, speaks the true language of love."
    },
    {
      "cite": "Jean Antoine Petit-Senn",
      "quote": "The happiness of the tender heart is increased by what it can take away from the wretchedness of others."
    },
    {
      "cite": "John Bunyan",
      "quote": "A tender heart is a wakeful, watchful heart. It watches against sin in the soul, sin in the family, sin in the calling, sin in spiritual duties and performances."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The cure for tender sensibilities is to make more of our objects and less of ourselves."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "With the tough mind, there must also be a tender heart."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is better to have a tender than harden human heart."
    },
    {
      "cite": "Clarence Day",
      "quote": "Tender are a mother's dreams, But her babe's not what he seems. See him plotting in his mind To grow up some other kind."
    },
    {
      "cite": "Howard W. Hunter",
      "quote": "Tender expressions of love and affection toward children are as much the responsibility of the father as the mother. Tell your children you love them."
    },
    {
      "cite": "Rumi",
      "quote": "Tender words we spoke to one another are sealed in the secret vaults of heaven. One day like rain, they will fall to earth and grow green all over the world."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "There is nothing as strong as tenderness, And nothing as tender as true strength."
    },
    {
      "cite": "Roland Barthes",
      "quote": "Where you are tender, you speak your plural."
    },
    {
      "cite": "Paul P. Harris",
      "quote": "Motherhood is at its best when the tender chords of sympathy have been touched."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Love is an act of endless forgiveness, a tender look which becomes a habit."
    },
    {
      "cite": "Mark Driscoll",
      "quote": "Fathers need to be tough and tender...you be tough for your family, be tender with your family. You protect them, and you be a safe place."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Our hearts grow tender with childhood memories and love of kindred, and we are better throughout the year for having, in spirit, become a child again at Christmas time."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "He who tenders doubtful safety to those in trouble refuses it."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Even the smallest tender mercy can bring peace when recognized and appreciated."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "And I have a tender spot in my heart for cripples and bastards and broken things."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Just a tender sense of my own process, that holds something of my connection with the divine."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Her tender feet felt as if cut with sharp knives, but she cared not for it; a sharper pang had pierced through her heart."
    },
    {
      "cite": "Edwin Arnold",
      "quote": "No power on earth compares to a mother's tender prayers."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Be patient with yourself. Self-growth is tender; it's holy ground. There's no greater investment."
    },
    {
      "cite": "Hugh B. Brown",
      "quote": "Love is a tender plant; when properly nourished, it becomes sturdy and enduring, but neglected it will soon wither and die."
    },
    {
      "cite": "August von Platen-Hallermunde",
      "quote": "True love is deemed to be the most tender of our emotions, as even the blind and deaf know; but I know, what few believe, that true friendship is more tender still."
    },
    {
      "cite": "Jenny Holzer",
      "quote": "It is in your self-interest to find a way to be very tender."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "If no tender words are spoken, no tender hearts can be broken."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Sometimes you have to avoid mentioning things because people's feelings are tender."
    }
  ]
}