{
  "source": "https://www.wisesayings.com/tennessee-quotes/",
  "theme": "tennessee",
  "quotes": [
    {
      "cite": "Kenny Chesney",
      "quote": "I grew up in east Tennessee, and everybody knew everybody's business."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "I grew up in Tennessee. We didn't know what Louis Vuitton was. I had to order all my prom outfits out of catalogs."
    },
    {
      "cite": "Tina Turner",
      "quote": "In Tennessee where I grew up, there were animals, farms, wagons, mules"
    },
    {
      "cite": "Howard Baker",
      "quote": "In Washington I'm thought of as a conservative, but in Tennessee I'm thought of as a Bolshevik."
    },
    {
      "cite": "Imelda May",
      "quote": "Ooooh, I love Nashville! It seems like everywhere you walk, there's great music coming out of every wall."
    },
    {
      "cite": "Brad Paisley",
      "quote": "In Nashville, if people don't like someone, they say, 'I don't really like him,' then add, 'bless his heart.' In Hollywood, they kind of leave that last part off."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "What you need for breakfast, they say in East Tennessee, is a jug of good corn liquor, a thick steak and a hound dog. Then you feed the steak to the dog."
    },
    {
      "cite": "Bill Lee",
      "quote": "We are famous for our three grand divisions of East, Middle and West Tennessee, represented by the three stars on our flag. It is important however to remember that the blue circle around the three stars on our flag represents the unity of our state. I believe that Tennesseans have much more that unites us than divides us."
    },
    {
      "cite": "Hampton Sides",
      "quote": "I love Memphis, I guess you could say, in the way that you love a brother even if he does sometimes puzzle and sadden and frustrate you. Say what you want about it, it's an authentic place. I was born and raised in Memphis, and no matter where I go, Memphis belongs to me, and I to it."
    },
    {
      "cite": "Shawn Amos",
      "quote": "Many cities make music, but no city breathes music quite like Memphis. The songs and sounds that come from here are uniquely American."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "I placed a jar in Tennessee and round it was upon a hill."
    },
    {
      "cite": "Miley Cyrus",
      "quote": "I come from this really small town near Nashville, Tennessee, where everything was la-di-da and normal."
    },
    {
      "cite": "Tina Turner",
      "quote": "In Tennessee where I grew up, there were animals, farms, wagons, mules."
    },
    {
      "cite": "Gil Scott-Heron",
      "quote": "I was one of the first three black students to go to an all-white school in Tennessee."
    },
    {
      "cite": "Booger McFarland",
      "quote": "Tennessee is a program that I thought had a lot of tradition. A program that I thought stood for something."
    },
    {
      "cite": "Marsha Blackburn",
      "quote": "We in Tennessee know that low taxes, less government, and less spending are the ways to grow our economy."
    },
    {
      "cite": "Josh Turner",
      "quote": "I love Tennessee, but they don't have the pine trees and the sandy soil and the black water that I grew up around."
    },
    {
      "cite": "Rachel Boston",
      "quote": "Growing up on a mountain in Tennessee, I spent most of my childhood outside."
    },
    {
      "cite": "Trisha Yearwood",
      "quote": "I have a lot of friends who, especially in Tennessee, were looking forward to getting married who wanted to wait until it was legal in the state that they live in to get married."
    },
    {
      "cite": "Stephen Fincher",
      "quote": "I am humbled by the opportunity to serve the people of West Tennessee, but I never intended to become a career politician."
    },
    {
      "cite": "Marcus Mariota",
      "quote": "Obviously I love Nashville, I love Tennessee. It's a great organization to play for."
    },
    {
      "cite": "Bill Haslam",
      "quote": "Tennessee obviously has a proud history of military service, but unfortunately, that also means that we have lost a lot of people serving the country who are Tennesseans."
    },
    {
      "cite": "Bill Haslam",
      "quote": "As somebody who thinks Tennessee history is important, I want to make certain that's still a part of the curriculum. I think that's critical for the people growing up in our school system."
    },
    {
      "cite": "Bill Haslam",
      "quote": "At the end of the day, I'm certainly hopeful they can leave some time to focus on Tennessee history. But we understand the struggle when it comes to curriculum time and what you just physically don't have time for."
    },
    {
      "cite": "Kelsea Ballerini",
      "quote": "Growing up in east Tennessee gave me my country roots, my twang, and a lot of my stories."
    },
    {
      "cite": "Derrick Henry",
      "quote": "I have a lot of love for Tennessee."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Is that thy answer, strong and free, O loyal heart of Tennessee? What strange, glad voice is that which calls"
    }
  ]
}