{
  "source": "https://www.wisesayings.com/tennis-quotes/",
  "theme": "tennis",
  "quotes": [
    {
      "cite": "Andy Murray",
      "quote": "In tennis, it is not the opponent you fear, it is the failure itself, knowing how near you were but just out of reach."
    },
    {
      "cite": "Venus Williams",
      "quote": "Tennis is mostly mental. Of course, you must have a lot of physical skill but you can't play tennis well and not be a good thinker. You win or lose the match before you even go out there."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquility."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "The depressing thing about tennis is that no matter how good I get, I'll never be as good as a wall."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Tennis taught me so many lessons in life. One of the things it taught me is that every ball that comes to me, I have to make a decision. I have to accept responsibility for the consequences every time I hit a ball."
    },
    {
      "cite": "Rod Laver",
      "quote": "The next point - that's all you must think about."
    },
    {
      "cite": "Andre Agassi",
      "quote": "Tennis is the loneliest sport"
    },
    {
      "cite": "Martina Navratilova",
      "quote": "What matters isn't how well you play when you're playing well. What matters is how well you play when you're playing badly."
    },
    {
      "cite": "Eugene Scott",
      "quote": "Speed in tennis is a strange mixture of intuition, guesswork, footwork and hair-trigger reflexes.  Many of the players famed for quickness on court would finish dead last in a field of schoolgirls in a race over any distance more than ten yards."
    },
    {
      "cite": "Virginia Wade",
      "quote": "It's difficult for most people to imagine the creative process in tennis. Seemingly, it's just an athletic manner of hitting the bal consistently well within the boundaries of the court. That analysis is just as specious as thinking that the difficulty in portraying King Lear on stage is learning all the lines."
    },
    {
      "cite": "Andre Agassi",
      "quote": "Tennis uses the language of life. Advantage, service, fault, break, love, the basic elements of tennis are those of everyday existence, because every match is a life in miniature."
    },
    {
      "cite": "John McEnroe",
      "quote": "What is the single most important quality in a tennis champion? I would have to say desire, staying in there and winning matches when you are not playing that well."
    },
    {
      "cite": "Lleyton Hewitt",
      "quote": "That's what you do all the hard work for, to play in situations that put your body through gruelling times. If you're not up to it, pull out."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "What a polite game tennis is. The chief word in it seems to be 'sorry' and admiration of each other's play crosses the net as frequently as the ball."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Tennis belongs to the individualistic past - a hero, or at most a pair of friends or lovers, against the world."
    },
    {
      "cite": "Bill Cosby",
      "quote": "The serve was invented so that the net could play."
    },
    {
      "cite": "Bill Tilden",
      "quote": "Tennis is more than just a sport. It's an art, like the ballet. Or like a performance in the theater. When I step on the court I feel like Anna Pavlova. Or like Adelina Patti. Or even like Sarah Bernhardt. I see the footlights in front of me. I hear the whisperings of the audience. I feel an icy shudder. Win or die! Now or never! It's the crisis of my life."
    },
    {
      "cite": "Roger Kahn",
      "quote": "Tennis and golf are best played, not watched."
    },
    {
      "cite": "Anna Kournikova",
      "quote": "Dating a tennis player is risky - love means nothing to us."
    },
    {
      "cite": "Stanislas Wawrinka",
      "quote": "As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better."
    },
    {
      "cite": "Rafael Nadal",
      "quote": "As a tennis player you can win and you can lose, and you have to be ready for both. I practised self-control as a kid. But as you get older they both - winning and losing - get easier."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "You are never really playing an opponent. You are playing yourself, your own highest standards, and when you reach your limits, that is real joy."
    },
    {
      "cite": "Hugo L. Black",
      "quote": "When I was 40, my doctor advised me that a man in his 40s shouldn't play tennis. I heeded his advice carefully and could hardly wait until I reached 50 to start again."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity."
    },
    {
      "cite": "Author Unknown",
      "quote": "Tennis: a racquet sport in which two players compete to see who has the shortest temper, the worst memory, the poorest eyesight, and the slowest watch."
    },
    {
      "cite": "Russell Lynes",
      "quote": "Tennis is an addiction that once it has truly hooked a man will not let him go."
    },
    {
      "cite": "Martin Amis",
      "quote": "Tennis: the most perfect combination of athleticism, artistry, power, style, and wit. A beautiful game, but one so remorselessly travestied by the passage of time."
    },
    {
      "cite": "Serena Williams",
      "quote": "If you can keep playing tennis when somebody is shooting a gun down the street, that's concentration."
    },
    {
      "cite": "Arnold J. Zarett",
      "quote": "Though your game is hardly the best, you can fray your opponent's nerves, by methodically bouncing the ball, at least ten times before your serves."
    },
    {
      "cite": "Rod Laver",
      "quote": "An otherwise happily married couple may turn a mixed doubles game into a scene from Who's Afraid of Virginia Woolf."
    }
  ]
}