{
  "source": "https://www.wisesayings.com/tension-quotes/",
  "theme": "tension",
  "quotes": [
    {
      "cite": "Rachel Caine",
      "quote": "One should never createÂ tensionÂ between one's footwear."
    },
    {
      "cite": "Byron Nelson",
      "quote": "One way to break up any kind of tension is good deep breathing."
    },
    {
      "cite": "Carl Jung",
      "quote": "The greater the tension, the greater is the potential."
    },
    {
      "cite": "Carl Sagan",
      "quote": "It is theÂ tensionÂ between creativity and skepticism that has produced the stunning and unexpected findings of science."
    },
    {
      "cite": "Sol Stein",
      "quote": "To createÂ tension, dialogue needs to be stretched out. That is, characters should not be immediately responsive."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "When we give ourselves the chance to let go of all our tension, the body's natural capacity to heal itself can begin to work."
    },
    {
      "cite": "Saab",
      "quote": "Tension is the mirror of our past."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "There was enoughÂ tensionÂ in the room to send a fleet of the nervous running for their tranquilizers."
    },
    {
      "cite": "Tim Daly",
      "quote": "The creativeÂ tensionÂ with spirituality vs. practicality in the world of politics is a vital conversation."
    },
    {
      "cite": "Jean Vanier",
      "quote": "AÂ tensionÂ or difficulty can signal the approach of a new grace of God. But it has to be looked at wisely and humanly."
    },
    {
      "cite": "Marie-Louise von Franz",
      "quote": "If we can stay with theÂ tensionÂ of opposites long enough \"Â”sustain it, be true to it\" Â”we can sometimes become vessels within which the divine opposites come together and give birth to a new reality."
    },
    {
      "cite": "Murray Walker",
      "quote": "You can cut theÂ tensionÂ with a cricket stump."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "TensionÂ is who you think you should be. Relaxation is who you are."
    },
    {
      "cite": "Oswald Spengler",
      "quote": "TensionÂ without cosmic pulsation to animate it is the transition to nothingness."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Each increase ofÂ tensionÂ has produced an increase of arms; each increase of arms has produced an increase ofÂ tension."
    },
    {
      "cite": "Bear McCreary",
      "quote": "Tension, especially with regard to horror, is a very difficult thing to sustain in the big sense."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Almost all stress,Â tension, anxiety, and frustration, both in life and in work, comes from doing one thing while you believe and value something completely different."
    },
    {
      "cite": "Joan Borysenko",
      "quote": "SomeÂ tensionÂ is necessary for the soul to grow, and we can put thatÂ tensionÂ to good use. We can look for every opportunity to give and receive love, to appreciate nature, to heal our wounds and the wounds of others, to forgive, and to serve."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "TheÂ tensions between authority and the people need to be heard, especially when they are suffering and they can't eat."
    },
    {
      "cite": "Gabor Mate",
      "quote": "While nervous tension may be a component of stress, one can be stressed without feeling tension."
    },
    {
      "cite": "Criss Jami",
      "quote": "Tension, in the long run, is a more dangerous force than any feud known to man."
    },
    {
      "cite": "Garth Ennis",
      "quote": "Tension demands release. Unusual tension demands release that can only be described as appalling."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Whatever may be theÂ tensions and the stresses of a particular day, there is always lurking close at hand the trailing beauty of forgotten joy or unremembered peace."
    },
    {
      "cite": "Agnes Meyer Driscoll",
      "quote": "TensionÂ is a prerequisite for creative living."
    },
    {
      "cite": "Sean Brady",
      "quote": "There is alwaysÂ tensionÂ between the possibilities we aspire to and our wounded memories and past mistakes."
    },
    {
      "cite": "Sheila Cassidy",
      "quote": "TheÂ tensionÂ between the call to the desert and to the market place arises not from the greater presence of God in one or the other but from our varying psychological needs to apprehend him in different ways."
    },
    {
      "cite": "Lyriq Bent",
      "quote": "There are interesting tensions that will naturally occur with any relationship. No matter what setting, what era, the tension is very, very real. It's basic human tension."
    },
    {
      "cite": "Terence McKenna",
      "quote": "TheÂ tensionÂ in the world is theÂ tensionÂ between the ego and the feminine, not between the masculine and the feminine."
    },
    {
      "cite": "Anatole Broyard",
      "quote": "TheÂ tensionÂ between \"yes\" and \"no\", between \"I can\" and \"I cannot\", makes us feel that, in so many instances, human life is an interminable debate with one's self."
    },
    {
      "cite": "Sumantra Ghoshal",
      "quote": "You have to createÂ tensionÂ between reality and aspiration."
    }
  ]
}