{
  "source": "https://www.wisesayings.com/tequila-quotes/",
  "theme": "tequila",
  "quotes": [
    {
      "cite": "Dylan Moran",
      "quote": "Tequila is not even a drink; it's a way for having the cops around without using a phone."
    },
    {
      "cite": "Saru Singhal",
      "quote": "Love is like tequila shots, not the quantity but strength matters."
    },
    {
      "cite": "unknown",
      "quote": "Take life with a grain of salt and a slice of lemon and a shot of tequila."
    },
    {
      "cite": "unknown",
      "quote": "If you want to make some memories, add some tequila."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "It was too much Tequila, or not quite enough."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "And no one drank just one shot of tequila."
    },
    {
      "cite": "Saleem Sharma",
      "quote": "Deal with your wins and losses alike. With tequila, lemon and a pinch of salt."
    },
    {
      "cite": "Alida Nugent",
      "quote": "If you want to keep your dignity intact, stay away from tequila."
    },
    {
      "cite": "unknown",
      "quote": "Life is better with Tequila."
    },
    {
      "cite": "unknown",
      "quote": "Tequila probably won't fix your problems, but it's worth a shot."
    },
    {
      "cite": "Rachel Vincent",
      "quote": "At least you do' need a prescription for tequila."
    },
    {
      "cite": "Greg Proops",
      "quote": "Tequila is like acid in a glass."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "Drinking tequila is more about the journey than the destination."
    },
    {
      "cite": "George Carlin",
      "quote": "One tequila, two tequila, three tequila, floor."
    },
    {
      "cite": "Sanjaya Malakar",
      "quote": "When life gives you lemons, get tequila and salt."
    },
    {
      "cite": "unknown",
      "quote": "Tequila is like Duck tape, it fixes damn nearly everything."
    },
    {
      "cite": "unknown",
      "quote": "I am well aware I'm not everyone's cup of tea, I'd rather be someone's shot of tequila anyway!"
    },
    {
      "cite": "Justin Timberlake",
      "quote": "We should all believe in something, and I believe it's time for another shot of tequila."
    },
    {
      "cite": "Lee Marvin",
      "quote": "Tequila. Straight. There's a real polite drink. You keep drinking until you finally take one more and it just won't go down. Then you know you've reached your limit."
    },
    {
      "cite": "Ron White",
      "quote": "There were years when I was a beer and tequila guy, then I got real fat. And then I found that you could actually go on a diet and drink scotch. Then I got hooked on scotch, and if you get hooked on scotch, then everything else just tastes wrong."
    },
    {
      "cite": "Tori Amos",
      "quote": "An ounce of breast milk is even more potent than the finest tequila."
    }
  ]
}