{
  "source": "https://www.wisesayings.com/territorial-quotes/",
  "theme": "territorial",
  "quotes": [
    {
      "cite": "Paul Virilio",
      "quote": "Whoever controls the territory possesses it."
    },
    {
      "cite": "Paul Fix",
      "quote": "The only reason some people get lost in thought is because it's unfamiliar territory."
    },
    {
      "cite": "Stephen Covey",
      "quote": "None of us see the world as it is but as we are, as our frames of reference, or maps, define the territory."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Enemy-occupied territory - that is what this world is."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Be as beneficent as the sun or the sea, but if your rights as a rational being are trenched on, die on the first inch of your territory."
    },
    {
      "cite": "Anton Szandor LaVey",
      "quote": "When walking in open territory, bother no one. If someone bothers you, ask him to stop. If he does not stop, destroy him."
    },
    {
      "cite": "Vince McMahon",
      "quote": "We're going to be treated very poorly, I think that goes with the territory, and you have to get over it, get beyond it and know who you are among your peers and especially among your family when you look in the mirror."
    },
    {
      "cite": "David Lee Roth",
      "quote": "You stick your head above the crowd and attract attention and sometimes somebody will throw a rock at you. That's the territory. You buy the land, you get the Indians."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Size is not grandeur, and territory does not make a nation."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Territory is but the body of a nation. The people who inhabit its hills and valleys are its soul, its spirit, its life."
    },
    {
      "cite": "Randy Jackson",
      "quote": "There is a lot of territory out there still to explore TV-wise, show-wise, movie-wise, everything."
    },
    {
      "cite": "Graham Greene",
      "quote": "He entered the territory of lies without a passport for return."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "The eyes have a property in things and territories not named in any title-deeds, and are the owners of our choicest possessions."
    },
    {
      "cite": "Merle Shain",
      "quote": "Feelings take you into uncharted territory from time to time it's true, but you almost always benefit from the journey one way or the other. We tend to think of the rational as a higher order, but it is the emotional that marks our lives."
    },
    {
      "cite": "Mark Ruffalo",
      "quote": "When you're trying to do character work that's different from what people expect from you, you're sort of in territory that is uncharted, and you don't know how it's playing all the time."
    },
    {
      "cite": "D. J. Machale",
      "quote": "The history of each and every territory is written in the blood of those who died trying to fulfill the aspirations of their ambitious leaders."
    },
    {
      "cite": "Paul Virilio",
      "quote": "Possession of territory is not primarily about laws and contracts, but first and foremost a matter of movement and circulation."
    },
    {
      "cite": "Robert James Waller",
      "quote": "The heart never forgets, never gives up, the territory marked off for those who came before."
    },
    {
      "cite": "Lynn Freed",
      "quote": "Sentiment and nostalgia are fatal for fiction. One must go into the territory of the imagination with sure feet, hot fainting with glorious misery."
    },
    {
      "cite": "Squarepusher",
      "quote": "The only way to find that territory is trying to keep your mind constantly open. That's the only way that you're ever going to see the sort of signs of where to go."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "Uncharged with invisible meaning, the visible is nothing, mere clay; and without visible circumstance, a territory, to connect to, our spirit is shapeless, nameless, and undefined."
    }
  ]
}