{
  "source": "https://www.wisesayings.com/texas-quotes/",
  "theme": "texas",
  "quotes": [
    {
      "cite": "Sam Houston",
      "quote": "Texas has yet to learn submission to any oppression, come from what source it may."
    },
    {
      "cite": "Chris Wall",
      "quote": "I'd rather be a fencepost in Texas, than the king of Tennessee."
    },
    {
      "cite": "Markham Shaw Pyle",
      "quote": "That's the thing about East Texas. Red dirt never quite washes out, and pine pollen is tenacious as original sin."
    },
    {
      "cite": "Dan Rather",
      "quote": "Always marry a woman from Texas. No matter how tough things get, she's seen tougher."
    },
    {
      "cite": "Miranda Lambert",
      "quote": "To me, it's really the heart of Texas. You don't know the Lone Star State until you've experienced Gruene Hall."
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "In Texas we practically come out of the womb in jeans."
    },
    {
      "cite": "Sam Houston",
      "quote": "Texas is the finest portion of the globe that has blessed my vision."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Texas is a blend of valor and swagger."
    },
    {
      "cite": "Ron White",
      "quote": "In Texas, we have the death penalty, and we use it. That's right. If you come to Texas and kill somebody, we will kill you back."
    },
    {
      "cite": "Red Adair",
      "quote": "I've traveled all over the world, but I don't think there is any place better than Texas."
    },
    {
      "cite": "Ann Richards",
      "quote": "I thought I knew Texas pretty well, but I had no notion of it's size until I campaigned it."
    },
    {
      "cite": "Rachel Caine",
      "quote": "This is Texas. We're still figuring out how to spell tolerance."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "News events are like Texas weather. If you don't like it, wait a minute."
    },
    {
      "cite": "Jensen Ackles",
      "quote": "Being from Texas, I would say I favor a pair of jeans you can wear some boots with."
    },
    {
      "cite": "Janis Joplin",
      "quote": "Texas is OK if you want to settle down and do your own thing quietly, but it's not for outrageous people, and I was always outrageous."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "Makes me want to go to leave the United States and go to a more sensible place, like Texas."
    },
    {
      "cite": "Sam Houston",
      "quote": "In the name of the constitution of Texas, which has been trampled upon, I refuse to take this oath. I love Texas too well to bring civil strife and bloodshed upon her."
    },
    {
      "cite": "Katie Couric",
      "quote": "Obviously people in Texas have a big hearts."
    },
    {
      "cite": "Kinky Friedman",
      "quote": "I just want Texas to be number one in something other than executions, toll roads and property taxes."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Like most passionate nations, Texas has its own history based on, but not limited by, facts."
    },
    {
      "cite": "Gail Collins",
      "quote": "Texas is a great place to be rich and a terrible place to be poor. It's got the highest percentage of people without health insurance in the country. If you get injured on the job, good luck getting workers' comp. And God help you if you're poor and mentally ill."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "Texas does not, like any other region, simply have indigenous dishes. It proclaims them. It congratulates you, on your arrival, at having escaped from the slop pails of the other 49 states."
    },
    {
      "cite": "Rick Perry",
      "quote": "Texas has long been known as the nation's largest energy producer, but we are equally proud of our distinction as the nation's leading energy innovator."
    },
    {
      "cite": "Billy Clayton",
      "quote": "A born Texan has instilled in his system a mind-set of no retreat or no surrender. I wish everyone the world over had the dominating spirit that motivates Texans."
    },
    {
      "cite": "Senator Phil Gramm",
      "quote": "I love Texas because Texas is future-oriented, because Texans think anything is possible. Texans think big."
    },
    {
      "cite": "Mary Doria Russell",
      "quote": "At the risk of descending to unscientific generalizations, 90 percent of Texans give the other 10 percent a bad name."
    },
    {
      "cite": "Tommy Tune",
      "quote": "I think Texans have more fun than the rest of the world."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "There was a vastness here, more air, more sun, more space, and I thought that here a man drew some of that vastness into his soul."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Texas is a state of mind. Texas is an obsession. Above all, Texas is a nation in every sense of the word. And there's an opening convey of generalities. A Texan outside of Texas is a foreigner."
    },
    {
      "cite": "James Michener",
      "quote": "Never forget, son, when you represent Texas, always go first class."
    }
  ]
}