{
  "source": "https://www.wisesayings.com/texture-quotes/",
  "theme": "texture",
  "quotes": [
    {
      "cite": "Albert Schweitzer",
      "quote": "The true worth of a man is not to be found in man himself, but in the colours and textures that come alive in others."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Symbolism is no mere idle fancy or corrupt degeneration: it is inherent in the very texture of human life."
    },
    {
      "cite": "Andrew Wyeth",
      "quote": "I search for the realness, the real feeling of a subject, all the texture around it... I always want to see the third dimension of something... I want to come alive with the object."
    },
    {
      "cite": "Anne Fogarty",
      "quote": "Never close your mind to a color. Remember, too, that texture is an important element. The same dress in the same shade of red may look wonderful on you in soft velvet but too harsh in a hard-finished taffeta. Think in terms of color combined with texture, not of one or the other independently."
    },
    {
      "cite": "David Carson",
      "quote": "There's many ways you communicate. With colour, texture, sound... Even words can communicate."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "That's the chief lesson I have learned: the texture of our universe is one where there is no question at all but that good and laughter and justice will prevail."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "I loved you with texture. You loved with a softness. Texture brought detail, softness brought folds. Folds brought creases and creases had secrets."
    },
    {
      "cite": "Donna Baspaly",
      "quote": "Texture can occur before you put brush to paper, it can be added during the process, or as the final step of the painting... The eye will be attracted to the textured areas... guide your viewer through the painting. The general rule is to use less not more."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Life is all about taking decisions, the precision or vagueness of which has an effect on the texture of our existence, our moral fabric and the rational side of our persona."
    },
    {
      "cite": "George Combe",
      "quote": "The friends whom I have are invaluable, and although not numerous they are sufficient for my enjoyment; and the texture of my own mind renders me very indifferent to the rest of the world."
    },
    {
      "cite": "Gloria Vanderbilt",
      "quote": "One of the goals of life is to try and be in touch with one's most personal themes-the values, the ideas, styles, colors that are the touchstones of one's own individual life, its real texture and substance."
    },
    {
      "cite": "Helen Keller",
      "quote": "I feel the delightful, velvety texture of a flower, and discover its remarkable convolutions; and something of the miracle of Nature is revealed to me."
    },
    {
      "cite": "Joan Didion",
      "quote": "Novels are like paintings, specifically watercolors. Every stroke you put down you have to go with. Of course you can rewrite, but the original strokes are still there in the texture of the thing."
    },
    {
      "cite": "John Darlinson",
      "quote": "My paintings of the landscape continued quickly in a free, impressionistic manner, until Mother Nature provided the texture in the form of rain!"
    },
    {
      "cite": "John Paul Caponigro",
      "quote": "Surfaces reveal so much. The marks painters make reveal so much about their work and themselves; their sense of proportion, line, and rhythm is more telling than their signature. Looking at the surfaces of nature may offer equivalent revelations. What do these shapes and patterns reveal about the world and their creator? Surfaces hide so much."
    },
    {
      "cite": "Katherine McCoy",
      "quote": "I am convinced that abstract form, imagery, color, texture, and material convey meaning equal to or greater than words."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "Memory is quite central for me. Part of it is that I like the actual texture of writing through memory."
    },
    {
      "cite": "Kelly Wearstler",
      "quote": "The mixture of weird textures and organic surfaces creates an interesting dialogue."
    },
    {
      "cite": "Laini Taylor",
      "quote": "The eye’s perception of texture is pale compared to the lips’, and I didn’t know what velvety was until I knew it with my lips. Oh, kissing. Oh, violin boy."
    },
    {
      "cite": "Meghan Trainor",
      "quote": "Art is the colors and textures of your imagination."
    },
    {
      "cite": "Paul Scott",
      "quote": "The past becomes a texture, an ambience to our present."
    },
    {
      "cite": "Rex Brandt",
      "quote": "Texture is most evident where dark meets light on the turning edge and at the outer edge. Experience has taught us to assume that the areas in between have similar features."
    },
    {
      "cite": "Rick Fields",
      "quote": "When we pay attention, whatever we are doing...is transformed and becomes a part of our spiritual path. We begin to notice details and textures that we never noticed before everyday life becomes clearer, sharper, and at the same time more spacious."
    },
    {
      "cite": "Stacy London",
      "quote": "Texture is something we forget - it makes outfits look very expensive. You can do a monochromatic outfit, if you're afraid of things that are more colorful and printed, and still create interest."
    },
    {
      "cite": "Washed Out",
      "quote": "Texture is very important. Just the feel of everything. It's not always about recording everything in pristine quality and having everything mixed where it's absolutely perfect. It's more about a vibe."
    },
    {
      "cite": "Willem de Kooning",
      "quote": "The texture of experience is prior to everything else."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The imagination is of so delicate a texture that even words wound it."
    },
    {
      "cite": "William Howard Adams",
      "quote": "The garden, historically, is the place where all the senses are exploited. Not just the eye, but the ear - with water, with birds. And there is texture, too, in plants you long to touch."
    }
  ]
}