{
  "source": "https://www.wisesayings.com/text-quotes/",
  "theme": "text",
  "quotes": [
    {
      "cite": "Ivan Angelo",
      "quote": "There is no such thing as chance in a text. Any text is the result of a repertoire, on conscious and unconscious levels, and can only be decoded by someone privy to the same repertoire."
    },
    {
      "cite": "Hrishikesh Agnihotri",
      "quote": "As much as long conversations, laughter riots and wild meetups are desirable, there's still beauty and satisfaction in knowing via simple text messages that you wish someone well and they wish you back the same."
    },
    {
      "cite": "Nick Harkaway",
      "quote": "Mind expressed as text sits quiet like a fire under moss."
    },
    {
      "cite": "Mark Twain",
      "quote": "You can find in a text whatever you bring, if you will stand between it and the mirror of your imagination."
    },
    {
      "cite": "Nyki Mack",
      "quote": "Actual conversation is still okay... to a writer who types all day, texting is like never leaving work."
    },
    {
      "cite": "John Corvino",
      "quote": "There is a fine line between reading a message from the text and reading one into the text."
    },
    {
      "cite": "D. A. Carson",
      "quote": "A text without a context is a pretext for a proof text."
    },
    {
      "cite": "Louise Rosenblatt",
      "quote": "Text is just ink on a page until a reader comes along and gives it life."
    },
    {
      "cite": "Antonin Scalia",
      "quote": "What is a moderate interpretation of the text? Halfway between what it really means and what you'd like it to mean?"
    },
    {
      "cite": "Walter Benjamin",
      "quote": "The power of a text when it is read is different from the power it has when it is copied out. Only the copied text thus commands the soul of him who is occupied with it, whereas the mere reader never discovers the new aspects of his inner self that are opened by the text, that road cut through the interior jungle forever closing behind it: because the reader follows the movement of his mind in the free flight of day-dreaming, whereas the copier submits it to command."
    },
    {
      "cite": "Henry Rollins",
      "quote": "A text conversation is a short exchange of often grossly truncated language that corresponds to a thought made all the more shallow by the process."
    },
    {
      "cite": "Bryan Callen",
      "quote": "Compare sending someone a text message and getting a love letter delivered by carrier pigeon. No contest."
    },
    {
      "cite": "Reif Larsen",
      "quote": "A text is evolutionary by its very nature."
    },
    {
      "cite": "Jacques Derrida",
      "quote": "Speech is a text, gesture is a text, reality is a text in this new sense. This is not about re-establishing graphocentrism alongside logocentrism or phonocentrism or text-centrism. The text is not a centre. The text is an openness without borders, of ever-differentiating references."
    },
    {
      "cite": "Matthew Johnson",
      "quote": "Concentrate on the text for the moment: the other parts will fall into place in time."
    },
    {
      "cite": "Johann Albrecht Bengel",
      "quote": "Apply yourself wholly to the text; apply the text wholly to yourself."
    },
    {
      "cite": "David Crystal",
      "quote": "Text messaging is just the most recent focus of people's anxiety; what people are really worried about is a new generation gaining control of what they see as their language."
    }
  ]
}