{
  "source": "https://www.wisesayings.com/thank-you-quotes/",
  "theme": "thank-you",
  "quotes": [
    {
      "cite": "Thornton Wilder",
      "quote": "We can only be said to be alive in those moments when our hearts are conscious of our treasures."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Gratitude gives infinite fullness of life."
    },
    {
      "cite": "Cicero",
      "quote": "Gratitude is not only the greatest of virtues, but the parent of all the others."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "In ordinary life we hardly realize that we receive a great deal more than we give, and that it is only with gratitude that life becomes rich."
    },
    {
      "cite": "William Faulkner",
      "quote": "Gratitude is a quality similar to electricity: it must be produced and discharged and used up in order to exist at all."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."
    },
    {
      "cite": "LM Fields",
      "quote": "You can say it too little, but you can never say, Thank You, too many times."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The roots of all goodness lie in the soil of appreciation for goodness."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy; they are the charming gardeners who make our souls blossom.Â"
    },
    {
      "cite": "Hansa Proverb",
      "quote": "Give thanks for a little and you will find a lot."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy; they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Gerald Good",
      "quote": "If you want to turn your life around, try thankfulness. It will change your life mightily."
    },
    {
      "cite": "Gordon T. Watts",
      "quote": "The depth and the willingness with which we serve is a direct reflection of our gratitude."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Gratitude is the fairest blossom which springs from the soul."
    },
    {
      "cite": "Epictetus",
      "quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "Gratitude is one of the least articulate of the emotions, especially when it is deep."
    },
    {
      "cite": "Northrup Christiane",
      "quote": "Feeling grateful or appreciative of someone or something in your life actually attracts more of the things that you appreciate and value into your life."
    },
    {
      "cite": "Toni Mont",
      "quote": "To say thank you, is in recognition of humanity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it."
    },
    {
      "cite": "Lionel Hampton",
      "quote": "Gratitude is when memory is stored in the heart and not in the mind."
    },
    {
      "cite": "Jean Baptiste Massieu",
      "quote": "Gratitude is the memory of the heart."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "When you are grateful fear disappears and abundance appears."
    },
    {
      "cite": "Alice Walker",
      "quote": "'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.Â"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Take time to be kind and to say 'thank you.'Â"
    },
    {
      "cite": "James Allen",
      "quote": "No duty is more urgent than that of returning thanks."
    },
    {
      "cite": "David O. McKay",
      "quote": "Thankfulness is the beginning of gratitude.Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts."
    },
    {
      "cite": "Edwin Arlington Robinson",
      "quote": "Two kinds of gratitude: The sudden kind we feel for what we take; the larger kind we feel for what we give.Â"
    },
    {
      "cite": "W.T. Purkiser",
      "quote": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving."
    }
  ]
}