{
  "source": "https://www.wisesayings.com/thank-you-god-quotes/",
  "theme": "thank-you-god",
  "quotes": [
    {
      "cite": "E.E. Cummings",
      "quote": "I thank you God for this most amazing day: for the leaping greenly spirits of trees, and a blue true dream of sky; and for everything which is natural, which is infinite, which is yes."
    },
    {
      "cite": "Eugene Kennedy",
      "quote": "We may thank God that we can feel pain and know sadness, for these are the human sentiments that constitute our glory as well as our grief."
    },
    {
      "cite": "Joel Osteen",
      "quote": "I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Remember God's bounty in the year. String the pearls of His favor. Hide the dark parts, except so far as they are breaking out in light! Give this one day to thanks, to joy, to gratitude!"
    },
    {
      "cite": "Maya Angelou",
      "quote": "I want to thank you, Lord, for life and all that's in it. Thank you for the day and for the hour, and the minute."
    },
    {
      "cite": "Marjorie Holmes",
      "quote": "Thank you, God, for the dignity and beauty of self. The precious innate self. The only thing that can't be taken from us. The only thing we really own."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "I have never had anyone love me the way you love me. I have never loved anyone the way I love you. Thank you God for showing us the way to each other."
    },
    {
      "cite": "Francis Schaeffer",
      "quote": "Thank God for the reality for which we were created, a moment-by-moment communication with God himself."
    },
    {
      "cite": "Whoopi Goldberg",
      "quote": "Thank you, God, because I am lucky. Also let's face it, it turns out I'm black. And I'm having a career quite different from lots of people, so I feel doubly lucky."
    },
    {
      "cite": "Helen Keller",
      "quote": "I thank God for my handicaps for, through them, I have found myself, my work, and my God."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed."
    },
    {
      "cite": "Norman Jagger",
      "quote": "The Sun you created is shining brightly under your command. The birds you set into the air chirp about your splendor. The flowers dance for joy at your greatness. And I have nothing more than a grateful heart to offer to you Oh Lord my God! Thank you for creating me."
    },
    {
      "cite": "William Bartram",
      "quote": "On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O Lord, who lends me life, lend me a heart replete with thankfulness."
    },
    {
      "cite": "Keith Green",
      "quote": "Thank you Lord, for being patient with me. For its so hard to see, when my eyes are on me."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "I have lived to thank God that all my prayers have not been answered."
    },
    {
      "cite": "Chuck Smith",
      "quote": "So live for the kingdom of God. Seek to bring glory to Jesus Christ and the Lord will use you. It is my prayer, my constant and daily prayer, that God would keep me useable."
    },
    {
      "cite": "Steph Joseph Mayes",
      "quote": "Dear God thank you for everything you have given me and done for me also I would like to thank you for another day to be here I love u with every beat of my heart and would not have it any other way."
    },
    {
      "cite": "Ruth Gatsby",
      "quote": "Thank you Lord God for everything you have given me and continue to bless me with. Your goodness is greater than the love of friends and family because you blessed me with them. Help me follow your holy will."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "The best way to say, 'I love you, God,' is to live your life doing your best. The best way to say, 'Thank you, God,' is by letting go of the past and living in the present moment, right here and now."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "On my bad days I seek you, on my good days I thank you, on my great days I praise you, but every day I need you, Thank you God for always being here for me."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough."
    },
    {
      "cite": "William Banting",
      "quote": "I am most thankful to Almighty Providence for mercies received, and determined still to press the case into public notice as a token of gratitude."
    },
    {
      "cite": "Kim Bathers",
      "quote": "Every morning is a gift from the almighty God. Before you think about anything else remember that life comes from the one above and thank him for all that he blesses us with."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Whatever happens in your life, no matter how troubling things might seem, do not enter the neighborhood of despair. Even when all doors remain closed, God will open up a new path only for you. Be thankful!"
    },
    {
      "cite": "Weeny Shaw",
      "quote": "Today I choose to forgive all those who have hurt me Lord. Not forgiving them is like landing in prison for their faults. I let go of all hatred and accept your love on this beautiful morning. Thank you Lord."
    },
    {
      "cite": "Alphonsus Liguori",
      "quote": "Let us thank God for having called us to His holy faith. It is a great gift, and the number of those who thank God for it is small."
    },
    {
      "cite": "Ben Stein",
      "quote": "I thought that all of the sacrifices and blessings of the whole history of mankind have devolved upon me. Thank you, God."
    }
  ]
}