{
  "source": "https://www.wisesayings.com/thanksgiving-quotes/",
  "theme": "thanksgiving",
  "quotes": [
    {
      "cite": "Alexander Pope",
      "quote": "Our rural ancestors, with little blest, patient of labor when the end was rest, Indulged the day that housed their annual grain, with feasts, and off’rings, and a thankful strain."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "It has been an unchallengeable American doctrine that cranberry sauce, a pink goo with overtones of sugared tomatoes, is a delectable necessity of the Thanksgiving board and that turkey is uneatable without it."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Thanksgiving creates abundance."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings, of which every man has plenty; not on your past misfortunes, of which all men have some."
    },
    {
      "cite": "Cicero",
      "quote": "A thankful heart is not only the greatest virtue, but the parent of all the other virtues."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
    },
    {
      "cite": "Edward Sandford Martin",
      "quote": "Thanksgiving Day comes, by statute, once a year; to the honest man it comes as frequently as the heart of gratitude will allow."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "I would rather be able to appreciate things I can not have than to have things I am not able to appreciate."
    },
    {
      "cite": "Epictetus",
      "quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "I come from a family where gravy is considered a beverage."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "What we’re really talking about is a wonderful day set aside on the fourth Thursday of November when no one diets. I mean, why else would they call it Thanksgiving?"
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it."
    },
    {
      "cite": "Gerald Good",
      "quote": "If you want to turn your life around, try thankfulness. It will change your life mightily."
    },
    {
      "cite": "H.U. Westermayer",
      "quote": "The Pilgrims made seven times more graves than huts. No Americans have been more impoverished than these who, nevertheless, set aside a day of thanksgiving."
    },
    {
      "cite": "\"Hausa Proverb West African \"",
      "quote": "Give thanks for a little, and you will find a lot."
    },
    {
      "cite": "Heather Brewer",
      "quote": "So what do we do?’ We do what all families do. Grin, bear it, and pass the mashed potatoes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I am grateful for what I am and have. My Thanksgiving is perpetual. It is surprising how contented one can be with nothing definite — only a sense of existence."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Pride slays thanksgiving, but an humble mind is the soil out of which thanks naturally grow. A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Remember God’s bounty in the year. String the pearls of your favor. Hide the dark parts, except so far as they are breaking out in light! Give this one day to thanks, to joy, to gratitude!"
    },
    {
      "cite": "Howie Mandel",
      "quote": "I’m from Canada, so Thanksgiving to me is just Thursday with more food. And I’m thankful for that."
    },
    {
      "cite": "Irv Kupcinet",
      "quote": "An optimist is a person who starts a new diet on Thanksgiving Day."
    },
    {
      "cite": "J. Robert Moskin",
      "quote": "Thanksgiving comes to us out of the prehistoric dimness, universal to all ages and all faiths. At whatever straws we must grasp, there is always a time for gratitude and new beginnings."
    },
    {
      "cite": "J.A. Shedd",
      "quote": "He who thanks but with the lips Thanks but in part; The full, the true Thanksgiving Comes from the heart."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "God is pleased with no music below so much as with the thanksgiving songs of relieved widows and supported orphans; of rejoicing, comforted, and thankful persons."
    },
    {
      "cite": "Jill Bolte Taylor",
      "quote": "An attitude of gratitude goes a long way when it comes to physical and emotional healing."
    },
    {
      "cite": "Jim Gaffiga",
      "quote": "Thanksgiving. It's like we didn't even try to come up with a tradition. The Thanksgiving tradition is, we overeat. ‘Hey, how about at Thanksgiving we just eat a lot?’ ‘But we do that every day!’ ‘Oh. What if we eat a lot with people that annoy the hell out of us?"
    },
    {
      "cite": "Johannes A. Gaertner",
      "quote": "To speak gratitude is courteous and pleasant, to enact gratitude is generous and noble, but to live gratitude is to touch Heaven."
    },
    {
      "cite": "John Taylor",
      "quote": "And though I ebb in worth, I’ll flow in thanks."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Thanksgiving is an emotional holiday. People travel thousands of miles to be with people they only see once a year. And then discover once a year is way too often."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Thanksgiving is the meal we aspire for other meals to resemble."
    }
  ]
}