{
  "source": "https://www.wisesayings.com/the-mind-quotes/",
  "theme": "the-mind",
  "quotes": [
    {
      "cite": "Buddha",
      "quote": "The mind is everything. What you think you become."
    },
    {
      "cite": "Oliver Herford",
      "quote": "A woman's mind is cleaner than a man's: She changes it more often."
    },
    {
      "cite": "Aristotle",
      "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it."
    },
    {
      "cite": "Lao Tzu",
      "quote": "To the mind that is still, the whole universe surrenders."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Your mind will answer most questions if you learn to relax and wait for the answer."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "Your own mind is a sacred enclosure into which nothing harmful can enter except by your permission."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "A mind that is stretched by a new experience can never go back to its old dimensions."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The mind is like an iceberg, it floats with one-seventh of its bulk above water."
    },
    {
      "cite": "Bodhidharma",
      "quote": "The mind is the root from which all things grow if you can understand the mind, everything else is included."
    },
    {
      "cite": "Bernard DeVoto",
      "quote": "The mind has its own logic but does not often let others in on it."
    },
    {
      "cite": "Phaedrus",
      "quote": "The mind ought sometimes to be diverted that it may return to better thinking."
    },
    {
      "cite": "Carl Jung",
      "quote": "The pendulum of the mind alternates between sense and nonsense, not between right and wrong."
    },
    {
      "cite": "Plutarch",
      "quote": "The mind is not a vessel to be filled but a fire to be kindled."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Culture of the mind must be subservient to the heart."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Everyone should have their mind blown once a day."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A contented mind is the greatest blessing a man can enjoy in this world."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "What the mind of man can conceive and believe, it can achieve."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become a reality."
    },
    {
      "cite": "Bodhidharma",
      "quote": "The ignorant mind, with its infinite afflictions, passions, and evils, is rooted in the three poisons. Greed, anger, and delusion."
    },
    {
      "cite": "Madame De Stael",
      "quote": "The human mind always makes progress, but it is a progress in spirals."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "A ruffled mind makes a restless pillow."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The more powerful and original a mind, the more it will incline towards the religion of solitude."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "It is requisite for the relaxation of the mind that we make use, from time to time, of playful deeds and jokes."
    },
    {
      "cite": "Bob Dylan",
      "quote": "I don't think the human mind can comprehend the past and the future. They are both just illusions that can manipulate you into thinking theres some kind of change."
    },
    {
      "cite": "John Milton",
      "quote": "The mind is its own place and in itself, can make a Heaven of Hell, a Hell of Heaven."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The human mind is our fundamental resource."
    }
  ]
}