{
  "source": "https://www.wisesayings.com/the-sun-quotes/",
  "theme": "the-sun",
  "quotes": [
    {
      "cite": "Danny Boyle",
      "quote": "The sun is the most important thing in everybody's life, whether you're a plant, an animal or a fish, and we take it for granted."
    },
    {
      "cite": "Frank Lane",
      "quote": "If you want to see the sunshine, you have to weather the storm."
    },
    {
      "cite": "Maori Proverb",
      "quote": "Turn your face to the sun and the shadows fall behind you."
    },
    {
      "cite": "Tista Ray",
      "quote": "When sun shines, it not only brightens our day; it enlightens us, our soul, cleansing it of the gloominess that the night's darkness had brought in."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The sun does not shine for a few trees and flowers, but for the wide world's joy."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "The sun, with all those planets revolving around it and dependent on it, can still ripen a bunch of grapes as if it had nothing else in the universe to do."
    },
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow."
    },
    {
      "cite": "David Hume",
      "quote": "That the sun will not rise tomorrow is no less intelligible a proposition, and implies no more contradiction, than the affirmation, that it will rise."
    },
    {
      "cite": "Annie Dillard",
      "quote": "There is a muscular energy in sunlight corresponding to the spiritual energy of wind."
    },
    {
      "cite": "Brigid Berlin",
      "quote": "The terrible thing about sunlight is it shows the dirt."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "The Sun can be your greatest gloom, or your greatest comforter, depending on how you view its shine."
    },
    {
      "cite": "Eberhard Arnold",
      "quote": "Even the sun directs our gaze away from itself and to the life illumined by it."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Sunshine is Nature's hug and spirit breath to the earth."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "It's a brilliant surface in that sunlight. The horizon seems quite close to you because the curvature is so much more pronounced than here on earth. It's an interesting place to be. I recommend it."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Sunlight is like the breath of life to the pomp of autumn."
    },
    {
      "cite": "Rene Magritte",
      "quote": "We must not fear daylight just because it almost always illuminates a miserable world."
    },
    {
      "cite": "Margorie Kinnan Rawlings",
      "quote": "The sun lay like a friendly arm across her shoulder."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "In order for the light to shine so brightly, the darkness must be present."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "When the sun has set, no candle can replace it."
    },
    {
      "cite": "John Muir",
      "quote": "How glorious a greeting the sun gives the mountains!"
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The day of the sun is like the day of a king. It is a promenade in the morning, a sitting on the throne at noon, a pageant in the evening."
    },
    {
      "cite": "Maya Angelou",
      "quote": "No sun outlasts its sunset, but will rise again and bring the dawn."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "The Sun is such a lonely star. Whenever he comes out to see his friends, they all disappear."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The sun burnt every day. It burnt time."
    },
    {
      "cite": "Michael Sims",
      "quote": "If there is nothing new under the sun, at least the sun itself is always new, always re-creating itself out of its own inexhaustible fire."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The sun would be better than a flashlight, except it doesn't work at night. It probably needs to recharge its batteries from running all day."
    },
    {
      "cite": "Heraclitus",
      "quote": "The sun is new each day."
    },
    {
      "cite": "Steve Martin",
      "quote": "A day without sunshine is like, you know, night."
    },
    {
      "cite": "Jimmie Davis",
      "quote": "Sunshine is a welcome thing. It brings a lot of brightness."
    }
  ]
}