{
  "source": "https://www.wisesayings.com/the-sea-quotes/",
  "theme": "the-sea",
  "quotes": [
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The sea, once it casts its spell, holds one in its net of wonder forever."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "The sea is emotion incarnate. It loves, hates, and weeps. It defies all attempts to capture it with words and rejects all shackles. No matter what you say about it, there is always that which you can't."
    },
    {
      "cite": "Walt Whitman",
      "quote": "To me the sea is a continual miracle; The fishes that swim, the rocks, the motion of the waves, the ships with men in them. What stranger miracles are there?"
    },
    {
      "cite": "Sylvia Earle",
      "quote": "With every drop of water you drink, every breath you take, you're connected to the sea. No matter where on Earth you live."
    },
    {
      "cite": "Jules Verne",
      "quote": "The sea is everything. It covers seven tenths of the terrestrial globe. Its breath is pure and healthy. It is an immense desert, where man is never lonely, for he feels life stirring on all sides."
    },
    {
      "cite": "Alexander Smith",
      "quote": "The sea complains upon a thousand shores."
    },
    {
      "cite": "Kate Chopin",
      "quote": "The voice of the sea speaks to the soul. The touch of the sea is sensuous, enfolding the body in its soft, close embrace."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "In one drop of water are found all the secrets of all the oceans."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We are tied to the ocean. And when we go back to the sea, whether it is to sail or to watch-we are going back from whence we came"
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The sea does not reward those who are too anxious, too greedy, or too impatient. One should lie empty, open, choiceless as a beach - waiting for a gift from the sea."
    },
    {
      "cite": "Robert Henri",
      "quote": "Why do we love the sea? It is because it has some potent power to make us think things we like to think."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "For whatever we lose (like a you or a me), it's always our self we find in the sea."
    },
    {
      "cite": "Rachel Carson",
      "quote": "It is a curious situation that the sea, from which life first arose, should now be threatened by the activities of one form of that life. But the sea, though changed in a sinister way, will continue to exist: the threat is rather to life itself."
    },
    {
      "cite": "Gertrude Ederle",
      "quote": "To me, the sea is like a person--like a child that I've known a long time. It sounds crazy, I know, but when I swim in the sea I talk to it. I never feel alone when I'm out there..."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "My soul is full of longing for the secrets of the sea, and the heart of the great ocean sends a thrilling pulse through me."
    },
    {
      "cite": "James Carlton",
      "quote": "The tradition of freedom of the high seas has its roots in an era when there were too few people to seriously violate the oceans   but in hindsight that era ended some 150 years ago."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "A lot of people attack the sea, I make love to it."
    },
    {
      "cite": "Annie Dillard",
      "quote": "The sea pronounces something, over and over, in a hoarse whisper; I cannot quite make it out."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "The sea has never been friendly to man. At most it has been the accomplice of human restlessness."
    },
    {
      "cite": "Rainer Maria",
      "quote": "When anxious, uneasy and bad thoughts come, I go to the sea, and the sea drowns them out with its great wide sounds, cleanses me with its noise, and imposes a rhythm upon everything in me that is bewildered and confused."
    },
    {
      "cite": "H.M. Tomlinson",
      "quote": "Most of us, I suppose, are a little nervous of the sea. No matter what its smiles may be, we doubt its friendship."
    },
    {
      "cite": "Helen Keller",
      "quote": "I could never stay long enough on the shore; the tang of the untainted, fresh, and free sea air was like a cool, quieting thought."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "There was a magic about the sea. People were drawn to it. People wanted to love by it, swim in it, play in it, look at it"
    },
    {
      "cite": "Sarah Kay",
      "quote": "Because there's nothing more beautiful than the way the ocean refuses to stop kissing the shoreline, no matter how many times it's sent away."
    },
    {
      "cite": "Van Morrison",
      "quote": "Hark, now hear the sailors cry / smell the sea, and feel the sky / let your soul & spirit fly, into the mystic."
    },
    {
      "cite": "Gary Paulsen",
      "quote": "I spent uncounted hours sitting at the bow looking at the water and the sky, studying each wave, different from the last, seeing how it caught the light, the air, the wind; watching patterns, the sweep of it all, and letting it take me. The sea."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Just as the wave cannot exist for itself, but is ever a part of the heaving surface of the ocean, so must I never live my life for itself, but always in the experience which is going on around me."
    },
    {
      "cite": "Anne Spollen",
      "quote": "I heard silence, silence infinite as the bottom of the ocean, a silence that sealed."
    },
    {
      "cite": "Herman Melville",
      "quote": "There is, one knows not what sweet mystery about the sea, whose gently awful stirrings seem to speak of some hidden soul beneath."
    },
    {
      "cite": "Heinrich Zimmer",
      "quote": "Limitless and immortal, the waters are the beginning and end of all things on earth."
    }
  ]
}