{
  "source": "https://www.wisesayings.com/the-soul-quotes/",
  "theme": "the-soul",
  "quotes": [
    {
      "cite": "Ferdinand Foch",
      "quote": "The most powerful weapon on earth is the human soul on fire."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Food for the body is not enough. There must be food for the soul."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "The soul can split the sky in two and let the face of God shine through."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "You don't have a soul. You are a Soul. You have a body."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A sad soul can kill quicker than a germ."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "The human body is the best picture of the human soul."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "The soul that is within me no man can degrade."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "With all your science - can you tell how it is, and whence it is, that light comes into the soul?"
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Soul shadows you everywhere."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "One thing in the world, of value, is the active soul."
    },
    {
      "cite": "Cicero",
      "quote": "Diseases of the soul are more dangerous and more numerous than those of the body."
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "The soul, like the body, lives by what it feeds on."
    },
    {
      "cite": "Caroline Myss",
      "quote": "The soul always knows what to do to heal itself the challenge is to silence the mind"
    },
    {
      "cite": "Dame Rebecca West",
      "quote": "It is the soul's duty to be loyal to its own desires. It must abandon itself to its master passion."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "The soul is placed in the body like a rough diamond, and must be polished, or the luster of it will never appear."
    },
    {
      "cite": "Edwn Leibfried",
      "quote": "The Soul can hear the violets grow! It can hear the throbbing heart of God!"
    },
    {
      "cite": "Emily Bronte",
      "quote": "Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The soul is healed by being with children."
    },
    {
      "cite": "James Joyce",
      "quote": "When the soul of a man is born in this country there are nets flown at it to hold it back from flight."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "The soul should always stand ajar, ready to welcome the ecstatic experience."
    },
    {
      "cite": "William Blake",
      "quote": "The soul of sweet delight, can never be defiled."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world."
    },
    {
      "cite": "A. D. Gordon",
      "quote": "The soul of the slave, the soul of the \"little man,\" is as dear to me as the soul of the great."
    },
    {
      "cite": "Plato",
      "quote": "The soul of man is immortal and imperishable."
    },
    {
      "cite": "Prophet Muhammad",
      "quote": "The greatest of wealth is the richness of the soul."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The soul that sees beauty may sometimes walk alone."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "If you're losing your soul and you know it, then you've still got a soul left to lose."
    },
    {
      "cite": "King Solomon",
      "quote": "Your own soul is nourished when you are kind; it is destroyed when you are cruel."
    },
    {
      "cite": "Aristotle",
      "quote": "The soul never thinks without a picture."
    },
    {
      "cite": "Langston Hughes",
      "quote": "When peoples care for you and cry for you, they can straighten out your soul."
    }
  ]
}