{
  "source": "https://www.wisesayings.com/the-world-quotes/",
  "theme": "the-world",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it."
    },
    {
      "cite": "Janosch",
      "quote": "Be a lover of the world, it is the only way to survive in it."
    },
    {
      "cite": "Henry Miller",
      "quote": "The world is not to be put in order. The world is order. It is for us to put ourselves in unison with this order."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The most incomprehensible thing about the world is that it is at all comprehensible."
    },
    {
      "cite": "Natalie Kocsis",
      "quote": "The world is a playground, and life is pushing my swing."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The world is populated in the main by people who should not exist."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do."
    },
    {
      "cite": "Bede Jarrett",
      "quote": "The world needs anger. The world often continues to allow evil because it isn't angry enough."
    },
    {
      "cite": "Paul Dirac",
      "quote": "God used beautiful mathematics in creating the world."
    },
    {
      "cite": "Bono",
      "quote": "The world is more malleable than you think and it's waiting for you to hammer it into shape."
    },
    {
      "cite": "Daniel Quinn",
      "quote": "The world is not in any sense in danger from itself. The world is in fact not in any danger at all. It is we who are in danger."
    },
    {
      "cite": "Martin Buber",
      "quote": "The world is not comprehensible, but it is embraceable: through the embracing of one of its beings."
    },
    {
      "cite": "Albert Camus",
      "quote": "The world in which we were called to exist was an absurd world, and there was no other in which we could take refuge."
    },
    {
      "cite": "W. C. Fields",
      "quote": "The world is getting to be such a dangerous place, a man is lucky to get fout of it alive."
    },
    {
      "cite": "Horace Traubel",
      "quote": "If the world is cold, make it your business to build fires."
    },
    {
      "cite": "Sir Henry Taylor",
      "quote": "The world knows nothing of its greatest men."
    },
    {
      "cite": "Guillaume De Salluste Du Bartas",
      "quote": "The world is a stage; each plays his part, and receives his portion."
    },
    {
      "cite": "Guillaume De Salluste Du Bartas",
      "quote": "The world's a stage where God's omnipotence, His justice, knowledge, love and providence, Do act the parts."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "But in this world nothing is sure but death and taxes."
    },
    {
      "cite": "Carlo Goldoni",
      "quote": "The world is a beautiful book, but of little use to him who cannot read it."
    },
    {
      "cite": "John Heywood",
      "quote": "The world's a theatre, the earth a stage, which God and nature do with actors fill."
    },
    {
      "cite": "Gerald Massey",
      "quote": "This world is full of beauty, as other worlds above, and if we did our duty, it might be as full of love."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The world is but a perpetual see-saw."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "The world is large, when its weary leagues two loving hearts divide; But the world is small, when your enemy is loose on the other side."
    },
    {
      "cite": "Ansel Adams",
      "quote": "I believe the world is incomprehensibly beautiful - an endless prospect of magic and wonder."
    },
    {
      "cite": "Na Taejoo",
      "quote": "The world is not something to understand. Instead, you just adapt to it."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "The world is like a dropped pie most of the time. Don't kill yourself trying to put it back together. Just grab a fork and eat some of it off the floor. Then carry on."
    }
  ]
}