{
  "source": "https://www.wisesayings.com/the-unknown-quotes/",
  "theme": "the-unknown",
  "quotes": [
    {
      "cite": "Wallace Stevens",
      "quote": "It is the unknown that excites the ardor of scholars, who, in the known alone, would shrivel up with boredom."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "It's the unknown that draws people."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Only the unknown frightens men. But once a man has faced the unknown, that terror becomes the known."
    },
    {
      "cite": "Russell Eric Dobda",
      "quote": "The unknown is too vast to live in known unhappiness."
    },
    {
      "cite": "Tom Althouse",
      "quote": "Fear not the unknown. It is a sea of possibilities."
    },
    {
      "cite": "Debasish Mridha, M.D.",
      "quote": "Be bold and fly toward the unknown. Discover a road that was never known."
    },
    {
      "cite": "Alan Cumming",
      "quote": "It's actually quite a good ethos for life: go into the unknown with truth,commitment, and openness and mostly you'll be okay."
    },
    {
      "cite": "George S. Patton",
      "quote": "Prepare for the unknown by studying how others in the past have coped with the unforeseeable and the unpredictable."
    },
    {
      "cite": "Rene Magritte",
      "quote": "The mind loves the unknown. It loves images whose meaning is unknown, since the meaning of the mind itself is unknown."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "I find the lure of the unknown irresistible."
    },
    {
      "cite": "Claude Bernard",
      "quote": "Man can learn nothing except by going from the known to the unknown."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "If we fear the unknown then surely we fear ourselves."
    },
    {
      "cite": "Michael Ovitz",
      "quote": "The unknown is always interesting."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Do not fear the unknown, dare to be adventurous in life."
    },
    {
      "cite": "Kathie Lee Gifford",
      "quote": "A fear of the unknown keeps a lot of people from leaving bad situations."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You must be fearless to travel on the journey of unknown."
    },
    {
      "cite": "Joan D. Vinge",
      "quote": "Fear of the unknown is a terrible fear."
    },
    {
      "cite": "Steven Erikson",
      "quote": "We are sickened by the unknown, but knowledge can prove poisonous."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Never be afraid to trust an unknown future to a known God."
    },
    {
      "cite": "Taylor Hackford",
      "quote": "It's much easier to work with an unknown."
    },
    {
      "cite": "Brian Greene",
      "quote": "Exploring the unknown requires tolerating uncertainty."
    },
    {
      "cite": "Rene Char",
      "quote": "How can we live without the unknown before us?"
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "To conquer the unknown you must trust."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The challenge of the unknown future is so much more exciting than the stories of the accomplished past."
    },
    {
      "cite": "Elias Canetti",
      "quote": "There is nothing that man fears more than the touch of the unknown. He wants to see what is reaching towards him, and to be able to recognize or at least classify it. Man always tends to avoid physical contact with anything strange."
    },
    {
      "cite": "Lillian Russell",
      "quote": "We all have a fear of the unknown what one does with that fear will make all the difference in the world."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "Fear of the unknown is the greatest fear of all."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Most people talk about fear of the unknown, but if there is anything to fear, it is the known."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence."
    },
    {
      "cite": "Charles Lamb",
      "quote": "It is good to love the unknown."
    }
  ]
}