{
  "source": "https://www.wisesayings.com/the-end-quotes/",
  "theme": "the-end",
  "quotes": [
    {
      "cite": "Munia Khan",
      "quote": "A moment's beginning ends in a moment"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The future can never lie about the past. In the end, you will see the beginning."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Don't be afraid of an endless road, but the road with an end!"
    },
    {
      "cite": "Volksweisheit",
      "quote": "Everything is going to be fine in the end. If it's not, it's not the end."
    },
    {
      "cite": "Justin Cronin",
      "quote": "All stories end when they have returned to their beginnings."
    },
    {
      "cite": "Sebastian Fitzek",
      "quote": "The end justifies the means. Sometimes you have to do the wrong thing to get the right result."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Happiness is not the victory, success or accomplishment; it is what happens at the end of the day?"
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "In the end, the world returns to a grain."
    },
    {
      "cite": "Jerhia",
      "quote": "End is not the End, in fact, E.N.D means \"Effort Never Dies\"."
    },
    {
      "cite": "William Penn",
      "quote": "The truest end of life is to know the life that never ends."
    },
    {
      "cite": "Jay Mark D. Saga-ad",
      "quote": "In the end, all or nothing will matter"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Mike Mignola",
      "quote": "But if there must be an end, let it be loud. Let it be bloody. Better to burn than to wither away in the dark."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "You are the end of beauty and creativity one must have created so far."
    },
    {
      "cite": "Richard Ford",
      "quote": "We are past the end of things now, but I don't want to leave."
    },
    {
      "cite": "Daniel C. Tomas",
      "quote": "Life's just a bunch of accidents, connected by one perfect end."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An endless path is frightening but the path that ends is even more frightening!"
    },
    {
      "cite": "Franz Kafka",
      "quote": "But what if all the tranquility, all the comfort, all the contentment were now to come to a horrifying end?"
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "It is good to have an end to journey towards; but it is the journey that matters, in the end."
    },
    {
      "cite": "Sara Ella",
      "quote": "Sometimes there is no solution. Sometimes there's simply an end."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There is an end to every journey."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Our lives begin to end the day we become silent about things that matter."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When we are at the end of life, to die means to go away; when we are at the beginning, to go away means to die."
    },
    {
      "cite": "Auliq Ice",
      "quote": "The end always doesn't justify the means you used to reach there."
    },
    {
      "cite": "Kyra Jackson",
      "quote": "Sometimes things are most beautiful when they're coming to an end."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "It's not the end of the physical body that should worry us. Rather our concern must be to live while we're alive."
    },
    {
      "cite": "Michael Grant",
      "quote": "The end is the best part of any story"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Beginning in itself has no value, it is an end which makes beginning meaningful, we must end what we begun."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Those who don't want to take risks in life end up been the losers."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "In the End, we will remember not the words of our enemies, but the silence of our friends."
    }
  ]
}