{
  "source": "https://www.wisesayings.com/the-past-quotes/",
  "theme": "the-past",
  "quotes": [
    {
      "cite": "Katherine Anne Porter",
      "quote": "The past is never where you think you left it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "When we are tired, we are attacked by ideas we conquered long ago."
    },
    {
      "cite": "Rick Warren",
      "quote": "We are products of our past, but we don't have to be prisoners of it."
    },
    {
      "cite": "Alan Moore",
      "quote": "The past can't hurt you anymore, not unless you let it."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Your past is always your past. Even if you forget it, it remembers you."
    },
    {
      "cite": "Steven Wright",
      "quote": "Whenever I think of the past, it brings back so many memories."
    },
    {
      "cite": "Dale Turner",
      "quote": "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I am not someone who is ashamed of my past. I'm actually really proud. I know I made a lot of mistakes, but they, in turn, were my life lessons."
    },
    {
      "cite": "Felix Adler",
      "quote": "The past speaks to us in a thousand voices, warning and comforting, animating and stirring to action."
    },
    {
      "cite": "unknown",
      "quote": "Just because the past taps you on the shoulders, doesn't mean you have to look back."
    },
    {
      "cite": "Agent Carolina",
      "quote": "Your past doesn't define who you are. It just gives you the starting point for who you're going to be."
    },
    {
      "cite": "Will Rogers",
      "quote": "Don't let yesterday use up too much of today."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "The past is not a package one can lay away."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "The past is strapped to our backs. We do not have to see it; we can always feel it."
    },
    {
      "cite": "Lesley P. Hartley",
      "quote": "The past is a foreign country; they do things differently there."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The one charm of the past is that it is the past."
    },
    {
      "cite": "Neith Boyce",
      "quote": "The past is always judged by the present."
    },
    {
      "cite": "Barack Obama",
      "quote": "Whatever we think of the past, we must not be prisoners to it."
    },
    {
      "cite": "Glen Duncan",
      "quote": "We go to the past to lay the blame - since the past can't argue."
    },
    {
      "cite": "Bob Hope",
      "quote": "When we recall the past, we usually find that it is the simplest things - not the great occasions - that in retrospect give off the greatest glow of happiness."
    },
    {
      "cite": "Chris Cobbs",
      "quote": "he past is never there when you try to go back. It exists, but only in memory. To pretend otherwise is to invite a mess."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The past is our definition. We may strive, with good reason, to escape it, or to escape what is bad in it, but we will escape it only by adding something better to it."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Consider the past and you shall know the future."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "We can draw lessons from the past, but we cannot live in it."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "Events in the past may be roughly divided into those which probably never happened and those which do not matter."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Always look at what you have left. Never look at what you have lost."
    },
    {
      "cite": "Thomas H. Raddal",
      "quote": "Don't brood on the past, but don't forget it either."
    },
    {
      "cite": "Ruth",
      "quote": "To put the past behind you, you must accept that you've moved beyond it."
    },
    {
      "cite": "Benjamin Dover",
      "quote": "It's okay to look back at your past. Just don't stare."
    }
  ]
}