{
  "source": "https://www.wisesayings.com/the-american-dream-quotes/",
  "theme": "the-american-dream",
  "quotes": [
    {
      "cite": "Rafael Cruz",
      "quote": "Only in America can someone start with nothing and achieve the American Dream. That's the greatness of this country."
    },
    {
      "cite": "Dan Rather",
      "quote": "A college degree is the key to realizing the American dream, well worth the financial sacrifice because it is supposed to open the door to a world of opportunity."
    },
    {
      "cite": "Maya Lin",
      "quote": "To me, the American Dream is being able to follow your own personal calling. To be able to do what you want to do is incredible freedom."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Socialism never took root in America because the poor see themselves not as an exploited proletariat but as temporarily embarrassed millionaires."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The American Dream is to not have to work, so with unemployment at record levels, you'd think more people would be excited and grateful for the government intervention that got us to this glorious economic point."
    },
    {
      "cite": "Erik Brynjolfsson and Andrew McAfee",
      "quote": "Americans believe that they still live in the land of opportunity - the country that offers the greatest chance of economic advancement. But this is no longer the case."
    },
    {
      "cite": "David Abrahansen",
      "quote": "The American dream is, in part, responsible for a great deal of crime and violence because people feel that the country owes them not only a living but a good living."
    },
    {
      "cite": "Archibald MacLeish",
      "quote": "There are those who will say that the liberation of humanity, the freedom of man and mind is nothing but a dream. They are right. It is the American Dream."
    },
    {
      "cite": "Florence King",
      "quote": "People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they're all asleep at the switch. Consequently we are living in the Age of Human Error."
    },
    {
      "cite": "George Carlin",
      "quote": "It's called the American dream because you have to be asleep to believe it."
    },
    {
      "cite": "Lewis H. Lapham",
      "quote": "Seeking the invisible through the imagery of the visible, the Americans never can get quite all the way to the end of the American dream."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "I say to you today, my friends, so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed: \"We hold these truths to be self-evident: that all men are created equal."
    },
    {
      "cite": "J.G. Ballard.",
      "quote": "The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It's over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam"
    },
    {
      "cite": "George Baumler",
      "quote": "A great wave of oppressive tyranny isn't going to strike, but rather a slow seepage of oppressive laws and regulations from within will sink the American dream of liberty."
    },
    {
      "cite": "Rene de Visme Williamson",
      "quote": "If the American dream is for Americans only, it will remain our dream and never be our destiny."
    },
    {
      "cite": "Pico Iyer",
      "quote": "American Dreams are strongest in the hearts of those who have seen America only in their dreams"
    },
    {
      "cite": "J C Watts",
      "quote": "When it comes to the american dream, no one has a corner on the market. All of us have an equal chance to share in that dream."
    },
    {
      "cite": "Paula Deen",
      "quote": "I am living proof that the american dream still exists. It is still alive and well. There is only one trick, you have to be willing to roll up your sleeves and work very, very hard."
    },
    {
      "cite": "Paul Ryan",
      "quote": "That's what we do in this country. That's the american dream. That's freedom, and I'll take it any day over the supervision and sanctimony of the central planners."
    },
    {
      "cite": "Clement R. Attlee",
      "quote": "No social system in any country will bring us happiness, health and prosperity unless it is inspired by something greater than materialism."
    },
    {
      "cite": "Senator John Kerry",
      "quote": "We believe that what matters most is not narrow appeals masquerading as values, but the shared values that show the true face of America; not narrow values that divide us, but the shared values that unite us: family, faith, hard work, opportunity and responsibility for all, so that every child, every adult, every parent, every worker in America has an equal shot at living up to their God-given potential. That is the American dream and the American value."
    },
    {
      "cite": "Christine Anderson",
      "quote": "Build up your credit. Build up your self-esteem. Build up your bank account. Moving up in the scene. Everyone's living the American Dream so we can build up an army and SMASH it to pieces!"
    },
    {
      "cite": "Senator John Kerry",
      "quote": "In this remarkable time for the world, I refuse to believe it's time to stop believing in the possibilities of our remarkable country. I refuse to accept the downsizing of the American Dream. I refuse to bet against American entrepreneurial spirit and American ingenuity.The competition's tough, and it requires us to be tougher - tough-minded, never hard hearted."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "So, then, to every man his chance--to every man, regardless of his birth, his shining, golden opportunity--to every man the right to live, to work, to be himself, and to become whatever thing his manhood and his vision can combine to make him--this, seeker, is the promise of America."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "It is the immigrant hordes who keep this country alive, the waves of them arriving year after year.... Who believes in America more than the people who run down the gangplank and kiss the ground?"
    },
    {
      "cite": "Bono",
      "quote": "America is not just a country, it's an idea."
    },
    {
      "cite": "Susana Martinez",
      "quote": "Success is the American Dream. And that success is not something to be ashamed of, or to demonize."
    },
    {
      "cite": "Rick Danko",
      "quote": "As time goes on we get closer to that American Dream of there being a pie cut up and shared. Usually greed and selfishness prevent that and there is always one bad apple in every barrel."
    },
    {
      "cite": "John Garamendi",
      "quote": "The jobs crisis has reached a boiling point, which is why we see Occupy Wall Street protestors crying out for an America that lets all of us reach for the American Dream again - a dream that says if you work hard and play by the rules, you can have a good life and retire with dignity."
    },
    {
      "cite": "Bill Rancic",
      "quote": "The American Dream is still alive out there, and hard work will get you there. You don't necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination."
    }
  ]
}