{
  "source": "https://www.wisesayings.com/the-meaning-of-life-quotes/",
  "theme": "the-meaning-of-life",
  "quotes": [
    {
      "cite": "Joseph Campbell",
      "quote": "Life has no meaning. Each of us has meaning and we bring it to life. It is a waste to be asking the question when you are the answer."
    },
    {
      "cite": "Max Lucado",
      "quote": "Philosophers can debate the meaning of life, but you need a Lord who can declare the meaning of life."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Everyone now knows how to find the meaning of life within himself."
    },
    {
      "cite": "Charles-Augustin Sainte-Beuve",
      "quote": "Each man must look to himself to teach him the meaning of life. It is not something discovered: it is something molded."
    },
    {
      "cite": "Robert John Cook",
      "quote": "The meaning of life is to adventurously discover our gift. The purpose of life is joyfully share our gift with the world."
    },
    {
      "cite": "Philip Appleman",
      "quote": "Whatever we are, whatever we make of ourselves, is all we will ever have - and that, in its profound simplicity, is the meaning of life."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The sole meaning of life is to serve humanity."
    },
    {
      "cite": "John Green",
      "quote": "What's the meaning of life? Other people."
    },
    {
      "cite": "Aristotle",
      "quote": "What is the essence of life? To serve others and to do good."
    },
    {
      "cite": "Robert Byrne",
      "quote": "The purpose of life is a life of purpose."
    },
    {
      "cite": "The Dalai Lama",
      "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Life has meaning only if one barters it day by day for something other than itself."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The meaning of life is not an unquestionable answer; it is an unanswerable question."
    },
    {
      "cite": "Erich Fromm",
      "quote": "There is only one meaning of life: the act of living itself."
    },
    {
      "cite": "Alan Alda",
      "quote": "The meaning of life is life."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone-we find it with another."
    },
    {
      "cite": "Welwyn Wilton Katz",
      "quote": "Life is a fairy tale. Live it with wonder and amazement."
    },
    {
      "cite": "Anais Nin",
      "quote": "There is not one big cosmic meaning for all; there is only the meaning we each give to our life, an individual meaning, an individual plot, like an individual novel, a book for each person."
    },
    {
      "cite": "H.H. the Dalai Lama",
      "quote": "What is the meaning of life? To be happy and useful."
    },
    {
      "cite": "Aurora Hernandez",
      "quote": "I ask of life to shine meaning in everyone who is searching."
    },
    {
      "cite": "Nelson Henderson",
      "quote": "The true meaning of life is to plant trees, under whose shade you do not expect to sit."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "The meaning of Life is whatever we Choose."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Life has no meaning the moment you loose the illusion of being eternal."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "Because if you've found meaning in your life, you don't want to go back. You want to go forward."
    },
    {
      "cite": "Charles Henry Parkhurst",
      "quote": "Purpose is what gives life a meaning."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The man who regards his own life and that of his fellow creatures as meaningless is not merely unfortunate but almost disqualified for life."
    }
  ]
}