{
  "source": "https://www.wisesayings.com/the-moon-quotes/",
  "theme": "the-moon",
  "quotes": [
    {
      "cite": "Carl Sandburg",
      "quote": "The moon is a friend for the lonesome to talk to."
    },
    {
      "cite": "Arthur Smith",
      "quote": "The moon puts on an elegant show, different every time in shape, colour and nuance."
    },
    {
      "cite": "Gary Allan",
      "quote": "You can be the moon and still be jealous of the stars."
    },
    {
      "cite": "Alfred Noyes",
      "quote": "The moon was a ghostly galleon tossed upon cloudy seas."
    },
    {
      "cite": "Emmanuel G. Mesthene",
      "quote": "Ten years ago the Moon was an inspiration to poets and an opportunity for lovers. Ten years from now it will be just another airport."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "The moon lives in the lining of your skin."
    },
    {
      "cite": "William R. Alger",
      "quote": "The moon is a silver pin-head vast, That holds the heaven's tent-hangings fast."
    },
    {
      "cite": "Irina Serban",
      "quote": "The moon was reigning over their world, glowing its full splendor to all those willing to look up."
    },
    {
      "cite": "Daniel Wallock",
      "quote": "The moon rested right above the mountains, a place I call home."
    },
    {
      "cite": "Tom Robbins",
      "quote": "The full moon - the mandala of the sky."
    },
    {
      "cite": "Jim Critchfield",
      "quote": "The Moon is opposing Jupiter. Don't get involved, it's their problem."
    },
    {
      "cite": "Vitruvius",
      "quote": "It is no secret that the moon has no light of her own, but is, as it were, a mirror, receiving brightness from the influence of the sun."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen."
    },
    {
      "cite": "Mark Twain",
      "quote": "Every one is a moon, and has a dark side which he never shows to anybody"
    },
    {
      "cite": "William Blake",
      "quote": "The moon, like a flower In heaven's high bower, With silent delight Sits and smiles on the night."
    },
    {
      "cite": "Munia Khan",
      "quote": "The moon can never breathe, but it can take our breath away with the beauty of its cold, arid orb."
    },
    {
      "cite": "Debasish Mridha, M.D.",
      "quote": "The moon is beautiful only when the mind is seeking beauty and the heart is loving."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The wisdom of the Moon is greater than the wisdom of the Earth, because the Moonsees the universe better than the Earth can see it!"
    },
    {
      "cite": "Joseph Conrad",
      "quote": "There is something haunting in the light of the moon; it has all the dispassionateness of a disembodied soul, and something of its inconceivable mystery."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "The moon looks upon many night flowers; the night flowers see but one moon."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The moon is the reflection of your heart and moonlight is the twinkle of your love."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "And he beholds the moon; like a rounded fragment of ice filled with motionless light."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "If the moon smiled, she would resemble you. You leave the same impression Of something beautiful, but annihilating."
    },
    {
      "cite": "Willa Cather",
      "quote": "The sky was a midnight-blue, like warm, deep, blue water, and the moon seemed to lie on it like a water-lily, floating forward with an invisible current."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Aim for the moon. If you miss, you may hit a star."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I like to think that the moon is there even if I am not looking at it."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The Moon is the first milestone on the road to the stars."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "The moon is brighter since the barn burned."
    },
    {
      "cite": "James A. Lovell",
      "quote": "The moon is essentially gray, no color. It looks like plaster of Paris, like dirty beach sand with lots of footprints in it."
    },
    {
      "cite": "Burt Rutan",
      "quote": "We'll go back to the moon by not learning anything new."
    }
  ]
}