{
  "source": "https://www.wisesayings.com/the-heart-quotes/",
  "theme": "the-heart",
  "quotes": [
    {
      "cite": "Washington Irving",
      "quote": "A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is only with the heart that one can see rightly; what is essential is invisible to the eye."
    },
    {
      "cite": "Zelda Fitzgerald",
      "quote": "Nobody has ever measured, not even poets, how much the heart can hold."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you find it in your heart to care for somebody else, you will have succeeded."
    },
    {
      "cite": "Martin Luther",
      "quote": "Whatever your heart clings to and confides in, that is really your God."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A loving heart is the beginning of all knowledge."
    },
    {
      "cite": "George Herbert",
      "quote": "A gentle heart is tied with an easy thread."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The heart has its reasons of which reason knows nothing."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "The heart's memory eliminates the bad and magnifies the good."
    },
    {
      "cite": "Charles Dickens",
      "quote": "A loving heart is the truest wisdom."
    },
    {
      "cite": "John O'Donohue",
      "quote": "The joyful heart sees and reads the world with a sense of freedom and graciousness."
    },
    {
      "cite": "Lord Byron",
      "quote": "The heart will break, but broken live on."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The mother's heart is the child's schoolroom."
    },
    {
      "cite": "Alfred Nobel",
      "quote": "A heart can no more be forced to love than a stomach can be forced to digest food by persuasion."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "If you go deeper and deeper into your own heart, you'll be living in a world with less fear, isolation and loneliness."
    },
    {
      "cite": "Eric Mabius",
      "quote": "You do have to follow your heart, otherwise you're living a false life."
    },
    {
      "cite": "Horace",
      "quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune."
    },
    {
      "cite": "Gloria Stuart",
      "quote": "A woman's heart is a deep ocean of secrets."
    },
    {
      "cite": "Thomas Moore",
      "quote": "And the heart that is soonest awake to the flowers is always the first to be touch'd by the thorns."
    },
    {
      "cite": "Maria Edgeworth",
      "quote": "The human heart, at whatever age, opens only to the heart that opens in return."
    },
    {
      "cite": "John Bevere",
      "quote": "An offended heart is the breeding ground of deception."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There are strings in the human heart that had better not be vibrated."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "Whatever it is your heart desires, please go for it, it's yours to have."
    },
    {
      "cite": "Robert Frost",
      "quote": "There never was any heart truly great and generous, that was not also tender and compassionate."
    },
    {
      "cite": "Ella Maillart",
      "quote": "When the heart speaks, its language is the same under all latitudes."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The less you open your heart to others, the more your heart suffers."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Don't worry about your heart, it will last you as long as you live."
    },
    {
      "cite": "Jean Racine",
      "quote": "A noble heart cannot suspect in others the pettiness and malice that it has never felt."
    }
  ]
}