{
  "source": "https://www.wisesayings.com/the-ocean-quotes/",
  "theme": "the-ocean",
  "quotes": [
    {
      "cite": "H. P. Lovecraft",
      "quote": "Blue, green, grey, white, or black; smooth, ruffled, or mountainous; that ocean is not silent."
    },
    {
      "cite": "Bethany Hamilton",
      "quote": "Being out there in the ocean, God's creation, it's like a gift He has given us to enjoy."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "The sea is emotion incarnate. It loves, hates, and weeps. It defies all attempts to capture it with words and rejects all shackles. No matter what you say about it, there is always that which you can't."
    },
    {
      "cite": "Werner Herzog",
      "quote": "What would an ocean be without a monster lurking in the dark? It would be like sleep without dreams."
    },
    {
      "cite": "Sarah Kay",
      "quote": "Because there's nothing more beautiful than the way the ocean refuses to stop kissing the shoreline, no matter how many times it's sent away."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills."
    },
    {
      "cite": "Hermann Broch",
      "quote": "Those who live by the sea can hardly form a single thought of which the sea would not be part."
    },
    {
      "cite": "H. P. Lovecraft",
      "quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time."
    },
    {
      "cite": "Enya",
      "quote": "The ocean is a central image. It is the symbolism of a great journey."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The ocean is a mighty harmonist."
    },
    {
      "cite": "Aaron Peirsol",
      "quote": "The ocean is the lifeblood of our world. If we were to lose our fish that we appreciate so much by overfishing; or if we were to lose some of our favorite beaches to overbuilding and pollution, then how would we feel? It's become a case of not knowing wha"
    },
    {
      "cite": "Heidi Klum",
      "quote": "Never underestimate the power of the ocean."
    },
    {
      "cite": "Nicolaus Copernicus",
      "quote": "Pouring forth its seas everywhere, then, the ocean envelops the earth and fills its deeper chasms."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Every drop in the ocean counts."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The sea is the universal sewer."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "Health to the ocean means health for us."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "The ocean moans over dead men's bones."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An ocean which thinks there is nothing to learn from a lake is not a wise ocean!"
    },
    {
      "cite": "Edmund Waller",
      "quote": "Others may use the ocean as their road; Only the English make it their abode."
    },
    {
      "cite": "Wyland",
      "quote": "The ocean stirs the heart, inspires the imagination and brings eternal joy to the soul."
    },
    {
      "cite": "Walt Whitman",
      "quote": "To me the sea is a continual miracle; The fishes that swim?the rocks?the motion of the waves?the ships, with men in them, What stranger miracles are there?"
    },
    {
      "cite": "Isak Dinesen",
      "quote": "The cure for anything is salt water ? sweat, tears, or the sea."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We are tied to the ocean. And when we go back to the sea, whether it is to sail or to watch ? we are going back from whence we came"
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The sea does not reward those who are too anxious, too greedy, or too impatient. One should lie empty, open, choiceless as a beach ? waiting for a gift from the sea."
    },
    {
      "cite": "Heinrich Zimmer",
      "quote": "Limitless and immortal, the waters are the beginning and end of all things on earth."
    },
    {
      "cite": "Wyland",
      "quote": "The sea lives in every one of us."
    },
    {
      "cite": "Jacques Cousteau",
      "quote": "The Sea, once it casts its spell, holds one in its net of wonder forever."
    },
    {
      "cite": "John Joly",
      "quote": "That the sea is one of the most beautiful and magnificent sights in Nature, all admit."
    },
    {
      "cite": "Jill Davis",
      "quote": "The waves of the sea help me get back to me."
    }
  ]
}