{
  "source": "https://www.wisesayings.com/the-weekend-quotes/",
  "theme": "the-weekend",
  "quotes": [
    {
      "cite": "Rod Schmidt",
      "quote": "There aren't enough days in the weekend."
    },
    {
      "cite": "John Shirley",
      "quote": "Weekends are a bit like rainbows; they look good from a distance but disappear when you get up close to them."
    },
    {
      "cite": "S.A. Sachs",
      "quote": "Weekends don't pay as well as weekdays but at least there's football."
    },
    {
      "cite": "Jean Rhys",
      "quote": "The feeling of Sunday is the same everywhere, heavy, melancholy, standing still."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Weekends don't count unless you spend them doing something completely pointless."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "It's a fine line between Saturday night and Sunday morning."
    },
    {
      "cite": "SA Sachs",
      "quote": "Weekends don't pay as well as weekdays but at least there's football."
    },
    {
      "cite": "Richard Rorty",
      "quote": "Always strive to excel, but only on weekends."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Be in the habit of getting up bright and early on the weekends. Why waste such precious time in bed?"
    },
    {
      "cite": "Arnot Sheppard",
      "quote": "There is little chance that meteorologists can solve the mysteries of weather until they gain an understanding of the mutual attraction of rain and weekends."
    },
    {
      "cite": "Robert M. Gates",
      "quote": "A wild and crazy weekend involves sitting on the front porch, smoking a cigar, reading a book."
    },
    {
      "cite": "Catherine McCormack",
      "quote": "Sunday evenings often feel like the weekend is over before it's even begun."
    },
    {
      "cite": "Julian Fellowes",
      "quote": "Sometimes the weekend gets hijacked by work, but as my mother would say, this is the right problem."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The only reason why we ask other people how their weekend was is so we can tell them about our own weekend."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The rhythm of the weekend, with its birth, its planned gaieties, and its announced end, followed the rhythm of life and was a substitute for it."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Every man has a right to a Saturday night bath."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Sunday clears away the rust of the whole week."
    },
    {
      "cite": "Nancy Sproat",
      "quote": "How pleasant is Saturday night, When I've tried all the week to be good, And not spoke a word that was bad, And obliged everyone that I could."
    },
    {
      "cite": "Loesje",
      "quote": "Why wait for the weekend to have fun."
    },
    {
      "cite": "Rene Rivkin",
      "quote": "I hate weekends because there is no stock market."
    },
    {
      "cite": "Proverb",
      "quote": "A Sunday well spent brings a week of content."
    },
    {
      "cite": "Elizabeth Eulberg",
      "quote": "Nobody wants to give up a weekend long excuse to dress up and attempt to outshine one another."
    },
    {
      "cite": "Michael Moore",
      "quote": "I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained."
    },
    {
      "cite": "unknown",
      "quote": "Thank God it's Friday, because the weekend has landed and it's time to forget about work and tear it up!"
    },
    {
      "cite": "Zoe Saldana",
      "quote": "I'm learning the power of going away for the weekend and keeping myself company."
    },
    {
      "cite": "unknown",
      "quote": "The only Happy END that I know it's the weekEND!"
    },
    {
      "cite": "Jonathan Brandis",
      "quote": "When you're young, you should live out every weekend. Even if you look like a scarecrow, you just gotta go!"
    },
    {
      "cite": "Florence Welch",
      "quote": "Hands up if you're ready to do something you'll regret this weekend. Go forth! You have my blessing."
    },
    {
      "cite": "Richard Nelson Bolles",
      "quote": "Not for nothing is their motto TGIF-?Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do."
    },
    {
      "cite": "Derek Jeter",
      "quote": "You know what I want to do? Wake up one weekend and not have to go anywhere and do nothing."
    }
  ]
}