{
  "source": "https://www.wisesayings.com/the-new-year-quotes/",
  "theme": "the-new-year",
  "quotes": [
    {
      "cite": "Oprah Winfrey",
      "quote": "Cheers to a new year and another chance for us to get it right."
    },
    {
      "cite": "Carl Brad",
      "quote": "Although no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
      "cite": "Bill Vaughn",
      "quote": "An optimist stays up until midnight to see the New Year in. A pessimist stays up to make sure the old year leaves."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Tomorrow is the first blank page of a 365 page book. Write a good one."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "For last year's words belong to last year's language, and next year's words await another voice. And to make an end is to make a beginning"
    },
    {
      "cite": "Goran Persson",
      "quote": "Let our New Year's resolution be this: we will be there for one another as fellow members of humanity, in the finest sense of the word."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "For a new year to bring you something new, make a move, like a butterfly tearing its cocoon! Make a move!"
    },
    {
      "cite": "Melody Beattie",
      "quote": "The new year stands before us, like a chapter in a book, waiting to be written. We can help write that story by setting goals."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "New Year's most glorious light is sweet hope!"
    },
    {
      "cite": "Charles Lamb",
      "quote": "New Year's Day is every man's birthday."
    },
    {
      "cite": "George William Curtis",
      "quote": "The new year begins in a snow-storm of white vows."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Be always at war with your vices, at peace with your neighbors, and let each new year find you a better man."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "Drop the last year into the silent limbo of the past. Let it go, for it was imperfect, and thank God that it can go."
    },
    {
      "cite": "Edith Lovejoy Pierce",
      "quote": "We will open the book. Its pages are blank. We are going to put words on them ourselves. The book is called Opportunity and its first chapter is New Year's Day."
    },
    {
      "cite": "Vern McLellan",
      "quote": "What the New Year brings to you will depend a great deal on what you bring to the New Year."
    },
    {
      "cite": "unknown",
      "quote": "A new year is unfolding--like a blossom with petals curled tightly concealing the beauty within."
    },
    {
      "cite": "Walter Scott",
      "quote": "Each age has deemed the new-born year. The fittest time for festal cheer."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every man should be born again on the first day of January. Start with a fresh page."
    },
    {
      "cite": "Joe King",
      "quote": "New year, same goal."
    },
    {
      "cite": "Edward Payson Powell",
      "quote": "The Old Year has gone. Let the dead past bury its own dead. The New Year has taken possession of the clock of time. All hail the duties and possibilities of the coming twelve months!"
    },
    {
      "cite": "Mark Twain",
      "quote": "New Year's Day: Now is the accepted time to make your regular annual good resolutions. Next week you can begin paving hell with them as usual."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Approach the New Year with resolve to find the opportunities hidden in each new day."
    },
    {
      "cite": "Santonu Kumar Dhar",
      "quote": "A new year brings not only happiness, it makes us happy with a hope to fulfill our dreams or a new beginning of our life. So, a new year is very special to everyone."
    },
    {
      "cite": "unknown",
      "quote": "Let the new year be an entirely fresh start towards achieving all our goals. Lets kick start and era of excellence!"
    },
    {
      "cite": "Irish Toast",
      "quote": "In the New Year, may your right hand always be stretched out in friendship, but never in want."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The New Year, like an infant heir to the whole world, was waited for, with welcomes, presents, and rejoicings."
    },
    {
      "cite": "Hartley Coleridge",
      "quote": "The merry year is born Like the bright berry from the naked thorn."
    },
    {
      "cite": "William Thomas",
      "quote": "It wouldn't be New Year's if I didn't have regrets."
    }
  ]
}