{
  "source": "https://www.wisesayings.com/theater-quotes/",
  "theme": "theater",
  "quotes": [
    {
      "cite": "Eartha Kitt",
      "quote": "Live theater to me is much more free than the movies or television."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "The theater is the only branch of art much cared for by people of wealth; like canasta, it does away with the brother of talk after dinner."
    },
    {
      "cite": "Chris Pine",
      "quote": "Musical theater is great; you get painted up, you get to play princesses and witches, and you sing. The joy alone of that can really carry a lot."
    },
    {
      "cite": "Arthur Miller",
      "quote": "The theater is so endlessly fascinating because it's so accidental. It's so much like life."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "Theater is, of course, a reflection of life. Maybe we have to improve life before we can hope to improve theater."
    },
    {
      "cite": "Reggie Watts",
      "quote": "In theater, they say a theater piece is only as good as its transitions."
    },
    {
      "cite": "Sam Underwood",
      "quote": "I think theater is a core need of a community."
    },
    {
      "cite": "Scott Caan",
      "quote": "To me, theater is the mecca; if you really love to act, that's where it's the most fun, by a long shot."
    },
    {
      "cite": "Paul Rudd",
      "quote": "Theater is the most enriching and thrilling thing to do as an actor."
    },
    {
      "cite": "Alfred Jarry",
      "quote": "The theater, bringing impersonal masks to life, is only for those who are virile enough to create new life: either as a conflict of passions subtler than those we already know, or as a complete new character."
    },
    {
      "cite": "Angela Lansbury",
      "quote": "The theater is magical and addictive."
    },
    {
      "cite": "Irwin Shaw",
      "quote": "In the theater, characters have to cut the umbilical cord from the writer and talk in their own voices."
    },
    {
      "cite": "Darren Criss",
      "quote": "Theater is a living creature. It takes a while to break in, like a new pair of shoes."
    },
    {
      "cite": "Patti LuPone",
      "quote": "The theater is a tough place. It's not cushioned the way it is in film and television."
    },
    {
      "cite": "Goenawan Mohamad",
      "quote": "What I like about theater is its team work. Theater is also all-time creativity."
    },
    {
      "cite": "Laura Marano",
      "quote": "When you are performing in theater, you feel so connected to your audience. It's exhilarating!"
    },
    {
      "cite": "William Ivey Long",
      "quote": "The trick about the theater is at the end of the day you cannot take any of it personally."
    },
    {
      "cite": "Jason Statham",
      "quote": "It's street theater. You have to make it entertaining so people don't get bored and walk away."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "When theater becomes a soothing middle-class thing, when it's packaged as the Night Out, then that's the death of it."
    },
    {
      "cite": "John Eldredge",
      "quote": "To be in theater you have to be a kind of psychologist, for you're always trying to understand character and motives."
    },
    {
      "cite": "Gore Vidal",
      "quote": "The theater needs continual reminders that there is nothing more debasing than the work of those who do well what is not worth doing at all."
    },
    {
      "cite": "Adrianne Palicki",
      "quote": "The energy of live theater is indescribable. You are just in the moment for an hour and a half."
    },
    {
      "cite": "Edward Albee",
      "quote": "What people really want in the theater is fantasy involvement and not reality involvement."
    },
    {
      "cite": "Al Pacino",
      "quote": "Theater for me at one point was a lifestyle, too."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "Theater is a space where you cross over from everyday life, because there are real people in that moment moving in front of you - you're being invited to believe in a story and cross that bridge."
    },
    {
      "cite": "Rafael Vinoly",
      "quote": "In the theater, everything is ephemeral. Everything is almost weightless and without a very clear definition of how you made it."
    },
    {
      "cite": "Phylicia Rashad",
      "quote": "Let's just say that the theater is not for the faint of heart."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "What is needed in the theater, in fact for all our art forms, is a vibrant critical tradition."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Theater has to resonate in your heart in a way that movies don't."
    },
    {
      "cite": "Eve Ensler",
      "quote": "Theater has an incredible capacity to move people to social change, to address issues, to inspire social revolution."
    }
  ]
}