{
  "source": "https://www.wisesayings.com/theatre-quotes/",
  "theme": "theatre",
  "quotes": [
    {
      "cite": "Viola Spolin",
      "quote": "We have freedom of speech, but you got to watch what you say."
    },
    {
      "cite": "Robert Cohen",
      "quote": "Theatre exists only because it is overwhelming, because its acting is astonishing. Where a theatre and its acting are merely 'good,' merely 'correct,' merely 'in the proper style,' theatre dies a slow death."
    },
    {
      "cite": "Stella Adler",
      "quote": "The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation. The theatre is a spiritual and social X-ray of its time. The theatre was created to tell people the truth about life and the social situation."
    },
    {
      "cite": "Terrence Mann",
      "quote": "Movies will make you famous; Television will make you rich; But theatre will make you good."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The theatre, when all is said and done, is not life in miniature, but life enormously magnified, life hideously exaggerated."
    },
    {
      "cite": "W. R. Inge",
      "quote": "Theater is, of course, a reflection of life. Maybe we have to improve life before we can hope to improve theater."
    },
    {
      "cite": "Kenneth Haigh",
      "quote": "You need three things in the theatre -- the play, the actors and the audience, and each must give something."
    },
    {
      "cite": "Martha Graham",
      "quote": "Theater is a verb before it is a noun, an act before it is a place."
    },
    {
      "cite": "Estelle Parsons",
      "quote": "In theater, the wellspring of the character comes from the doing of it, like a trial by fire, but in front of an audience."
    },
    {
      "cite": "Irwin Shaw",
      "quote": "In the theater, characters have to cut the umbilical cord from the writer and talk in their own voices."
    },
    {
      "cite": "Robert Brustein",
      "quote": "The primary function of a theater is not to please itself, or even to please its audience. It is to serve talent."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "It's one of the tragic ironies of the theatre that only one man in it can count on steady work -- the night watchman."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "The theatre is a place where one has time for the problems of people to whom one would show the door if they came to one's office for a job."
    },
    {
      "cite": "Alan Jay Lerner",
      "quote": "Coughing in the theater is not a repiratory ailment. It is criticism."
    },
    {
      "cite": "John Barrymore",
      "quote": "My only regret in the theater is that I could never sit out front and watch me."
    },
    {
      "cite": "Arthur Miller",
      "quote": "The theater is so endlessly fascinating because it's so accidental. It's so much like life."
    },
    {
      "cite": "Tristan Bernard",
      "quote": "In the theater the audience wants to be surprised but by things that they expect."
    },
    {
      "cite": "Gore Vidal",
      "quote": "The theater needs continual reminders that there is nothing more debasing than the work of those who do well what is not worth doing at all."
    },
    {
      "cite": "Antonin Artaud",
      "quote": "The theater, which is in no thing, but makes use of everything -- gestures, sounds, words, screams, light, darkness -- rediscovers itself at precisely the point where the mind requires a language to express its manifestations. To break through language in order to touch life is to create or recreate the theatre."
    },
    {
      "cite": "Victor Garber",
      "quote": "Theatre demands different muscles and different aspects of one's personality."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "The difference between a theatre with and without an audience is enormous. There is a palpable, critical energy created by the presence of the audience."
    },
    {
      "cite": "Kenneth Tynan",
      "quote": "No theater could sanely flourish until there was an umbilical connection between what was happening on the stage and what was happening in the world."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being."
    },
    {
      "cite": "Augusto Boal",
      "quote": "Theatre is a weapon. For that reason it must be fought for."
    },
    {
      "cite": "Peter Brook",
      "quote": "Nothing in theatre has any meaning before or after. Meaning is now."
    },
    {
      "cite": "David Mamet",
      "quote": "The theatre is traditionally where people go to hear the truth."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "If you want to help the American theater, don't be an actress, be an audience."
    },
    {
      "cite": "Will Rogers",
      "quote": "The theater is a great equalizer: it is the only place where the poor can look down on the rich."
    },
    {
      "cite": "Arthur Miller",
      "quote": "The theater is so endlessly fascinating because it is so accidental. It's so much like life."
    },
    {
      "cite": "Fiona Shaw",
      "quote": "Theater is dangerously open to repetition. It's exciting when you hit on a new way."
    }
  ]
}