{
  "source": "https://www.wisesayings.com/theme-quotes/",
  "theme": "theme",
  "quotes": [
    {
      "cite": "Dannie Abse",
      "quote": "The theme of Death is to Poetry what Mistaken Identity is to Drama."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "Pick a theme and work it to exhaustion... the subject must be something you truly love or truly hate."
    },
    {
      "cite": "Edward Zwick",
      "quote": "There is no reason why challenging themes and engaging stories have to be mutually exclusive - in fact, each can fuel the other."
    },
    {
      "cite": "Douglas Kennedy",
      "quote": "If there is an abiding theme in 'The Pursuit of Happiness,' it is the idea that you come into the world already shaped by other people's past histories."
    },
    {
      "cite": "Walter Isaacson",
      "quote": "A theme of digital success is keeping it simple."
    },
    {
      "cite": "John Updike",
      "quote": "The theme of old age doesn't seem to fascinate Hollywood."
    },
    {
      "cite": "Andrew Stanton",
      "quote": "A strong theme is always running through a well-told story."
    },
    {
      "cite": "David Pogue",
      "quote": "A running theme in my life is my inability to say no to anything."
    },
    {
      "cite": "Henri-Frédéric Amiel",
      "quote": "A musical theme once exhausted, finds its due refuge and repose in silence."
    },
    {
      "cite": "Lillian Hellman",
      "quote": "A theme is always necessary, a plain, simple, unadorned theme to confuse the ignorant."
    },
    {
      "cite": "Matt Chandler",
      "quote": "The theme of the Bible is not that the world's not messy but that God's at work in the mess."
    },
    {
      "cite": "Joyce Maynard",
      "quote": "There is a theme that runs through my work, and that is: the toxic property of keeping secrets."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "If a theme or idea is too near the surface, the novel becomes simply a tract illustrating an idea."
    },
    {
      "cite": "Satyajit Ray",
      "quote": "If the theme is simple, you can include a hundred details that create the illusion of actuality better."
    },
    {
      "cite": "Emanuel Steward",
      "quote": "If there is one abiding theme in the gym, it's the withering work in the ring. Those not fit do not survive."
    },
    {
      "cite": "Richard B. Spence",
      "quote": "A key theme is that human history, behavior and reality are governed not by what we know but by what we believe."
    },
    {
      "cite": "Namsoon Kang",
      "quote": "The overall theme of theology can be twofold: the search for meaning and the responsibility one has to the others."
    },
    {
      "cite": "Justin Cronin",
      "quote": "One of the great themes in American literature is the individual's confrontation with the vast open spaces of the continent."
    },
    {
      "cite": "Philip Pullman",
      "quote": "There are some themes, some subjects, too large for adult fiction; they can only be dealt with adequately in a children's book."
    },
    {
      "cite": "Guenter Lewy",
      "quote": "A recurring theme in the literature of secular humanism is the harsh assault upon traditional religion, especially Christianity."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "There are certain themes of which the interest is all-absorbing, but which are too entirely horrible for the purposes of legitimate fiction."
    },
    {
      "cite": "John O'Hara",
      "quote": "They say great themes make great novels. but what these young writers don't understand is that there is no greater theme than men and women."
    },
    {
      "cite": "John Pilger",
      "quote": "Two increasing themes which appear to dominate our listening, reading and watching lives are propaganda and 'national security', or manufactured war."
    },
    {
      "cite": "Cory Booker",
      "quote": "These are the themes in life which are consistent in Judaism, Islam, Hinduism - of being grounded in who you are and being engaged in an unjust world."
    },
    {
      "cite": "Mike Svob",
      "quote": "The theme, or harmony, of a painting can be created by any one of its visual elements. A single colour... repetition of shapes... Light can be a theme."
    },
    {
      "cite": "Theodore Kaczynski",
      "quote": "A theme that appears repeatedly in the writings of the social critics of the second half of the 20th century is the sense of purposelessness that afflicts many people in modern society."
    },
    {
      "cite": "Will Poulter",
      "quote": "Themes of redemption, temptation, and faith don't necessarily apply directly to religion. A lot of people find faith in their lives outside of God and still deal with notions of temptation and redemption that aren't religious."
    },
    {
      "cite": "Robert Wise",
      "quote": "You can't tell any kind of a story without having some kind of a theme, something to say between the lines."
    },
    {
      "cite": "Richard Russo",
      "quote": "If there's an enduring theme in my work, it's probably the effects of class on American life."
    },
    {
      "cite": "Robert Genn",
      "quote": "Exploit a subject or a theme to its greatest potential by bringing all possible reference to bear - then put aside the reference and create again using the potential of your unfettered imagination."
    }
  ]
}