{
  "source": "https://www.wisesayings.com/theory-quotes/",
  "theme": "theory",
  "quotes": [
    {
      "cite": "Immanuel Kant",
      "quote": "Experience without theory is blind, but theory without experience is mere intellectual play."
    },
    {
      "cite": "John McCarthy",
      "quote": "Never abandon a theory that explains something until you have a theory that explains more."
    },
    {
      "cite": "Phil Zuckerman",
      "quote": "Theory without data is myth: data without theory is madness."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Theories are private property, but truth is common stock"
    },
    {
      "cite": "Claude Bernard",
      "quote": "We must alter theory to adapt it to nature, but not nature to adapt it to theory."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Experience by itself teaches nothing...Without theory, experience has no meaning. Without theory, one has no questions to ask. Hence without theory there is no learning."
    },
    {
      "cite": "Yogi Berra",
      "quote": "In theory there is no difference between theory and practice. In practice there is."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "A good scientific theory is one which is falsifiable, which has not been falsified."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Theory is worth but little, unless it can explain its own phenomena, and it must effect this without contradicting itself; therefore, the facts are sometimes assimilated to the theory, rather than the theory to the facts."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is the theory which decides what can be observed."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The truth of a theory is in your mind, not in your eyes."
    },
    {
      "cite": "Jan L. A. van de Snepscheut",
      "quote": "The difference between theory and practice is larger in practice than the difference between theory and practice in theory."
    },
    {
      "cite": "Romain Rolland",
      "quote": "Leave your theories. All theories, you see, even those of virtue, are bad, foolish, mischievous."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The moment a person forms a theory, his imagination sees in every object only the traits which favor that theory."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Theories are usually the over-hasty efforts of an impatient understanding that would gladly be rid of phenomena, and so puts in their place pictures, notions, nay, often mere words."
    },
    {
      "cite": "Edward W. Howe",
      "quote": "A theory is no more like a fact than a photograph is like a person."
    },
    {
      "cite": "Felix Cohen",
      "quote": "Generally the theories we believe we call facts, and the facts we disbelieve we call theories."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "A theory must be tempered with reality."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "All theories are legitimate, no matter. What matters is what you do with them."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "All theory, dear friend, is gray, but the golden tree of life springs ever green."
    },
    {
      "cite": "Linus Torvalds",
      "quote": "Theory and practice sometimes clash. And when that happens, theory loses. Every single time."
    },
    {
      "cite": "E.W. Howe",
      "quote": "A young man is a theory, an old man is a fact."
    },
    {
      "cite": "Ruth Hubbard",
      "quote": "Every theory is a self-fulfilling prophecy that orders experience into the framework it provides."
    },
    {
      "cite": "Carl Zimmer",
      "quote": "Theories are neither hunches nor guesses. They are the crown jewels of science."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Those who say theory and practice are two unrelated realms are fools in one and scoundrels in the other."
    },
    {
      "cite": "Giuseppe Mazzini",
      "quote": "The theory of rights enables us to rise and overthrow obstacles, but not to found a strong and lasting accord between all the elements which compose the nation."
    },
    {
      "cite": "George Santayana",
      "quote": "Theory helps us to bear our ignorance of fact."
    },
    {
      "cite": "Sir William Hamilton",
      "quote": "There is a distinction, but no opposition, between theory and practice. Each to a certain extent supposes the other. Theory is dependent on practice; practice must have preceded theory."
    },
    {
      "cite": "Friedrich Engels",
      "quote": "An ounce of action is worth a ton of theory."
    },
    {
      "cite": "Andre Gide",
      "quote": "No theory is good unless it permits, not rest, but the greatest work. No theory is good except on condition that one use it to go on beyond."
    }
  ]
}