{
  "source": "https://www.wisesayings.com/therapist-quotes/",
  "theme": "therapist",
  "quotes": [
    {
      "cite": "Saul Bellow",
      "quote": "Psychoanalysis pretends to investigate the Unconscious. The Unconscious by definition is what you are not conscious of. But the Analysts already know what's in it. They should, because they put it all in beforehand. It's like an Easter Egg hunt."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "In therapy, the therapist acts as a container for what we daren't let out, because it is so scary, or what lets itself out every so often, and lays waste to our lives."
    },
    {
      "cite": "Jacques Derrida",
      "quote": "Psychoanalysis has taught that the dead -- a dead parent, for example -- can be more alive for us, more powerful, more scary, than the living. It is the question of ghosts."
    },
    {
      "cite": "Vicki Robin",
      "quote": "It is easier to tell our therapist about our sex life than it is to tell our accountant about our finances."
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "In psycho-analysis nothing is true except the exaggerations."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Psychoanalysis is in essence a cure through love."
    },
    {
      "cite": "Sissela Bok",
      "quote": "Psychologists have found that we are more likely, in looking back at our lives, to remember high points and dramatic shifts in far greater proportion than ongoing stretches of happiness or misery."
    },
    {
      "cite": "Laura Wasser",
      "quote": "Sometimes, just the act of venting is helpful. Counseling provides a safe haven for precisely that kind of free-ranging release: You can say things in the therapist's office, with the therapist present, that would be incendiary or hurtful in your living room."
    },
    {
      "cite": "Michael Adzema",
      "quote": "The role of the therapist is to reflect the being/accepting self that was never allowed to be in the borderline."
    },
    {
      "cite": "Laura Wasser",
      "quote": "Just about every therapist or counselor or social worker is practiced in dealing with people going through failing relationships, ending them, and confronting issues of custody and support."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "Psychologists really aim to be scientists, white-coat stuff, with elaborate statistics, running experiments."
    },
    {
      "cite": "Daniel Gilbert",
      "quote": "Psychologists call this habituation, economists call it declining marginal utility, and the rest of us call it marriage."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Any therapist will tell you that when you're ready, you will come out. To be outed means you weren't ready."
    },
    {
      "cite": "Geoffrey Nunberg",
      "quote": "Psychoanalysis is unlikely to be repealed; people are not going to go back to reading novels in order to understand themselves and their lives."
    },
    {
      "cite": "David D Burns",
      "quote": "Most therapists do not appear to know how to pinpoint and reverse therapeutic resistance - to head it off at the pass. Instead, they try to persuade the patient to change, or to do the psychotherapy homework, while the patient resists and 'yes-butts' the therapist. The therapist ends up feeling frustrated and resentful, and doing all the work."
    },
    {
      "cite": "Alice Miller",
      "quote": "Psychoanalysis does not distort the truth by accident. It does so by necessity. It is an effective system for the suppression of the truth about childhood, a truth feared by our entire society. Not surprisingly, it enjoys great esteem among intellectuals."
    },
    {
      "cite": "Norman O. Brown",
      "quote": "Psychoanalysis can provide a theory of 'progress,' but only by viewing history as a neurosis."
    },
    {
      "cite": "Clair Davies",
      "quote": "The daily clinical experience of thousands of massage therapists, physical therapists, and physicians strongly indicates that most of our common aches and pains - and many other puzzling physical complaints - are actually caused by trigger points, or small contraction knots, in the muscles of the body."
    },
    {
      "cite": "Jed Diamond",
      "quote": "Effective psychotherapy works because the therapist continues to grow as a person and as a healer."
    },
    {
      "cite": "Karen Horney",
      "quote": "Life as a therapist is ruthless; circumstances that are helpful to one neurotic may crush another."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "No psychologist should pretend to understand what he does not understand... Only fools and charlatans know everything and understand nothing."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Psychoanalysis is confession without absolution."
    },
    {
      "cite": "Beth Ditto",
      "quote": "If you have a therapist who agrees with your every word, then your brain isn't getting proper exercise."
    },
    {
      "cite": "Noam Shpancer",
      "quote": "A therapist who rushes to help forgets to listen."
    },
    {
      "cite": "Demi Lovato",
      "quote": "If everybody in the world saw a therapist, we would have a better world."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Time and rest are needed for absorption. Psychologists confirm that it is really in the summer that our muscles learn to skate and in the winter, how to swim."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "Psychoanalysis is a technique we practice at our cost; psychoanalysis degrades our risks, our dangers, our depths; it strips us of our impurities, of all that made us curious about ourselves."
    },
    {
      "cite": "Jed Diamond",
      "quote": "A good therapist uses their whole being to engage fully with the whole being of the person coming for help."
    },
    {
      "cite": "Karen Horney",
      "quote": "Fortunately analysis [psychoanalysis] is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist."
    },
    {
      "cite": "John E. Sarno",
      "quote": "A knowledgeable physical therapist can slowly build up patients' confidence by reassuring them that there is no structural problem and reminding them of the physiologic reason for the pain."
    }
  ]
}