{
  "source": "https://www.wisesayings.com/therapy-quotes/",
  "theme": "therapy",
  "quotes": [
    {
      "cite": "Milton H. Erickson",
      "quote": "Therapy is often a matter of tipping the first domino."
    },
    {
      "cite": "Cara Delevingne",
      "quote": "The best therapy is actually the more aggressive kind when they break you open; they unleash you."
    },
    {
      "cite": "Beth Orton",
      "quote": "Therapy is like telling your nightmares when you're a kid; they lose their power to hurt and control."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Psychotherapy is a private, confidential conversation that has nothing to do with illness, medicine, or healing."
    },
    {
      "cite": "David D. Burns",
      "quote": "Therapy is not to 'talk about' things, but to change the person's life, and to relieve suffering, such as depression, anxiety, or relationship problems."
    },
    {
      "cite": "Rollo May",
      "quote": "The purpose of psychotherapy is to set people free."
    },
    {
      "cite": "Jed Diamond",
      "quote": "Effective psychotherapy works because the therapist continues to grow as a person and as a healer."
    },
    {
      "cite": "Dion Fortune",
      "quote": "Psychotherapy may begin with the primitive, but it must end with the divine, for both are integral factors in the human mind."
    },
    {
      "cite": "Eda Leshan",
      "quote": "Psychotherapy can be one of the greatest and most rewarding adventures, it can bring with it the deepest feelings of personal worth, of purpose and richness in living."
    },
    {
      "cite": "Hans Eysenck",
      "quote": "There thus appears to be an inverse correlation between recovery and psychotherapy; the more psychotherapy, the smaller the recovery rate."
    },
    {
      "cite": "Irvin D. Yalom",
      "quote": "Psychotherapy is a cyclical process from isolation into relationship. It is cyclical because the patient, in terror of existential isolation, relates deeply and meaningfully to the therapist and then, strengthened by this encounter, is led back again to a confrontation with existential isolation."
    },
    {
      "cite": "Mary Pipher",
      "quote": "Therapy isn't radio. We don't need to constantly fill the air with sounds. Sometimes, when it's quiet, surprising things happen."
    },
    {
      "cite": "Cloe Madanes",
      "quote": "Psychotherapy is the art of finding the angel of hope in the midst of terror, despair and madness."
    },
    {
      "cite": "Patricia Love",
      "quote": "Psychotherapy isn't a twentieth-century artifice imposed on nature, but the reinstatement of a natural healing process."
    },
    {
      "cite": "Ashrita Furman",
      "quote": "Everything is in slow motion down there and silent. It could replace psychotherapy."
    }
  ]
}