{
  "source": "https://www.wisesayings.com/thick-skin-quotes/",
  "theme": "thick-skin",
  "quotes": [
    {
      "cite": "Zooey Deschanel",
      "quote": "I put myself out there; it's part of my job, and I get it: people will attack me. At first I was thrown off, but now I have a pretty thick skin about it."
    },
    {
      "cite": "Jesse Itzler",
      "quote": "Later on in my life, it became a big theme: just being okay and comfortable to take the risk and to have really thick skin and realize not everybody is going to love your product. Get over it, and if you believe in it, keep going forward."
    },
    {
      "cite": "Milo Yiannopoulos",
      "quote": "People assume because I have a very thick skin that I don't have feelings. I don't, for the most part. But occasionally, I'm capable of great acts of charity. I tend to do it quietly."
    },
    {
      "cite": "Sara Sampaio",
      "quote": "Dealing with negative comments is part of this job, and I've had to develop a thick skin, though some days it's easier than others."
    },
    {
      "cite": "Bill Bailey",
      "quote": "You have to have a thick skin, yes. If you're going to do something as foolhardy as standup, you've got to be able to take it on the chin if someone has a go at you."
    },
    {
      "cite": "Michael Soll",
      "quote": "The problem with thick skin is that it leaves you impervious to the sharpest of pins. Everything becomes dull. But without that sense of pain, there cannot be that sense of relief. Ultimately, the thickened skin leaves you numb, incapable of feeling the highs and lows of life. It leaves you rough like a rock and just as inanimate."
    },
    {
      "cite": "Megan Alexander",
      "quote": "Focus on your work. Be the best you that you can be. Develop a thick skin and let things roll off your back. And keep a sense of humor!"
    },
    {
      "cite": "Kathryn Minshew",
      "quote": "Starting a business isn't for everyone, and it's not what you should do if you aren't sure what else to do. It requires thick skin and the willingness to carry a great deal of stress, sometimes alone. It's more often a life of failure than a life of success, and the majority of successes came after a long road of disappointment, and often shame."
    },
    {
      "cite": "Kate Voegele",
      "quote": "My biggest advice for girls - and this is something that I wish I could have known when I was younger - is to have thick skin. It's something that you definitely develop when you get older, but when I first started, I was so obsessed with pleasing everybody. I wanted everybody to like me and to like my songs."
    },
    {
      "cite": "Viggo Mortensen",
      "quote": "Freud was the son of a Jewish merchant who had to move his whole family to Vienna because he couldn't get work. He, as a boy, had to watch his father be mocked and abused on the street for being Jewish... You develop a thick skin and you develop a certain kind of wit to defend yourself."
    },
    {
      "cite": "Stephen Boss",
      "quote": "Without that thick skin and a clear vision of what it is you want to do, what it is you know you want to do, it can be really easy to get out here and get lost and swept away in whatever is going on. You really have to be steadfast in the mind for sure."
    },
    {
      "cite": "Rajneesh",
      "quote": "Millions of people have decided not to be sensitive. They have grown thick skins around themselves just to avoid being hurt by anybody. But it is at great cost. Nobody can hurt them, but nobody can make them happy either."
    },
    {
      "cite": "Jess Weixler",
      "quote": "People say that one of the most important things about being an actor is to have thick skin, but I don't think that's it. Because you can't just walk around being tough, you have to be able to be vulnerable to do this. So really, it's about not being defensive."
    },
    {
      "cite": "Dane Cook",
      "quote": "You have to realize, when you're a comedian, that you have to have a thick skin. And trust me, being onstage in front of people is already difficult enough. Somebody's personal attack in an email is not as hard as getting onstage."
    },
    {
      "cite": "Stephen Boss",
      "quote": "The life of a dancer is not for everyone. You really have to have some thick skin. You really have to know what you're going into and how competitive the field is."
    },
    {
      "cite": "Dax Shepard",
      "quote": "Because 98 percent of our ideas are not great ideas, or everyone would be a billionaire. So yeah. That's something people have had a lot of experience in: being told our idea is bad or our performance is bad. I think that's the one common thread between all working actors is that they have a pretty thick skin - or you'd like to hope. You're used to rejection, that's for sure."
    },
    {
      "cite": "John Legend",
      "quote": "Even if you can sing or even if you can write a song, it takes a lot of determination, it takes some kind of thick skin, because you got to persevere despite the fact that people tell you you shouldn't do this or you shouldn't do that or you're not good enough or your style's too different. I've heard all of that stuff."
    },
    {
      "cite": "Shelley Moore Capito",
      "quote": "Having a thick skin doesn't mean that you're hard or harsh. I was lucky because I was born with a thick skin. That doesn't mean that things don't bother me, but you have to keep it in perspective."
    },
    {
      "cite": "Prince",
      "quote": "I have a very thick skin. I take everything that comes and let it bounce right off me because I know the time will come when nobody will be able to speak falsely."
    },
    {
      "cite": "Alexander Wang",
      "quote": "You know, when you go to high school or, you know, when kids are younger and there's not an understanding of differences. But I built up a very strong, thick skin."
    },
    {
      "cite": "Miguel Syjuco",
      "quote": "When you live in the Philippines or a country like that, you develop something of a very thick skin because you're confronted every day with all of the problems all around you."
    },
    {
      "cite": "Darrin Patrick",
      "quote": "God, make me a man with thick skin and a soft heart. Make me a man who is tough and tender. Make me tough so I can handle life. Make me tender so I can love people. God, make me a man."
    },
    {
      "cite": "Billy Casper",
      "quote": "When I was in first grade, the kids called me 'fatso.' It hurt, but the way I overcame it was to outrun every kid in the class. So I developed a thick skin, and athletics became my way of performing and being accepted."
    },
    {
      "cite": "Joyce Banda",
      "quote": "An African woman carries heavy loads anyway. That's how we are trained; we are brought up that nothing is unbearable. I use that now, positively. I use that now to have the thick skin that I have, and not fear, and move forward, and push; and push forward."
    },
    {
      "cite": "Jessica Raine",
      "quote": "I've been thinking recently about all the qualities you need in order to be an actor. First and foremost, you've got to have a thick skin and give out an 'I don't give a monkey's what you think' kind of vibe, while at the same time really caring what everyone thinks. You've got to be tough and sensitive at the same time."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "A human being has so many skins inside, covering the depths of the heart. We know so many things, but we don't know ourselves! Why, thirty or forty skins or hides, as thick and hard as an ox's or bear's, cover the soul. Go into your own ground and learn to know yourself there."
    },
    {
      "cite": "Charlie Daniels",
      "quote": "Make sure to be honest with yourself, about if that's really what you want to do with your life - to make music. It takes a commitment - a tremendous, thick-skinned commitment of being the first one to get there and the last one to leave, doing what you want to do even if you have to work twice as hard as anybody else ever did."
    },
    {
      "cite": "Jon Gruden",
      "quote": "Hey, you've got to have a thick skin. You've got to take negativity for what it is. You've got to keep working, keep pushing."
    },
    {
      "cite": "Tom Curley",
      "quote": "I now look back fondly at those being the most constructive years for preparing me for life in the real world, ... You have to have pretty thick skin and you have to have big shoulders."
    },
    {
      "cite": "John Bunyan",
      "quote": "Hope has a thick skin and will endure many a blow; it will put on patience as a vestment and will endure all things (if they be of the right kind) for the joy that is set before it. Hence patience is called patience of hope,' because it is hope that makes the soul exercise long-suffering under the cross until the time comes to enjoy the crown!"
    }
  ]
}