{
  "source": "https://www.wisesayings.com/thief-quotes/",
  "theme": "thief",
  "quotes": [
    {
      "cite": "Steven Wright",
      "quote": "To steal ideas from one person is plagiarism; to steal from many is research."
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "The thief or swindler who has gained great wealth by his delinquency has a better chance than the small thief of escaping the rigorous penalty of the law."
    },
    {
      "cite": "Ally Carter",
      "quote": "Even the best thief in the world can't steal time."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Good artists copy, great artists steal."
    },
    {
      "cite": "Arab Proverb",
      "quote": "Lie to a liar, for lies are his coin; Steal from a thief, for that is easy; lay a trap for a trickster and catch him at first attempt, but beware of an honest man."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Steal a little and they'll put you in jail, steal a lot and they'll make you king."
    },
    {
      "cite": "Zhuangzi",
      "quote": "The petty thief is imprisoned but the big thief becomes a feudal lord."
    },
    {
      "cite": "Mobutu Sese Seko",
      "quote": "If you steal, do not steal too much at a time. You may be arrested. Steal cleverly, little by little."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "A thief is a man in need. A liar is a man in fear."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "A thief believes everybody steals."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Thief is not the one who steals, but the one that is caught."
    },
    {
      "cite": "Moses",
      "quote": "You shall not steal, nor deal falsely, nor lie to one another."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The thief, as will become apparent, was a special type of thief. This thief was an artist of theft. Other thieves merely stole everything that was not nailed down, but this thief stole the nails as well."
    },
    {
      "cite": "Criss Jami",
      "quote": "A thief is one who insists on sharing his victimhood."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "One can steal ideas, but no one can steal execution or passion."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The thief steals from himself. The swindler swindles himself. For the real price is knowledge and virtue, whereof wealth and credit are signs. These signs, like paper money, may be counterfeited or stolen, but that which they represent, namely, knowledge and virtue, cannot be counterfeited or stolen."
    },
    {
      "cite": "Kevin Bales",
      "quote": "Slavery is theft, theft of a life, theft of work, theft of any property or produce, theft even of the children a slave might have borne."
    },
    {
      "cite": "Aesop",
      "quote": "We hang the petty thieves and appoint the great ones to public office."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "You are a den of vipers and thieves. I intend to rout you out, and by the grace of the eternal God, I will rout you out."
    },
    {
      "cite": "Aristotle",
      "quote": "Every rascal is not a thief, but every thief is a rascal."
    },
    {
      "cite": "Billy Graham",
      "quote": "I'm going to Heaven just like the thief on the cross who said in that last moment: 'Lord, remember me."
    },
    {
      "cite": "Bob Hastings",
      "quote": "Regret and fear are twin thieves that rob us of today."
    },
    {
      "cite": "Brigham Young",
      "quote": "If you want to know what to do with a thief that you may find stealing, I say kill him on the spot, and never suffer him to commit another iniquity."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Don't let a thief into your house three times. The first time was enough. The second time was a chance. The third time means you're stupid."
    },
    {
      "cite": "Caitlin Thomas",
      "quote": "Sex divorced from love is the thief of personal dignity."
    },
    {
      "cite": "Callimachus",
      "quote": "Set a thief to catch a thief."
    },
    {
      "cite": "Charles Dickens",
      "quote": "My advice is to never do tomorrow what you can do today. Procrastination is the thief of time."
    },
    {
      "cite": "Charles Portis",
      "quote": "I would not put a thief in my mouth to steal my brains."
    },
    {
      "cite": "Christopher Pike",
      "quote": "Death never comes at the right time, despite what mortals believe. Death always comes like a thief."
    },
    {
      "cite": "Christopher Pike",
      "quote": "The seconds tick. They always do. The power of an entire sun cannot stop them even for a moment, and so death comes between the moments, like a thief of light in the dark."
    }
  ]
}