{
  "source": "https://www.wisesayings.com/thinking-quotes/",
  "theme": "thinking",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is nothing either good or bad but thinking makes it so."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will."
    },
    {
      "cite": "Henry Ford",
      "quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can, or you think you can't--you're right."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Think before you speak. Read before you think."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."
    },
    {
      "cite": "John Locke",
      "quote": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours."
    },
    {
      "cite": "Nisargadatta Maharaj",
      "quote": "The mind is what it thinks. To make it true, think true."
    },
    {
      "cite": "Voltaire",
      "quote": "No problem can withstand the assault of sustained thinking."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Reading without reflecting is like eating without digesting."
    },
    {
      "cite": "Lorraine Hansberry",
      "quote": "Never be afraid to sit awhile and think."
    },
    {
      "cite": "Walter Anderson",
      "quote": "You and I are not what we eat; we are what we think."
    },
    {
      "cite": "Brian Tracy",
      "quote": "An attitude of positive expectation is the mark of the superior personality."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you can dream it, then you can achieve it. You will get all you want in life if you help enough other people get what they want."
    },
    {
      "cite": "Robert H Schuller",
      "quote": "The only place where your dream becomes impossible is in your own thinking."
    },
    {
      "cite": "Anais Nin",
      "quote": "We don t see things as they are, we see them as we are."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "No matter what the situation, remind yourself ?I have a choice."
    },
    {
      "cite": "William James",
      "quote": "A great many people think they are thinking when they are merely rearranging their prejudices."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Clear thinking requires courage rather than intelligence."
    },
    {
      "cite": "Christian N. Bovee",
      "quote": "Few minds wear out; more rust out."
    },
    {
      "cite": "Luther Burbank",
      "quote": "It is well for people who think, to change their minds occasionally in order to keep them clean."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Most of the mistakes in thinking are inadequacies of perception rather than mistakes of logic."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A man who does not think for himself does not think at all."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "Take time to deliberate; but when the time for action arrives, stop thinking and go in."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Thinking is easy, acting is difficult, and to put one's thoughts into action is the most difficult thing in the world."
    },
    {
      "cite": "Voltaire",
      "quote": "Think for yourselves and let others enjoy the privilege to do so, too"
    },
    {
      "cite": "unknown",
      "quote": "Thinking is the greatest torture in the world for most people."
    }
  ]
}