{
  "source": "https://www.wisesayings.com/thinking-of-you-quotes/",
  "theme": "thinking-of-you",
  "quotes": [
    {
      "cite": "Greg Mendoza",
      "quote": "Where else would any sane man want to be, but in your eyes, your heart, and your arms, a sea of passion ever moving, beating like my heart when I think of you."
    },
    {
      "cite": "Claudia Adrienne Grandi",
      "quote": "If I had a single flower for every time I think of you, I could walk forever in my garden."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "I can go days without talking to you, months without seeing you, but not a second goes by that I'm not thinking about you."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Somewhere someone is thinking of you. Someone is calling you an angel. This person is using celestial colors to paint your image. Someone is making you into a vision so beautiful that it can only live in the mind."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I've been thinking about you constantly since I left, wondering why the journey I'm on seemed to have led through you. I know my journey's not over yet, and that life is a winding path, but I can only hope it somehow circles back to the place I belong. That's how I think of it now. I belong with you."
    },
    {
      "cite": "Terry Mark",
      "quote": "I went to sleep last night thinking about you, I woke up this morning still thinking about you. When I'm down, I whisper your name to myself and smile. I still love you, don't doubt it."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I think about you constantly, whether it's with my mind or my heart."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "My heart dances with joy when I think about you."
    },
    {
      "cite": "Fad Ibra",
      "quote": "Every now and then my heart wanders back in time and all those old feelings awaken the memories in my mind."
    },
    {
      "cite": "Paul",
      "quote": "You are the sun in my day the wind in my sky the waves in my ocean and the beat in my heart... Thinking of You!"
    },
    {
      "cite": "John Dryden",
      "quote": "Love reckons hours for months, and days for years; and every little absence is an age."
    },
    {
      "cite": "Mitch Cuento",
      "quote": "Do you know I never ever feel bored, never ever feel lonely, because you are always in my thoughts, morning, afternoon and night."
    },
    {
      "cite": "M.S.Lowndes",
      "quote": "Just thought I'd let you know I've been thinking of you. So I thought I'd brighten up your day and bring a smile to you, praying God will touch your life in a more meaningful way and that you'll feel the warmth of God, today and every day."
    },
    {
      "cite": "Kenneth Rexroth",
      "quote": "Lost in loneliness and pain. Black and unendurable, Thinking of You with every Corpuscle of my flesh, in Every instant of night And day."
    },
    {
      "cite": "Mitch Cuento",
      "quote": "Between a million yesterdays and a million tomorrows, there's only one today. And I would never let it pass without telling you I'm thinking of you."
    },
    {
      "cite": "Sam Crow",
      "quote": "When I think of you, I think of kindness, wisdom and love. Thanks for being you."
    },
    {
      "cite": "Anonymous",
      "quote": "When we're together or when we're apart, you're first in my thoughts and first in my heart."
    },
    {
      "cite": "Anonymous",
      "quote": "Laughter, acceptance, love. These are the things I think of whenever I think of you."
    },
    {
      "cite": "Michael Pryce",
      "quote": "Thinking of You is easy - I do it every day. Missing you is the heartache, that never goes away."
    },
    {
      "cite": "Perez",
      "quote": "My thoughts are free to go anywhere, but it's suprising how often they head in your direction."
    },
    {
      "cite": "Dierks Bentley",
      "quote": "I'm thinking of you, that's all I do, all the time. You're always the first and the last thing on this heart of mine. No matter where I go, or what I do, I'm thinking of you."
    },
    {
      "cite": "Drake",
      "quote": "Want to know a Secret? Someone out there can't stop thinking about you.You are Beautiful. Don't ever believe differently."
    },
    {
      "cite": "J.J. Britton",
      "quote": "Thou perchance art thinking now. As I think of thee, and our thoughts in heaven above meet invisibly."
    },
    {
      "cite": "Mitch Cuento",
      "quote": "I keep myself busy with the things I do. But in every moment when I pause, I still think of you."
    },
    {
      "cite": "Andrew Guzaldo",
      "quote": "Although we are miles apart, the thought and touch of you lives within my heart. It is for that reason my dear you will always feel near, even though we are thousands of miles APART!"
    },
    {
      "cite": "Selena Quintanilla Perez",
      "quote": "Late at night when all the world is sleeping, I stay up and think of you. And I wish on a star that somewhere you are thinking of me too."
    },
    {
      "cite": "Shiro Amano",
      "quote": "Thinking of You where ever you are- We pray for our sorrows to end and hope that our hearts will blend now I will step forward to realize this wish- And who knows starting a new journey may not be so hard or maybe it's already begun- There are many worlds but they share the same sky one sky one destiny."
    },
    {
      "cite": "Dylan McNair",
      "quote": "If I had a rose for every time I thought of you, I'd be picking roses for a lifetime."
    },
    {
      "cite": "James",
      "quote": "I am waiting and hoping and wishing for the time, when we can be together again! Thinking of You..."
    },
    {
      "cite": "Anonymous",
      "quote": "When I think of you I get this feeling that I want to see you."
    }
  ]
}