{
  "source": "https://www.wisesayings.com/thirsty-quotes/",
  "theme": "thirsty",
  "quotes": [
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Do not curse the well that quenches your thirst."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "My spirit thirst for the living water."
    },
    {
      "cite": "Neelam Saxena Chandra",
      "quote": "Thirst is the aim for quest, it keeps inspiring to find more and more; Otherwise, satisfied we would sit, and lazily rest on the shore!"
    },
    {
      "cite": "Carlos Ruiz Zafón",
      "quote": "You don't know what thirst is until you drink for the first time."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "There is a deep dryness of the soul and all of the recalcitrant contrivances of man to quench his own thirst will bring not a single drop of moisture to those parched places, for God and God alone holds the water that satiates the soul."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Appreciate water before you are thirsty! Appreciate all the good things before you need them!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "No one can know the infinite importance of a tiny drop of water better than a thirsty bird or a little ant or a man of desert!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Knowledge is the only water which makes one thirsty when it is drunk."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "IfÂ noÂ one opens, knock onÂ several doors atÂ once."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "WeÂ all can find something bad orÂ imperfect inÂ each other. But IÂ prefer toÂ look for grains ofÂ gold."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Dig your well before you're thirsty."
    },
    {
      "cite": "Lord Byron",
      "quote": "Fame is the thirst of youth."
    },
    {
      "cite": "Jil Sander",
      "quote": "One glass of water doesn't equal another. One may just appease the thirst, the other you may enjoy thoroughly. In Japan, people know about this difference."
    },
    {
      "cite": "William Watson",
      "quote": "The thirst to know and understand, a large and liberal discontent."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Let's choose today to quench our thirst for the 'good life' we thinks others lead by acknowledging the good that already exists in our lives. We can then offer the universe the gift of our grateful hearts."
    },
    {
      "cite": "Athanasius",
      "quote": "These are fountains of salvation that they who thirst may be satisfied with the living words they contain. In these alone is proclaimed the doctrine of godliness. Let no man add to these, neither let him take out from these."
    },
    {
      "cite": "Christian Lous Lange",
      "quote": "The idea of eternity lives in all of us. We thirst to live in a belief which raises our small personality to a higher coherence - a coherence which is human and yet superhuman, absolute and yet steadily growing and developing, ideal and yet real."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Good as drink is, it ends in thirst."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "No matter how much we try to run away from this thirst for the answer to life, for the meaning of life, the intensity only gets stronger and stronger. We cannot escape these spiritual hungers."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The insatiable thirst for everything which lies beyond, and which life reveals, is the most living proof of our immortality."
    },
    {
      "cite": "Hans Selye",
      "quote": "As much as we thirst for approval we dread condemnation."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "The desire of knowledge, like the thirst of riches, increases ever with the acquisition of it."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "The thirst for education that comes with the change the gospel brings can be a blessing or a curse, depending on our motives."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "The thirst for powerful sensations takes the upper hand both over fear and over compassion for the grief of others."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "In your thirst for knowledge, be sure not to drown in all the information."
    },
    {
      "cite": "Dasha Zhukova",
      "quote": "There is a huge thirst for knowledge among the younger generation for contemporary art, but most of them learn about it by going on the Internet."
    },
    {
      "cite": "F. F. Bruce",
      "quote": "The soul's deepest thirst is for God Himself, who has made us so that we can never be satisfied without Him."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Like hunger or thirst, the instinct for balance is built into the human body."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A great thirst is a great joy when quenched in time."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Curiosity is the thirst of the soul."
    }
  ]
}