{
  "source": "https://www.wisesayings.com/thoughts-quotes/",
  "theme": "thoughts",
  "quotes": [
    {
      "cite": "Buddha",
      "quote": "What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: Our life is the creation of our mind."
    },
    {
      "cite": "James Allen",
      "quote": "You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "How you think when you lose determines how long it will be until you win."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Think of your own faults the first part of the night when you are awake, and of the faults of others the latter part of the night when you are asleep."
    },
    {
      "cite": "Socrates",
      "quote": "To find yourself, think for yourself."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "It is almost impossible to think of something no one has thought of before, but it is always possible to add different frills."
    },
    {
      "cite": "Bruno Maddox",
      "quote": "Thought is what makes humans human ... It's the luminous spark of reason that grants us lordship over the animals, endows us with cell phones, and offers hope, even in our darkest hours, that our species will somehow calculate the way forward to a brighter tomorrow."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Experience is the child of Thought, and Thought is the child of Action. We cannot learn men from books."
    },
    {
      "cite": "Henri Poincare",
      "quote": "To doubt everything or to believe everything are two equally convenient solutions; both dispense with the necessity of reflection."
    },
    {
      "cite": "James Allen",
      "quote": "As the plant springs from, and could not be without, the seed, so every act of man springs from the hidden seeds of thought, and could not have appeared without them."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results."
    },
    {
      "cite": "Buddha",
      "quote": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Our life always expresses the result of our dominant thoughts."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "We are addicted to our thoughts. We cannot change anything if we cannot change our thinking."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The soul becomes dyed with the colour of its thoughts."
    },
    {
      "cite": "Rob Bell",
      "quote": "What we do comes out of who we believe we are."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "A sick thought can devour the body's flesh more than fever or consumption."
    },
    {
      "cite": "Nisargadatta Maharaj",
      "quote": "The mind is what it thinks. To make it true, think true."
    },
    {
      "cite": "Voltaire",
      "quote": "No problem can withstand the assault of sustained thinking."
    },
    {
      "cite": "Terry Josephson",
      "quote": "No matter where you go or what you do, you live your entire life within the confines of your head."
    },
    {
      "cite": "Walter Anderson",
      "quote": "You and I are not what we eat; we are what we think."
    },
    {
      "cite": "Will Durant",
      "quote": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds."
    },
    {
      "cite": "Albert Camus",
      "quote": "All great deeds and all great thoughts have a ridiculous beginning."
    },
    {
      "cite": "Anzia Yezierska",
      "quote": "When I only begin to read, I forget I'm on this world. It lifts me on wings with high thoughts."
    },
    {
      "cite": "Aristophanes",
      "quote": "High thoughts must have high language"
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nurture your mind with great thoughts; to believe in the heroic makes heroes."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The highest possible stage in moral culture is when we recognize that we ought to control our thoughts."
    }
  ]
}