{
  "source": "https://www.wisesayings.com/thoughtful-quotes/",
  "theme": "thoughtful",
  "quotes": [
    {
      "cite": "Idowu Koyenikan",
      "quote": "Never underestimate the power of thought; it is the greatest path to discovery."
    },
    {
      "cite": "Confucius",
      "quote": "If there were one word that could act as a standard of conduct for one's entire life, perhaps it would be thoughtfulness."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "The thoughtful soul to solitude retires."
    },
    {
      "cite": "Mary Martin",
      "quote": "Stop the habit of wishful thinking and start the habit of thoughtful wishes."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "We are here to change the world with small acts of thoughtfulness done daily rather than with one great breakthrough."
    },
    {
      "cite": "Willard F. Harley",
      "quote": "Meeting important emotional needs creates the feeling of love, but thoughtfulness keeps it alive."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Thoughtfulness is the beginning of great sanctity. If you learn this art of being thoughtful, you will become more and more Christ-like, for his heart was meek and He always thought of others. Our vocation, to be beautiful, must be full of thought for others."
    },
    {
      "cite": "Dave Willis",
      "quote": "Thoughtfulness is like a glue that holds a married couple together. Be creative and consistent in finding thoughtful ways to show your spouse that you love them and they are always on your mind."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The thoughtful man becomes a hermit in the thoroughfares of the marketplace."
    },
    {
      "cite": "Kenneth Langone",
      "quote": "The two most powerful things in existence: a kind word and a thoughtful gesture."
    },
    {
      "cite": "Michael Bierut",
      "quote": "Be purposeful and thoughtful in the choices you make when the options are neatly infinite."
    },
    {
      "cite": "D. Elton Trueblood",
      "quote": "Thoughtful people are concerned with the future because that is the only area of experience about which anything can be done. We cannot change the past, and the present is gone as soon as it is reported, but the future is that in which we can make a difference."
    },
    {
      "cite": "Dorothy Sarnoff",
      "quote": "The more thoughtful you are of others, the more thoughtful they will be of you. The more you respect them, the more you will win their respect."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "When a thoughtful human being has overcome incentives to vice and is aware of having done his bitter duty, he finds himself in a state that could be called happiness, a state of contentment and peace of mind in which virtue is its own reward."
    },
    {
      "cite": "Tory Burch",
      "quote": "Being a sensitive, thoughtful person opens you up for criticism and being affected by it."
    },
    {
      "cite": "Mattias Klum",
      "quote": "Thoughtfulness begins with seeing."
    },
    {
      "cite": "Johann Wolfgang Von Goeth",
      "quote": "Deeply earnest and thoughtful people stand on shaky footing with the public."
    },
    {
      "cite": "Bob Ehrlich",
      "quote": "Thoughtful people of different political philosophies can disagree, but in a very agreeable manner."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Thoughtful lightness can make frivolity seem dull and heavy."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Become the world's most thoughtful friend."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "All thoughtful men are solitary and original in themselves."
    },
    {
      "cite": "Evan Spiegel",
      "quote": "It's important to be thoughtful and mindful about the things you say to other people."
    },
    {
      "cite": "Robert Breault",
      "quote": "Be thoughtful of others and you will not be shy, for they are incompatible addictions."
    },
    {
      "cite": "John Ruskin",
      "quote": "The purest and most thoughtful minds are those which love colour the most."
    },
    {
      "cite": "Eric Beinhocker",
      "quote": "The most valuable gift one can receive is thoughtful criticism"
    },
    {
      "cite": "Buddha",
      "quote": "Thoughtfulness is the way to deathlessness, thoughtlessness the way to death. The thoughtful do not die: the thoughtless are as if dead already."
    }
  ]
}