{
  "source": "https://www.wisesayings.com/three-quotes/",
  "theme": "three",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of man."
    },
    {
      "cite": "Buddha",
      "quote": "Three things cannot be long hidden: the sun, the moon, and the truth."
    },
    {
      "cite": "William Faulkner",
      "quote": "The writer has three sources: imagination, observation, and experience."
    },
    {
      "cite": "Chris Rock",
      "quote": "There are only three things women need in life: food, water, and compliments."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Three essential virtues are patient, loyalty and kindness."
    },
    {
      "cite": "Bernard of Clairvaux",
      "quote": "The three most important virtues are humility, humility, and humility."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "It is quite right what they say: the three most beautiful sights in the world are a ship in full sail, a galloping horse, and a woman dancing."
    },
    {
      "cite": "Denis Diderot",
      "quote": "There are three principal means of acquiring knowledge observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "There are three things extremely hard: steel, a diamond, and to know one's self."
    },
    {
      "cite": "Confucius",
      "quote": "Three things cannot long be hidden: the sun, the moon, and the truth."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness."
    },
    {
      "cite": "Brian K. Vaughan",
      "quote": "There are only three forms of high art: the symphony, the illustrated children's book and the board game."
    },
    {
      "cite": "Clay Shirky",
      "quote": "There are three things you need to be a good writer: you need to read a lot, you need to write a lot, and you need a lot of feedback."
    },
    {
      "cite": "Seth Godin",
      "quote": "It takes three years to be an overnight success, sometimes more."
    },
    {
      "cite": "Anonymous",
      "quote": "Three things you should never break: Promises, trust, and someone's heart."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The three things you can offer your children to change them: attention, appreciation and affection."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A great woman has three identities: a lovely daughter, a passionate lover, and a kind mother."
    },
    {
      "cite": "Henry James",
      "quote": "Three things in human life are important. The first is to be kind. The second is to be kind. And the third is to be kind."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "He who can make distinction in God without number or quantity, knows that the three persons of the Trinity are one God."
    },
    {
      "cite": "Christopher Morley",
      "quote": "There are three ingredients in the good life: learning, earning and yearning."
    },
    {
      "cite": "G. Campbell Morgan",
      "quote": "The three essentials for great preaching are: truth, clarity, and passion."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Three great actions; explore, experiment and experience."
    },
    {
      "cite": "Bear Grylls",
      "quote": "Survival can be summed up in three words never give up. That's the heart of it really. Just keep trying."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The three great pillars of life; hope, faith and love. The greatest is love."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "Three duties of every Christian are giving, praying, and fasting."
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "The first fundamental law of the universe is the law of three forces, of three principles, or , as it is often called, the law of three. According to this law every action, every phenomenon in all worlds without exception, is the result of a simultaneous action of three forces- the positive, the negative, and the neutralizing."
    },
    {
      "cite": "Stephen Covey",
      "quote": "There are three constants in life change, choice and principles."
    },
    {
      "cite": "Reba McEntire",
      "quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Three essential keys faith, hope and love will open the heavens door."
    },
    {
      "cite": "Chiang Kai-shek",
      "quote": "There are three essential factors in all human activity: spirit, materials, and action."
    }
  ]
}