{
  "source": "https://www.wisesayings.com/threatening-quotes/",
  "theme": "threatening",
  "quotes": [
    {
      "cite": "Nathan Myhrvold",
      "quote": "If people don't find what you are doing threatening, then it is probably not very important."
    },
    {
      "cite": "Elaine Welteroth",
      "quote": "What is unusual is not always threatening. What is different is not necessarily strange."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The new is threatening to those who have mastered the old."
    },
    {
      "cite": "Quintus Curtius Rufus",
      "quote": "Necessity when threatening is more powerful than device of man."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Most people see the world as a threatening place, and, because they do, the world turns out, indeed, to be a threatening place."
    },
    {
      "cite": "Jocelyn Bell Burnell",
      "quote": "We all have fundamental beliefs of one sort or another, and it is very threatening if somebody is saying they're wrong."
    },
    {
      "cite": "Mandy Ashcraft",
      "quote": "When nothing around you makes sense, everything is equally threatening."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Anyone whose needs are small seems threatening to the rich, because he's always ready to escape their control."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Some people find clarity threatening. They like muddle, confusion, obscurity. So when somebody does no more than speak clearly it sounds threatening."
    },
    {
      "cite": "George Foster",
      "quote": "In threatening times like these, what good is a peace that demands a controlled environment? We need a peace of heart and mind to see us through the storm when our environment goes berserk."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "There's nothing more threatening than a powerful woman, and there's nothing more threatening to the current order of things than women powerfully owning their own narrative. It's so threatening to people, to women as well, and it's threatening the order of things."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Women who love themselves are threatening; but men who love real women, more so."
    },
    {
      "cite": "French Proverb",
      "quote": "Who punishes one threatens a hundred."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The coward threatens when he is safe."
    },
    {
      "cite": "Jasmine Guy",
      "quote": "People in power need to control others in order to maintain power. One of the ways to do that is to take that which is threatening and demonize it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When Fortune means to men most good, She looks upon them with a threatening eye."
    },
    {
      "cite": "Sharon Stone",
      "quote": "If I was just normally intelligent, I could probably get away with it - but I'm fiercely intelligent and that's threatening."
    },
    {
      "cite": "Charles Spencer",
      "quote": "Genuine goodness is threatening to those at the opposite end of the moral spectrum."
    },
    {
      "cite": "Shannon Hale",
      "quote": "Sometimes my fancy gets to floating inside me, threatening to carry me away like a leaf on a wind. Better to be a stone."
    },
    {
      "cite": "Amy Cuddy",
      "quote": "Trust comes before strength, and it becomes a conduit of influence. Your strength is a little bit threatening before people trust you."
    },
    {
      "cite": "Titus Livius",
      "quote": "The troubles which have come upon us always seem more serious than those which are only threatening."
    },
    {
      "cite": "Wendy Shalit",
      "quote": "After all, the more women are developed internally, the more this is threatening to a society that insists on seeing them merely externally."
    },
    {
      "cite": "Candice Bergen",
      "quote": "Though beauty gives you a weird sense of entitlement, it's rather frightening and threatening to have others ascribe such importance to something you know you're just renting for a while."
    },
    {
      "cite": "David W. Earle",
      "quote": "Change is threatening to the status quo."
    },
    {
      "cite": "Wendell Berry",
      "quote": "One cannot reduce terror by holding over the world the threat of what it most fears."
    },
    {
      "cite": "Paul Tudor Jones",
      "quote": "We have ripped the humanity out of our companies. It's threatening the very underpinnings of our society."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Man moves in all modes, by legs of horses, by wings of winds, by steam, by gas of balloon, by electricity, and stands on tiptoe threatening to hunt the eagle in his own element."
    },
    {
      "cite": "Pema Chodron",
      "quote": "A further sign of health is that we don't become undone by fear and trembling, but we take it as a message that it's time to stop struggling and look directly at what's threatening us."
    },
    {
      "cite": "Simon Wiesenthal",
      "quote": "The combination of hatred and technology is the greatest danger threatening mankind."
    }
  ]
}