{
  "source": "https://www.wisesayings.com/thrive-quotes/",
  "theme": "thrive",
  "quotes": [
    {
      "cite": "CONNIE SMITH",
      "quote": "Kids flourish if we get them to school every day."
    },
    {
      "cite": "Alex Tabarrok",
      "quote": "The only way to thrive is to innovate. It's that simple."
    },
    {
      "cite": "Sarah Lewis",
      "quote": "We thrive not when we've done it all, but when we still have more to do."
    },
    {
      "cite": "Henry Cloud",
      "quote": "We all make mistakes, but the people who thrive from their mistakes are the successful ones."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "No society can thrive when half its people are left behind."
    },
    {
      "cite": "Jamais Cascio",
      "quote": "Resilience is all about being able to overcome the unexpected. Sustainability is about survival. The goal of resilience is to thrive."
    },
    {
      "cite": "Kofi Annan",
      "quote": "When women thrive, all of society benefits, and succeeding generations are given a better start in life."
    },
    {
      "cite": "Bruce Lipton",
      "quote": "To fully thrive, we must not only eliminate the stressors but also actively seek joyful, loving, fulfilling lives that stimulate growth processes."
    },
    {
      "cite": "Jeffrey Stepakoff",
      "quote": "An apple tree is just like a person. In order to thrive, it needs companionship that's similar to it in some ways, but quite different than others."
    },
    {
      "cite": "Liam Neeson",
      "quote": "Criminals thrive on the indulgence of society's understanding."
    },
    {
      "cite": "Tsepiso Makhubedu",
      "quote": "Children with an entrepreneurial mindset are the people who will make our economy thrive."
    },
    {
      "cite": "Maya Angelou",
      "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "For integrity to flourish in society, we have to nurture it within ourselves, in our children, in our education systems."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A nation, like a tree, does not thrive well till it is engraffed with a foreign stock."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "When women thrive, economies thrive."
    },
    {
      "cite": "Robert Schuller",
      "quote": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts."
    },
    {
      "cite": "Jillian Michaels",
      "quote": "Thriving. That's fighting. Surviving is barely getting by."
    },
    {
      "cite": "Willie Robertson",
      "quote": "God created us to thrive on encouragement from others."
    },
    {
      "cite": "Cornelius Plantinga",
      "quote": "The way to thrive is to help others thrive; the way to flourish is to help others flourish; the way to fulfill yourself is to spend yourself."
    },
    {
      "cite": "George Herbert",
      "quote": "If a good man thrive, all thrive with him."
    },
    {
      "cite": "Marilu Henner",
      "quote": "Everyone thrives most in his or her own unique environment"
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Only in the last moment in history has the delusion arisen that people can flourish apart from the rest of the living world."
    },
    {
      "cite": "Alexandra Elle",
      "quote": "We can only flourish when we are truly grounded in self. keep that in mind when journeying."
    },
    {
      "cite": "Clark Gregg",
      "quote": "There's very few people, who really thrive creatively under great stress and conflict."
    },
    {
      "cite": "Donovan",
      "quote": "Potential is an excuse to procrastinate;Ambition is a means to thrive."
    },
    {
      "cite": "Henry Cavill",
      "quote": "Some people thrive under pressure, but pressure can also ruin your performance, it can push you down angles which you don't want to go."
    },
    {
      "cite": "Paul Krugman",
      "quote": "Bad ideas flourish because they are in the interest of powerful groups."
    },
    {
      "cite": "Po Bronson",
      "quote": "People thrive by focusing on the question of who they really are and connecting that to work that they truly love."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "We laugh to survive. Then, with joy we thrive."
    },
    {
      "cite": "Quentin L. Cook",
      "quote": "We can thrive and bloom if we are rooted in our love of the Savior."
    }
  ]
}