{
  "source": "https://www.wisesayings.com/thrill-quotes/",
  "theme": "thrill",
  "quotes": [
    {
      "cite": "Edgar Allan Poe",
      "quote": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears."
    },
    {
      "cite": "Ann Landers",
      "quote": "Pity the poor millionaire. He'll never know the thrill of paying that final installment."
    },
    {
      "cite": "Elizabeth Dunphy",
      "quote": "Its the little things that matter, that add up in the end, with the priceless thrilling magic found only in a friend."
    },
    {
      "cite": "Helen Keller",
      "quote": "Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure or nothing."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "An unexciting truth may be eclipsed by a thrilling lie."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The language of excitement is at best picturesque merely. You must be calm before you can utter oracles."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Pleasure and thrill are conducive to sadness after the so-called peak has been reached; for the thrill has been experienced, but the vessel has not grown."
    },
    {
      "cite": "Spirella",
      "quote": "There's no thrill in easy sailing when the skies are clear and blue, there's no joy in merely doing things which any one can do. But there is some satisfaction that is mighty sweet to take, when you reach a destination that you thought you'd never make."
    },
    {
      "cite": "William Feather",
      "quote": "The only thrill worth while is the one that comes from making something out of yourself."
    },
    {
      "cite": "Mark Foo",
      "quote": "If you want the ultimate thrill, you've got to be willing to pay the ultimate price."
    },
    {
      "cite": "Rosalyn Sussman Yalow",
      "quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Happiness if not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Most of what is said under excitement is regretted when we become ourselves again."
    },
    {
      "cite": "Ernest Becker",
      "quote": "For man, maximum excitement is the confrontation of death and the skillful defiance of it by watching others fed to it as he survives transfixed with rapture."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The very thrills of genius are disorganizing. The body is never quite acclimated to its atmosphere, but how often, succumbs and goes into a decline."
    },
    {
      "cite": "Tom Wilson",
      "quote": "You know your life needs more excitement when your greatest challenge all week is removing the lint from your dryer's lint-screen all in one piece."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "It is not merely cruelty that leads men to love war, it is excitement."
    },
    {
      "cite": "John Wagner",
      "quote": "There's a thrill in going someplace you aren't supposed to go. The place should come down."
    },
    {
      "cite": "Robert H. Goddard",
      "quote": "No matter how much progress one makes, there is always the thrill of just beginning."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Modern man's happiness consists in the thrill of looking at the shop windows, and in buying all that he can afford to buy, either for cash or on installments."
    },
    {
      "cite": "Randy Pausch",
      "quote": "It's a thrill to fulfill your own childhood dreams, but as you get older, you may find that enabling the dreams of others is even more fun."
    },
    {
      "cite": "Joan Marques",
      "quote": "It's easier to take than to give. It's nobler to give than to take. The thrill of taking lasts a day. The thrill of giving lasts a lifetime."
    },
    {
      "cite": "Helen Rowland",
      "quote": "The chief excitement in a woman's life is spotting women who are fatter than she is."
    },
    {
      "cite": "Henry Moore",
      "quote": "The creative habit is like a drug. The particular obsession changes, but the excitement, the thrill of your creation lasts."
    },
    {
      "cite": "Camille Paglia",
      "quote": "The thrill of terror is passive, masochistic, and implicitly feminine. It is imaginative submission to overwhelming superior force."
    },
    {
      "cite": "Art Rooney",
      "quote": "The biggest thrill wasn't in winning on Sunday but in meeting the payroll on Monday."
    },
    {
      "cite": "Chuck Noll",
      "quote": "The thrill isn't in the winning, it's in the doing."
    },
    {
      "cite": "Horace Mann",
      "quote": "Every nerve that can thrill with pleasure, can also agonize with pain."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "There is an excitement in creating a life, rather than maintaining a life you are not excited about living."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The April winds are magical, And thrill our tuneful frames; The garden-walks are passional To bachelors and dames."
    }
  ]
}