{
  "source": "https://www.wisesayings.com/throne-quotes/",
  "theme": "throne",
  "quotes": [
    {
      "cite": "Talismanist Giebra",
      "quote": "No throne in the world can substitute a beach chair."
    },
    {
      "cite": "King Solomon",
      "quote": "Kindness and faithfulness keep a king safe, through kindness his throne is made secure."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A throne is only a bench covered with velvet."
    },
    {
      "cite": "Petrarch",
      "quote": "It is more honorable to be raised to a throne than to be born to one. Fortune bestows the one, merit obtains the other."
    },
    {
      "cite": "Bamigboye Olurotimi",
      "quote": "The road may be rough, the journey may be tough and the experience may be bitter, but they are stepping stones to our future thrones."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "No king has a throne more beautiful than a bench covered with the autumn leaves!"
    },
    {
      "cite": "Wendell Mayes",
      "quote": "Some smart man once said that on the most exalted throne in the world, we are seated on nothing but our own arse."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "What is a throne? A chair; ornamented but a poisonous chair!"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "On the highest throne in the world, we still sit only on our own bottom."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "I swear to you sitting a throne is a thousand times harder than winning one."
    },
    {
      "cite": "Lucan",
      "quote": "Among those who share a throne there can be no loyalty; Dominion's ever impatient consort."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "A family on the throne is an interesting idea. It brings down the pride of sovereignty to the level of petty life."
    },
    {
      "cite": "Elizabeth D. Marie",
      "quote": "It was not a comfortable Throne, this seat made of stone. But power was not supposed to be comfortable."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Truth forever on the scaffold, wrong forever on the throne."
    },
    {
      "cite": "Jean Racine",
      "quote": "On the throne, one has many worries; and remorse is the one that weighs the least."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "A true king is neither husband nor father; he considers his throne and nothing else."
    },
    {
      "cite": "Santosh Avvannavar",
      "quote": "An imaginary throne is more glorious than a mat of house."
    },
    {
      "cite": "Boris Yeltsin",
      "quote": "You can build a throne with bayonets, but you can't sit on it for long."
    }
  ]
}