{
  "source": "https://www.wisesayings.com/thunder-quotes/",
  "theme": "thunder",
  "quotes": [
    {
      "cite": "Jules Verne",
      "quote": "If there were no thunder, men would have little fear of lightning."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "There is a moonlight note in the Moonlight Sonata; there is a thunder note in an angry sky."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Thunder and lightning, it's like the end of the world."
    },
    {
      "cite": "Munia Khan",
      "quote": "Lightning hides the colour of night."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "No struggle, no success. The stronger the thunder, the heavier the rainfall."
    },
    {
      "cite": "Criss Jami",
      "quote": "Thunderstorms are as much our friends as the sunshine."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Thunder makes a loud noise but it's the quiet sky that lasts."
    },
    {
      "cite": "Mark Twain",
      "quote": "Thunder is good, thunder is impressive; but it is lightning that does the work."
    },
    {
      "cite": "Stevie Nicks",
      "quote": "Thunder only happens when it's raining. Played only love you when they're playing."
    },
    {
      "cite": "Jalal ad-Din Rumi",
      "quote": "Raise your words, not voice. It is rain that grows flowers, not thunder."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "They say all marriages are made in heaven, but so are thunder and lightning."
    },
    {
      "cite": "Ivan Panin",
      "quote": "It is not the roaring thunder that smites, but the silent lightning."
    },
    {
      "cite": "Anonymous",
      "quote": "Thunder is your inner beauty and lightening is your loving spark."
    },
    {
      "cite": "Anonymous",
      "quote": "Thunder clouds do not always give rain."
    },
    {
      "cite": "Frank Crane",
      "quote": "Thunder and lightning among the clouds are matched by storms of passion within me as terrible as they."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When shall we three meet again in thunder, lightning, or in rain?"
    },
    {
      "cite": "John Milton",
      "quote": "Their rising all at once was as the sound of thunder heard remote."
    },
    {
      "cite": "Andrew Cherry",
      "quote": "Loud roared the dreadful thunder, The rain a deluge showers."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "The thunder of false modesty was deafening."
    },
    {
      "cite": "John Milton",
      "quote": "The thunder, Wing'd with red lightning and impetuous rage, Perhaps hath spent his shafts, and ceases now To bellow through the vast and boundless deep."
    },
    {
      "cite": "Mark Twain",
      "quote": "God only exhibits his thunder and lightning at intervals, and so they always command attention."
    },
    {
      "cite": "Ang Woon Chuan",
      "quote": "The speed of lightning is much faster than that of sound - so there is a delay between seeing the flash and hearing the thunder."
    },
    {
      "cite": "Mark Twain",
      "quote": "Thunder is good, thunder is impressive; but it is lightning that does the work."
    },
    {
      "cite": "Paul D Houston",
      "quote": "Every time there was a crash of thunder, I'd pull the bedcovers up. About halfway through the storm, I realized that thunder makes noise, but it's lightning that does the killing."
    },
    {
      "cite": "Robert C. Crosby",
      "quote": "Sometimes the thunder of life gets loud for us. We get overwhelmed and overpowered by it and we just want to cover our ears and wait for it all to stop. However, thunder never intimidates a Thunder maker. To God, the thunder was just a bunch of blue ground crying out for a prospector."
    },
    {
      "cite": "Vernon Cooray",
      "quote": "Sometimes when lightning flashes are taking place at a considerable distance, they are observed without any accompanying thunder."
    },
    {
      "cite": "Vladimir A. Rakov",
      "quote": "Thunder can be defined as the acoustic emission associated with a lightning discharge."
    },
    {
      "cite": "Paul Fleisher",
      "quote": "We see lightning before we hear the thunder. That's because light travels much faster than sound."
    },
    {
      "cite": "Paul Fleisher",
      "quote": "Sound moves outward from lightning strike. Nearby, you hear a loud crack and boom of thunder."
    }
  ]
}