{
  "source": "https://www.wisesayings.com/thursday-quotes/",
  "theme": "thursday",
  "quotes": [
    {
      "cite": "April Winchell",
      "quote": "I wish you a tolerable Thursday. That's all any of us can hope for."
    },
    {
      "cite": "Dimitri Martin",
      "quote": "It's Thursday and it really feels like a Thursday. Sometimes things just work out."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Thursday is end day in weekend. Today you are so tired, will think about how your week was, and how will go on Thursday. With everything that has happened to you, you can either feel sorry for yourself, or treat what has happened as a gift. Everything."
    },
    {
      "cite": "unknown",
      "quote": "Thursday is my favorite day to plan how I'm going to get out of the plans I already made for the weekend."
    },
    {
      "cite": "D. Kortchmar Nilsson",
      "quote": "Wednesday's just the middle of the week, Friday is just another payday, the weekend's just another heyday, but Thursday's surreptitiously unique"
    },
    {
      "cite": "Elisse Boyd",
      "quote": "Wednesday's child is full of woe, but Thursday's child has far to go"
    },
    {
      "cite": "Nicco French",
      "quote": "Thursday is perhaps the worst day of the week. It's nothing in itself; it just reminds you that the week has been going on too long."
    },
    {
      "cite": "Howie Mandel",
      "quote": "I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that."
    },
    {
      "cite": "William Henry Bragg",
      "quote": "On Mondays, Wednesdays, and Fridays we use the wave theory; on Tuesdays, Thursdays, and Saturdays we think of flying energy quanta or corpuscles."
    },
    {
      "cite": "Douglas Adams",
      "quote": "This must be Thursday. I could never get the hang of Thursdays."
    },
    {
      "cite": "unknown",
      "quote": "Thursday. The most useless day. it only exists as a reminder that it's been a really long week...and it's still not over."
    },
    {
      "cite": "unknown",
      "quote": "If 40 is the new 30 and 50 is the new 40, why can't Thursday be the new Friday?"
    },
    {
      "cite": "unknown",
      "quote": "Nothing screws up your Friday like realizing its Thursday."
    },
    {
      "cite": "unknown",
      "quote": "I wait until Thursday to ask people about their weekend plans so there's a better chance they're already busy."
    },
    {
      "cite": "unknown",
      "quote": "Happy Thursday! You're only one day away from being two days away from doing the same work you're doing right now!"
    },
    {
      "cite": "John Ashbery",
      "quote": "And whether it is Thursday, or the day is stormy, With thunder and rain, or the birds attack each other, We have rolled into another dream."
    },
    {
      "cite": "Byron Pulsifier",
      "quote": "Thursdays bring a focus to our week to complete all that needs to be done."
    },
    {
      "cite": "Kate Summers",
      "quote": "Effort is what is required on Thursday to finish all that needs to be done."
    },
    {
      "cite": "D. Kortchmar Nilsson",
      "quote": "Here's why I did not go to work today / Thursday's such a crazy, lazy day / Thursday has its own peculiar way / Thursday has its own peculiar way."
    },
    {
      "cite": "D. Kortchmar Nilsson",
      "quote": "Sometimes Thursday almost / Makes you want to run away / Thursday's such a crazy, lazy day."
    },
    {
      "cite": "Geoffrey Williams",
      "quote": "On a cloudy Thursday / On a cloudy Thursday / Waiting for my taxi at a quarter to three / If we were so naughty / We could be happy / But now I'm / Waiting for my taxi at a quarter to three."
    },
    {
      "cite": "William Blake",
      "quote": "Twas on a Holy Thursday their innocent faces clean / The children walking two & two in red & blue & green / Grey headed beadles walked before with wands as white as snow / Till into the high dome of Pauls they like Thames waters flow."
    },
    {
      "cite": "Joseph Skipsey",
      "quote": "Twas on the Thursday morning, / on the first month of the year, / When there befell the thing that well / May rend the heart to hear."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "On Thursday noon I liked you well, / And fondly felt that we must dwell / Not far apart, whatever befell."
    },
    {
      "cite": "Tracey Edmonds",
      "quote": "Happy Thursday! Greet your problems and decisions with peace and calm. Use your inner wisdom to evaluate and make smart decisions for yourself! You got this!"
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "My attitude toward progress has passed from antagonism to boredom. I have long ceased to argue with people who prefer Thursday to Wednesday because it is Thursday."
    },
    {
      "cite": "Tim Tharp",
      "quote": "Life is made out of Thursday afternoons. You just keep having them one after the other and let everything else take care of itself."
    },
    {
      "cite": "George Herbert",
      "quote": "Thursday come, and the week's gone."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Thursday? Oh no, it can't be! It's too gruesome."
    }
  ]
}