{
  "source": "https://www.wisesayings.com/tibetan-quotes/",
  "theme": "tibetan",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history."
    },
    {
      "cite": "Adam Yauch",
      "quote": "From being in Tibet and being around Tibetans, I feel like I've learned so much more about what brings a person happiness, about what actually brings myself happiness."
    },
    {
      "cite": "Isabella Bird",
      "quote": "No house was so poor as not to have its 'family altar,' its shelf of wooden gods, and table of offerings. A religious atmosphere pervades Tibet and gives it a singular sense of novelty."
    },
    {
      "cite": "Richard Gere",
      "quote": "In saving Tibet, you save the possibility that we are all brothers, sisters."
    },
    {
      "cite": "Ma Jian",
      "quote": "I believe that the Tibetans should have the right to control their own destinies and decide for themselves whether they want to be part of China or not. But this view isn't shared by most Chinese, or even the leaders of most Western democracies. As long as the Communist Party is in power, there is little hope for Tibet."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The Tibetan people will need to determine who the next reincarnation of the Dalai Lama is."
    },
    {
      "cite": "Dalai Lama",
      "quote": "I am sometimes sad when I hear the personal stories of Tibetan refugees who have been tortured or beaten. Some irritation, some anger comes. But it never lasts long. I always try to think at a deeper level, to find ways to console."
    },
    {
      "cite": "Dalai Lama",
      "quote": "My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential."
    },
    {
      "cite": "Heinrich Harrer",
      "quote": "After all these years you still don't understand our Tibetan ways. To return a gift is unforgivable."
    },
    {
      "cite": "Jeff Davis",
      "quote": "There's a Tibetan word for it. It's called 'Bardo'. It literally means 'in-between state.' The state between life and death."
    },
    {
      "cite": "Clemens Kuby",
      "quote": "Tibetans do not kill animals just for fun or profit. It would be against their faith. The majority are nomads who live and not against - Nature."
    },
    {
      "cite": "Jennifer Fox",
      "quote": "I am Tibetan and my culture is important to me. I must save my culture."
    },
    {
      "cite": "Susan Lacy",
      "quote": "There is a very famous saying among Tibetan Buddhists: 'If the student is not better than the teacher, then the teacher is a failure.'"
    },
    {
      "cite": "Chuck Lorre",
      "quote": "Well, grieving is a process. Every culture has its own rituals and traditions to facilitate mourning. The ancient Egyptians had their mummification, the Tibetans had their sky funerals..."
    },
    {
      "cite": "Chris Carter",
      "quote": "A tulpa. It's a Tibetan thought-form. It's a living, breathing creature willed into existence by someone who possesses that ability - an ability I think you picked up on your whirligig-buying excursions to the Far East."
    },
    {
      "cite": "Abel Ferrara",
      "quote": "You can never get enough, can you? But you learn to control it. You learn, like the Tibetans, to survive on a little."
    },
    {
      "cite": "Bruce Cockburn",
      "quote": "Not yet masked by the hard lines of a woman's / Struggle to survive / Hard bargains going down / When you're living on the Tibetan side of town"
    },
    {
      "cite": "Loden Sherap Dagyab",
      "quote": "The Tibetan view is thus not nihilistic, but is a profound insight that underlies a rich creativity."
    },
    {
      "cite": "Loden Sherap Dagyab",
      "quote": "Old Tibet was a human society, and hat its faults, no doubt, yet its people were mostly friendly, cheerful, in touch with the unseen and yet vitally alive and zestfully earthly."
    },
    {
      "cite": "Loden Sherap Dagyab",
      "quote": "So Tibetans must have something subtle which we generally lack, something good we are attached to and which perhaps might even be vitally important for us to restore 'soul-quality' to our postmodern lives of not so quite desperation."
    },
    {
      "cite": "Loden Sherap Dagyab",
      "quote": "Something about the Tibetan way of imagining their lives is precious."
    },
    {
      "cite": "Geoff Childs",
      "quote": "Most Tibetans do not have surnames but rather two given names, conferred by a lama shortly after birth."
    },
    {
      "cite": "Ashild Kola",
      "quote": "Tibetan culture has become a key matter of disagreement between China and the rest of the international community."
    },
    {
      "cite": "Keila Diehl",
      "quote": "Tibetans resident of Dharamsala often express their gratitude at being able to live close to their leader during this extended period of displacement."
    },
    {
      "cite": "Rinjing Dorje",
      "quote": "Most Tibetans are followers of Buddhism, and there are many monks and nuns."
    },
    {
      "cite": "Rinjing Dorje",
      "quote": "The daily life of most Tibetans was and no doubt remains fairly simple."
    },
    {
      "cite": "Rinjing Dorje",
      "quote": "Tibetans do not eat the meat of small animals. Since a life is a life, no matter what size."
    },
    {
      "cite": "Rinjing Dorje",
      "quote": "Many Tibetans only eat the meat of animals that have hooves or horns; so do not eat fish, pork and poultry."
    },
    {
      "cite": "Matthew Kapstein",
      "quote": "Tibetan Buddhism is primarily doctrinal texts and those derived from anthropological studies if life in traditional Tibetan and Himalayan communities."
    },
    {
      "cite": "Graham Coleman",
      "quote": "The people of Tibet have carried into the modern world, intact, a two-and-a-half-thousand-year-old cultural inheritance."
    }
  ]
}