{
  "source": "https://www.wisesayings.com/tide-quotes/",
  "theme": "tide",
  "quotes": [
    {
      "cite": "Rahul Gandhi",
      "quote": "A rising tide doesn't raise people who don't have a boat. We have to build the boat for them. We have to give them the basic infrastructure to rise with the tide."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "There’s no point in fighting the tide. It ebbs. It flows. You ride it."
    },
    {
      "cite": "Anna Banks",
      "quote": "Morning tide makes a great companion when you don’t want to be around people. It soothes and comforts and doesn't ask for anything. But the sun does. The higher it gets, the more I am reminded that nothing stops time. There is no escaping it."
    },
    {
      "cite": "Benjamin Cardozo",
      "quote": "The great tides and currents which engulf the rest of men do not turn aside in their course and pass the judges by."
    },
    {
      "cite": "Arthur Lynch",
      "quote": "There are tides of justice surging to the unknown shores of right; Stars of truth that seek a setting in the dark, untutored night."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "The tide of history only advances when people make themselves fully visible."
    },
    {
      "cite": "Jack Mcdevitt",
      "quote": "Tides are like politics. They come and go with a great deal of fuss and noise, but inevitably they leave the beach just as they found it. On those few occasions when major change does occur, it is rarely a good news."
    },
    {
      "cite": "George Santayana",
      "quote": "The tide of evolution carries everything before it, thoughts no less than bodies, and persons no less than nations."
    },
    {
      "cite": "John Muir",
      "quote": "The tide of visitors will float slowly about the bottom of the valley as harmless scum collecting in hotel and saloon eddies, leaving the rocks and falls eloquent as ever."
    },
    {
      "cite": "Elsa Barker",
      "quote": "Watch for the high tides of yourself and flow up with them; when the inevitable low tides come, either rest or meditate. You cannot escape rhythm. You transcend it by working with it."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Only when the tide goes out do you discover who's been swimming naked."
    },
    {
      "cite": "Moshe Sharett",
      "quote": "Once the return tide starts, it will be impossible to stem it, and it will prove our undoing."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "These struggling tides of life that seem In wayward, aimless course to tend, Are eddies of the mighty stream That rolls to its appointed end."
    },
    {
      "cite": "Edward Norton",
      "quote": "When the tides of life turn against you And the current upsets your boat, Don't waste those tears on what might have been, Just lie on your back and float."
    },
    {
      "cite": "Prem Rawat",
      "quote": "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult."
    },
    {
      "cite": "Philip Pullman",
      "quote": "Men and women are moved by tides much fiercer than you can imagine, and they sweep us all up into the current."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Stay in one place too long and the tide can overwhelm you. Ride the tide, surf the waves, stay on top of the changes."
    },
    {
      "cite": "Ralph Waldo Trine",
      "quote": "Rowing against the tide is hard and uncertain. To go with the tide and thus take advantage of the workings of the great natural force is safe and easy."
    },
    {
      "cite": "Todd Young",
      "quote": "A rising tide lifts most boats. But some boats require patching."
    },
    {
      "cite": "Seth Godin",
      "quote": "Just because the tide is out, doesn't mean there is less water in the ocean."
    },
    {
      "cite": "El Paso Sheriff",
      "quote": "It's the tide. It's the dismal tide. It's not the one thing."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The rising tide lifts all the boats."
    },
    {
      "cite": "Jonah Goldberg",
      "quote": "A rising economic tide is bad for people who live off of the poverty of others."
    },
    {
      "cite": "Pope Francis",
      "quote": "Have the courage to go against the tide of current values that do not conform to the path of Jesus."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "The tides are in our veins."
    },
    {
      "cite": "Tony Danza",
      "quote": "Hold back the tide. Keep your kids innocent as long as possible."
    },
    {
      "cite": "Ron Chernow",
      "quote": "I think there's a tide that tends to carry historians back to the past."
    },
    {
      "cite": "Peter David",
      "quote": "If we can't alter the tide of events, at least we can be nearby with towels to mop up."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "Tide goes in, tide goes out. Never a miscommunication. You can't explain that. You can't explain why the tide goes in."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "Time and tide wait for no man."
    }
  ]
}