{
  "source": "https://www.wisesayings.com/tiger-quotes/",
  "theme": "tiger",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "When a man wants to murder a tiger he calls it sport. When a tiger wants to murder him he calls it ferocity."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Those who foolishly sought power by riding the back of the tiger ended up inside."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is not part of a true culture to tame tigers, any more than it is to make sheep ferocious."
    },
    {
      "cite": "Konrad Adenauer",
      "quote": "An infallible method of conciliating a tiger is to allow oneself to be devoured."
    },
    {
      "cite": "Bill Squires",
      "quote": "The long run puts the tiger in the cat."
    },
    {
      "cite": "Will Cuppy",
      "quote": "Young normal tigers do not eat people. If eaten by a tiger you may rest assured he was abnormal."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "No man can tame a tiger into a kitten by stroking it."
    },
    {
      "cite": "Master Funakoshi",
      "quote": "When two tigers fight, one is certain to be maimed, and one to die."
    },
    {
      "cite": "Wole Soyinka",
      "quote": "A tiger does not proclaim his tigritude, he pounces."
    },
    {
      "cite": "Angela Carter",
      "quote": "The tiger will never lie down with the lamb. He acknowledges no pact that is not reciprocal. The lamb must learn to run with the tigers."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "Better to live one year as a tiger, then a hundred as sheep."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "The tiger lies low not from fear, but for aim."
    },
    {
      "cite": "William Blake",
      "quote": "The tigers of wrath are wiser than the horses of instruction."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A tiger never returns to his prey he did not finish off."
    },
    {
      "cite": "Ehsan Segal",
      "quote": "Tiger watches and hunts; whereas, hyenas wait and wait, for their time, to reach rubbish left by the tiger; similarly, the fools wait, not the wise ones."
    },
    {
      "cite": "John Vaillant",
      "quote": "The tiger’s world, by contrast, is not only amoral but peculiarly consequence-free, and this-the atavistic certainty that there is nothing more lethal than itself-is the apex predator’s greatest weakness"
    },
    {
      "cite": "John Vaillant",
      "quote": "The tiger will see you a hundred times before you see him once."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "A tiger does not ignore or slight any small animal. The way he catches a mouse and catches and devours a cow are the same."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Tiger father begets tiger son."
    },
    {
      "cite": "Steven Erikson",
      "quote": "The tiger is humbled by memories of prey."
    },
    {
      "cite": "Wole Soyinka",
      "quote": "A tiger does not shout its tigritude, it acts."
    },
    {
      "cite": "Aravind Adiga",
      "quote": "A tiger keeps no friends. It's too dangerous."
    },
    {
      "cite": "Arthur Golden",
      "quote": "A wounded tiger is a dangerous beast."
    }
  ]
}