{
  "source": "https://www.wisesayings.com/timeless-quotes/",
  "theme": "timeless",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Faith is timeless possibility."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Life-ahead is timeless fortune."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "A record is a message, timeless."
    },
    {
      "cite": "Nisargadatta Maharaj",
      "quote": "The real you is timeless and beyond life and death."
    },
    {
      "cite": "Mooji",
      "quote": "The ways of the mind are ancient, but you are timeless."
    },
    {
      "cite": "Rodney Yee",
      "quote": "When you stand in the present moment, you are timeless."
    },
    {
      "cite": "Nicolas Ghesquiere",
      "quote": "Never forget that what becomes timeless was once truly new."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Smile reveals the beauty of heart, which is timeless and ageless."
    },
    {
      "cite": "Walt Disney",
      "quote": "Laughter is timeless. Imagination has no age. And dreams are forever."
    },
    {
      "cite": "Jo Dee Messina",
      "quote": "Love is timeless and dependable. It's a safe place where I can breathe."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Love is timeless. Death does not separate the lover from the beloved."
    },
    {
      "cite": "Stevie Nicks",
      "quote": "Timeless is the creature who is wise. And timeless is the prisoner in disguise."
    },
    {
      "cite": "Umar",
      "quote": "Truth is Timeless, and returning to Truth is better than continuing in Falsehood."
    },
    {
      "cite": "Patricia Field",
      "quote": "It's obvious what's timeless and what is not timeless, but you need time to find that answer."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In order to be not bound by the tether of time, we must have a relationship with the timeless."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Words are timeless. You should utter them or write them with a knowledge of their timelessness."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Being fully in the present, you experience the timeless. In the timeless, you find your true self."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "There's something timeless and important about making people laugh, about being the right spot in their day."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The scenery is time bound but the seer is timeless. You are the timeless seer in the midst of time bound scenery."
    },
    {
      "cite": "Harry Hepner",
      "quote": "Once we discover how to appreciate the timeless values in our daily experiences, we can enjoy the best things in life."
    },
    {
      "cite": "Zac Posen",
      "quote": "Elegance is timeless. It withstands trend; It withstands the commercialization of what fashion and style have become."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The timeless moment. - The \"moment\" has no yesterday or tomorrow. It is not the result of thought and therefore has no time."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "To let go in the deepest recesses of the heart, to release all struggle and wanting, leads us to that knowing which is timeless."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "If one understands eternity as timelessness, and not as an unending timespan, then whoever lives in the present lives for all time."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The timeless in you is aware of life's timelessness and knows that yesterday is but today's memory and tomorrow is today's dream."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Timeless awareness occurs to very few in this world, to step beyond the circle of fear. The body has created a magnificent arena of fear. We have developed ways of seeing life that exclude us from seeing life."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "You can reach timelessness if you look for the essence of things and not the appearance. The appearance is transitory – the appearance is fashion, the appearance is trendiness – but the essence is timeless."
    },
    {
      "cite": "Craig Callender",
      "quote": "The universe may be timeless, but if you imagine breaking it into pieces, some of the pieces can serve as clocks for the others. Time emerges from timelessness. We perceive time because we are, by our very nature, one of those pieces."
    },
    {
      "cite": "Alicia Keys",
      "quote": "Soul music is timeless."
    },
    {
      "cite": "Mary M. Ricksen",
      "quote": "Know that love is truly timeless."
    }
  ]
}