{
  "source": "https://www.wisesayings.com/time-heals-quotes/",
  "theme": "time-heals",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "They say that time heals all things, they say you can always forget; but the smiles and the tears across the years they twist my heart strings yet!"
    },
    {
      "cite": "Claire Cook",
      "quote": "Time heals many wounds but this loss becomes the defining sadness of your life."
    },
    {
      "cite": "Phil Mcgraw",
      "quote": "People say time heals all wounds. Let me tell you, time heals nothing. You can do the wrong thing for 10 years and it doesn't equal the right thing for one day."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "It has been said, time heals all wounds. I do not agree. The wounds remain. In time, the mind, protecting its sanity, covers them with scar tissue and the pain lessens. But it is never gone."
    },
    {
      "cite": "Simon Wiesenthal",
      "quote": "Forgetting is something time alone takes care of, but forgiveness is an act of volition, and only the sufferer is qualified to make the decision."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves."
    },
    {
      "cite": "Jay Marshall",
      "quote": "It has been said that time heals all wounds. The truth is that time does not heal anything. It merely passes. it is what we do during the passing of time that helps or hinders the healing process."
    },
    {
      "cite": "Garrison Wynn",
      "quote": "If time heals all wounds, then why are there so many ticked off old people walking around."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "One cannot tell when he is going to be healed, so do not try to set an exact time limit. Faith, not time, will determine when the cure will be effected."
    },
    {
      "cite": "Hippocrates",
      "quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Time heals almost everything. But when you are healed, you are too old to enjoy."
    },
    {
      "cite": "Mehcad Brooks",
      "quote": "Time heals everything. Time corrects everything. Time is the solution to every problem, I believe. A lot of things can happen with time. All that has to be there is the intention."
    },
    {
      "cite": "Cynthia Ozick",
      "quote": "Time heals all things but one: Time."
    },
    {
      "cite": "Deb Caletti",
      "quote": "If time heals all wounds, and a book can hold a person's entire life, then you can speed up the process with a pulp time warp."
    },
    {
      "cite": "Anonymous",
      "quote": "Time heals all wounds but it doesn't change who somebody is. Stop going back to pain."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "When I stand before thee at the day's end, thou shalt see my scars and know that I had my wounds and also my healing."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "They say time heals all wounds, but that presumes the source of the grief is finite."
    },
    {
      "cite": "Mira Grant",
      "quote": "The difference between the truth and a lie is that both of them can hurt, but only one will take the time to heal you afterward."
    },
    {
      "cite": "Emma Forrest",
      "quote": "Time heals all wounds. And if it doesn't, you name them something other than wounds and agree to let them stay."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Time discovers truth. Time heals what reason cannot."
    },
    {
      "cite": "Don Gibson",
      "quote": "They say that time heals a broken heart, but time has stood still since we've been apart."
    },
    {
      "cite": "Robert Frost",
      "quote": "In three words I can sum up everything I've learned about life: it goes on."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "Time heals everything. Sometimes you have to go through that pain and heartbreak so that you can get to the other side and come out on top."
    },
    {
      "cite": "Neil T Anderson",
      "quote": "Don't wait to forgive until you feel like forgiving; you will never get there. Feelings take time to heal after the choice to forgive is made."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Time not only heals, time reveals."
    },
    {
      "cite": "Drake",
      "quote": "Time heals all and heels hurt to walk in, but they go with the clutch that you carry your lip gloss in."
    },
    {
      "cite": "Shaun Alexander",
      "quote": "Time heals all wounds, unless you pick at them."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "A painful time in our life is what I call a healing crisis. We are letting go of something old and opening to something new."
    },
    {
      "cite": "Peter De Vries",
      "quote": "Time heals nothing which should make us better able to minister."
    },
    {
      "cite": "Anonymous",
      "quote": "Time heals everything in life, be patient and everything will be alright."
    }
  ]
}